{"title": "Hope for Illegal Immigrants; A bill in the House sounds the opening bell for real reform.", "body": "\nTHE BATTLE over immigration reform was joined in Congress last week with the introduction of sweeping \nlegislation that would toughen enforcement, tighten border controls and provide eventual citizenship for millions who \nentered the country illegally. That the opening legislative salvo came in the House, where real reform went \nnowhere in the last Congress, and that the bill has bipartisan sponsors generated fresh optimism that the broken-\ndown immigration system may be replaced by a workable one. The optimism will be justified, though, only if the \nWhite House, which has been trying to coax a consensus on immigration from divided Republican lawmakers, \nsticks to its guns and fashions a blueprint for action that is both practical and comprehensive.\n\nThe House bill, sponsored by Rep. Jeff Flake, an Arizona Republican, and Luis V. Gutierrez, an Illinois Democrat, \nis a sound starting point for the debate. It should appeal to Republicans concerned about enforcement and border \nsecurity, whose support will be needed in both houses of Congress. And it should also be attractive to Democrats \ndetermined to provide a pathway to citizenship for the 12 million illegal immigrants already here and for future \nimmigrants who will enter the country on legal work visas.\n\nThick as a phone book, the bill is similar in structure, and in some details, to one introduced in the last Congress by \nSens. Edward M. Kennedy (D-Mass.) and John McCain (R-Ariz.), with whom Mr. Flake and Mr. Gutierrez worked \nclosely last year. For immigration hawks, there is plenty to like: Before the bill's citizenship provisions kick in, \nstringent new standards on workplace enforcement and border security would have to be satisfied. They include a \nmajor build-up in personnel and technology monitoring the nation's border. In addition, the legislation requires \ntougher penalties for a range of immigration-related crimes and the creation of a system whereby employers can \nelectronically verify that employees and job applicants are authorized to work here.\n\nThe bill would require immigrants here illegally to cross a border and then reenter the country legally -- in theory \non the same day, or even within hours -- thereby \"rebooting\" and legitimizing their status at any time within six \nyears. This is a political fig leaf that will allow immigration hawks to claim a symbolic victory, but it will be a Pyrrhic \nvictory if it establishes a system so onerous or risky that immigrants simply decide it isn't worth it and remain in the \nshadows. For now, the bill's sponsors affirm that the \"rebooting\" requirement will be sufficiently flexible and \ncommon-sensical -- providing waivers for single parents, for instance, and allowing heads of household to \"reboot\" \non behalf of their families -- that most illegal immigrants will comply.\n\n\nConservatives opposed to citizenship for illegal immigrants are fond of pillorying it as \"amnesty.\" This bill provides \nnothing of the sort. In addition to requiring lawful reentry to the country, it would entail immigrants paying a $2,000 \nfine and any back taxes they owe, clearing a security and background check, learning English and civics, compiling \na felony-free record, and submitting proof of past employment. Only after six years and after satisfying those \nrequirements could workers apply for permanent residency status, which could lead to citizenship.\n\nThe Senate, which proved much more receptive to realistic immigration reform than the House last year, has so far \nproduced no legislation this session, despite pledges from Mr. Kennedy and Mr. McCain that they remain intent on \ndoing so. As the Bush administration continues to plug away with Republicans, it realizes that time is short; any bill \nup for debate too late this year will be at risk of succumbing to the passions engendered by next winter's \npresidential primaries. President Bush will have precious few chances to add to his domestic policy legacy before \nhe leaves office. Immigration reform may be his last, best hope. The moment for pushing is now.\n"}