{"title": "Businesses dread an expansion of E-Verify", "body": "\nIn an early indicator of how congressional Republicans will legislate on immigration, House GOP leaders are \nexpanding an inquiry into an enforcement program that allows employers to check the immigration status of \nemployees.\n\nThe E-Verify program has long been championed by Rep. Elton Gallegly (R-Calif.), chairman of the House \nJudiciary Committee's immigration panel, which will hold a hearing on it Thursday.\n\nMany business owners believe that Gallegly and other House Republicans want to make E-Verify, currently a \nvoluntary program for companies, mandatory. Critics of such a move, many of them farmers, warn that it could \ndestabilize the agricultural economy, which is heavily dependent on undocumented immigrants, and jeopardize \nmillions of jobs held by American citizens that are upstream and downstream of farm labor.\n\nSupporters of E-Verify say that, with minimal effort, the program ensures that jobs are filled only by U.S. citizens \nand those foreigners who are legally authorized to work.\n\nAfter he was named chairman of the immigration subcommittee, Gallegly noted that \"making [E-Verify] universally \nmandatory would ease the cumbersome and easily manipulated I-9 process employers now use to screen \nemployees. It would also greatly reduce the number of illegal immigrants in the American workforce.\"\n\nGallegly was referring to the I-9 form, which employers must have job-seekers fill out. It requires documentation, \nsuch as a Social Security number, that the applicants are eligible to work in this country. With E-Verify, employers \ncan run the information through federal databases to confirm it or identify people who are not legally authorized to \nwork.\n\n\"I have a real mixed reaction from my members,\" said Randel Johnson, senior vice president of the U.S. Chamber \nof Commerce. \"Some find it workable, and others do not.\"\n\n\"With some companies, it is the logistical problem of having a computer on your construction site\" to run the online \nqueries, Johnson added. \"If you are running a small business, there is aversion to a new system that will make \nthings more complicated.\"\n\n\nThe fast food company Chipotle Mexican Grill was recently asked to turn over I-9 information about employees at \n60 Washington and Virginia restaurantsto the Immigration and Customs Enforcement agency. The chain was forced \nto fire suspected illegal workers at its Minnesota restaurants after a similar probe. Chipotle spokesman Chris Arnold \nsaid that restaurants in Arizona and the Carolinas currently use the E-Verify system and that the company is \nweighing whether to expand its participation in the program nationwide.\n\nRep. Lamar Smith (R-Tex.), chairman of the House Judiciary Committee, said illegal workers are taking jobs that \ncould help reduce unemployment among legal residents.\n\n\"With unemployment at 9 percent for 21 months, jobs are scarce and families are worried,\" Smith said. \"According \nto the Pew Hispanic Center, 7 million people are working in the U.S. illegally. These jobs should go to legal \nworkers.\"\n\nIndependent analyses of the E-Verify program by the Government Accountability Office and a Maryland research \ngroup known as Westat show that the overwhelming majority of those legally allowed to work in the country are \nquickly approved. A thriving market in fake Social Security numbers, however, means that the program fails to spot \nmany undocumented immigrants.\n\nTo deter fraud, the U.S. Citizenship and Immigration Services agency, which runs E-Verify, is increasingly using \npassports and employment-authorization documents that contain photo identification, said spokesman Chris \nBentley. New efforts are underway, he added, to spot applicants who proffer fake driver's licenses.\n\nBut the elephant in the room is that significant portions of the U.S. economy depend on undocumented immigrants \nfor labor, said Craig J. Regelbrugge, vice president of the American Nursery & Landscape Association.\n\n\"Simply put, any E-Verify expansion that comes without meaningful immigration reform would be disastrous for the \nAmerican agricultural economy,\" he said. \"It will leave the United States importing food and exporting jobs.\"\n\nSmith disagreed. \"Critics of E-Verify claim illegal immigrants hold jobs that Americans won't do. But even in the \nagriculture industry, where amnesty supporters insist we need illegal workers, 50 percent of the agriculture jobs are \nheld by U.S. citizens and legal immigrants,\" Smith said. \"And if farmers really need foreign labor, they can get it \nlegally - we have a guest worker program for agricultural workers that has no numerical limit.\"\n\nBut at a telephone briefing organized by the pro-immigration National Immigration Forum, Regelbrugge said three in \nfour farm jobs are filled by undocumented immigrants.\n\n\"Every lowly, backbreaking farm-working job sustains three jobs in the non-farm economy,\" he said. \"What \nCongress needs to know is we have 1.6 million dedicated farmworkers, and if they go away, we will lose several \nmillion American jobs upstream and downstream. We happen to think that is too high a price.\"\n\nvedantams@washpost.com\n"}