{"title": "Demand for English Lessons Outstrips Supply", "body": "\nTwo weeks after she moved here from her native Brazil, Maria de Oliveira signed up for free English classes at a \nsquat storefront in this working-class suburb, figuring that with an associate's degree and three years as an \nadministrative assistant, she could find a good job in America so long as she spoke the language.\n\n  The woman who runs the classes at Mount Vernon's Workforce and Career Preparation Center added Ms. \nOliveira's name to her pink binder, at the bottom of a 90-person waiting list that stretched across seven pages. That \nwas in October. Ms. Oliveira, 26, finally got a seat in the class on Jan. 16.\n\n ''I keep wondering how much more I'd know if I hadn't had to wait so long,'' she said in Portuguese.\n\n  As immigrants increasingly settle away from large urban centers -- New York's suburbs have had a net gain of \n225,000 since 2000, compared with 44,000 in the city -- many are waiting months or even years to get into \ngovernment-financed English classes, which are often overcrowded and lack textbooks.\n\n  A survey last year by the National Association of Latino Elected and Appointed Officials found that in 12 states, 60 \npercent of the free English programs had waiting lists, ranging from a few months in Colorado and Nevada to as \nlong as two years in New Mexico and Massachusetts, where the statewide list has about 16,000 names.\n\n  The United States Department of Education counted 1.2 million adults enrolled in public English programs in 2005 \n-- about 1 in 10 of the 10.3 million foreign-born residents 16 and older who speak English ''less than very well,'' or \nnot at all, according to census figures from the same year. Federal money for such classes is matched at varying \nrates from state to state, leaving an uneven patchwork of programs that advocates say nowhere meets the need.\n\n  ''We have a lot of folks who need these services and who go unserved,'' said Claudia Merkel-Keller of the New \nJersey Department of Labor and Workforce Development, noting that her state has waiting lists in every county, \n''from beginner all the way through proficient level.'' New Jersey, like New York and many other states, does not \nkeep statewide figures on how many people are on waiting lists. \n\n  Luis Sanchez, 47, a Peruvian truck driver for a beer distributor in New Brunswick, has been in this country 10 \nyears -- and on the waiting list for English classes in Perth Amboy five months. ''You live from day to day, waiting to \nget the call that you can come to class,'' Mr. Sanchez said in Spanish, explaining that he knew a little English but \nwanted to improve his writing skills so he could apply for better jobs. ''I keep on waiting.''\n\n  Mr. Sanchez is unlikely to get the call soon: Perth Amboy's Adult Education Center recently discovered that it was \noperating in the red and canceled 9 of its 11 evening classes in English as a second language, including all at \nbeginner and intermediate levels. In Orange County, N.Y., where the immigrant population doubled in the past 16 \n\n\nyears, the Board of Cooperative Education Services' adult education program has stopped advertising for fear its \nalready overflowing beginner classes will be overwhelmed. \n\n  In Framingham, Mass., 20 miles west of Boston, hundreds of people used to spend the night in line to register for \nEnglish as a second language, so the program now selects students by picking handwritten names from a big \nplastic box.\n\n  ''With the lottery, everyone has the same chance,'' said Christine Taylor Tibor, director of Framingham's Adult \nE.S.L. Plus program. ''Unfortunately, you might have to enter the lottery several times before you get in.'' \n\n  Census figures show that in the United States there were 32.6 million foreign-born residents 18 years or older in \n2005, up about 18 percent from the 27.5 million counted in 2000 (and nearly twice the 17.1 million in 1990). Federal \nspending on adult education, about $580 million last year, has increased 23 percent since 2000 and more than \ntripled since 1990; some 45 percent of the money is devoted to English. \n\n  But financing varies widely across the states, which are required to allocate at least one quarter of what was \nprovided by the federal government: Kansas, Nebraska, Oklahoma, South Dakota and Texas spent the minimum in \n2003, according to the Education Department, while California and Connecticut each spent about seven times that. \n\n  In New York, the state Education Department added $76 million to the federal government's $43 million for the \n2005 fiscal year. That year, according to a recent report by the Center for an Urban Future, a nonprofit research \ngroup based in Manhattan, there were about 86,500 people enrolled in government-sponsored adult programs for \nEnglish as a second language, serving about 5 percent of the state's 1.6 million adults with limited English skills.\n\n  Last fall, Arizona voters approved an initiative banning illegal immigrants from benefiting from all state-financed \nprograms, including English instruction; administrators of English-as-a-second-language classes in several other \nstates said they do not check for documentation when registering students and thus do not know how many of them \nmay be in the country illegally.\n\n  Advocates for more English classes say the state-federal financing split leaves an adult education system whose \nquality and reach vary widely from place to place -- and is lacking most everywhere. Senator Lamar Alexander of \nTennessee, where the immigrant population has tripled since 1990, largely because of an influx of Mexicans, \nsponsored a bill last year that would have given legal immigrants $500 vouchers to pay for English classes since \nso many of the free ones were full.\n\n  ''Most education policy is the prerogative of state and local governments, but I would argue that the prerogative to \nhelp people learn our common language is a federal responsibility,'' said Senator Alexander, a Republican who was \neducation secretary under the first President George Bush. ''If we make it easier for people to learn English, they \nwill learn it. I think that ought to be a priority of our government, and I don't think it has been.''\n\n  The government-financed classes are most often run by school districts or worker training centers and generally \nrequire only a registration fee of perhaps $10. Libraries, churches and community centers often also provide free or \ninexpensive classes, like the English Language Institute at Westchester Community College in Valhalla, N.Y., \nwhich offers nine levels of instruction for $76 to $247 per three-month session. Then there are private programs like \nthe one at Pace University in Pleasantville, N.Y., which costs $790 for two classes a week for 14 weeks. \n\n  With immigrants accounting for half of the growth in the nation's labor force from 1990 and 2000, and expected to \nmake up all of the growth in the two decades to come, ''the issue of English proficiency has become an issue of \neconomic development,'' said Tara Colton, the author of the Center for an Urban Future report. Indeed, some \nbusiness owners, frustrated at the lack of low-cost classes, have begun teaching immigrants English at work.\n\n  At Skyline Furniture Manufacturing Inc. in Thornton, Ill., a suburb of Chicago, about half of the company's 60 \nemployees have learned English at the factory over the past five years, under a state program in which the \ngovernment pays to bring teachers to work sites if companies pay workers for the hours in class.\n\n\n\n  ''It makes sense to us because our workers can do their jobs better, and it makes sense to them because they can \nadvance in their jobs,'' said Cinthia Nowakowski, the plant's manager, adding that three of the company's eight \nforemen were promoted after completing the program. ''Besides, it's convenient. The guys don't have to worry about \nhaving to arrange transportation to get to school or getting there and finding that there's no room in the class.'' \n\n  In Newburgh, N.Y., an Orange County town where one in five of the 29,000 residents are immigrants, Blanca \nSaravia has amassed an impressive portfolio of odd jobs since arriving from Honduras in 2004: gas station \nattendant, office janitor, cook's helper, and, for the last 14 months, packager at a local nail-polish factory. Speaking \nin her native Spanish, Ms. Saravia said that she has been able to get by with co-workers' translating, but that ''when \nthe boss gives orders, I don't understand.''\n\n  So earlier this month, Ms. Saravia joined 30 others in a cramped classroom learning to conjugate the verb ''to be'' \nas part of the adult English program in Orange County, where the immigrant population doubled in the last decade \n-- and the number of free English classes has jumped to 26 from 2 in 1995.\n\n  ''If I tell her, 'We're full, come back in a couple of months,' chances are she'll get discouraged and never come \nback,'' said Ramon Santos, who runs the Newburgh program.\n\n  Carl DeJura, director of adult basic education at Brookdale Community College in Long Branch, N.J., said he has \nlately crammed as many as 40 students into a class -- ''double what it should be.''\n\n  ''If you have to cut back on textbooks, supplies and materials to serve the people who need it,'' he said, ''that's \nwhat you do.''\n\n  In Mount Vernon, Haitian, Chinese, Somali, Arab, Mexican and Brazilian students flock to the beginner class each \nmorning at 8:30 before heading out to work or to look for work. Ahmed Al Saidi, 49, who works at a gas station and \nmoved from Yemen in 1994, said in halting English that he wants to learn the language ''for better work and to talk \nto people when I go to the store.'' \n\n  Ms. Oliveira, the immigrant from Brazil, said she still knows too little English to venture into the marketplace; her \nhusband, who is American born and supports the couple financially, encouraged her to enroll in the classes, held \nfive mornings a week. \n\n  ''I hope that when I'm speaking a little better, I'll be able to find a job where I can use the English I learned here \nand the skills I have from back home,'' she said in Portuguese. ''When I was on the waiting list, there were times I \nthought this time would never come.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: While many English language classes for immigrants, like this one in Mount Vernon, N.Y., are free, they \noften have long waiting lists. (Photo by Nicole Bengiveno/The New York Times)(pg. A1)\n\nRamon Santos, who runs the English language program in Newburgh, N.Y., above left, with a new student, Blanca \nSaravia. Right, Maria de Oliveira, in the middle, had to wait three months for a class in Mount Vernon. (Photographs \nby Nicole Bengiveno/The New York Times)(pg. B6)Chart/Map: ''Waiting Lists Lengthen''Financing for English as a \nSecond Language (E.S.L.) classes has not kept up with the surge in the foreign-born population needing such \nprograms. Each state is required to contribute at least one-quarter of federal money received for E.S.L. and other \nadult programs. Some states contribute more, while others contribute the bare minimum.Graph tracks the total \nspent on E.S.L. and other adult programs in New York State from 1997 to 2005.Map of the United States \n\nhttp://www.nytimes.com/\n\n\nhighlighting percentage of funds for E.S.L. and other adult programs that comes from each state(July 1, 2003 to \nSept. 30, 2005)NEW YORK STATE: 65%Map of the United States highlighting estimated percentage of adults in \neach state in need of E.S.L. service(Based on 2000 Census data)NEW YORK STATE: 10%(Sources by U.S. \nDepartment of Education\n\n Census Bureau)(pg. B6)           \n"}