{"title": "LEGAL IMMIGRANTS IN RECORD NUMBERS WANT CITIZENSHIP", "body": "\nThe number of legal immigrants applying to become United States citizens has nearly doubled in the last year, an \nincrease that one immigration official described as \"an unprecedented surge\" stemming partly from recent initiatives \npassed in California and in Congress that would deny many benefits to noncitizens.\n\nFrom October 1994 through January of this year, the first four months of the Federal fiscal year, applications for \ncitizenship rose to 232,850, about 80 percent above the same period a year before, according to the Immigration \nand Naturalization Service.\n\nAnd there are some signs the trend is accelerating among the nation's approximately 10 million legal immigrants. \nIn January, the most recent month for which statistics are available, there were 65,959 applications, the highest \nmonthly total on record at the agency and more than double the 31,846 filed in January 1994.\n\nThe biggest reason for the increase, immigration officials contend, is the fear that many government programs that \nare now legally available to noncitizens will be cut off.\n\nRudolph Brewington, a spokesman for the immigration service in Washington who described the increase as \nunprecedented, said: \"There is a fear of losing benefits. They talk about the G.O.P.'s Contract With America, they \ntalk about welfare reform.\"\n\nWhile many of the immigrants themselves cited the fear that benefits might be cut off, others said their decisions \nwere based on an even broader concern. They said that all noncitizens, whether in this country legally or illegally, \nwere stigmatized in the current political climate.\n\nAnd with a more than doubling of applications here in Texas and in Southern California, some experts see yet \nanother factor at work: the declining economic conditions in Mexico.\n\n\"In older days, many Mexicans who came here said it was better to stay a first-class Mexican than become a \nsecond-class American,\" said Leonel J. Castillo, the Commissioner of Immigration and Naturalization in the Carter \nAdministration who now runs a program in Houston offering citizenship classes.\n\n\n\"Now they don't talk that way, especially the younger ones,\" Mr. Castillo said. \"It isn't just the economic crisis, or the \npolitical crisis. Their whole notions of Mexican patriotism have changed. They're feeling like becoming a U.S. citizen \nis not such an act of disloyalty.\"\n\nSirelio Flores, a 36-year-old appliance repairman in Houston who is a Mexican citizen with legal authorization to \nlive in the United States, became eligible for American citizenship nearly 10 years ago but chose not to apply for \nwhat he said were \"sentimental reasons.\" He said he had also thought of returning to his native Mexico to retire, as \nmany Mexicans who spend their working lives in this country do.\n\nNow, as he studies for the citizenship examination and plans to apply to become an American, he cites a number \nof reasons, one of which is the turmoil in his native country.\n\n\"The way things are going in Mexico, I think the U.S. is looking like a better choice all the time,\" he said.\n\nAnd just as important, he said, he was deeply angered by what he had heard of moves in Congress to take away \nbenefits now available to noncitizens who are here legally. \"I'm afraid they are trying to take everything away from \nus,\" Mr. Flores said. \"I pay my taxes all the time. I've been very straight with the Government here. So why are they \ncoming after us?\"\n\nThe recent welfare overhaul package passed in the House of Representatives as part of the Republicans' Contract \nWith America, and now pending in the Senate, would strip legal immigrants of eligibility for dozens of major aid \nprograms, including food stamps, Medicare, rental assistance and testing for lead poisoning in children. Such cuts \nare intended to save about $20 billion over five years and affect at least 2.2 million legal immigrants.\n\nThat vote and other moves that are widely perceived as anti-immigrant have been exhaustively covered in the \nSpanish-language press here and in other immigrant communities. So has California's Proposition 187, the \nreferendum approved by voters last fall that would make illegal immigrants ineligible for nearly all Government \nprograms except emergency medical aid. While the measure was not specifically directed at them, many legal \nimmigrants view it as part of a backlash directed at all foreigners. The measure has been tied up in court \nchallenges, and most of its provisions have not been enforced.\n\nTo be sure, there are plenty of other forces at work in the increase in legal immigrants' becoming citizens.\n\nFor one thing, under terms of the 1986 Immigration Act, there is a sizable pool of formerly illegal immigrants who \nwere granted amnesty and in recent years have become eligible for citizenship.\n\nFor another, the immigration service is now requiring all people who prior to 1979 were issued a \"green card,\" or \nauthorization to live in this country, to apply for new, computer-compatible cards similar to bank cards. The new \ncard costs $75 while an application for citizenship costs $95, and many people are simply deciding to use the \nmoment to spend the extra $20 on a citizenship application, immigration officials and advocates say.\n\nIn general, immigrants who have been in this country for five years with proper authorization are eligible to apply \nfor citizenship and, in the absence of any criminal history, are entitled to receive it. Immediate relatives of those \nwho have become citizens are eligible to become citizens more quickly. Some demographers predict that the \ncurrent boom in applications will only amplify as new citizens sponsor other members of their families.\n\nStill, the rise in applications is less a function of increasing numbers of people coming to this country than of more \npeople who are already here deciding to apply. In the past, many legal immigrants decided to delay or forgo \napplying for citizenship, either because they intended to return to their native countries or because they just did not \nsee American citizenship as necessary.\n\nOne Federal immigration study a few years ago suggested that as many as two-thirds of those eligible to apply in \nany given year were not doing so; what may be happening now is a return to past generations, when roughly two-\nthirds of those eligible chose to become naturalized citizens. One major reason for the dip was the ever-increasing \nnumber of immigrants from Mexico, who typically had less difficulty returning to their native country than other \nnoncitizens and may have felt less need to become United States citizens.\n\n\n\nFor many of the Mexicans now applying for citizenship, the decision seems tinged with both excited anticipation \nand more than a hint of bitterness.\n\n\"I want to vote, I'll tell you that,\" said Monica Guerra, a 21-year-old Mexican who is applying for citizenship now \nthat her husband, Angel, a welder in Houston, has received his.\n\n\"I don't believe there's justice for immigrants now,\" she said recently at the home of a neighbor in Houston's Spring \nBranch area, clutching her 7-month-old daughter, Jennifer. \"The Hispanics, the Mexicans, they have done all the \nhard work that nobody else wants to do. It's not fair to deny them.\"\n\nMrs. Guerra's application is part of a surge in Houston. From a total of 937 citizenship applications in February \n1994, the number rose as high as 2,734 last September and was 1,674 this February, said Mariela Melero-Chami, \na spokeswoman for the immigration service here.\n\nMrs. Guerra and others are taking English and citizenship classes and studying sample questions for the test, \nincluding, \"What is the name of the ship that brought the Pilgrims to America?\" \"What are the colors of our flag?\" \nand \"Who is the President of the United States today?\"\n\nGraphic\n\n \n\nPhoto: Legal immigrants are applying for United States citizenship in increasing numbers. Monica Guerra, 21, in \nHouston with her daughter, Jennifer, is seeking citizenship now that her husband has received his. (F. Carter \nSmith for The New York Times) (pg. 28)\n\n \n\nGraph: \"ADDING IT UP: U.S. Citizenship Applications\" tracks number of new applications submitted by legal \nimmigrants, per month, from October 1992 through January 1995. (Source: Immigration and Naturalization \nService) (pg. 28)\n"}