{"title": "Embracing the past New Melle erects a statue that honors its settlers.", "body": "\nThe Germans are coming.\n\nSeveral German officials and citizens are coming to New Melle to honor the immigrants who stumbled upon a \nrolling 40-acre stretch of St. Charles County and settled it as their hometown in 1839.\n\nThe officials will be here for a ceremony Saturday to dedicate an 8 1/2-foot-tall bronze statue that illustrates New \nMelle's ties to its sister city of Melle, Germany.\n\n\"Embracing the past into the present is the only way to keep history alive,\" said JoAnn Hammel, who led the \nfundraising drive for the statue. \"Otherwise, it goes by the wayside.\"\n\nThe statue symbolizes the German immigrants who settled in the area more than 160 years ago. A sculptor who \nlives near Melle, Germany, crafted it. It is similar to a statue in the Melle marketplace in Germany. There, the \nstatue of a woman with her child standing atop a pedestal with images of flax flowers represents women's \ncontribution to the family. New Melle's statue is different because it honors the women and children who helped \nfuel the linen industry before the Industrial Revolution.\n\nHammel, a member of the New Melle-Melle Friendship Society, which travels to Melle and hosts Germans every \nfew years, said the group has raised about $52,000 of the $90,000 cost of the statue.\n\nThe mayor of Melle, Germany, will arrive today, Hammel said, and two officials with the German Embassy in the \nUnited States will arrive Saturday morning. They will be joined by New Melle city officials, state Sen. Jon Dolan, R-\nLake Saint Louis, and state Rep. Kevin Threlkeld, R-Washingon.\n\nThe Friendship Society has raised money for the statue by selling engraved bricks between $250 and $500 each to \nbe placed around the base of the statue. The group has also been selling commemorative engravings for $1,000 \nand bronze plaques for $1,200. The group is seeking donations from corporate sponsors as well.\n\nHistorical reflection\n\nThe statue depicts a woman and child clutching a basket of bread and standing atop an open book, representing \nthe Bible and history. The year 1839 is engraved on the book's spine, along with maps of Germany and the United \nStates. Together, the mother and child gaze over New Melle in an open field next to St. Paul's Lutheran Church. \nThe field was once a cemetery used by the immigrant community.\n\nNew Melle Mayor Joe Nolkemper credited the Friendship Society for its efforts and said he views the statue as a \nhistorical reflection of all immigrants who came to the United States in the 19th century -- not just Germans.\n\n\n\"These people came to the United States seeking a better way to live and they realized they had to take the blue-\ncollar jobs to start a life for their family,\" Nolkemper said. \"These are the people of your past, and you can't ever \nforget them.\"\n\nOrganizers of the project hope the statue will help future generations of New Melle residents understand their \nroots.\n\n\"We are a young country,\" Hammel said. \"We need to preserve our history so that 600 years from now, we still \nknow the story.\"\n\n---\n\nDedication in New Melle\n\nWhat: An 8 1/2-foot-tall statue symbolizing the combined history of New Melle, in St. Charles County, and Melle, \nGermany. When: 1:30 p.m. Saturday.\n\nWhere: St. Paul's Lutheran Church, 150 West Highway D, New Melle.\n\nCost: Free.\n\nInformation: JoAnn Hammel at 636-398-5952.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - The new statue in New Melle looks out over the landscape near St. Paul's Lutheran Church. A \ndelegation of visitors from Melle, Germany, which is New Melle's sister city, will be on hand for the dedication \nceremony Saturday. Huy Richard Mach | Post-Dispatch \n"}