{"title": "A JOURNAL-CONSTITUTION SPECIAL REPORT; CHICKEN: HOW SAFE?; SECOND OF TWO PARTS; CHICKEN: AT WHAT COST?; Q & A; Readers ask: What are we supposed to do?'", "body": "\nAfter last Sunday's publication of Part 1 of this project, many readers called reporter Scott Bronstein with further \nquestions. Highlights of those - and Mr. Bronstein's responses:\n\nQ: \"We can't eat shellfish because of pollution. We can't eat beef, because it's high in cholesterol. And now we find \nchicken, which we've been living on, is no good. What are we supposed to do?\" - Patty Rubin, east Cobb\n\nA: Prepare poultry carefully. At a minimum, raw chicken should be stored so drippings from the package do not \ncome into contact with other foods. After cutting or handling meat, thoroughly clean cutting board, knife, counter \nand hands with hot soapy water. Always cook chicken very thoroughly, ideally so that inside of meat reaches \ntemperature of 170-180 degrees Fahrenheit.\n\nQ: \"Where do we go to buy clean chicken? I have a chicken I bought Saturday, and I can't even cook it. Were \nsome companies cleaner than others?\" - Pat Cannon, Smyrna\n\nA: USDA inspectors interviewed at 37 processing plants, including the eight largest U.S. poultry processors, \ndescribed the same problems and did not indicate that any company was any better or any worse than others.\n\nQ: \"It's an outrage. And I blame the federal government. Millions of people have been getting ill from chickens, and \nthe government isn't doing anything about it. We deserve better.\" - Andre Maison, Snellville\n\nA: Consumer advocates in Washington agree. They say consumers should demand a congressional investigation \nof poultry inspection. They say the government must create a standard for how much bacteria is unsafe, then must \nrequire that chicken be tested for microbiological pathogens before sale. They also say federal employees - not the \ncompanies - should do the inspections.\n\nQ: \"It's terrible the inspectors can't do their jobs. I have to say I'd much rather pay a higher price for the food I buy to \nbe sure that I'm putting safe food on the table. Are turkeys safer than chickens?\" - Sylvia Overcast, Atlanta\n\nA: Consumer advocates say that turkey processing plants have similar inspection systems and have similar \nproblems.\n\nQ: \"We all want to know if kosher chicken is any safer.\" - Betty Skoke, Atlanta\n\nA: Consumer advocates say that kosher chicken, as well as free-range chicken, stands a good chance of being \nfreer of dangerous bacterial contamination.\n\n\nQ: \"I was wondering, just how safe is beef and pork?\" - Ken Rogers, Atlanta\n\nA: USDA tests show that up to 10 percent of red meat tested is contaminated with salmonella bacteria, which can \ncause food poisoning, compared with up to 80 percent of chicken. Red meat is higher in cholesterol than chicken.\n\nQ: \"One inspector suggested we not buy \"cut-up parts.\" But is the purchase of a whole chicken any safer?\" - \nJames J. Macie, Jonesboro\n\nA: Industry studies show that cut-up parts are becoming increasingly popular with consumers, but in interviews 70 \nUSDA inspectors said many of the cut-up parts come from \"salvage\" operations and may be diseased \nor unwholesome. Most inspectors who still eat chicken said they prefer to buy whole chickens.\n"}