{"title": "American Pioneers -- or 'Illegals'?", "body": "\n A number of the politicians calling for the criminalization of illegal immigrants may not be aware that they and a \ngood many of their constituents could themselves be direct descendants of people who did some illegal migrating of \ntheir own many years ago. Much of the territory of the United States was settled by people  --  hundreds of \nthousands of them  --  who disregarded the law by squatting on public lands. \n\n  Of course, they had a ready reason for doing so: Like today's immigrants, they were seeking a better life for \nthemselves and their families. Indeed, many of the current residents of the states between the Appalachian and \nRocky mountains can trace their roots directly to these onetime criminals  --  whom we now call \"pioneers.\" \n\n In the early decades of the 19th century, the federal government hoped to dispose of public land in its western \nterritories by auctioning it to the highest bidder  --  typically a northeastern land speculator. But this policy posed a \nserious obstacle to the settlers streaming west in hopes of acquiring cheap land to start a new life. Speculators \noften held land off the market for years, waiting for prices to increase so they could sell for a hefty profit. \n\n Although federal law made it a crime to enter publicly owned land slated for auction, hundreds of thousands of \nsquatters trespassed on this land, as well as on absentee-owned private holdings, and began to farm it illegally. \nThe federal government tried at times to protect the land by sending the Army to clear squatters out, but the settlers \nwould simply return once the soldiers had moved on. \n\n Eastern politicians, many of whom dabbled in land speculation, condemned the squatters' defiance of federal law. \nThey accused squatters of being \"greedy, lawless land grabbers\" who had no respect for law and order. In 1815 \nPresident James Madison issued a proclamation warning \"uninformed or evil disposed persons . . . who have \nunlawfully taken possession of or made any settlement on the public lands . . . to remove therefrom\" or face \nejection by the Army and criminal prosecution. Henry Clay expressed a widely shared sentiment in 1838 when he \ndismissed the squatters as a \"lawless rabble.\" \n\n But once the squatters managed to put down roots, the federal government found it difficult, both politically and \npractically, to remove them. Accordingly, on 39 occasions before 1837, Congress enacted retroactive amnesties for \nsquatters illegally occupying federal lands, despite the objection that these amounted to a reward for lawlessness. \nUltimately the process of moving from occupation to ownership was fully legalized in the 1862 Homestead Act, \nwhich granted free title to settlers who met the statute's residency and improvement requirements. In one of the \n\n\ngreat ironies of American history, the lawless squatters underwent a dramatic image makeover in our collective \nmemory to become noble pioneers. \n\n The lesson for then  --  and now? When the needs that drive large numbers of people to break the law are strong \nenough, it's unlikely that official repression will be able to stop them. This is not to say that the government isn't \njustified in attempting to regulate immigration. But efforts to get a handle on the problem must be undertaken with a \nproper respect for the dignity of illegal migrants and for the legitimate needs that push them to break the law. \n\n  Who knows? Perhaps in a hundred years, when the heated debate over illegal immigration has long since made \nway for some other controversy, our grandchildren will watch movies or television shows celebrating the heroism of \ntoday's illegal immigrants  --  or \"pioneers.\" \n\n The writer is an associate professor at Fordham Law School, where he teaches courses on property and land use.  \n"}