{"title": "Most See Visa Program as Severely Flawed", "body": "\nSomewhere in the debate over immigration and the future of illegal workers, another, less-publicized fight is being \nwaged over those who toil in air-conditioned offices, earn up to six-figure salaries and spend their days \nprogramming and punching code.\n\nThey are foreign workers who arrive on H-1B visas, mostly young men from India and China tapped for skilled jobs \nsuch as software engineers and systems analysts. Unlike seasonal guest workers who stay for about 10 months, H-\n1B workers stay as long as six years. By then, they must obtain a green card or go back home.\n\nYesterday, the House Judiciary Committee heard testimony for and against expanding the H-1B program. This \nweek, the Senate Judiciary Committee approved legislation that would increase the H-1B cap to 115,000 from \n65,000 and allow some foreign students to bypass the program altogether and immediately get sponsored for \ngreen cards, which allow immigrants to be permanent residents, free to live and work in the United States.\n\nBut underlying the arguments is a belief, even among the workers themselves, that the current H-1B program is \nseverely flawed.\n\nOpponents say the highly skilled foreign workers compete with and depress the wages of native-born Americans.\n\nSupporters say foreign workers stimulate the economy, create more opportunities for their U.S. counterparts and \nprevent jobs from being outsourced overseas. The problem, they say, is the cumbersome process: Immigrants \noften spend six years as guest workers and then wait for green card sponsorship and approval.\n\nAt the House committee hearing yesterday, Stuart Anderson, executive director of the National Foundation for \nAmerican Policy, a nonprofit research group, spoke in favor of raising the cap. Still, he said in an interview, the H-\n1B visa is far from ideal. \"What you want to have is a system where people can get hired directly on green cards in \n30 to 60 days,\" he said.\n\nEconomists seem divided on whether highly skilled immigrants depress wages for U.S. workers. In 2003, a study \nfor the Federal Reserve Bank of Atlanta found no effect on salaries, with an average income for both H-1B and \nAmerican computer programmers of $55,000.\n\nStill, the study by Madeline Zavodny, now an economics professor at Agnes Scott College in Decatur, Ga., \nconcluded \"that unemployment was higher as a result of these H-1B workers.\"\n\nIn a working paper released this week, Harvard University economist George J. Borjas studied the wages of \nforeigners and native-born Americans with doctorates, concluding that the foreigners lowered the wages of \n\n\ncompeting workers by 3 to 4 percent. He said he suspected that his conclusion also measured the effects of H-1B \nvisas.\n\n\"If there is a demand for engineers and no foreigners to take those jobs, salaries would shoot through the roof and \nmake that very attractive for Americans,\" Borjas said.\n\nThe Institute of Electrical and Electronics Engineers-USA says H-1B salaries are lower. \"Those who are here on H-\n1B visas are being worked as indentured servants. They are being paid $13,000 less in the engineering and \nscience worlds,\" said Ralph W. Wyndrum Jr., president of the advocacy group for technical professionals, which \nfavors green-card-based immigration, but only for exceptional candidates.\n\nWyndrum said the current system allows foreign skilled workers to \"take jobs away from equally good American \nengineers and scientists.\" He based his statements about salary disparities on a December report by John Miano, a \nsoftware engineer, who favors tighter immigration controls. Miano spoke at the House hearing and cited figures \nfrom the Occupational Employment Statistics program that show U.S. computer programmers earn an average \n$65,000 a year, compared with $52,000 for H-1B programmers.\n\n\"Is it really a guest-worker program since most people want to stay here? Miano said in an interview. \"There is \ndirect displacement of American workers.\"\n\nThose who recruit and hire retort that a global economy mandates finding the best employees in the world, not just \nthe United States. And because green-card caps are allocated equally among countries (India and China are \nbacklogged, for example), the H-1B becomes the easiest way to hire foreigners.\n\nIt is not always easy. Last year, Razorsight Corp., a technology company with offices in Fairfax and Bangalore, \nIndia, tried to sponsor more H-1B visas -- but they already were exhausted for the year. Currently, the company \nhas 12 H-1B workers on a U.S. staff of 100, earning $80,000 to $120,000 a year.\n\nCharlie Thomas, Razorsight's chief executive, said the cap should be based on market demand. \"It's absolutely \nessential for us to have access to a global talent,\" he said. \"If your product isn't the best it can be with the best cost \nstructure and development, then someone else will do it. And that someone else may not be a U.S.-based \ncompany.\"\n\nBecause H-1B holders can switch employers to sponsor their visas, some workers said they demand salary \nincreases along the way. But once a company sponsors their green cards, workers say they don't expect to be \npromoted or given a raise.\n\nNow some H-1B holders are watching to see how Congress treats the millions of immigrants who crossed the \nborders through stealthier means.\n\nSameer Chandra, 30, who lives in Fairfax and works as a systems analyst on an H-1B visa, said he is concerned \nthat Congress might make it easier for immigrants who entered the U.S. illegally to get a green card than people \nlike him. \"What is the point of staying here legally?\" he said.\n\nHis Houston-based company has sponsored his green card, and Chandra said he hopes it is processed quickly. If it \nis not, he said, he will return to India. \"There's a lot of opportunities there in my country.\"\n\nReported By TechNews.com, http://www.TechNews.com \n\n(20060331/WIRES /)\n"}