{"title": "MEXICANS MAKE 'SEEN'", "body": "\nDocumented or not, Mexicans are one of the city's fastest-growing- immigrant populations. Filmmaker Brenda \nCampos says they're also the most invisible.\n\nSoon after moving to New York from Mexico City two years ago, Campos saw there was a trove of true-life tales \nwaiting to be told about her fellow countrymen here.\n\nCampos, who trains other would-be directors at Asociación Tepeyac, a Mexican social organization in Manhattan, \ntrained her camera mostly on undocumented workers. Two of her immigration-themed films, the short \ndocumentaries \"Los Anonimos (The Anonymous Ones)\" and \"Mexican Link\" (co-directed by Javier de la Torre), are \npart of this year's Nuestro Cine Latino Film Series, which begins Monday.\n\n\"They're about what it means to live and die in a city where you are not -officially recognized,\" says Campos.\n\n\"People here see [Mexicans] working at coffee shops and delis, but they -never listen to what they have to say and \nnever realize who they really are.\n\n\"So one good thing about [Nuestro Cine] is that their voices are being heard,\" adds Campos. \"The screenings allow \nthem to speak out.\"\n\nThe free festival, now in its third year, is focusing entirely on hot-button issues affecting the Mexican community. \nOne night is devoted to short films by Mexican directors living in New York, several of them trained at Asociación \nTepeyac.\n\nOther themes deal with Mexican workers who died on Sept. 11, 2001, at the World Trade Center, and the \n-commercialization of religious icons such as La Virgen de la Guadalupe.\n\nThe festival closes with \"Señorita Extraviada/Missing Young -Woman,\" Lourdes Portillo's harrowing -documentary \nabout the unsolved rapes and murders of more than 200 women in Juarez, Mexico.\n\nNuestro Cine, which began as a one-day event in a Brooklyn library, has spread to three nights and two venues this \nyear, \"because we're trying to bring these films to the communities that need it the most,\" says Rebeca Ramirez of \nthe Association of Hispanic Arts.\n\n\"It's not only a reflection of how -immigrants are being trained to be filmmakers, but to empower the\n\nMexican community here by giving them a voice that specifically talks about these -issues.\"\n\nThe screenings, every Monday through June 28, are at Carlito's Cafe\n\n\nin East Harlem and La Casa Blanca in the Bronx. Call( 212) 876-1242 for schedule and information.\n\nE-mail:\n\nrdominguez@edit.ny dailynews.com\n"}