{"title": "Even in disaster, due process important", "body": "\nSAN DIEGO - Whenever I write about immigration issues, restrictionists and racists accuse me of being too soft on \nHispanics. And, of course, others accuse me of being too hard on Hispanics.\n\nI hear this from open-border types on the left - especially other Mexican-Americans - when I get on my soapbox and \ninsist that Hispanic immigrants, legal or illegal, who are demanding their rights have to also start accepting their \nresponsibilities. Or when I preach that immigrants should learn English, obey the law, become U.S. citizens, obtain \nan education and contribute to society. Or when I denounce reckless, immoral or otherwise unacceptable behavior \nthat turns public sentiment against immigrants in general.\n\nThat's what inspired one reader on the Latino left to recently label me a \"Tio Tomas\" (a Hispanic Uncle Tom). And \nwhat did I do to get this lefty so riled up? I affixed the label of \"scoundrels\" to anyone who would steal food, water, \ndiapers and other items from a relief center during a natural disaster.\n\nWhat kind of person would do such a thing? I suppose a desperate one. But that's no excuse. Anyone who steals \nfrom people in need deserves harsh punishment.\n\nWhich brings us to what allegedly occurred at Qualcomm Stadium in San Diego, which acted as a temporary \nshelter during the recent Southern California wildfires. In what appear to be separate incidents, a handful of illegal \nimmigrants suspected of stealing relief supplies were taken into custody by Border Patrol agents and deported to \nMexico.\n\nKeep in mind that the Border Patrol agents were at the stadium only to assist San Diego police officers in \nmaintaining order. They were not there to enforce immigration law. And from what I know of the Border Patrol, the \nlast thing that any of these agents wanted to do was to arrest illegal immigrants at a relief shelter.\n\nImmigration and Customs Enforcement insists that there were no immigration sweeps at Qualcomm. That's fine, but \nthe agency is parsing its words. Sweeps aren't the issue. Notice that ICE didn't say that no immigration-related \narrests took place at the stadium.\n\nThis is what really matters in this story: The suspects were handed over on the spot to Border Patrol agents by San \nDiego police officers. That appears to be a breach of protocol. The way it usually works is that a police officer might \narrest an illegal immigrant for some other infraction that goes beyond the civil violation of coming into the country \nillegally - in this case, the alleged theft - process him at the police station, then place a \"hold\" on the suspect until \nthe Border Patrol picks him up.\n\nAt Qualcomm, it appears that police officers short-circuited the process. It was a rookie mistake, the type that \nsaves paperwork but also brings on controversy and invites lawsuits. This sort of thing demolishes the trust \n\n\nbetween immigrants and the police, who generally steer clear of enforcing immigration law because they would \nrather have immigrants cooperate with them when other crimes are committed.\n\nHere's what we know from what's been reported by local media: In one case, three Hispanic immigrant families who \nhad been evacuated from their homes had in their possession diapers, water and other supplies, all of which were \nprovided by relief workers to evacuees. They claimed they were given the provisions. But a bystander accused \nthem of stealing and told the police. When some of the immigrants were unable to provide proper identification that \nwould prove they were in the country legally, the officers turned the families over to the Border Patrol.\n\nThat's just one case. When I used the word \"scoundrels,\" I was referring to another instance that has been reported \nwhere it does appear that some theft was going on. In that case, there were no families - just a couple of men \nloading supplies into a truck. They too were arrested and deported.\n\nThe case of the families is much more complicated. That's why procedures and protocols exist. When they're \nbroken, harm can be done. Just imagine what happens the next time there is a crisis of the magnitude of the San \nDiego fires, and illegal immigrants are so afraid that they avoid seeking shelter.\n\nIf it turns out that some of the initial reports are true and the families were stealing supplies, we shouldn't apologize \nfor condemning it. But, if the reports were false and this is all one big and unfortunate misunderstanding, apologies \nare in order - starting with the San Diego Police Department.RUBEN NAVARRETTE is a columnist for the San \nDiego Union-Tribune.\n"}