{"title": "Some Detainees Are Drugged For Deportation; Immigrants Sedated Without Medical Reason", "body": "\nThe U.S. government has injected hundreds of foreigners it has deported with dangerous psychotropic drugs \nagainst their will to keep them sedated during the trip back to their home country, according to medical records, \ninternal documents and interviews with people who have been drugged.\n\nThe government's forced use of antipsychotic drugs, in people who have no history of mental illness, includes \ndozens of cases in which the \"pre-flight cocktail,\" as a document calls it, had such a potent effect that federal \nguards needed a wheelchair to move the slumped deportee onto an airplane.\n\n\"Unsteady gait. Fell onto tarmac,\" says a medical note on the deportation of a 38-year-old woman to Costa Rica in \nlate spring 2005. Another detainee was \"dragged down the aisle in handcuffs, semi-comatose,\" according to an \nairline crew member's written account. Repeatedly, documents describe immigration guards \"taking down\" a \nreluctant deportee to be tranquilized before heading to an airport.\n\nIn a Chicago holding cell early one evening in February 2006, five guards piled on top of a 49-year-old man who \nwas angry he was going back to Ecuador, according to a nurse's account in his deportation file. As they pinned \nhim down so the nurse could punch a needle through his coveralls into his right buttock, one officer stood over him \nmenacingly and taunted, \"Nighty-night.\"\n\nSuch episodes are among more than 250 cases The Washington Post has identified in which the government has, \nwithout medical reason, given drugs meant to treat serious psychiatric disorders to people it has shipped out of \nthe United States since 2003 -- the year the Bush administration handed the job of deportation to the Department \nof Homeland Security's new Immigration and Customs Enforcement agency, known as ICE.\n\nInvoluntary chemical restraint of detainees, unless there is a medical justification, is a violation of some \ninternational human rights codes. The practice is banned by several countries where, confidential documents make \n\n\nclear, U.S. escorts have been unable to inject deportees with extra doses of drugs during layovers en route to \nfaraway places.\n\nFederal officials have seldom acknowledged publicly that they sedate people for deportation. The few times \nofficials have spoken of the practice, they have understated it, portraying sedation as rare and \"an act of last \nresort.\" Neither is true, records and interviews indicate.\n\nRecords show that the government has routinely ignored its own rules, which allow deportees to be sedated only if \nthey have a mental illness requiring the drugs, or if they are so aggressive that they imperil themselves or people \naround them.\n\nStung by lawsuits over two sedation cases, the agency changed its policy in June to require a court order before \ndrugging any deportee for behavioral rather than psychiatric reasons. In one instance identified by The Post, the \nagency appears not to have followed those rules.\n\nIn the five years since its creation, ICE has stepped up arrests and removals of foreigners who are in the country \nillegally, have been turned down for asylum or have been convicted of a crime in the past.\n\nIf the government wants a detainee to be sedated, a deportation officer asks for permission for a medical escort \nfrom the aviation medicine branch of the Division of Immigration Health Services (DIHS), the agency responsible for \nmedical care for people in immigration custody. A mental health official in aviation medicine is supposed to assess \nthe detainee's medical records, although some records contain no evidence of that happening. If the sedatives are \napproved, a U.S. public health nurse is assigned as the medical escort and given prescriptions for the drugs.\n\nAfter injecting the sedatives, the nurse travels with the deportee and immigration guards to their destination, usually \ngiving more doses along the way. To recruit medical escorts, the government has sought to glamorize this work. \n\"Do you ever dream of escaping to exotic, exciting locations?\" said an item in an agency newsletter. \"Want to get \naway from the office but are strapped for cash? Make your dreams come true by signing up as a Medical Escort for \nDIHS!\"\n\nThe nurses are required to fill out step-by-step medical logs for each trip. Hundreds of logs for the past five years, \nobtained by The Post, chronicle in vivid detail deviations from the government's sedation rules.\n\nAn analysis by The Post of the known sedations during fiscal 2007, ending last October, found that 53 people who \ngot medical escorts were sedated without a documented psychiatric reason. Forty-eight of them had no \ndocumented history of violence, though some had managed to thwart an earlier attempt to deport them. These \nfigures do not include two people who immigration officials said were given sedatives for behavioral rather than \npsychiatric reasons before being deported on group charter flights, which are often used to return people to \nMexico and Central America.\n\nEven some people who had been violent in the past proved peaceful the day they were sent home. \"Dt calm at this \ntime,\" says the first entry, using shorthand for \"detainee,\" in the log for the January 2007 deportation of Yousif \nNageib to his native Sudan. In requesting drugs for his deportation, an immigration officer had noted that Nageib, \n40, had once fled to Canada to avoid an assault charge and had helped instigate a detainee uprising while in \ncustody. But on the morning of his departure, the log says, he \"is handcuffed and states he will do what we say.\" \nStill, he was injected in his right buttock with a three-drug cocktail.\n\nIn one printout of Nageib's medical log, next to the entry saying he was calm, is a handwritten asterisk. It was put \nthere by Timothy T. Shack, then medical director of the immigration health division, as he reviewed last year's \nsedation cases. Next to the asterisk, in his neat, looping handwriting, Shack placed a single word: \"Problem.\"\n\n* * *\n\nWhen he landed in Lagos, Nigeria, Afolabi Ade was unable to talk.\n\n\n\n\"Every time I tried to force myself to speak, I couldn't, because my tongue was . . . twisted. . . . I thought I was going \nto swallow it,\" Ade, 33, recalled in an interview. \"I was nauseous. I was dizzy.\"\n\nAs he was being flown back to Africa, his American wife alerted his parents there that he was on his way. His father \nwas waiting at the Lagos airport. It was the first time in three years that they had seen one another. Shocked by \nhow woozy the young man was, his father decided not to take him home and frighten the rest of the family. Instead, \nhe checked his son into a hotel.\n\nAde was in the hotel for four days before the effects of the drugs began to abate.\n\nPart of a prominent Nigerian family, Ade asked The Post to identify him by only a portion of his name to protect their \nreputation. He had come to the United States as a college student in the mid-1990s. Five years later, he was in a \ncar belonging to cousins when police found fraudulent checks in the trunk. He pleaded guilty.\n\nAfter finishing his sentence, Ade was living in Atlanta, and was two semesters away from a telecommunications \ndegree at DeVry University, when immigration officers came looking for him one day in January 2003. They wanted \nto deport him for the old crime. He called his probation officer to ask whether he could wait to surrender until he \ntook his upcoming final exams. But when he went to the probation office, immigration officers were there to arrest \nhim.\n\nHis records offer little explanation of why he was sedated. The one-page medical record in his file mentions one \ncondition: chronic nasal allergy. The log of his trip does not mention mental illness; in the space to list current \nmedical problems, a nurse wrote merely that Ade was anxious.\n\nHis drugging, however, fits a pattern that emerges from the cases analyzed by The Post: The largest group of \npeople who were sedated had resisted attempts to deport them at least once before.\n\nOne summer day in 2003, deportation officers arrived at the rural Alabama jail where Ade was being held. Pack \nyour bags, they told him. When they reached an immigration office in Atlanta, Ade recalled, half a dozen \"big guys \ncame to meet me and said I was there to be deported.\"\n\n\"I can't be deported,\" he replied. \"I have a wife I love very much.\" Besides, he told them, he was still appealing his \nimmigration case. He shouldn't have to leave, he protested, until the judge had ruled. That day, he was returned to \nAlabama. But he said that immigration officers warned him, \"We'll find a way to get you on a plane.\"\n\nA few weeks later, the officers came back and again took him to a holding cell in Atlanta. He was, the medical log \nsays, becoming \"increasingly anxious and non-cooperative per flt. to Nigeria.\" At 1:30 p.m., the log says, \"Dt taken \ndown by four\" guards.\n\nAde was being held down, he recalled, when he noticed a nurse \"with a needle and a bottle with some kind of \nsubstance in it.\" He said he told the guards: \"Okay, fine, fine. If it's going to be like this, don't inject me. I will go on \nmy own free will.\"\n\nThe nurse went ahead, the log shows, injecting him in the left shoulder with two milligrams of a powerful drug, \nHaldol, used to treat psychosis, and one milligram of an anti-anxiety drug, Ativan. He was injected with two more \nrounds, as well as a third drug, in progressively larger doses, during the trip.\n\nThe effects of those injections are what alarmed Ade's father after the plane landed in Lagos. Yet the medical log \nsays Ade arrived \"alert and oriented.\"\n\nHis family's doctor, who visited him on each of the four days his father hid him in the hotel, had a different view. \"He \nwas groggy -- somebody under the influence of drugs or drunkenness,\" recalled Olakunle Adigun, a general \npractitioner. He couldn't figure out what sedatives his patient had been given, so he tried to detoxify him with saline \ninfusions.\n\n\n\nAde's pulse was dangerously low, and when he tried to walk around the hotel room, \"he leaned on the wall,\" Adigun \nsaid. \"He was talking, but a slurred kind of speech.\"\n\n* * *\n\nInternal government records show that most sedated deportees, such as Ade, received a cocktail of three drugs \nthat included Haldol, also known as haloperidol, a medication normally used to treat schizophrenia and other acute \npsychotic states. Of the 53 deportees without a mental illness who were drugged in 2007, The Post's analysis \nfound, 50 were injected with Haldol, sometimes in large amounts.\n\nThey were also given Ativan, used to control anxiety, and all but three were given Cogentin, a medication that is \nsupposed to lessen Haldol's side effects of muscle spasms and rigidity. Two of the 53 deportees received Ativan \nalone. One person's medications were not specified.\n\nHaldol gained notoriety in the Soviet Union, where it was often given to political dissidents imprisoned in psychiatric \nhospitals. \"In the history of oppression, using haloperidol is kind of like detaining people in Abu Ghraib,\" the \ninfamous prison in Iraq, said Nigel Rodley, who teaches international human rights law at the University of Essex in \nBritain and is a former United Nations special investigator on torture.\n\nFor people who are not psychotic, said Philip Seeman, a University of Toronto specialist in psychiatry and \npharmacology, \"prescribing Haldol . . . is medically and ethically wrong.\" Seeman studied the drug in the 1960s and \nlater discovered the brain receptors on which several antipsychotic drugs work.\n\nThe only circumstances in which small amounts of Haldol are appropriate for non-psychotic people, Seeman said, \nare when a person comes into a hospital emergency room violent and agitated from an overdose of a drug such as \nPCP, or when someone with severe dementia is delusional or combative. \"You or I wouldn't get it if we were \nemotionally upset,\" he said.\n\nIn addition, Seeman said, typical doses to help psychotic patients accustomed to the drug are perhaps five to 15 \nmilligrams a day. Several deportees were given a total of 30 milligrams, which Seeman characterized as \"really \nhigh,\" especially for people who have never taken the drug before.\n\nEven when used for its intended patients, people with psychosis, Haldol has drawn warnings from the U.S. \ngovernment. In September, the Food and Drug Administration issued an alert citing \"a number of case reports of \nsudden death\" and other reports of dangerous changes in heart rhythm. It is, important, the FDA warned, to inject \nHaldol only into muscles, not veins, and to avoid doses that are too high.\n\n\"Pharma non grata\" is the way Emergency Medicine News magazine described the drug after the FDA alert.\n\nBeyond the specific drugs used, Rodley said, is a deeper question: \"What is the least intrusive means of restraint \nconsistent with the human dignity of the person? . . . I'd be very surprised if the injection of disabling chemicals \nagainst somebody's will that affect one's psychological well-being . . . is likely to be the least intrusive means.\"\n\nAsked to explain the reason for using Haldol and other psychotropic drugs with people who are not mentally ill, \nICE responded, \"The medications used by Aviation Medicine are widely used in psychiatry.\" Agency officials said \nthat medical escorts administer \"the lowest dose possible.\" Combining Haldol and Ativan \"allows you [to] use less \nof each,\" they said, and produces a quicker and longer sedative effect.\n\nIn the years before Ade was drugged, there had been an internal debate within the U.S. government over whether \nsedating deportees against their will is legal, according to confidential legal memos obtained by The Post. There \nwas agreement that mentally ill people could be forced to take psychotropic medicine on their way out of the \ncountry. At dispute were cases in which the detainees were not mentally ill but combative -- known as \"behavioral \ncases.\"\n\n\n\nNear the end of the Clinton administration, Health and Human Services lawyers sent around a memo that warned, \n\"[U]sing chemical restraints in cases in which medication is not clinically indicated . . . may put the government at \nrisk of potential liability.\"\n\nAnother memo went further, concluding that it could be done only if a federal judge gave permission in advance. \n\"[R]egarding detainees who are not mentally ill,\" the November 2000 document said, \"involuntary medication of \nsuch persons for the sole purpose of subduing them during deportation, without a court order, is not supported by \nany legal authority and raises ethical issues, as well.\"\n\nAfter the Sept. 11, 2001, attacks, and after the Bush administration assumed a tough new stance on immigration in \nits campaign against terrorism, the Justice Department still sounded wary about drugging deportees. In March \n2002, a Justice lawyer laid out two options. One choice, he wrote, was to \"seek a court order . . . in every case \nwhere the alien's medication is not therapeutically justified.\" The other choice was to create a regulation to grant \nimmigration officials explicit permission to sedate deportees, perhaps including safeguards that would give people a \nwarning that they might be medicated -- and a chance to object.\n\nTop immigration officials chose neither. Instead, in May 2003, just after ICE was created, they internally circulated a \nnew policy: \"[A]n ICE detainee with or without a diagnosed psychiatric condition who displays overt or threatening \naggressive behavior . . . may be considered a combative detainee and can be sedated if appropriate under the \ncircumstances.\"\n\nUnder that policy, scores of people have been sedated every year since then, usually with heavy psychotropic \ndrugs.\n\nSome countries forbid the practice. The medical files for several deportees recount disputes between U.S. officials, \nwho wanted to inject a subject, and foreign officials, who would not allow it.\n\nImmigration guards and a public health nurse ran into trouble in May 2004, during a stopover on a trip from \nColorado to Guinea. The deportee had been given the three-drug cocktail at the airport gate before leaving Denver, \nthe nurse wrote in the log. Three \"booster doses\" followed.\n\nThe last booster was given shortly before the plane landed in Belgium. \"[N]o problem initially with Belgium security,\" \nthe log says. \"[T]hen approached and informed illegal to medicate detainee against their will in Belgium. Informed \nthem pt wasn't medicated in Belgium airspace for which they replied that he is medicated in Belgium.\" In the end, \nthe security officers let the deportation go ahead.\n\nImmigration guards and a nurse had more trouble during another deportation to Guinea in April 2006, as they \nescorted a 34-year-old man from Atlanta, with a stop in France.\n\nHe had been given 15 milligrams of Haldol, as well as the two other drugs, by the time the flight reached Paris at \n9:45 a.m. According to a nurse's report on the incident, the guards, nurse and deportee were met at the plane by \nFrench national police, who accompanied them to an airport police station to await the connecting flight to Africa \nlater in the day.\n\nOnce at the station, one of the guards asked a French officer \"where we could inject the detainee when needed.\" \nFirst, they were shown into a private area. But five minutes later, the nurse's report says, \"a superior French police \nofficer approached and informed me that any type of involuntary injection was strictly forbidden in France, and that \nwe would have to wait until we were in the aircraft if we were to inject our detainee.\"\n\nSix hours later, the entourage returned to the boarding area for the flight to Guinea. \"When we arrived at the plane, \nthe detainee became very argumentative, refusing to enter plane until [the guards] produced paperwork showing a \nfinal deportation order,\" the nurse wrote. The immigration officers tried to coax him onto the plane. He refused.\n\n\"I asked the French police if the ramp on the gate would be an appropriate place to medicate,\" the nurse wrote. \n\"The French police's reply was that it was strictly forbidden.\" The plane's captain came over to say that he would \nnot allow the deportee onto the flight. The guards and the nurse flew him back to Atlanta.\n\n\n\nFive weeks later they tried again, and this time, they reached Guinea. By the time they arrived, a nurse had given \nthe deportee nine injections of Haldol totaling 55 milligrams -- nearly four times as much as before.\n\n* * *\n\nOne deportee who was sedated last year had convictions for armed robbery and assault. Another kept telling \nimmigration officers, \"I am God.\" But many of those injected with psychotropic drugs, records show, are neither \nviolent nor mentally ill. They simply do not want to go home.\n\n\"[M]ild anxiety and agitation\" is how a deportation log describes Remmy Semakula's state on the afternoon he was \ntaken from his cell in the Middlesex County jail in New Jersey to be deported to Uganda in early April 2007. \nAccording to a memo from his deportation officer, he had said earlier that he would \"fight with the officers and \nobstruct the operation of the airline\" if guards tried to force him to go home. Semakula, 42, said that he had not tried \nto thwart his deportation and had not known it was imminent because his immigration case still was before a \nfederal judge. \"I never fought violently or physically,\" he said. \"They just grabbed me and injected me with a \nsleeping drug.\"\n\nThe first time immigration agents tried to deport Michel Shango, he slammed his head, hard, against the outside of \nthe van that had come to pick him up at Atlanta's city jail. Instead of being driven to the airport, then flown to the \nDemocratic Republic of Congo, he was brought back to the jail so his wound could be tended to.\n\n\"I asked him why he feared being returned back to his country,\" an immigration officer wrote of the incident. \nShango, now 42, replied that he had been a journalist and had written articles critical of the Congolese government. \n\"Detainee stated . . . that he might as well die trying to avoid deportation,\" a second officer wrote, \"because they \nwill kill him as soon as he gets to the D.R. of the Congo.\"\n\nUntil early 1996, Shango worked in Congo, ghostwriting articles and supplying information to foreign \ncorrespondents about the repressive administration of President Mobutu Sese Seko, he said in telephone \ninterviews from locations in Congo, Gabon and Equatorial Guinea, where friends are now helping him hide. \nEventually Shango was arrested, he and two of his lawyers said, but he escaped to Canada, then settled in North \nCarolina, where he started a limousine business with a cousin in Charlotte. He married an American, who at first \noffered to help him become a citizen. The marriage dissolved. He applied for political asylum. He was turned down.\n\nHe was remarried to a Congolese woman by the time immigration officers came to his house at 4:30 one morning in \nMay 2006. As his wife and their three American-born children cried at the frightening scene, the officers led him \naway at gunpoint.\n\nOn Feb. 28, 2007, three months after the first deportation attempt was aborted because of the head-banging \nincident, seven guards arrived at the Atlanta jail to make a second attempt. Shango glanced at his watch and noted \nthat it was 1:45 p.m. \"They pushed me against the wall,\" he recalled. \"They pulled my pants down.\" His medical log \nshows that he was given seven shots in his right buttock and right shoulder before he boarded the airplane.\n\nThe log says his only psychological problem was \"anxiety disorder.\"\n\nBy the time Shango reached Congo, records show, he had been injected with 32.5 milligrams of Haldol and 7.5 \nmilligrams of Ativan. As he was thrown into a prison after he got off the plane, and even as friends helped him \nescape, he was so disoriented, he said, that he did not fully know where he was. For two weeks, Shango said, \"It \nwas like I was dreaming. . . . I started crying, crying, crying all day long. . . . I was like crazy, because [of] the drugs, \nknocking me down.\"\n\n* * *\n\nOf all the detainees who have been forcibly drugged, only two have drawn much public attention. Neither, in the \nend, was deported. And compared with other deportees, neither got large doses of sedatives. But publicity about \ntheir cases sent shock waves through the immigration bureaucracy.\n\n\n\nRaymond Soeoth, a Christian minister from Indonesia, had tried and failed to win asylum in the United States. While \nin custody at an immigration compound near Los Angeles, his medical log notes, Soeoth, now 39, he said he would \nkill himself if deported -- a statement his lawyers say he never made.\n\nOn Dec. 7, 2004, he was injected in the left buttock with five milligrams of Haldol and four milligrams of Cogentin \nbefore being taken to the airport. As it turned out, his deportation was canceled before takeoff because \nimmigration officials had not alerted airline security in Singapore, a stopover point.\n\nAmadou Diouf came to the United States from Senegal as a student in 1996 and got a degree in information \nsystems from California State University at Northridge. He married a U.S. citizen and was trying to change his \nimmigration status when, in March 2005, he was arrested and brought to the same compound as Soeoth.\n\nEleven months later, as he was still appealing his case and, according to his lawyers, had a court order blocking his \ndeportation, immigration officers came for him and took him to the airport for the trip back to Senegal.\n\nAt first, records show, Diouf, now 32, was calm. He was already sitting in a window seat, 4A, when he demanded to \nspeak to the plane's captain. He \"became more agitated, anxious and loud in his dialogue,\" according to the \nmedical log. A nurse said he would be given \"some calming medicine,\" but when Diouf saw the needle, he lunged. \nGuards \"proceeded to take down the detainee to the ground\" in the plane's galley, and the nurse injected him with \nfive milligrams of Haldol, two milligrams of Ativan and two milligrams of Cogentin.\n\nAt that point, the guards and nurse called off the trip. Diouf was returned to his cell.\n\nIn early May 2007, a lawyer for the American Civil Liberties Union of Southern California was drafting a lawsuit on \nbehalf of Soeoth and Diouf and told a local newspaper, the Los Angeles Daily Journal, about their sedations. \nAcross the continent, inside the immigration health division's headquarters in downtown Washington, the publicity's \neffect was electric.\n\nThe next day, the chief of psychiatry for the division's aviation medicine branch dispatched a memo. \"I have \nstopped all planned non-psychiatric behavioral escorts, of which 10 are currently planned,\" he wrote, until \ngovernment lawyers \"have formalized policy in regards to this type of escort activity.\"\n\nA month and a half later, the medical escort rules were changed. Except in psychiatric cases, according to a \nconfidential June 21 memo from ICE, the health division \"must have a court order to assist . . . [ICE in] removal of \nproblematic detainees.\" In January, the language was made even stronger: \"DIHS may only involuntarily sedate an \nalien to facilitate removal where the government has obtained a court order. There are no exceptions to this policy.\"\n\nThe newest rules were issued less than three weeks before the government tentatively settled the lawsuit with \nSoeoth and Diouf, who are now out of custody. The government is no longer trying to deport Soeoth; Diouf is still \nfighting to remain in the country.\n\nHow well the government is following its new rules is unclear. Asked how many court orders the government has \nsought, immigration officials said that none \"have been issued to involuntarily sedate an alien for removal \npurposes,\" but they declined to discuss whether any requests are pending.\n\nIn one known case in which government lawyers sought a court order, they withdrew the request after a \ncongressman intervened. On Oct. 1, a federal judge in Texas was asked for permission to sedate Rrustem Neza. \nImmigration officers had canceled their first attempt to deport him to Albania because he created a scene at the \nDallas/Fort Worth International Airport, screaming, \"I am not a terrorist.\"\n\nOne week after the government filed its motion, Rep. Louie Gohmert (R-Tex.), a former judge, wrote to the court, \nsaying he had \"grave concerns\" about the government's desire to medicate his constituent to deport him. \"Mr. \nNeza fled Albania after telling a crowd in Tropoje the names of the men who were seen killing Azem Hajdari, who \norganized a student movement against the Communist Party. Mr. Neza's cousins were fatally shot while fleeing with \nhim,\" the congressman wrote. \"[S]edating Mr. Neza amounts to a death sentence for an innocent man.\"\n\n\n\nLast March, after Gohmert had spoken about Neza's case with Secretary of State Condoleezza Rice, and after he \nhad introduced legislation to block Neza's deportation, the issue was dropped.\n\n* * *\n\nIn at least one instance since the rules were changed, the government apparently drugged a deportee without \npermission from a judge. Maher Ayoub, now 44, was sent back to Egypt last August. A month later, immigration \nofficials told Congress that they had not yet asked for a court order in any case.\n\nAyoub had thwarted the first attempt to deport him, a few months earlier, by sitting in a van and demanding all the \npaperwork in his immigration file. He said he spent the next three months in segregation in an Elizabeth, N.J., \ndetention center. The next time they tried to send him home, immigration officers were determined to make sure he \nwould go quietly.\n\nHis record offers contradictory evidence about whether there was psychiatric justification for the drugs he got, \nthough it seems to suggest that there was not. A one-page \"patient summary\" for Ayoub says \"Med/Psych Alert \nDocuments: None.\" His medical escort log labels him a mental health case and says he had a \"depressed mood\" \nand an \"anxiety state.\"\n\nA handwritten note in his escort file, from a psychiatrist who saw him at the Elizabeth center, first says Ayoub was \nnot likely to endanger himself or anyone else -- then, lower on the same page, says he might. On the next page of \nthe file is another note, this one written two days before his flight, from the psychiatrist in charge of aviation \nmedicine. It says that Ayoub's case is a \"behavioral escort,\" not a psychiatric one, and that the nurse \"is only to give \nmedications to the patient if he agrees to take them. He will only use involuntary treatment if the patient is at \nimminent risk of hurting himself or others.\"\n\nThat is not what happened.\n\n\"Detainee tearful and wringing hands,\" his medical log begins. An hour later, it says: \"Detainee increasingly \nagitated and resisting clothing change. Detainee is now crying and screaming\" at two guards. A nurse at the \nElizabeth detention center slid two milligrams of the anti-anxiety drug, Ativan, into his left shoulder.\n\nImmigration officials said his deportation was \"consistent\" with the June policy that allows medication only when a \ndetainee \"may be a risk to himself or others.\"\n\n\"I was feeling my head was leaving my body,\" Ayoub remembers. \"I was losing control over my body.\" He was \ngroggy but awake when he arrived with guards and the nurse at New York's John F. Kennedy International Airport \nand boarded the nonstop flight to Egypt.\n\nBefore the plane took off, he remembers, he called over a flight attendant and \"asked them to tell the pilot I didn't \nwant to leave.\" The nurse stuck a needle into his right arm this time. That injection put him to sleep.\n\nStaff researcher Julie Tate and database editor Sarah Cohen contributed to this report.\n\nGraphic\n\n \n\nIMAGE\n\nIMAGE\n\nIMAGE; Family Photo; Michel Shango said he fled Congo after working as a journalist there. In America, he married \nand had children, but he did not win asylum.\n\n\n\nIMAGE; Family Photo; Remmy Semakula was deported to Uganda last year. \"They just grabbed me and injected \nme with a sleeping drug,\" he said.\n\nIMAGE; By Ric Francis -- Associated Press; The government has tentatively settled a lawsuit in the case of former \ndetainee Raymond Soeoth, who was drugged.\n"}