{"title": "Undertow for the G.O.P.", "body": "\nJust as California's Proposition 13 in 1978 ushered in the anti-tax wave Republicans have ridden to this day, the \nstate's backlash against immigration and affirmative action was supposed to energize enough \"angry white men\" to \nbury Democrats for a decade. But these so-called wedge issues are not helping Republican Congressional \ncandidates here. In fact, they're laying the groundwork for erosion of the Republican base in the nation's pivotal \nelectoral state.\n\nBlame Pete Wilson and Newt Gingrich. Republican strategists misread the meaning of Mr. Wilson's come-from-\nbehind romp over Kathleen Brown in the 1994 race for Governor. Yes, Mr. Wilson's disciplined campaign, tied to \nProposition 187's call for ending government benefits to illegal immigrants, was effective. But lost amid the \nexcitement was the fact that Ms. Brown's own weaknesses were more decisive.\n\nNonetheless, Republicans apparently thought all they needed in 1996 was another wedge issue like Proposition \n187 to help their candidates. Thus their use of the California Civil Rights Initiative, which would bar state and local \ngovernments from using quotas or preferences based on race, ethnicity and sex.\n\nBut the Republicans have been outflanked. President Clinton's moves to address legitimate concerns about \nimmigration have inoculated Democrats down the ballot. Mr. Clinton's campaign ads here boast of border patrols \nand surveillance beefed up on his watch. The Immigration and Naturalization Service has just announced record \nnumbers of deportations from the state.\n\nOn affirmative action, Mr. Clinton's \"mend it, don't end it\" straddle has helped out Democratic candidates on the \nstump. And though polls suggest that the initiative, Proposition 209, will pass, for Republican candidates there's no \npercentage in being tied to it. A new Field Poll here shows that opposition to the civil rights initiative has risen by \nnine percentage points since Bob Dole and the G.O.P. embraced it.\n\nIt turns out that affirmative action doesn't resonate with voters the way immigration does. Since 1990, a third of \nCalifornians have routinely told pollsters that immigration is a big problem, especially in the southern part of the \n\n\nstate. \"People see immigration as an issue every day in their lives as they drive around,\" said Representative Henry \nWaxman, a Los Angeles Democrat. \"It's an issue that's brought out emotion in people.\"\n\nAffirmative action, involving state procurement and agency jobs, has a narrower impact. Bill Carrick, senior adviser \nto the Clinton campaign here, says that of 25 statewide surveys he's seen, not one has turned up a significant \npercentage of voters who are seriously concerned about quotas or set-asides. A G.O.P. analyst, Tony Quinn, \nacknowledged that state Republican candidates aren't using Proposition 209 as an issue because \"nobody is \ninterested in it.\"\n\nThe Republicans' wedge strategy has another problem: It drives away educated female swing voters. Women have \nbenefited from affirmative action, and the proposal also evokes the \"meanness\" they may already associate with \nNewt Gingrich's party. So while Republican candidates support the measure, few say much about it. Last week, Mr. \nWaxman's Republican challenger, Paul Stepanek, even endorsed Mr. Clinton.\n\nDespite efforts by individual candidates to soft-pedal the initiative, last-minute advertising in favor of it will aim at \nshoring up support among the \"angry white men.\" But for Mr. Dole and the Republicans, hopes of a bailout by these \nvoters looks a lot like California dreamin'.\n"}