{"title": "U.S. REPRESENTATIVE JOHN N. HOSTETTLER (R-IN) HOLDS A HEARING ON AMNESTY FOR ILLEGAL IMMIGRANTS", "body": "\nHOUSE JUDICIARY COMMITTEE: SUBCOMMITTEE ON IMMIGRATION,\n\nBORDERS AND CLAIMS HOLDS A HEARING ON AMNESTY FOR ILLEGAL\nIMMIGRANTS\n\n \n\nJULY 18, 2006\n\nSPEAKERS:\n\nU.S. REPRESENTATIVE JOHN N. HOSTETTLER (R-IN)\n\nCHAIRMAN\n\nU.S. REPRESENTATIVE JEFF FLAKE (R-AZ)\n\nU.S. REPRESENTATIVE LOUIE GOHMERT (R-TX)\n\nU.S. REPRESENTATIVE LAMAR S. SMITH (R-TX)\n\nU.S. REPRESENTATIVE ELTON GALLEGLY (R-CA)\n\nU.S. REPRESENTATIVE ROBERT W. GOODLATTE (R-VA)\n\nU.S. REPRESENTATIVE STEVE KING (R-IA)\n\nU.S. REPRESENTATIVE DANIEL E. LUNGREN (R-CA)\n\nU.S. REPRESENTATIVE DARRELL ISSA (R-CA)\n\nU.S. REPRESENTATIVE BOB INGLIS (R-SC)\n\nU.S. REPRESENTATIVE JAMES SENSENBRENNER (R-WI)\n\n\nEX OFFICIO\n\n \n\nU.S. REPRESENTATIVE SHEILA JACKSON LEE (D-TX)\n\nRANKING MEMBER\n\nU.S. REPRESENTATIVE LINDA SANCHEZ (D-CA)\n\nU.S. REPRESENTATIVE ZOE LOFGREN (D-CA)\n\nU.S. REPRESENTATIVE HOWARD L. BERMAN (D-CA)\n\nU.S. REPRESENTATIVE MAXINE WATERS (D-CA)\n\nU.S. REPRESENTATIVE MARTIN MEEHAN (D-MA)\n\nU.S. REPRESENTATIVE JOHN CONYERS JR. (D-MI)\n\nEX OFFICIO\n\n*\n\nHOSTETTLER: The subcommittee will come to order.\n\nGood morning. Today, there are approximately 11 million illegal aliens in the United States, making illegal \nimmigration one of the most serious issues facing our nation. In May, the Senate passed legislation that would \nprovide amnesty for most of the illegal aliens currently in the U.S. in a way that is eerily similar to the amnesty \nCongress granted in 1986.\n\nAt this hearing, we have the opportunity to examine how the United States dealt with illegal immigration 20 years \nago, why that approach did not work, and the direction we should take in light of our past failure.  In 1986, there \nwere approximately three million illegal aliens in the U.S. Congress responded by passing the Immigration Reform \nand Control Act, or IRCA.  There are several key features to IRCA.  First, it provided amnesty to 2.7 million illegal \naliens in several different categories.  Aliens who had been illegally present since 1982 were granted a general \namnesty, while agricultural workers who arrived more recently were granted amnesty under the special agriculture \nworker program.\n\nThe amnesty was accompanied by a plan designed to stop employment of illegal aliens in the U.S.  IRCA created \nan employer-sanctions scheme for employers who knowingly hired illegal aliens and required employers to \ncheck the identity and work eligibility documents of all employees to ensure lawful immigration status.  At the time, \npolicymakers truly believed that it would be a one-time amnesty and the problem of illegal immigration would be \nsolved.\n\nCongress rejected recommendations made by the Select Commission on Immigration and Refugee Policy in 1981, \nwhich stated in part, \"The Commission believes that a legalization program is a necessary part of enforcement, but \nit does not believe that the U.S. should begin the process of legalization until new enforcement measures have \nbeen instituted to make it clear that the U.S. is determined to curtail new flows of undocumented illegal aliens.  \nWithout more effective enforcement than the U.S. has had in the past, legalization could serve as a stimulus to \nfurther illegal entry.  The select commission is opposed to any program that could precipitate such movement.\"\n\nThen Senator Alan Simpson, coauthor of IRCA, affirmed his commitment to amnesty in exchange by stating, \"I \nfirmly believe that a one-time-only legalization program is not only good public policy, it is good sense, and it is fully \nin the best interest of this country.\"\n\nTime showed us that IRCA has utterly and completely failed, mainly due to the fact that Congress did not heed the \nwarning of the select commission regarding the need for real enforcement prior to any discussion of such \nlegislation.  Illegal immigration has not been controlled, but has increased significantly in the past two decades. \n\n\n\nEmployer sanctions have been enforced in a farcical manner. Furthermore, the I-9 system has proven to be a \nfailure because an illegal alien can cheaply and easily obtain counterfeit documents to show his or her employer.\n\nEmployers in a catch-22 situation cannot require additional proof that the documents presented are legitimate for \nfear of running afoul of discrimination laws.  In May, the Senate passed the Reid-Kennedy amnesty, which is \nremarkably similar to the 1986 amnesty.  The Reid- Kennedy bill also provides several categories of amnesty, \nincluding a general amnesty for anyone who can show that he has been in the country for more than five years, \nincluding an agriculture amnesty.\n\nAgain, proponents of the current proposals believe that this amnesty will solve the problem once and for all.  But \nCongress and the administration have no credibility with the American people. Why should Americans have any \nreason to believe that the supposed enhanced enforcement provisions in Reid-Kennedy will be effectively enforced \nby the administration, any more than successive administrations have enforced IRCA?\n\nThe administration will probably implement amnesty for millions of illegal aliens quite quickly.  Enforcement will \nlikely lag behind, if it occurs at all.  We will find ourselves in exactly the same place we found ourselves 20 years \nago.  Amnesty sends out a message that the United States is not serious about enforcing our laws.  It is an affront \nto the millions of immigrants legally who wait their turn and use the legal immigration system.  When the United \nStates grants amnesty and forgives lawbreaking, it encourages more illegal immigration in the future.  The grant of \namnesty in 1986 did nothing to resolve the illegal immigration problem.  It made the problem worse as increased \nnumbers of illegal aliens pour across the border waiting for their turn.\n\nWell, Reid-Kennedy is their turn and a new wave of illegal aliens will come to wait for theirs.  I believe that \nBenjamin Franklin once said that, \"The definition of insanity is doing the same thing over and over again expecting \ndifferent results.\" We cannot expect to solve the problem of illegal aliens by encouraging lawbreaking through \namnesty.  It didn't work in 1986 and it will certainly not work in 2006.\n\nAt this time, I would like to recognize the gentlelady from Texas, Ms. Jackson Lee, for purposes of an opening \nstatement.\n\nJACKSON LEE: Thank you very much, Mr. Chairman.\n\nAs always, we thank the witnesses for their presence here.  I thank my colleagues, members of this subcommittee.\n\nMr. Chairman, I always wonder about the timing in this House, and there is a concept called regular order.  That \nconcept ensures that thorough hearings are given to a topic prior to legislative initiatives being put forward.  I think \nboth the House and Senate attempted to do their job, and interestingly enough there is an immigration initiative \nlegislation passed out of the House and there is one passed out of the Senate.  In fact, it has been known, the \nSenate bill, as the Bush-McCain bill.  Working of course collaboratively with Senator Kennedy and Senator Reid, it \nis the concept that the president has adopted.\n\nIt is interesting to note, as the chairman speaks eloquently about legislative history that includes the 1986 bill, I \nremind him again that President Ronald Reagan worked obviously very hard as a Republican to fix what was \nperceived as a broken system.  I might add that they put their best effort forward, but of course subsequent to \nRonald Reagan's tenure was President Bush.  And so Republicans had a chance to enforce both legal immigration \nand procedures that would assist in making sure that we had the proper enforcement.\n\nI think what Americans are asking for now is not a recap, not a recounting, but they are really asking for us to fix the \nbroken immigration system, the broken benefits system, the broken legal immigration system where members of \nour community are crying out to allow them to process themselves to a legal system that works, fingerprints that are \nnot lost, paperwork that is not lost.  And yes, Mr. Chairman, they are looking forward to a system that includes \ncomprehensive immigration reform.\n\n\n\nMight I, for a moment, Mr. Chairman, just say that I thank you for discussions that I hope that we will have if we \ncontinue to have these hearings that would ensure that there is a balance between Democrats and Republicans \nwith witnesses.  That is fairness.  That means that we truly are achieving our goals of getting the facts.\n\nWhat I would most hope is that expeditiously we achieve the opportunity of a conference committee to work on the \nexisting bills, unless, Mr. Chairman, you tell me that we are about to reopen the legislative process.  I know that \nmany of the witnesses here, Congressman Reyes, might like to open the legislative process.  He had a number of \nissues and amendments that I joined him on, particularly providing support for our very worthy border patrol agents \nthat we did not and were not able to include in the bill.  It would be great if we were told by the leadership that that \nwould occur, but as we speak that is not the case.\n\nSo let me just simply say that the question of this hearing uses the word \"amnesty,\" which has been infused with \nnegative connotations by the opponents of the Senate's bill, the Comprehensive Immigration Reform Act of 2006, \nS. 2611.  The Senate bill in fact would not grant amnesty.  Amnesty is defined by the American Heritage dictionary \nas a \"general pardon granted by a government especially for political offenses.\" It was derived from the Latin word \n\"amnestei\" (ph), which means amnesia.  We have no amnesia in the Senate bill.\n\nThe Senate bill does not have any provisions that would forget or overlook immigration law violations.  If I could, I \nwould clap in this room today because I would say, as some of the kids say, \"yay\" or maybe even \"awesome,\" \nbecause we understand the responsibility that we have pursuant to the American peoples' dictates. The Senate bill \nclearly asks those to get in line, to be able to be documented, whether or not they can meet the criteria of having a \nnumber of indicia to make sure that they can meet the standards of status or citizenship, keep their records clean, \nemployed for six years, to establish eligibility for permanent resident status and pay a substantial fine.\n\nThose dollars, $24 billion, can be used to invest in America. The essence of the question, however, is found in the \nphrase \"repeat the mistakes.\" This refers primarily to a grant of amnesty.  The opponents of S. 2611 appear to \nbelieve that anything but an enforcement-only approach is a mistake.  They have failed repeatedly, however, to \nimplement enforcement measures.  I have already chronicled for you that when this bill was passed we had two \nRepublican presidents back to back.  It is well noted that during the Clinton administration, our enforcement \ncapability went up, but we have to understand compassion and reason.\n\nI hope that over the next couple of weeks, we will be able to have on the floor of the House, Mr. Berman and Ms. \nLofgren, stories of immigrants who have helped build this nation.  I think we have failed to acknowledge the stories \nof the origins of this nation.  Maybe, Mr. Chairman, you will accept my invitation to have a hearing to be able to, if \nwe are going to continue with these mock hearings, to have a hearing that will tell the viable stories of immigrants \nwho have contributed to America.  I know that you can count that as a viable part of this question.\n\nS. 2611 has a three-pronged strategy to fix our broken immigration system that would avoid the mistakes of IRCA.  \nIt would establish a fair legalization program, but it would have a comprehensive border security program that \nincludes the northern and southern border.  It is the Bush-McCain effort.  It is the Kennedy- Reid effort.  It is a \ncollaborative effort.  It is what America wants. It would provide additional visas for future immigrants, which would \naddress the primary cause of illegal immigration.\n\nLet me conclude, Mr. Chairman, by simply saying that we all are intent on doing our duty.  You have called these \nhearings and I am present and accounted for as my colleagues are.  But I would offer to say that we have a lot of \nwork.  Though this is not particularly the call of this particular hearing, I would just simply say I beg the president of \nthe United States to rescue the 25,000 Americans that are in Lebanon that are now stranded and are asking for \nrelief, and days and days have passed and we can't seem to get them out of Lebanon. That is the work that we \nshould be doing.  But if we are doing this work, let us do it fairly.\n\nWith that, I would like to submit into the record, I ask unanimous consent, Mr. Chairman, a statement of Senator \nEdward M. Kennedy, who was here in 1986 and has been working without stopping in a collaborative way to bring \nAmerica comprehensive immigration reform. I ask unanimous consent.\n\n\n\nHOSTETTLER: Without objection, we welcome the addition of Senator Kennedy to the record.\n\nJACKSON LEE: Thank you.  I ask unanimous consent for a letter from a number of issue groups on immigration.  I \nask unanimous consent to submit their letter into the record.\n\nHOSTETTLER: Without objection.\n\nJACKSON LEE: I thank the chairman.  I look forward to a productive time of bringing forth to America what they \nhave asked us for.\n\nI yield back.\n\nJACKSON LEE: I thank the gentlelady.\n\nThe chair now recognizes the gentleman from Iowa for purposes of an opening statement.\n\nKING: Thank you, Mr. Chairman.  I very much appreciate this hearing and I associate myself with your opening \nremarks.\n\nBut it doesn't matter to me, in response to the ranking member's remarks, whether we call the bill Reid-Kennedy, \nBush-McCain or Martinez-Hagel, it is a bad bill.  America knows it is a bad bill. They are going to find out a lot more \nabout what is in this bill as these hearings unfold across America.  It is important that we help educate America on \nthose pieces that were in there.\n\nI can't find a single senator that will stand up and say, \"I understood everything that I was voting for or against; the \npages were too many; the components were too detailed and too vague.\" It is unfolding yet today what is in that bill.  \nWe need to shine the light on that for the American people.\n\nMy central point is this, that we passed amnesty in 1986 and no one argued whether there was amnesty or not in \n1986 because President Reagan declared it to be amnesty in 1986 and then this is the same policy.  Whether you \ndefine it as something else, it is pretty difficult to change the definition that the American people understand to be \namnesty. Whether it is a general pardon granted by the government generally for political purposes, this is for \npolitical purposes, the proposed amnesty, and it is a general pardon, and if you reduce or eliminate the penalties \nthat are in existing law and grant a whole class of people a general pardon, that is an amnesty even by the \ngentlelady from Texas's written definition that she presented here.\n\nSo I would point out also that we were told in 1986 that the administration would enforce the law.  I accepted I-9 \ndocuments from prospective employees and those that I hired.  I put them on file.  I checked their identification.  I \nlived with concern that the federal government would come into my office and check my records and see if I was \ncomplying.  They never showed up, and they didn't show up in millions of businesses across America because \nenforcement diminished from 1986 until 2006.\n\nI will agree with the statement that the gentlelady from Texas made that there was more enforcement under the \nprevious administration than there is under this one.  In fact, if you are an employer and you are concerned about \nsanctions for knowingly and willfully hiring illegals, you were 19 times more likely to be sanctioned by the previous \nadministration in the first five years than you were in the first five years of this administration.  That is just simply a \nfact.\n\nAnd so we have bought that bridge before.  I propose we not buy that bridge again.\n\nI would yield to the chairman for any time that he might want to consume.\n\nHOSTETTLER: I thank the gentleman for yielding.\n\nIn response to my colleague, the gentlelady from Texas, a discussion about the timing of these hearings, I would \njust like the record to reflect that in a discussion about the timing of such legislation that should be considered by \n\n\n\nthe House of Representatives, I was asked for my opinion.  It was my suggestion to leadership for the House to \nconsider legislation after the Senate had passed a bill. When asked why I would suggest such a thing, it was very \nclear to me the path that the Senate was going to take, and that I believed that members of the House of \nRepresentatives would be much more focused on their attention to what type of legislation should not be passed \nout of the House of Representatives after the Senate considered their bill.\n\nIt is now the feeling of many members of the House of Representatives that we should reconsider the issue of \nillegal immigration and immigration reform.  That is why we are holding these hearings, especially as it relates to a \nsignificant portion of the Senate bill which was not included in the House bill, and that is the granting of amnesty to \nmillions of illegal aliens.\n\nJACKSON LEE: Mr. Chairman, would you yield, just for an inquiry?\n\nHOSTETTLER: The gentleman's time is the gentleman from Iowa.  I yield back to the gentleman from Iowa.\n\nKING: And I would yield back to the chairman.\n\nHOSTETTLER: The chair now recognizes the gentleman from California for purposes of an opening statement.\n\nBERMAN: Thank you, Mr. Chairman.  I don't buy the notion that this is a serious effort to come to grips with the \nfundamental issues in the Senate bill.  I am convinced by virtue of what has happened here, both in treating the \nHouse-passed bill, what it went through, and in the way people are titling and talking about the hearings in the \nSenate on the Senate bill, that this is simply a well-orchestrated effort to have this Congress recess before the \nelection without having dealt with one of the country's most serious national crises.\n\nAnyone who has taken a civics course knows that hearings are held before bills are passed, and they are used to \ngather information that might assist in drafting the bill.  When the two Houses of Congress have passed a bill, the \nbill goes to conference, not to hearings, to see if we can work out the differences and move forward.  We are \nmoving backwards in this process.\n\nRemember, Mr. Chairman, last December the House passed an enforcement-only immigration bill.  That is the one \nthat made felons of 11 million people in this country.  That bill was introduced on a Tuesday and without a single \nhearing in the Judiciary Committee, no chance to put light on those provisions, it was marked up, moved to the \nfloor, and passed the following Friday.  No hearings, no input from the minority party in drafting the bill, no real \ndeliberative process, with the Rules Committee shutting out every amendment that dealt with any of the obviously \nrelated immigration issues raised by the bill that was then before us.  And, of course, we passed a bill that as \ngenerally acknowledged provides no solution to America's need for meaningful immigration reform.\n\nThat is why we are here today.  No one should confuse these hearings with an attempt to correct the lack of \ndeliberation of the House the first time around.  These hearings are a con-job on the American people.  The \nRepublican majority in the House is trying to convince the American public that they want very badly to enact \nimmigration reform and they just need to study it a little bit more in these hearings before they can get the job done.  \nEven though Republicans hold the White House and a majority in both the House of Representatives and the \nSenate, they can't sit down and put together a real immigration reform package that will produce meaningful long-\nterm results.\n\nThis process is becoming a total failure.  These hearings are about one thing: running out the clock.  We are going \nto talk about this for five or six weeks, not convene a conference committee, not do anything in the context of \nworking out differences, and then the Congress will end up going home without having passed immigration reform.\n\nAnd then to top it all off, I get communications and messages that come out from the House Republican leadership \nabout this legislation, and from some of the witnesses that have been called today, making it sound like something \nreminiscent of the communist party days when all propaganda, when all messages were sent to convey \npropaganda.  A bill in the Senate, introduced by John McCain and Ted Kennedy, goes to the Senate Judiciary \n\n\n\nCommittee chaired by Arlen Specter, and through a process of changes and compromises Senator Specter passes \nout the bill.  And then Senators Hagel and Martinez, two distinguished Republicans, put together a compromise, \nand then that piece of legislation passes the Senate with 20 Republican votes in favor of that piece of legislation.\n\nThe chairman, the Republican leadership of the House, the witnesses, decided to name it the Reid-Kennedy bill, \nsee how many times they can use the word \"amnesty\" in one sentence, and then try to create an image of a bill that \ndoesn't exist.  We know why the 1986 bill failed.  It failed because the business community went to the Congress \nand said, \"Whatever you do, don't put the onus of determining validity of documents on our back.\" And the \nexecutive branch went along with that and the Congress went along with that.  The fact is, the 1986 bill had a very \nfundamental flaw.  The employer sanctions were worthless.  One part of a comprehensive approach that will \nactually I think go a long way to solve that problem is to have a meaningful mandatory employer verification \nsystem in place so that both new employees and existing employees can be determined whether or not they have \nwork status.\n\nWithout some process that deals with the legalization of the millions and millions of people in this country now \nworking, and working under false identifiers, working in many cases in outrageously inhumane conditions, unless \nsome process exists for them to come forward, that kind of a system will never work.  All parts of this have to be \ndone.  The prescription is so clear.  Instead, we get the propaganda releases from the Republican leadership here, \nwhich convince me they don't want to move legislation this year.\n\nHOSTETTLER: The chair now recognizes the gentleman from Arizona for purposes of an opening statement.\n\nFLAKE: I thank the chair.\n\nI rarely make opening statements in a hearing because I would rather hear those who are here to testify.  I feel it is \nnecessary for at least one Republican to say that the way the 1986 bill is being described is not very accurate, \nfrankly, in relationship to what we are trying to do today.  The failure in 1986 was because it wasn't comprehensive.  \nThat is a failure that we cannot afford to replicate.\n\nIn 1986, we gave an amnesty to those who were here illegally.  We said, if you have been here five years, you have \na shortcut to a green card.  That is about all we did.  We didn't secure the borders.  We didn't have an employment \nverification system.  Most importantly, we did not allow a legal framework for additional workers to come.  So it was \na farce.  In the end, it was out of date before it was signed into law.  We can't afford to do that today.\n\nI would submit that if we only do one portion, and all we are talking about is the House bill, is more border security.  \nThat is one element, and a very important element, but it is only one.  And we will do the same thing that we did in \n1986 if we fail to do it comprehensively.  Yes, we need more border security.  Yes, we need interior enforcement.  \nBut we also need to deal with those who are here illegally and we need to ensure that we have a legal framework \nfor additional workers to come and return home.  If we fail to do that, we will repeat the mistakes of 1986.\n\nSo I resent the implication that in 1986 we tried comprehensive reform and it failed.  It failed because it wasn't \ncomprehensive reform.  I think one Republican at least needs to stand and say that.\n\nWith regard to what is going on now, I associate my comments with those of Congressman Berman, who is saying \nthat the proper order here is to have hearings, then have a markup, have a bill, and then have a conference \ncommittee.  That is what we ought to be doing.  The Senate bill, I like parts of it; I don't like parts of it.  I voted for \nthe House bill because it included many elements that we need.  So we ought to meld the two and get to the work \nof actually producing a compromise bill that contains all the elements that we need.  It won't be everything I want.  It \nwon't be everything anybody wants, but at least we will move forward with a comprehensive approach.  That is what \nwe ought to be doing.\n\nInstead, we are holding what we are calling field hearings across the country.  They ought to be called faux \nhearings because they simply are in the wrong order.  We aren't really looking to gather information so much as \ntrying to beat up on the Senate bill.  I am sorry for saying it like that, but I don't know how else to say it.\n\n\n\nSo I look forward to the testimony today, but just let me make it clear that I don't believe that the reason we are \nbeating up on the 1986, I thought it was bad.  We shouldn't have done it that way, but we can't repeat it, and that is \nwhat we are at risk of doing if we continue down this road.\n\nSo I thank the chairman for convening this hearing and I hope it is productive.\n\nI yield back.\n\nHOSTETTLER: I thank the gentleman.\n\nThe chair now recognizes the gentlelady from California for purposes of an opening statement.  Ms. Lofgren?\n\nLOFGREN: Thank you, Mr. Chairman.\n\nI appreciate my colleague, Mr. Flake's, honest commentary on this process.  I attended a faux hearing in San \nDiego.  It is pretty apparent, I think, to any honest observer what is going on here is a highly politicized process.  It \nreally has almost nothing to do with the serious work of dealing with immigration issues.\n\nI think, and I certainly don't include Mr. Flake, because he has spoken openly about this, but I think it is pretty clear \nthat the Republican leadership thinks that if they talk a lot about this that they can somehow convince the country \nthat they are doing something. But I actually think that is a misplaced strategy because I think the country knows \nthat the Republican Party is in charge of everything. They have the White House.  They have the Senate.  They \nhave the House.  And they have not produced.\n\nIn fact, H.R. 4437 isn't really a solution either.  If you take a look at what we haven't done, and I think the public will \nbe aware of this, we have not actually hired, we have not produced the funding to hire the border agents that we \nsaid we would do.  The president's 2006 budget calls for only an additional 210 border patrol agents.  The 9/11 Act \nwhich mandated an additional 800 immigration enforcement agents over the next five years has not been met.  We \nhave only funded 350 of that mandatory amount.  The 9/11 Act also mandated an additional 8,000 detention beds, \nbut for fiscal year 2006, we only funded 1,800.\n\nSo enforcement, and we have talked about enforcement, from 1999 to 2003, worksite enforcement operations were \nscaled by 95 percent. The number of employers prosecuted for unlawfully employing immigrants dropped from \n182 in 1999 when Clinton was president, to four in 2003. The fines collected declined from $3.6 million to a little \nover $200,000.  In 1999 when Clinton was president, the United States initiated fines against 417 companies.  Do \nyou know what it was in 2004?  Three companies.\n\nSo on the watch of the Republicans, there has been failure.  I don't think the solution in the bill to make 11 million \npeople felons is a serious one either.  When you think about what it costs, it costs about $50,000 a year to \nincarcerate a person in federal prison.  When you add the costs of prosecution, defense, courtroom costs and the \nlike, we are talking about one-third of a trillion dollars to actually take that felony provision seriously in the bill.\n\nSo I don't believe that a Congress that refused to hire border patrol agents is actually going to appropriate one-third \nof a trillion dollars to implement the felony provisions of that act, and if they don't mean to implement it, what are \nthey doing other than just talking once again?\n\nI would also like to point out, and it's not that comfortable to criticize one's colleagues personally, but we have had \nefforts over and over again, the Democrats have, to increase funding for the border.  The Republicans, including all \nthe Republicans here, have voted against those amendments over and over again.\n\nSo I believe that we are talking a lot once again.  We are going to talk all over the country once again, but I think it \nis all talk and no action.  Talk is cheap, but I think that the American public is going to see through this sham and I \nthink it is a real disservice to the country, frankly, that we are engaging in this kind of behavior.\n\nI yield back.\n\n\n\nHOSTETTLER: The chair recognizes the gentleman from Texas, Mr. Gohmert, for purposes of an opening \nstatement.\n\nGOHMERT: Thank you, Mr. Chairman.\n\nI, for one, am glad you are having the hearings and I appreciate the opportunity.  I would apologize to the witnesses \nhere that have gone to a great deal of trouble to come here and to testify, as a colleague has referred to these as \n\"mock\" hearings.  I doubt that your testimony is going to be mock.  You will take an oath and we would expect you \nto testify not mock, but from your own personal experience and knowledge, truthfully to the best of your abilities, so \nhelp you God.\n\nNow, and also I had heard that we would like to have a hearing in which we can hear real stories about real \nimmigrants.  I will give you one.  My great-grandfather came over around the 1870s.  He got here with less than \n$20 and didn't speak a word of English. But he did two things: He worked his tail off and he learned English.  As a \nresult, by 1895, he built the house that has a national and state of Texas historical marker on it because he did so \nwell.  That is America.\n\nYou can come.  You can do it legally.  You can work your tail off. You learn English, and you can do amazing \nthings, and one day maybe even your great-grandson that is a bald-headed goose-looking guy, could end up in \nCongress.  You must never know what could happen.\n\nWe need immigration.  We need border security.  This is a tough time.  It does not do us any good to turn a blind \neye to the borders and to our avenues of entry.  So again, I appreciate having the hearings because we have an \nimpasse right now between the Senate and the House.  I am constantly asked back home why is there such a wide \ndiscrepancy between the House version and the Senate version?  I tell them it's easy: We have two-year terms and \nthey have six-year terms. We have to listen to the people and find out what the problems are. They have a lot of \ntime not to have to do that, and get serious when it gets toward their elections.\n\nSo that is why the House is more responsive.  That was the design of the Constitution.  So I think these hearings, \nonce you reach an impasse between the House and the Senate, the hearings become important to back up and \ngather enough evidence to help persuade either the House or the Senate that one is off track.  I don't mind a bit \nsaying it is the McCain-Kennedy bill.  It is the McCain-Kennedy bill.  I am not embarrassed to say that because I \ndon't like it and I don't care what the name is.\n\nAs far as the cry that we need to be not having this hearing, but rescuing those in Lebanon, I would say we need to \nbe rescuing people in the Middle East.  We need to be sending those who would attempt to disrupt the Middle East, \nlike Hezbollah, we need to send them back to the Stone Age.\n\nBut unfortunately, this country has so many problems, is so diverse, we cannot just focus on one little area like the \nMiddle East when we have problems on our own borders.  So I think it is incumbent for those of us who can multi-\ntask to help those who can't.  If some people can only do one thing and look at one area, God bless them, and help \nus in that area, for those of us that can multi-task, let's look at the Middle East, let's look at the borders, and let's try \nto make sure we are secure all around.\n\nAs far as the comment of a colleague that this is a well- orchestrated effort to do nothing, I would say it is an \norchestrated effort to try to get enough information.  You give me facts that change my mind, then I will go to the \nleadership and I will push to have our conferees change their positions.  I am looking forward to hearing the \ntestimony today with regard to that.\n\nAs far as additional funding, this House, guided by and pushed by this committee, has forced additional funding far \nbeyond what the president has asked for.  We have asked for it.  We pushed for it.  We have gotten it.  We got $275 \nmillion last year that the president didn't even ask for for more border security.  So I am glad to hear my colleagues \non the other side of the aisle, they are on-board now. They want to push for more funding.\n\n\n\nI do regret that we weren't able to get more funding to help with our ports.  All our avenues of entry need to be \nprotected.  We need reform of the immigration service, whether you call it INS, ICE, whatever you want to call it.  It \nhas still got problems, and I will look forward to working on those, and I appreciate the committee chairman's \nopportunity to have this hearing.\n\nHOSTETTLER: I thank the gentleman.\n\nThe chair recognizes the gentlelady from California, Ms. Sanchez, for purposes of an opening statement.\n\nSANCHEZ: Thank you, Mr. Chairman.\n\nI wholeheartedly agree, like most Americans do, that our immigration system is broken and it badly needs a \ncomprehensive overhaul.  Americans also agree, like I do, that we need concrete and effective immigration policies \nto secure our nation's borders.\n\nMeanwhile, I can't help but say that I am totally disheartened about the election-year posturing that is going on \nhere.  The title of this hearing is pretty comical, if it wouldn't be pretty sad.  It has already attracted a lot of attention \nin the press: \"Should we embrace the Senate's grant of amnesty to million of illegal aliens and repeat the mistakes \nof the Immigration and Reform Control Act of 1986?\"\n\nWell, that is a conclusion in search of a justification, if I have ever heard one.  We all know that these hearings are \nmore about posturing, than a real honest reckoning with problems and solutions. I do think, however, that the \nhearing title does make one important point, and that is that we need to learn from past mistakes.  These hearing \ntitles are one thing, and then on top of that, the majority insists on calling the bill that passed the Senate, the Reid-\nKennedy bill, as if it were somehow a Democrats-only bill that our colleagues somehow ran through while Mr. Frist \nand Mr. Specter weren't paying attention, which is completely ridiculous.\n\nThe world knows that this was a bipartisan bill that passed with the blessing of Majority Leader Frist, Judiciary \nChairman Specter, and Senate Republicans from both the moderate and conservative ends of the spectrum.  While \npersonally I am not 100 percent enamored with the Senate bill, I admire that body at least for working on a \nbipartisan basis and for passing a comprehensive bill, instead of the piecemeal approach that we seem to be taking \nin the House.\n\nThe Republican immigration hearings like the one we are holding today are pretty meaningless. In the history of \nCongress, the House has never held hearings on a Senate-passed bill before going to conference.  If this body is \ntruly serious about enacting much-needed border enforcement plus immigration reform legislation, they should \nconvene a conference that is fair and bipartisan.\n\nThese sham hearings are not fooling the American public. Republicans can't run away from their record on failure \non border security and immigration enforcement.  I want to cite two quick examples.  I know my colleague, Zoe \nLofgren, also gave some examples, but this is a pretty deplorable record.  In the 9/11 Act of 2004, the Republican \nCongress promised to provide 2,000 additional border patrol agents, 8,000 detention beds, and 800 immigration \nagents per year from 2006 to 2010.  And yet over the last two years, that promise has been broken.\n\nBetween 1999 and 2004, worksite immigration enforcement operations against companies were scaled by 99 \npercent by the Immigration and Naturalization Service.  In 1999, the U.S. initiated fines against 47 companies, and \nin 2004 it issued fine notices to exactly three companies.  On the other hand, Democrats seven times over the last \nfour-and-a-half years have offered amendments on the House floor to enhance border security resources.  If these \namendments had been adopted, there would be 6,600 more border patrol agents, 14,000 more detention beds, and \n2,700 more immigration agents along our border than now currently exist.\n\nBut each time these efforts have been rejected by the Republican majority.  It is clear that the Republican rhetoric \ndoesn't match the Republican record of neglect and underfunding.  America deserves an honest debate with all the \nfacts on the table, not rhetoric, not cute hearing titles, and not demagoguery.\n\n\n\nI thank the chairman and yield back.\n\nHOSTETTLER: The chair recognizes the gentleman from Texas, Mr. Smith, for purposes of an opening statement.\n\nSMITH: Thank you, Mr. Chairman.\n\nMr. Chairman, let me just observe at the outset that I think it is pretty clear from some of the words used by those \nwho have made opening statements who is trying to politicize an issue that should not be politicized.  But Mr. \nChairman, I want to thank you for having this hearing. In my judgment, this is probably the most complex, sensitive, \nand emotional issue that America faces today.  So I think the more hearings on the subject, the better, and the \nmore we can learn about such a controversial subject, the better as well.\n\nI do think there is a temptation on the part of some individuals to blur the distinction between legal immigrants and \nillegal immigrants.  I think that we ought to be clear that there is a distinction and it is a meaningful one.  Let me \nalso say at the outset that legal immigration has in fact made our country great.  We are the great nation we are \ntoday, the most prosperous, the freest country in the world, because of the contributions that legal immigrants \nhave been making for generations.\n\nAmerica also admits more legal immigrants than any other country in the world.  In fact, the last time I checked \nAmerica admitted as many legal immigrants as every other country in the world combined. That generosity, I \nbelieve, should and will continue.  I have no doubt that America's generosity will be perpetuated.\n\nBut there is a proper and essential distinction to be made between legal immigrants who have played the rules, \nwaited their time in line, and come into the country the right way, and those illegal immigrants who have cut in \nfront of the line, who have broken our laws, and who have remained in the country contrary to our laws.  In that \nregard, let me say that while I am not going to be able to stay long enough to ask questions today, I would like to \nmake a point about the subject of the hearing.  That is that as I understand the Senate bill, people in the country \nillegally are going to be able to become legalized after only six years.  That means that that bill treats illegal \nimmigrants far better than we treat those who aspire to be legal immigrants.\n\nI say that because if you are playing by the rules and being patient and waiting your time in line, and are from any \nnumber of countries, you have a wait that amounts to, in the case of Mexico and depending on the family \nrelationship, you might have to wait in line 15 years.  If you are from the Philippines, 23 years.  If you are from India, \n12 years.\n\nNow, what kind of a message does it say to those individuals who have been waiting and playing by the rules, when \nsomeone who is in the country illegally gets to be legalized after six years?  Basically, it says that they have not \nbeen smart to obey the law, and that they ought to try to come into the country illegally and they will become \nlegalized much more quickly.\n\nSo in other words, unfortunately the message is you are going to be rewarded for your illegal conduct.  You are \ngoing to be rewarded far more than those who have played by the rules and waited their time in line.  In addition to \nthat, you get to stay in the country while you are waiting for your legalization to occur.  That seems to me just not \nthe right way to approach the subject of immigration.\n\nFinally, Mr. Chairman, let me just say that there is a panelist today who is a close friend and a colleague from \nTexas, Silvestre Reyes, who I greatly admire and respect.  He knows as much about immigration as I think anybody \nin Congress.  He has been a border patrol chief.  He has been on the front lines.  He speaks about the subject with \nsincerity and with knowledge.  I hope I am here long enough.  Silvestre, I have to leave at 11 a.m. to hear your \ntestimony today, but I appreciate your being here as well.\n\nThank you, Mr. Chairman.  I yield back the balance of my time.\n\nHOSTETTLER: The chair now recognizes the gentleman from Virginia, Mr. Goodlatte, for purposes of an opening \nstatement.\n\n\n\nGOODLATTE: Mr. Chairman, thank you very much.  Thank you for holding this hearing.  I want to associate myself \nwith and add to the remarks of the gentleman from Texas, Mr. Smith.  He is quite right. The great flaw is the Senate \nbill, and there are many flaws, but the great flaw is the granting of amnesty to people who have entered this country \nillegally, or, and we have not talked much about this, entered the country legally on visitor visas, student visas, \nbusiness visas, and then overstayed their visa to remain here illegally.\n\nWe need to address that problem, and we need to address it in a way that is fair to everybody involved, including \npeople who have gone through a very lengthy process.  Prior to my election to Congress, I was an immigration \nattorney.  I helped people and businesses and families who wanted to reunify families and to bring in workers that \nwere clearly needed in the country, to do that.  They go through a very arduous, lengthy, complicated, sometimes \ncostly process to comply with the law.  Some of the people who have been through that process are sitting in those \nlines going through that process today, and are the most adamant that we should not be granting amnesty to those \nwho short-circuit the process.\n\nThere is another important legal principle here as well.  That is, with a few exceptions like the spouses of United \nStates citizens, we have always imposed the standard of saying that if you violate the immigration laws and are \nillegally in the country; if you want to adjust your status, you must go outside of the country to adjust your status \nand come back in.  It is a very important principle to those people who are waiting in those long lines who are trying \nto do this process legally.  It is a very important principle to U.S. citizens who understand that while we are a nation \nof immigrants, there isn't a person in this room who can't go back a few generations or several generations and \nfind somebody in their ancestry who came to this country as the land of opportunity that America still is today.\n\nWe are also a nation of laws.  If you send the message that you can break those laws and then be granted \namnesty, in fact massive amnesty to millions of people, you are sending the wrong message.  And that is the great \nflaw of the 1986 bill.  It wasn't the problem with employer verification.  Employer verification is in that bill.  There is \nan employer verification system there now.  It can be improved. Congressman Smith attempted to improve that \nsystem in the 1990s.  It was rejected by folks on the other side of the aisle.\n\nIt is a workable system, if it is enforced.  I agree with those who say that both the Clinton administration and the \nBush administration have not done enough to enforce our immigration laws. But the great flaw in that bill was to say \nto people, \"you can come into this country illegally, and then at some point in time it is OK to adjust your status here \nwithout ever having to go outside the country again.\" That is wrong and that sent the message to millions, millions \nmore people, millions more people, that if they did it once, they will do it again.  And now here we are examining a \nSenate bill that is getting ready to do exactly that once again.  That is the mistake and we shouldn't repeat it.\n\nNow, the House bill is a good comprehensive bill when it comes to immigration enforcement.  I strongly support it.  \nIt is badly needed. It has to be supported by the administration to carry out the enforcement of the current laws and \nthese additions.  But those who say there is more to be done, I don't disagree with them.  A workable guest worker \nprogram that is truly temporary and that truly requires people that are illegally in the country to go out of the country \nto adjust their status and come back in is something that can be discussed and negotiated in this process.  And \nprobably at the end of the day, it will be needed to meet the needs of some employers in this country.\n\nBut that is not what the Senate bill does, and that is not what we should consider here today.  We should examine \nthis flaw and examine it from the historic perspective of not making the same mistake we made 20 years ago.\n\nNow, the point has been made that there is a felony provision in the House bill that makes it a felony to be illegally \nin the United States.  Quite frankly, I think it being a misdemeanor is sufficient offense.  But an amendment was \noffered on the floor of the House to convert it from a felony to a misdemeanor and it was opposed by almost every \nmember on the other side of the aisle, including I think every member who is sitting here today.\n\nSo when the point is made that this House bill is atrocious because it has this felony provision, and people sit here \ntoday and complain about it, I wonder who is playing politics with this legislation.  I think the point needs to be made \nthat enforcing the law has got to be the first priority.\n\n\n\nBERMAN: Will the gentleman yield on that?\n\nGOODLATTE: I will be happy to yield.\n\nBERMAN: I think our point was the House bill is atrocious and it creates felonies, not because it creates felonies.\n\nGOODLATTE: I thank the gentleman's comment, but the gentleman was not in any way interested about correcting \nthat provision in the House bill.\n\nBERMAN: Will he yield further?\n\nGOODLATTE: I would.\n\nBERMAN: Because the gentleman, and I am referring to myself, believed that no part of finding a solution to this \nissue was helped by making criminal, whether it be felony or misdemeanor, any aspect of presence in the United \nStates.  The reason the House bill was atrocious is because it didn't even allow amendments on the guest worker \nissues that you have raised.\n\nGOODLATTE: Reclaiming my time.\n\nHOSTETTLER: The gentleman's time has expired.\n\nGOODLATTE: If I might have 30 additional seconds to reply to the gentleman?\n\nHOSTETTLER: Without objection.\n\nGOODLATTE: I thank the chairman.\n\nThe fact of the matter is that to sit here today and complain about the bill, about an aspect of the bill, and you may \ndislike the whole bill.  That is fine.  I understand that, and certainly that would be your vote on final passage.  But to \nhave the opportunity to correct an aspect, not correct it, and then come back in and complain later on, I think the \ngentleman is without good standing to make that particular complaint about the felony provision.\n\nWATERS: Would the gentleman yield?\n\nHOSTETTLER: The gentleman's time has expired.\n\nThe gentlelady from California, Ms. Waters, is recognized for purposes of an opening statement.\n\nWATERS: Thank you very much, Mr. Chairman and members.\n\nI don't know whether to thank you for this hearing or not.  I know that this Judiciary Committee led by our esteemed \nchairman, Mr. Sensenbrenner, passed out a bill from our committee that would have been House bill number 4437, \nwhich was a very punitive bill that literally created felons out of immigrants, many of whom are trying to receive the \nright to be here.  I think that was misdirected.  I think it was unfortunate, and it has set off a firestorm in this nation.\n\nThat bill was absolutely a radical bill.  Of course, Democrats did not have a lot of choice.  We are outnumbered on \nthe Judiciary Committee.  We could not stop that bill.  So that bill left out of here, sending a message to this country \nthat somehow we wanted to penalize immigrants in the harshest way for simply being in this country.\n\nThe Senate tried to correct what was done over on this side by coming up with a comprehensive bill.  The H.R. \n4437 only dealt with border security.  The Senate bill is a comprehensive bill that not only talks about how we \nsecure our border, what we do with employers that hire illegal immigrants, and guest worker programs, but it was \na bill that talked about a path to legalization.\n\n\n\nUnfortunately, the Republican talking heads, all of the right- wing radio talk shows hosted by the familiar voices, \nlabeled the bill an amnesty bill.  Well, we all know it is not an amnesty bill, but somehow that designation stuck, and \nthe people out there in this country began to believe that somehow the Senate was irresponsible and it simply \npassed out a bill that would give amnesty to all of these immigrants.\n\nThat is so unfortunate.  Normally, and the reason I said that I am not so sure I want to thank you for this hearing, we \nshould be in conference.  This hearing, these hearings should have taken place before the Sensenbrenner bill got \nout of this committee, and I mean serious hearings, and even all over the country.  I have no reason to want to \noppose the fact that we should have had hearings.  But this is a day late and a dollar short, and simply an attempt \nto politicize this whole issue, and to fan the flames of fear about immigration.\n\nSo here we are talking about the Senate bill.  All we need to do is let the bill go to conference and, you know, \npeople of good will go into conference and try to work out the problems.  Now, what we have is a country that is up \nin arms about the fact that there is an amnesty bill out there and no real decent, considered, thoughtful conversation \nand discussion about what we do to deal with the problem of immigration in this country.\n\nOf course, we have some problems, and I don't think there is anybody opposed to securing the border. You ask the \nmost liberal Democrat, the most conservative Republican, and those who are somewhere in the center, wherever \nthat is, and everyone will agree that we need to have border security, that we should be a country that is concerned \nabout how our immigration program works.  So we are all on that.\n\nNow, we have to undo all of this talk about amnesty.  The Republicans are caught in this situation where they ran \nout with the bill, and now the Chamber of Commerce and all their well-heeled friends are saying no, no, no, no, no; \nwe need immigrants to do this cheap labor; we need immigrants not only in the fields, but we need them in the \nfactories and everyplace else.  We are beginning to find that some of our upstanding well known, well-heeled \ncorporations have been exploiting these immigrants.\n\nNow you have to figure out a way by which you can keep the discussion going, calling this amnesty, satisfy your \nconservative corporations that need the cheap labor, and somehow come out on top without telling immigrants, \nand particularly Latinos, that somehow you are their friend and that you don't really mean to harm anyone.\n\nWell, this is all a little bit disgusting, but we have to go through this charade.  We have to go through this charade \ntoday to talk about we are having a hearing on immigration.  The fact of the matter is, ladies and gentlemen, I would \nhope that we would take the best parts of the Senate bill and honor the work of the Senate, secure the border, \nmake sure that those employers who are exploiting these immigrants, are penalized and we have something in \nlaw that will do that.  Think thoroughly about this guest worker program, and not simply have a guest worker \nprogram to satisfy the exploiters.  I am not so sure we even need the guest worker program.\n\nHOSTETTLER: The gentlelady's time has expired.\n\nWATERS: Unanimous consent for 30 seconds, and I will wrap it up.\n\nHOSTETTLER: Without objection.\n\nWATERS: The most important thing is to have a legitimate path to legalization.  What the Senate point out was \nthere is a way that you can do this.  We can ask these immigrants to pay fines, to learn English, to whatever, but \ngive them an opportunity, particularly those who have been in this country for years.  Many of them have children \nwho are legal.  They may not be legal, but we should not separate families the way that bill that passed out of here \nwould do.\n\nI would just ask us to try and give some real direction to an immigration bill that would make good sense.\n\nThank you very much.\n\nHOSTETTLER: I thank the gentlelady.\n\n\n\nWe will now introduce members of our distinguished panel.  First of all, the Honorable Silvestre Reyes represents \nthe 16th district of Texas.  Now in his fifth term, Congressman Reyes became the first Hispanic to represent his \ndistrict in the United States House of Representatives.  The 16th district of Texas includes the city of El Paso and \nsurrounding communities, and lies within the El Paso County boundary.  El Paso and Ciudad Juarez comprise the \nlargest border community in the United States.\n\nRepresentative Reyes has extensive experience in border security issues, as has already been mentioned, having \nspent over 26 years with the United States Border Patrol, where he eventually served as sector chief in both \nMcAllen and El Paso, Texas.\n\nPhyllis Schlafly founded Eagle Forum in 1972, a national organization of citizens who participate in the public \npolicymaking process as volunteers.  She has testified before more than 50 congressional and state legislative \ncommittees on constitutional, national defense, technological and family issues.  Mrs. Schlafly served as a member \nof the Commission on the Bicentennial of the U.S. Constitution from 1985 to 1991, appointed by President Reagan \nand chaired by Chief Justice Warren Burger.\n\nPhyllis Schlafly received her J.D. from Washington University Law School and is admitted to the practice of law in \nMissouri, Illinois, the District of Columbia and the U.S. Supreme Court.  She is Phi Beta Kappa and Pi Sigma Alpha, \nand a graduate of Washington University, and received her master's in government from Harvard University.\n\nSteven Camarota is director of research at the Center for Immigration Studies.  In recent years, he has testified \nbefore Congress more than any other nongovernment expert on immigration.  His articles on the impact of \nimmigration have appeared in both academic journals and the popular press, including Social Science Quarterly, \nThe Washington Post, the Chicago Tribune, and National Review.\n\nHe holds a Ph.D from the University of Virginia in public policy analysis and a master's degree in political science \nfrom the University of Pennsylvania.\n\nJames R. Edwards, Jr., is an adjunct fellow with the Hudson Institute.  Dr. Edwards' publications includes the \nCongressional Politics of Immigration Reform, which was nominated for the Hardeman Prize.  He has written policy \npapers on such topics as state and local police enforcement of immigration laws, ideological exclusion, the \nconnection between legal and illegal immigration, and public charge doctrine.\n\nHis writing has appeared in the New York Times, Christian Science Monitor, Investors Business Daily, the \nWashington Times and elsewhere.\n\nMembers of the panel, as is the custom of our committee, I would ask that you please stand and raise your right \nhand to take the oath.\n\nThank you.  You may be seated.\n\nLet the record reflect that the witnesses responded in the affirmative.\n\nAt this time, all members of the panel are instructed that, without objection, your written statement will be made a \npart of the record.  We have a series of lights in front of you.  All of you I am sure are very familiar with the five-\nminute time limit.  We ask that you summarize your comments within that five-minute time period.\n\nCongressman Reyes, you are recognized for five minutes.\n\nREYES: Thank you, Mr. Chairman and Ranking Member Jackson Lee. Thank you for inviting me to be here and \nallowing me to testify before the subcommittee this morning.\n\nAs we have sat here for the past hour, I just want you to know that the head of the CIA is in my intelligence \ncommittee, where we are working on some very important issues dealing with national security, and also at 10:30 I \n\n\n\nhad a hearing in the Veterans Committee on cyber- security because of the 26 million or so veterans whose Social \nSecurity numbers could have been jeopardized.\n\nBut I am here, and I only mention that because I want you to know how important this issue is to me and to the \ndistrict that I represent, and I think to our country.  As I was listening to my good friend and colleague from Texas \ntalk about our long-time friendship, I have been testifying before Congress for the last 15 or 20 years on border \nsecurity, terrorism, drug trafficking and all those kinds of issues.\n\nSo this morning, Mr. Chairman, I would like to preface my remarks about the substance of today's hearing on the \nImmigration Reform and Control Act of 1986, with a word or two about the process, or perhaps having listened to all \nof you and your opening statements, the politics that actually got us here.\n\nIt has been nearly five years since the terrorist attacks of September 11, 2001. There have been countless \ninvestigations, hearings and reports about how to secure our borders and curb illegal immigration, but far too little \nin the way of meaningful measures to keep America safe, in my opinion.  The time for talk about these issues has \nlong since passed, and the moment of action is now. Instead of numerous hearings that may make perhaps good \npolitics, but do little to advance sound policy, Congress, all of us, need to reach a compromise agreement on \ncomprehensive border security and immigration reform legislation.\n\nI need to tell you that what we are doing now, what we are engaged in, is being perceived as convoluted and \nconfusing around the country.  Since the House Republican leadership is moving forward with these kinds of \nhearings anyway, I have come here to share with this subcommittee my experience in border security and \nimmigration reform to help ensure that we do not confuse rhetoric with reality on these very important issues of \nnational security to our country.\n\nAs many of you have mentioned before, before coming to Congress I served for 26 1/2 years in the United States \nBorder Patrol, including 13 years as a sector chief in McAllen and in El Paso.  During the course of my career, I \npatrolled the tough terrain of the United States-Mexico border region, and I supervised thousands of hardworking \nand dedicated border patrol agents and did everything within my power and theirs to strengthen our borders and to \nreduce illegal immigration.\n\nI am probably the only person in this hearing room and in Congress who actually witnessed first-hand the effects of \nIRCA and other immigration legislation passed by Congress.  I often tell people, including a group of about 300 or \n400 last Friday night where one of my former colleagues retired, that there is good news and bad news in being the \nonly member of Congress that has this background.\n\nThe good news is a lot of people talk to me about it and want to get my opinion.  The bad news is oftentimes my \ncomments and my opinion are disregarded, and we keep on doing the same things over and over to the detriment \nof the security of our country.  As I said, I represent a border district.  In fact, I have spent my whole life on the \nborder. I live there today and I am honored to represent the people of El Paso and the El Paso area in the House of \nRepresentatives.\n\nLike most Americans, and especially given my background and experience, I am frustrated by our administration \nand the leadership in both the House and the Senate and the failure to secure our borders and curb illegal \nimmigration.  This is five years after 9/11.  This is why in coming to Congress, I have lobbied my colleagues for \ngreater resources for border security, including additional border patrol agents, equipment and technology, more \nimmigration inspectors, judges and thousands of new detention beds, so we could once and for all end the catch-\nand-release policy of releasing OTMs.\n\nI have also long supported providing the resources required to enforce immigration laws in our nation's interior, \nincluding tough sanctions against employers who hire undocumented workers.  If it were harder for an \nundocumented worker to get a job, fewer of them would try to enter this country illegally, which would allow the \nborder patrol to focus on those who might be trying to come here to do us harm, which by the way was a message \nthat my former colleague stressed over and over last Friday night.\n\n\n\nYet in every instance, the leadership and the administration have failed to deliver these very necessary resources, \neven though experts agree that another terrorist attack on our country is not a matter of if it happens, but when it \nhappens.  I think my colleagues have gone over the shortages that we have seen in terms of the Intelligence \nReform Act of 2004, so if I can take an additional 30 seconds or so just to give you some of my observations, \nbecause I know a lot of you have expressed opinions on the Immigration Reform and Control Act of 1986.\n\nHOSTETTLER: Without objection.\n\nREYES: If there was a failure, there was a failure in that Congress did not fund the resources necessary to enforce \nemployer sanctions.  I can assure you, based on my own experience along the border, employer sanctions \nworked, and they worked very effectively because we had the resources to check businesses along the border \ncorridors where I was chief.  We took that law seriously. Apparently, Congress did not.  And when people look and \nsay that the administration has failed to enforce the law, it is Congress that has failed to fund the resources \nnecessary to prioritize that as part of the process.\n\nI can also tell you that immediately after the passage of the 1986 Immigration Reform and Control Act, we had a \ndownturn in attempted illegal entries, that is people trying to enter this country.  Some sectors were down as much \nas 80 percent on the U.S.- Mexico border.  The overwhelming reason, and there were surveys taken, the \noverwhelming reason was because people understood that there were now employer sanctions that were going to \nkick in; that those were going to be enforced.  And so they didn't think it was worthwhile to go through all the \nprocess of entering this country illegally when they weren't going to be able to get a job once they got here.\n\nWe failed as a Congress.  I can't tell you how frustrating it is for me to see us again talking and talking and \nbantering back and forth politically and with great partisanship, when we are in danger because we haven't done \nthe things that we have promised to do in securing our border.  I hope that at some point in wrapping up I get a \nchance to talk about H.R. 98, which is a bill that I have cosponsored with Congressman Dreier that addresses the \nSocial Security card, addresses a system where employers would verify that card and the person that presents it, \nand also gives resources to both the Immigration and Customs Enforcement, who are responsible for employer \nsanctions, and Social Security, to be able to make that happen.  I think H.R. 98 unto itself would be one of the most \nimportant things that we could do as a Congress.\n\nI very much appreciate the opportunity to be here.  As I said, although I have those two other hearings going on, I \nam going to sit here and answer any questions that members may have.  I hope that we are working our way \ntowards some meaningful immigration reform that takes into account all of the priorities that were mentioned by \nmembers on both sides, that we do come with the Senate and come up with a compromise so that we can work for \nthis country in securing its borders and its national security.\n\nWith that, thank you for your indulgence, Mr. Chairman.  It is a pleasure to be here before you and your \nsubcommittee.\n\nHOSTETTLER: Thank you, Congressman Reyes.\n\nThe chair now recognizes Ms. Schlafly.\n\nSCHLAFLY: Thank you, Mr. Chairman and members of the committee.\n\nAs the president of Eagle Forum, a national conservative pro- family organization of grassroots volunteers, I am in \nclose touch with the people you would call grassroots Americans.  In the last six months, I have given speeches in \n16 states: Florida, Virginia, Utah, California, Georgia, Michigan, Illinois, Alabama, New York, Arizona, Arkansas, \nMissouri, Wisconsin, Texas, Kansas and New Jersey.\n\nI can report that the invasion by illegal aliens is the hottest issue across America, even in states far from the \nborder, such as Kansas and Georgia.  The first question I am always asked is: \"Why doesn't the government get it \nabout illegal immigration?\"\n\n\n\nAmericans are basically a fair-minded people and the continued entry of thousands of illegal aliens offends our \nideals of fairness. Failure to stop the entry of illegal aliens is unfair to those who don't have health insurance, but \nsee illegal aliens given costly treatment at hospitals for which U.S. taxpayers have to pay the bill. It is unfair to the \nlegal immigrants who stand in line and wait their turn to comply with our laws.  It is unfair to our friends in Arizona \nwho are afraid to go out of their homes without a gun and a cell phone.\n\nIt is unfair to small businessmen who are trying to run an honest business, pay their taxes and benefits to \nemployees, but cannot compete with their competitors whose costs are so much less because they hire illegal \naliens in the underground economy.  It is unfair to American children in public schools who see their classrooms \nflooded with kids who cannot speak English and cause a gross decline in the quality of education.  It is unfair to our \nown 16 million high school dropouts who need those low-wage jobs to start building a life.\n\nAmericans are basically a law-abiding people, and we believe our government has betrayed us by its failure to \nenforce immigration law. Failure to stop the entry of illegal aliens is an offense against our fundamental belief that \nwe are a nation that respects the rule of law.\n\nIn addition to believing that failure to enforce the law is unfair and a betrayal, the American people have lost faith in \nthe honesty of our leaders.  Americans think we are being lied to. Everybody knows that the various plans called \n\"legalization\" or \"earned citizenship\" are euphemisms for amnesty.  The president and other public officials lose \ncredibility every time we hear them deny that Senate bill 2611 is not amnesty. The American people don't like to be \ntalked down to by politicians who play games with words.\n\nAmericans also feel lied to by the Senate bill's use of the term \"temporary guest workers.\" We know the president \nand the senators are not telling the truth when they imply that guest workers will go home after a couple of years.  \nThe American people are thinking, we don't believe you, and worse, we don't believe that you believe what you are \nsaying, because the evidence is so overwhelming that guest workers do not go home.\n\nThe Senate bill invites guest workers to a path for citizenship after a few years, and anyway, it is obvious that those \nfew years give plenty of time to produce an American-born anchor baby.  The American people also believe we are \nlied to by those who say we cannot get border security unless we also have a guest worker program and amnesty-\nlite.  That is what they mean when they demand a comprehensive bill.\n\nMr. Chairman, you all need to realize that \"comprehensive\" has become a word as offensive as \"amnesty,\" because \nwe have figured out that it is just a cover for a plan to repeat the mistakes of the 1986 Immigration Reform and \nControl Act known as Simpson-Mazzoli.  That was a comprehensive bill which combined amnesty with promises of \nborder security and sanctions on employers who hired illegal aliens.  We got amnesty, but we did not get border \nsecurity or employer sanctions. There was massive fraud and the illegal population quadrupled.\n\nThe American people are not willing to be cheated again by the word \"comprehensive.\" Their attitude is, fool me \nonce, shame on you; fool me twice, shame on me.  When we hear the word \"comprehensive,\" we believe that \nlegalization and guest workers will be fully implemented, but we will get nothing but pie-in-the-sky promises about \nborder security and employment verification.\n\nIf you have water in your basement, plan A must be to stop more water from coming in before you deal with the \nwater already in the basement.  Plan A is border security only, House bill 4437.  We thank Chairman \nSensenbrenner and the 88 percent of Republican House members who voted for it.  The House bill cannot be \ncompromised or conferenced with the Senate bill because, in the words of the old adage, you cannot make a silk \npurse out of a sow's ear.\n\nThank you, Mr. Chairman.\n\nHOSTETTLER: Thank you, Ms. Schlafly.\n\nDr. Camarota?\n\n\n\nCAMAROTA: Mr. Chairman and members of the subcommittee, thank you for offering me the opportunity to testify.  \nMy name is Steve Camarota.  I am director of research at the Center for Immigration Studies, a nonprofit, \nnonpartisan research organization here in Washington.\n\nAs you all know, in April of this year, the Senate passed S. 2611.  The bill legalizes an estimated 10 million illegal \naliens, allows some 4.5 million of their family members currently abroad to immediately join them, and it \ndramatically increases the number of people who are allowed into the country on a legal basis in the future.\n\nNow, most of the problems with S. 2611 actually closely parallel the mistakes of the 1986 amnesty.  In my oral \ntestimony, I will focus on four of the biggest problems with the legislation.  The first key problem with the Senate \nplan is that its central feature is to legalize illegals and increase legal immigration.  Yet we know that this does not \nsolve the problem.  In 1986, we legalized 2.7 million illegals, and legal immigration to this country has doubled since \nthe mid-1980s, but we still have two-and-a-half times as many illegals as when IRCA was passed.\n\nParticularly with regard to more legal immigration, it will only further spur more illegal immigration because the \nlarger the pool of immigrants, legal or illegal, in the country, the greater the pool is for more illegal immigration.  \nThere is a whole sociological literature on this.  It is often legal immigrants who provide the information about jobs \nand housing to their relatives and friends back home.  Illegal aliens often live with legal immigrants.  The bottom \nline is legal immigration has been increasing for more than three decades, and illegal immigration has been \nincreasing right along with it.\n\nThe second problem with 2611 is it repeats the mistake of having the amnesty come before enforcement is actually \nimplemented.  Like in 1986, the illegals themselves, along with very powerful interest groups, will ensure that that \namnesty does go through.  But there is no corresponding set of interest groups pushing for enforcement. While \nenforcement is in the broad national interest and the public certainly wants it, these are diffuse political forces and \ntraditionally have not been enough to overcome pressure on both parties from those who don't want the law \nenforced, namely ethnic advocacy groups and elements of the business community.  By putting amnesty first, S. \n2611 is almost guaranteed to be a replay of IRCA.\n\nNow, the third major mistake made by S. 2611 is it will not solve the problem of labor market competition between \nless-educated natives and illegal aliens.  If illegal aliens are legalized and allowed to stay, the poorest and least-\neducated American workers will still face job competition from the former illegal aliens.\n\nThe primary reason illegal immigrants reduce wages or job opportunities for less-educated natives is not so much \nthat they work for less, though that certainly can happen and does, the primary reason they harm less-educated \nnatives is simply their presence in the country.  It is basic economics.  If you increase the supply of something, in \nthis case less-educated workers, you reduce its price, and the price of less-educated labor is the wages and \nbenefits paid to such workers.  Letting illegal aliens stay and increasing legal immigration through guest worker \nprograms and so forth only makes sense if we think the poor in this country are overpaid.\n\nIllegal aliens themselves may benefit from legalization, and that is true, but there is no evidence after the last \namnesty that native- born Americans with little education, who face the job competition from illegals, saw an \nincrease in their wages and benefits.  The general trend since the mid-1980s is for such Americans with little \neducation to do worse in the labor market, a trend that will continue if illegals are allowed to stay and we increase \nlegal immigration further.\n\nThe fourth problem with the Senate plan is that, like IRCA, it doesn't deal with the fiscal costs of illegal immigration.  \nIllegal aliens create a drain on public coffers mainly because they are overwhelmingly unskilled, not because they \nare illegal.  At least 60 percent of illegals lack a high school degree, and another 20 percent have only a high \nschool degree. Such persons pay relatively little in taxes regardless of legal status because they earn so little in the \nmodern American economy.\n\nThe National Research Council has estimated that an immigrant who comes to the United States without a high \nschool education will use $89,000 more in services than he pays in taxes in his lifetime.  One who has only a high \n\n\n\nschool education is a net fiscal drain in his lifetime of $31,000.  My own research shows that if we legalized illegal \naliens and they began to pay taxes and use services like legal immigrants with the same level of education, the \ncosts of illegal immigration would roughly triple.\n\nHistory does not have to repeat itself. Congress can pass sensible legislation that polices the border, goes after the \nemployers who hire the illegal aliens.  The bill the House passed in December goes a long way in this regard.  \nThe problem with illegal immigration can be solved, but not by repeating the mistakes of the past.\n\nThank you.\n\nHOSTETTLER: Thank you, Dr. Camarota.\n\nDr. Edwards?\n\nEDWARDS: Mr. Chairman and members of the subcommittee, thank you for inviting me to be here today.\n\nThe Senate bill would in fact repeat the errors of the past and have the same harmful consequences, only worse.  I \nwill talk today about two things: the 1986 amnesty and its similarities in the Senate bill, and the connection between \nlegal and illegal immigration.\n\nFirst, in 1986, IRCA passed and now we see resurrected IRCA in the Senate bill.  The IRCA included border \nenforcement and IRCA authorized more border patrol and grounds for deportation.  Number two, employer \nsanctions.  IRCA made it unlawful to knowingly hire illegal aliens and it established the I-9 system.  Three, mass \nlegalization.  There were three classes of illegal aliens who were dealt with according to their length of illegal \nresidency here.  Those here since 1972 or before 1972 got immediate amnesty.  Those here from 1982 forward, or \nby 1982, had to pay a nominal fee for a temporary visa, then they could get a green card after a year-and-a-half, \nand they had to take minimal English and civics classes.\n\nThere were special agriculture workers, or SAWs, who claimed at least 90 days of farm work in 1986, or in the \nprevious three years. They could become LPRs if they paid the nominal fee.  The Senate amnesty resembles IRCA \nin these ways. S. 2611 has fig leaf border enforcement and employer sanctions.  Like IRCA, it is long on promises \nand full of policy booby-traps to ensure its failure.\n\nS. 2611 is even worse than IRCA, with its mega-increases in legal immigration levels that will overwhelm America, \nbreak the treasury, flood the immigration bureaucracy, and ensure chain migration that doubles or triples \nimmigration levels for the next two decades.  It is guest worker, quote/unquote, program is mainly for laundering the \nstatus of millions of illegals.\n\nS. 2611 has at least five amnesties in it: one, illegal aliens in the U.S. for at least five years get an instant green \ncard; two, illegal aliens here for two to five years get amnesty on the installment plan, in three steps.  Oh, and plus \na two-year tax amnesty.  I would like one.  Three, an ag jobs amnesty.  Four, a DREAM Act amnesty.  Five, one for \ncertain asylum claimants.  Oh, and the big one, the mass amnesty of the illegitimate employers who have been \nhiring these illegals.\n\nWith IRCA, the employer sanctions and border enforcement legs, quote-unquote, failed because they were poorly \nor inadequately designed not at all, or poorly implemented, underfunded, and undermined from the start by political \npressure. Only the amnesty, quote-unquote, worked.\n\nThree million people were legalized, and IRCA thus spurred massive illegal immigration and chain migration.  \nIRCA, especially the SAW amnesty, was fraud-ridden.  Rubber-stamping became the rule.  INS approved over 94 \npercent of amnesty applications and over 93 percent of SAW applications.\n\nSecond, legal and illegal immigration are two sides of the same coin.  As legal immigration has risen, so has illegal \nimmigration. Since IRCA, an illegal population of two million in 1988 has become 10 million in 2005.  Illegal aliens \nmade 21 percent of the foreign-born in 1980.  Today, it is 28 percent.\n\n\n\nThe top source countries of the legal immigrants tend to be the top source countries of illegal aliens.  Mexico is \nthe largest source country of both legal and illegal aliens, with Mexicans as 30 percent of the foreign-born.  Over \nhalf of Mexicans in the U.S. are illegal aliens.\n\nIf legal immigration rose as S. 2611 proposes, illegal immigration would spike as well. Chain migration, the ability to \nsponsor distant family members, leads to a third of LPRs first living here illegally from five to eight years before their \ngreen cards come through.  Two-thirds of Mexican LPRs first lived here unlawfully.  The visa preference system \nover-promises and sets unrealistic expectations.  The reality for most is backlogs and waiting lists.\n\nIn conclusion, the lessons from the IRCA disaster show that the Senate amnesty would repeat this history.  H.R. \n4437 comparatively is much more sensible.\n\nThank you.\n\nHOSTETTLER: Thank you, Dr. Edwards.\n\nThe subcommittee will now turn to a round of questions.  Dr. Edwards, let me ask you, which bill, the House bill or \nthe Senate bill, which of those is more in keeping with the sentiments, the recommendations of the 1981 \nCommission on Immigration Reform that I mentioned earlier, with regard to enforcement and legalization?\n\nEDWARDS: Probably the House bill because the Hesburgh commission recommended legalization, yes, but it did \nso as a means of sort of mopping up.  It said, first, you have to secure the borders and you have to have employer \nsanctions. That has to be worked out and in force, and then after that is done, then see what is left of the then- \nthree million or so illegal aliens, and have a way to legalize their status.  So it was viewed as there is the \nenforcement side first, and then only after that is fully ensconced would you go the other route.\n\nHOSTETTLER: So as you understand the House approach, the House approach does not disclose at a future time \nreexamination of the immigration issue.\n\nEDWARDS: Correct.  I think you would have to say in the back of your mind there is going to be some residual \nillegal population, and that at some later time, 10 years or so down the road, then you would say, OK, if we have \ngotten employer sanctions, and the point that Mr. Berman made precisely, the employer verification, employment \nverification system fully enacted, then you can say, and all the enforcement aspects of 4437, then you would say, \nOK, now we have a smaller problem.  But all of this has to be premised, as the House bill is, on attrition.  You have \nto drive down the incentive, reverse the incentive for in-flow.  You have to drive down the incentive to stay here \nunlawfully and make it more attractive to leave.\n\nHOSTETTLER: Very good.\n\nMs. Schlafly, if the, quote, \"comprehensive,\" unquote, approach of the Senate is taken, do you believe that we will \nenforce vigorously the law and then allow for the mop up that was suggested in the Hesburgh commission?\n\nSCHLAFLY: Mr. Chairman, no, I don't believe it.  I think \"comprehensive\" has become a word that is as negative as \n\"amnesty\" because it is really a code word for packaging it all together, and like Simpson-Mazzoli, we believe that \nwe will get the amnesty and the guest worker, but we do not believe that border security will be enforced.  I am not \nsure that we see that there is any will to enforce it.\n\nThis is why I think the public officials who urge comprehensive just don't have any credibility.  The American people \nthink we are being lied to.  We have been down that trail before.\n\nHOSTETTLER: Dr. Camarota, the notion of employer sanctions being vigorously enforced after comprehensive \nreform is put in place, employer sanctions are already in place, are they not?\n\nCAMAROTA: Yes, obviously you have a regime in place, but it is not funded.  It is not enforced.  As one of the \nmembers correctly pointed out, only three employers were fined in 2004 for hiring illegals.\n\n\n\nHOSTETTLER: So going back to the issue of integrity, does it seem to you that with the comprehensive reform and \nthe experience that we had in 1986, that there is going to be, if it is on the books today, if it is illegal today, what \nmakes it more illegal after the comprehensive reform in the Senate is put in place?\n\nCAMAROTA: I think that is an excellent question.  The bottom line is it is incumbent among people who want to \ngrant amnesty or legalize, whatever term you like, to people here illegally, to first demonstrate, Republicans and \nDemocrats who want that, to first demonstrate they are serious about enforcement.  Until they do that, we should \nnot take them seriously because the past has shown both parties have just not been willing to enforce the law.\n\nHOSTETTLER: And then finally, Dr. Camarota, in terms of the workforce, and you mentioned this briefly, what \nAmerican citizen workers are most vulnerable if we drastically increase the number of immigrants to the U.S., \nespecially under the Senate provision?\n\nCAMAROTA: Phyllis mentioned one group.  There are about 16 million native-born Americans 18 to 64 who don't \nhave a high school degree.  They face a lot of job competition.  There are several more legal immigrants in the \nUnited States, about three or four million, who don't have a high school education, who face the competition.  And \nthen there is also a lot of young natives.\n\nOne of the most troubling trends in the U.S. labor market that has been going on for the last seven or eight years is \nthe decline in the number of young, men in particular but also women, who only have a high school degree, but they \nare in their 20s.  Those people are leaving the labor force in droves.  They don't seem to be attending school.  So \nthat is the other group, high school dropouts and young natives with only a high school degree.  It has been \nhappening for all racial groups.  Native-born Americans who don't have a lot of education who are young, are really \ntaking it on the chin.\n\nThat is very strong prima facie evidence that there is no shortage.  Their wages are down. If their wages weren't \ndown, if their employment wasn't down, then you might have a case that there is a shortage, we desperately need \nlots of unskilled workers.  But all the available evidence suggests that they are taking it on the chin in the labor \nmarket.  So to flood the unskilled labor market simply represents a kind of callous disregard for Americans at the \nbottom end of the labor market.\n\nHOSTETTLER: Thank you.\n\nThe chair recognizes the gentlelady from Texas for five minutes for questions.\n\nJACKSON LEE: I thank the chairman very much.\n\nDr. Camarota, I may agree with you that the Republicans have not had the will, and to some extent as you have \nmentioned, it has been bipartisan in enforcement.  I would argue that we could compare rather credibly the dollars \nspent on enforcement under the Clinton administration and the lack of dollars spent on enforcement under this \npresent administration.\n\nWhat I would say to you, however, is what my colleagues have said over and over again, that is why we need to be \nin conference, taking the expertise that you have offered and some of our other witnesses, and you know you have \nbeen before this committee, and really seriously address some of these concerns.\n\nI want to say to my colleagues, and certainly to the witnesses, the Senate bill has an employer verification \nprogram.  It is a pilot program.  Maybe in conference it could be strengthened, but they were wise enough to include \nthat.\n\nMight I just quickly read into the record so that we can disabuse ourselves of the terminology \"amnesty\" and realize \nthat there are 10 provisions that the Senate bill has in terms of those who would seek some sort of status.  I might \nremind my colleagues as well in order to secure America, you must know who is there. They must qualify and pay \nover $3,000 in fines.  They must pay their taxes.  They must learn English, history and government of the U.S.  \nThey must undergo criminal and security screens.  They must get a medical examination. They must register with \n\n\n\nthe military Selective Service.  They must establish or continue presence in the United States.  They must provide \nevidence of past employment in the U.S.  They must earn legal status by continuing to work for at least six years.  \nThey must go back to the line.  That, in my definition, is paying a price.\n\nLet me also cite some of the organizations that want comprehensive immigration reform.  I think many of these are \nfriends of our leadership, the U.S. Chamber of Commerce, U.S. Conference of Catholic Bishops, certainly the \nNational Council of La Raza, Asian American Justice Center, and Service Employers International Union who \nrepresent a cross-section of America.\n\nI might say, the numbers say that Americans want comprehensive immigration reform.\n\nBefore I ask a question, I do think these points are important to note because my good friend has returned who \noffered to indict some of the statements made by those of us on this side of the aisle.  I welcome the evidence of \nmembers of their history of immigrant past, but I would take issue to suggest that immigrants today don't work \nhard, that we are going to compare them with immigrants of the past and suggest that immigrants from Poland, \nimmigrants from Haiti, immigrants from Costa Rica, immigrants from El Salvador, immigrants from England \nwho come today do not work hard, and that immigrants who maybe undocumented don't work hard.\n\nI hope that my colleague would clarify such an indicting, inappropriate and unfortunate statement.\n\nI would also suggest that there are many of us who are more than multi-tasked.  We are sympathetic.  And when \n25,000 Americans can't get out of Lebanon from the most powerful nation in the world, I think that is a priority issue, \nand Mr. Reyes, I would prefer you being at the intelligence hearing so that you could address the crisis that is \ngoing on right now, because frankly the families of my constituents who are over in Lebanon are wondering why \nAmerica, why France has a ship and why someone else has a ship and we don't.  So I hope that we can multi-task, \nbut I hope we can save lives.\n\nAnd lastly before I ask a question, isn't it interesting that we talk about the dumbing-down of wages.  I think that is \nan important point.  Since 1997, we haven't been able to get this Republican Congress after George Bush took \nover and President Clinton, of course, if out of office, to raise the minimum wage.  We have been trying to get an \namendment on the floor of the House every single week, and we have been denied the right to raise the minimum \nwage, which is in fact the lowest in 50 years.\n\nSo Mr. Reyes, could you give me a sense in your 25 years, but now being in this Congress, how often you have put \nbefore this Congress the need for increasing the resources for border security officers, training, civil service \nchanges, and giving them the power bolts, the goggles?  How many times we have gone to the border with you and \nothers?  We were just back at the border just recently on a hearing, that we have not given them the resources to \ndeal with this situation that would require and give to the American people the comfort.\n\nAnd does the Senate bill lead us in that direction by giving us comprehensive immigration reform that is both \nbenefit, but more importantly, border security?\n\nREYES: I thank my colleague for the question.  First of all, it is extremely frustrating when the title of the hearing is \nrepeating the mistakes of the past.  We continue to repeat the mistakes.  There are countless times where I have \noffered amendments.  I have offered a motion to substitute on making a stronger effort at border enforcement. \nAgain, post-9/11, the things that we haven't done are unconscionable.  It is no wonder that the American people \ndon't believe Congress.  It is no wonder that the president's rating, as low as they have been, our ratings are much \nlower.\n\nWe do a lot of talking, but we do very little in terms of action. We don't fund not only the border patrol, but we don't \nfund the marshal service.  We don't fund assistant U.S. attorneys.  We have agencies whose vehicles are in excess \nof 140,000 miles. What we ought to be doing is being, as a number of you have stated, we ought to be in \nconference.  We ought to be working on those issues.  It ought to be comprehensive.\n\n\n\n\"Comprehensive\" doesn't have to be a dirty word. \"Comprehensive\" means having a strategy, having the long-term \nvision and the commitment that we are going to right all these things that affect our national security.  That means \nborder security.  That means the legal system.  That means identifying those people that are here already. Only \nthen will we be able to sort through and find out who is here and for what purposes and who can be harmful to this \ncountry.\n\nWe have a lot of work to do, and we are wasting time with hearings like this, in my opinion.  We are wasting time \nwith hearings like this.  I hope, if nothing else comes out of these hearings, maybe it is an unintended consequence, \nbut the American people are going to pay attention, sit up and say, yes, that is right; we haven't been doing a good \njob.  And by the way, who has been in charge and who has had the agenda and why are we less secure today than \nwe were pre-9/11?\n\nI think we all have a role to play.\n\nHOSTETTLER: The gentlelady's time has expired.\n\nJACKSON LEE: An additional 15 seconds, Mr. Chairman, I ask unanimous consent.\n\nHOSTETTLER: Fifteen seconds.  The chair will recognize the gentlelady for 15 seconds.\n\nJACKSON LEE: Thank you, Mr. Chairman.\n\nHOSTETTLER: As the chair will add to the record, we appreciate the gentleman from Texas's testimony today.  The \ngentleman from Texas was a witness that was called by the minority, and we would not have imposed upon the \ngentleman's time had we known the importance of the hearings and the lack of the gentleman's belief in the \nimportance of this hearing.\n\nSo I would simply add to the record that the gentlelady from Texas called the gentleman from Texas, as we are \nwelcome and we applaud and appreciate the gentleman's testimony, but we would just like to add for the record \nthat, well, many of us believe that these hearings are not a waste of time; that with those with the opinion that they \nare a waste of time, schedules probably should have been better coordinated, given those opinions.\n\nSo the gentlelady is recognized for 15 seconds.\n\nJACKSON LEE: Thank you.\n\nWith that, Mr. Chairman, I am grateful for the sacrifice Representative Reyes has now made, recognizing that the \nminority cannot control schedules.  I just want to say that it is reported that, and generally agreed that 50 to 60 \npercent of illegal immigrants nationwide work for employers who withhold income taxes, Social Security and \nMedicare payments.  So I hope that we realize that we need to go to conference so we can address these \nconcerns, rather than throwing stones into the darkness.\n\nI yield back.  Thank you.\n\nHOSTETTLER: The chair recognizes the gentleman from Texas for five minutes for questions.\n\nGOHMERT: Thank you, Mr. Chairman.\n\nFirst, my colleague from Texas said I had indicting statements, so I sure need to clarify.  No, I don't need to clarify, \nbut I sure need to address it.  I do not apologize for the fact that my great- grandfather came, worked his tail off, \nlearned English and lived the American dream.  I will not apologize for that.\n\nI never have said immigrants today don't work as hard, because that plays right into the other issue that was \nraised by my colleague about the minimum wage.  I talk to my friends back in east Texas and they tell me that the \nimmigrants they have working for them, they are far too good and far too hard a workers to pay them the minimum \n\n\n\nwage. Some of them are making about $20 an hour.  They are the hardest working, most wonderful workers, I have \nbeen told by some friends in Henderson and Tyler and Longview and around there.  Those are good folks.\n\nSo to say that I am out here saying immigrants don't work hard today sure misses the boat.  We need immigration. \nWe need it legal. We do need to reform the immigration services, all of them. But again, I come back, you know, for \nthis to have been a mock hearing, there sure is a lot being said at this hearing.  If it were a mock hearing, I would \nthink that we would say a lot less than we are saying.  So apparently it is not as mock as originally thought.\n\nJACKSON LEE: Will the gentleman yield?\n\nGOHMERT: Well, you took your shots at me without yielding to me, so I will let you take your shots.\n\nJACKSON LEE: I didn't hear you ask to be yielded to.\n\nGOHMERT: I do not yield.  I do not yield.  When you indict me, then I will not yield so I can be indicted some more.\n\nNow listen, Representative Reyes, you have been a champion.  I have only been here a year-and-a-half.  You have \nbeen fighting this battle, and it is something that I mentioned to the president before, that some people think this is a \npartisan issue, and yet we have heard from every sheriff come up here and testify, more than once, from the border \ncounties of Texas.  They are Republican, but there are at least as many Democrats, I would think, and they are \nbegging for help.\n\nSome say that it is a racial issue, and yet we have had as many Hispanics from the border counties come forward \nand say, we need help. So I am embarrassed that we have not done more.  I am for using all the resources we \nhave, and I appreciate your efforts that you have been battling for longer than I have been here, back when I was a \njudge, trying to deal with efforts from a judicial standpoint.\n\nI know you have given your statement.  You have made it in writing.  But in trying to keep this from being too \npartisan and taking shots in areas where I disagree with my president anyway, but what do you see that we can do \nimmediately, quickly, and best to help the sheriffs on the border, just in a nutshell?\n\nREYES: Well, first of all, thank you for raising that issue, because I think it is vitally important.  When there is a void \nin terms of enforcement or anything else, somebody is willing to jump in and fill that void.  However, when we are \ntalking, and remember I represent a border district.  I enforced federal immigration law for 26 1/2 years.\n\nI can tell you unequivocally that money is better spent on the professionals that have that responsibility, which is the \nUnited States Border Patrol.  The Sheriff's Coalition has been up here, and believe me, I sympathize in the fact that \nthey need money.  Around the country, everybody needs money.  If you will survey the U.S. marshals, they need \npositions and they need money for vehicles and for infrastructure support.  The U.S. attorneys, everybody needs \nmoney and everybody should be supported. The reality is we have to prioritize.\n\nThat is why I think it is important that we do so, but in prioritizing that we remember that it is never an easy fix to try \nto give enforcement of immigration that authority to the sheriffs or the police departments.  We recently in my district \nhad a number of issues where the sheriffs department was setting up roadblocks, and one of the questions they \nwere asking dealt with immigration.  They do not have that authority.\n\nWe also heard a number of complaints, both in my office and through some of the news media, that people were \nrefusing to call the sheriffs department when they were victims of crime because they were afraid that they were \ngoing to be hassled about their immigration status.\n\nAs we work our way through this process, it is vitally important that we understand what the priorities are, and that \nwe don't make decisions that maybe sound good on the face at the time we are making it, but have long-term \nconsequences and implications to the people that we represent, all the people that we represent.\n\nHOSTETTLER: The gentleman's time has expired.\n\n\n\nGOHMERT: Thank you, Mr. Chairman.\n\nHOSTETTLER: The chair recognizes the gentlelady from California, Ms. Lofgren, for five minutes of questions.\n\nLOFGREN: Thank you, Mr. Chairman.\n\nCongressman Reyes, I really appreciate, I know we all have multiple things to do, but your committee assignments \nare very serious ones, obviously, and that you would take time away from those serious assignments to be here \nwith us is very meaningful and I appreciate it. I think, really, as has been mentioned on both sides of the aisle, we \nare fortunate to have someone with your background and your expertise as one of our colleagues, as someone we \ncan turn to for the straight scoop on what is going on.\n\nSo some of the questions I have really have to do with resources. In May of last year, we had a vote, the proposal \nthe Democrats made was to have an additional $41 billion to secure the nation from terrorist threats, $6.9 billion \nmore than the president had authorized.  It included $28.4 billion for border and transportation security and \nimmigration processing.  All of the Republican members of this subcommittee voted against those resources.\n\nOn May 5 of last year, we had another proposal to add 550 additional border patrol agents and 200 additional \nimmigration inspectors in unmanned border aerial patrol vehicles.  Again, it was shot down on a partisan vote.  We \nalso had efforts to provide additional detention beds.\n\nBased not on your experience as a congressman, but your vast experience in the border patrol, would these \nresources have assisted us in getting a better control of our border situation?\n\nREYES: Well, absolutely.  I don't have the citations that you just read, so I am going based on memory.  I do \neverything I can to get additional resources at different points in legislation by talking to my colleagues on both \nsides of the aisle.  In fact, when we tried to increase resources for border security, I try to get bipartisan support \nfrom both sides of the aisle because it is so critical. Anytime that we are able to increase resources to go and assist \nthe border patrol, to assist the U.S. Attorney's office, additional judges, the U.S. Marshals, it is all vital.  I will tell \nyou, it is critical at this point in our history, having had the experience almost five years ago of 9/11.\n\nLOFGREN: I am the ranking member of the Intelligence Subcommittee on Homeland Security, and Sunday and \nyesterday the chairman and I, along with two members, one from each side of the aisle, went to Canada and visited \nwith the Canadian security individuals, as well as their border folks and immigration folks.  It was an interesting \nmeeting.\n\nWe were just in Toronto and so I didn't have the opportunity to tour, obviously, the 5,000-mile border.  But we are \naware that since these are post positions, about 200 American border patrol agents are on the 5,000-mile Canadian \nborder at any given time. There was a lot of focus on the southern border, but in your judgment, are 200 agents on \na 5,000-mile border sufficient?\n\nREYES: The Canadian border is grossly understaffed.  There are not quite 1,000 border patrol agents assigned \nthere, which means that since the border patrol covers 24 hours a day, seven days a week, 52 weeks a year, it \naverages between 200 to 300 per shift, depending on the number of agents that are available, grossly understaffed.  \nWe need additional border patrol agents.  We need technology, infrastructure support.\n\nThe list is long, and that is why anytime we get an opportunity to increase resources for border security, we ought to \ntake that seriously.\n\nLOFGREN: I just want to make one final comment, because it has to do with resources.  I mentioned in my opening \nstatement that the House-passed bill would make 11 million new individuals felons, and in fact that there was a \nmotion made by the chairman, who was the author of the felony provision who defended in the Rules Committee to \nchange the felony to a misdemeanor.  That failed because a majority of the House either thought it should remain \nfelony or that it should remain a civil offense, instead of a criminal offense.\n\n\n\nI raise that issue not to argue whether the civil offense is appropriate, although I believe it is, it is a resource issue.  \nIt could cost, and we have gone through this, whether it is a felony or misdemeanor, up to one-third of a trillion \ndollars to arrest, prosecute and incarcerate 11 million people.  I don't believe that a Republican Congress that won't \nhire more than 200 border patrol agents for the northern border is going to actually appropriate one-third of a trillion \ndollars to arrest, prosecute, try and incarcerate 11 million people.\n\nI see my time is up and I yield back.\n\nHOSTETTLER: The chair now recognizes the gentlelady from California, Ms. Waters, for purposes of discussion.\n\nWATERS: Thank you very much.\n\nI would like to address my question to Ms. Phyllis Schlafly.  I am a mother, raised two children.  I have two \ngrandchildren.  I come from a huge family, 12 brothers and sisters.  I have probably about 50 or so nieces and \nnephews.  We have strong family values.  We are very much family people.  I am concerned about the separation \nof families in Mr. Sensenbrenner's immigration reform law.\n\nWhat would you do, Ms. Schlafly, with a family where the mother and father have been here, I don't know, 20 years \nor more.  They have three children who were born here in the United States.  One of them served in Desert Storm.  \nThe other one is now in Iraq.  You have a mother that is working.  She is doing domestic work and she is working \nfor people, famous people, Rush Limbaugh, others, who have undocumented immigrants.  You have a father who \nworks for America's biggest retailer, Wal-Mart, one of the more conservative political retailers in the country.\n\nBut the mother and father are not documented.  They have these grandchildren.  They have children who have \nserved this country.  One of the sons is a police officer, on and on and on.  What would you do with that mother and \nfather under the Sensenbrenner bill?  Would you return them?\n\nSCHLAFLY: I don't believe the Sensenbrenner bill calls for deporting anybody.  I think it simply calls for enforcing \nthe law.  It does call for employment verification, and if they lose their job they might maybe get the idea that they \nshould return to their native land. If their children are grown and have good jobs, as you mentioned, they can make \ntheir own decision.  Perhaps they can provide some resources. If there are small children who are born in this \ncountry to illegal aliens, they are also Mexican citizens and the parents can certainly take them with them.  But \nnobody is calling for deporting large numbers of people.\n\nWATERS: What would you do with the mother and father?\n\nSCHLAFLY: I think if they cannot meet the requirements for employment, then they should lose their jobs.\n\nWATERS: Well, what would happen to them under the Sensenbrenner bill?  Would they be felons?\n\nSCHLAFLY: Well, I think the effort was made to reduce that to a misdemeanor, and that works perfectly all right \nwith me.  The idea that people are going to go around and throw 11 million people in jail is I think a straw man \nargument.  Nobody is going to do that.\n\nWATERS: What would happen to this mother and father under the Sensenbrenner bill?\n\nSCHLAFLY: I think they would lose their job.\n\nWATERS: What else would happen to them?\n\nSCHLAFLY: Well, you have described the good jobs that their children have.  They could take care of them.\n\nWATERS: Would they remain in the United States under the Sensenbrenner bill?\n\nSCHLAFLY: I don't believe we have any plans for a large-scale deportation.  I think that is a false argument.\n\n\n\nWATERS: So you are saying that this mother and father could become felons and could remain in the United States \nand not incarcerated?\n\nSCHLAFLY: I don't believe they would be incarcerated, no.  I think the Congress will probably fix up the felon \nprovision.\n\nWATERS: That is the problem with the Sensenbrenner bill.  It is like you said, you don't quite know, you don't \nbelieve, but all we have is the language of the bill.  I just described to you a situation that Mr. Sensenbrenner and \nothers refuse to deal with.  As I said before, we all believe in border security.  We all support border security, but we \nhave problems that need to be addressed, real problems that need to be addressed.\n\nOf course, the son who was a soldier who served in Desert Storm or who is in Iraq probably could help take care of \ntheir mother, even though the one in Iraq doesn't get very much money as a soldier.  So you are suggesting that his \npatriot who is in jail or the brother who served in Desert Storm, could take care of the mother and father while they \nare in prison.  They could send them some money to buy little things.\n\nSCHLAFLY: Who is in prison?  I didn't say put anybody in prison.\n\nWATERS: You didn't say it, but the bill does.\n\nSCHLAFLY: I don't think so, but you have pointed out one problem with the House bill.\n\nWATERS: A big problem.\n\nSCHLAFLY: There are so many problems with the Senate bill, and the thing is that when you all talk about \n\"comprehensive\" and going to conference, for all the reasons that the minority has expressed here and Mr. Reyes \nhas expressed about the failure to enforce border security, we do not believe that we will get border security if you \npass the Senate bill or any part of it, or anything that is called \"compromise.\" We simply don't believe it.  We have to \nhave border security first.\n\nWATERS: What about the sanctions on employers?\n\nHOSTETTLER: The gentlelady's time has expired.\n\nWATERS: Thank you.\n\nHOSTETTLER: We will go now to a second round of questions.\n\nGOODLATTE: Mr. Chairman?\n\nHOSTETTLER: Oh, I am sorry.  The chair recognizes the gentleman from Virginia, Mr. Goodlatte, for questions.\n\nGOODLATTE: Well, thank you, Mr. Chairman.\n\nMrs. Schlafly, let me help you out here just a little bit.  The fact of the matter is the hypothetical posed by the \ngentlewoman from California doesn't have to take place under the House-passed bill. That same hypothetical can \nbe applied to the current law. Those people are here illegally in the United States right now, and current law \nrequires them to not be in the United States right now.\n\nSo this problem was not created overnight.  It has been building up for 20 years since the 1986 act, and we can \nphase in the enforcement of the law in a fashion so that people do not see a mass exodus of people to the borders \nof the country.  This is a serious problem right now, whether we have the Sensenbrenner bill or not.  It is a serious \nproblem right now that is not being addressed.\n\nThat is what the American people are impatient about.  It is not the Sensenbrenner bill or whether it has a felony \nprovision in it that the gentlewoman from California voted to keep in it when an amendment was offered on the floor \n\n\n\nto change that to a mere misdemeanor, when people would certainly not be incarcerated in prison under a \nmisdemeanor.\n\nSo the issue is: Do we respect the laws of the United States? The question posed to us comes about not from \nsomething that occurred yesterday, but something that has been building up over 20 years of lack of enforcement of \nthe law by various administrations in this country, including the current one.  So the issue here is let's get serious \nabout enforcing the law.\n\nI would like to ask the panelists two questions, starting with Representative Reyes.  First of all, when it comes to \nenforcing the law, you can't simply put up walls on the border or put more border patrols there. No matter what you \ndo there, some people are going to get through.  Some people are coming through.  In addition, up to 40 percent \ngot through legally because they presented the necessary documentation at the border, at the airport, that showed \nthey had a student visa or a visitor's visa or a business visa, and then they stayed over the time when they were \nsupposed to leave the country.\n\nSo enforcement in the interior of the country is to me something that we are not talking enough about.  And two \nthings that we haven't talked enough about at all here today are, one, the use of local law enforcement; and two, an \nemployer verification system that works with identification.  Some people call it a national identification card. Some \npeople call it a tamper-proof Social Security card, but it seems to me that if you have been given a Social Security \ncard in this country, it ought not to be subject to forgery.  The best way to do that is to use the database that is \ncontrolled by the Social Security Administration that says this person meets these particular physical characteristics \nand location and background and so on, and those things have to match up with the person who presents that \nnumber when they go to an employer.\n\nSo I would like to know from each of you if you support a tamper- proof Social Security card and if you would use \nlocal law enforcement, not just to enforce our criminal laws.  Right now if they want to arrest an alien who has \ncommitted a crime, they can do that, but they get no cooperation and I don't think it is even legal for them to simply \nenforce the immigration law.  When they find somebody in the community that hasn't committed a crime, but is \nillegally in the community, should they, that local law enforcement, be able to detain the individual until the \nimmigration service then removes them from the country?\n\nWATERS: Will the gentleman yield?\n\nGOODLATTE: I am running short of time and I want all four of these witnesses to answer this question, but then I \nwould be happy to yield.\n\nREYES: Well, actually, I would tell my good friend, I don't think you were in the room, I addressed both of those.\n\nGOODLATTE: Oh, good.\n\nREYES: H.R. 98 actually does that tamper-proof Social Security. It is the Dreier-Reyes bill.  Also, and then I would \njust let you know…\n\nGOODLATTE: So you support that.\n\nREYES: Yes, absolutely.\n\nGOODLATTE: You initiated legislation.  I am glad to hear that.\n\nREYES: And the other thing is that the current database for the Social Security is inadequate to be able to do that \nemployer or employee verification process.  As to the local law enforcement, I don't support that, and I don't \nsupport that because I believe that we have to prioritize enforcing federal laws, especially as it affects immigration, \nto federal agencies.\n\n\n\nGOODLATTE: We don't necessarily bifurcate like that in other areas.  If you have somebody, for example, who is \ntrafficking in drugs in a community, you don't say, well, we are going to wait for DEA to come.  Local law \nenforcement comes in.\n\nREYES: Here is the difference, here is the difference, that if you are in this country and you have been a victim of \ncrime, and you believe that by reporting it to your local law enforcement you may be referred to immigration \nauthorities, you are not going to report that activity.  I think if you serve, and not just law enforcement chiefs and \nsheriffs around the country, but city mayors and other administrators, it is not a good practical policy.\n\nI favor making sure that we fund the border patrol and the immigration and customs enforcement.\n\nGOODLATTE: Reclaiming my time, since it expired.  Mr. Chairman, if I might ask leave to allow the other three \nwitnesses to briefly answer those two questions, I would appreciate it.\n\nHOSTETTLER: Without objection.\n\nGOODLATTE: Thank you, Representative Reyes.  I apologize for interrupting, but the time is short.\n\nHOSTETTLER: For a brief response please.\n\nSCHLAFLY: Thank you.\n\nI would like to respond by asking the chairman to insert in the record a very important article that just came out \nyesterday written by former Justice Department attorney Chris Coback (ph), which shows that three of the pilots on \n9/11 were stopped for speeding just a short time before 9/11, and they were all in visa violations, but they weren't \nable to go ahead and detain them.  If they had been detained, we could have avoided 9/11.  But the Senate bill has \nin it the loophole to prevent local law enforcement from detaining them for that type of offense, and it is very \nimportant.\n\nHOSTETTLER: You would support local law enforcement?\n\nSCHLAFLY: Absolutely.\n\nHOSTETTLER: Without objection.\n\nCAMAROTA: Briefly, obviously you want the immigration service to most of the enforcement, but if in the normal \ncourse of police work you come across someone who is an illegal alien, obviously you should be able to turn him \nover, just as if you find in the normal course of an investigation, you find, and you are looking at people's records \nand you find a tax cheat. You don't say, well gosh, we don't do anything with tax law, they are embezzling money \nand so forth.  No, you call the local federal authorities, he is cheating on his taxes.\n\nIt is just common sense.  You don't have to go out and do it proactively, but if you come across someone in the \nnormal course of law enforcement, I think that could be really helpful.\n\nREYES: And that is done now, by the way.  There doesn't have to be any changes.\n\nCAMAROTA: But often the immigration service kind of responds with, hey, you know, let them go; we don't have \nthe space for them.\n\nREYES: Lack of resources, blame Congress.\n\nEDWARDS: I have no problem with enhancing the security of the Social Security card like H.R. 98.  It is a good \nstep.  I think you don't need it necessarily if you have a fully expanded employment verification system that is \nmandatory on all employers because you are pinging on the databases in lieu of checking documents.\n\n\n\nAs far as state and local law enforcement, a lot of state and local law enforcement officers and organizations and \nothers support the routinization of their having a role in immigration enforcement. It is a common sense step that if \nsomebody like my brother, who is a police officer, who routinely goes to, say, a domestic spat or stops somebody \nfor speeding or something.  If he were to find out that this person is an illegal alien or has reasonable suspicion \nthereto, then he could check quickly in some manner. Perhaps NCIC would be the best route, the quickest to find \nout if that person is illegal, and then to routinize those kinds of encounters by state and local law enforcement, the \n700,000 officers who are already no the streets policing our streets, keeping our communities safe.  That has got to \nbe a logical key component of all of this.\n\nGOODLATTE: Thank you.\n\nHOSTETTLER: Thank you.\n\nThe committee will now turn to a second round of questions.  Dr. Edwards, if you will indulge me, I would like to ask \nyou a question regarding a hearing we had earlier this year, that the subcommittee had in joint session with the \nSubcommittee on Crime, Terrorism and Homeland Security.\n\nI asked a question of the witnesses regarding the issue of expansion of employment opportunities. This is a \nquestion I asked, quote: \"One of the significant issues that will be addressed in this Congress is the issue of the \nexpansion of employment opportunities for individuals who are currently in the country illegally, known as a guest \nworker program, temporary work program or the like.  While many who support such a program do not wish for it to \nbe characterized as amnesty, my first question is,\" and I asked this question of the panel of sheriffs from the border \ncountries, \"Have things gotten better since 1986, or worse as a result, I guess I should say, after the passage of the \namnesty?\" end quote.\n\nSheriff Leo Samaniego, currently sheriff of El Paso County in Texas, responded quite quickly in this way, quote, \n\"Anytime you give a group of illegal undocumented aliens that are already here, amnesty, or even anything that \nsounds close to amnesty, you are sending the message to the next 12 million that are going to come in after them. \nYou cannot let them come in.  They know that if they stay here long enough, they get a job and they are good \npeople, that they are going to be given amnesty and they will be able to stay here.  But it sends the message to the \nrest of the world, you can do the same thing, because the same thing is going to happen to you,\" end quote.\n\nSheriff Leo Samaniego of El Paso County talked about anything that sounds close to amnesty.  Do you think the \nSenate bill meets that description of something that sounds close to amnesty?\n\nEDWARDS: I think it is outright amnesty.  A lot of the elements as they are characterized by various proponents, \nquote/unquote, sound like amnesty.  But it meets the minimal, if not over the top, it meets the standard of \nencouraging the next batch of people to come illegally.  It is an enhancement to promise something that they would \nget, and there are reports from the border that people captured and say, I am coming because I hear there is going \nto be a legalization program and I want a piece of that.  So that happens now.\n\nHOSTETTLER: Right.\n\nMs. Schlafly, do you hear from the folks outside of the Beltway similar sentiments as Sheriff Samaniego from El \nPaso?\n\nSCHLAFLY: Absolutely.  I think everybody understands that the Senate bill is amnesty or amnesty-lite, and words \nlike \"legalization\" and \"path to citizenship\" really don't mean that it is not amnesty. That is what people understand.  \nIt is just like they understand \"comprehensive\" means wrapping it all together and we will never get border security \nfor all the reasons that have been so eloquently described by Mr. Reyes and the minority.\n\nHOSTETTLER: Dr. Camarota, in viewing this issue, we also have to look at it from the perspective of the individual \nwho has violated the law by coming into the country illegally.  They might not know what the term \"amnesty\" means \nor \"comprehensive\" or anything like that, but do they see this as an invitation?  Sheriff Samaniego, do you think he \n\n\n\nis accurate and does your experience and your research show that he may be accurate in the sense that it is going \nto send a message to the next 12 million that are going to come in after them?\n\nCAMAROTA: Not only does common sense suggest that that is the case, but in a 1997 report that actually the then-\nchairman of this committee Smith, Congressman Smith, actually subpoenaed from the INS, which they hadn't \nreleased, showed that their estimates suggest that after the passage of the amnesty, at the height of the \nlegalization in 1989, illegal immigration, the growth in that population, the number of new people coming in, had \nincreased by 1989 by 44 percent from 1987.  They concluded it seems very likely that the last amnesty spurred a \nreal surge of illegal immigration, and of course, how could it otherwise.\n\nHOSTETTLER: Thank you.\n\nREYES: Mr. Chairman, could I?\n\nHOSTETTLER: Yes.\n\nREYES: I was the chief in South Texas during this period.  When somebody says compare 1987 to 1989, 44 \npercent is probably correct, but it is a distorted picture because after the passage of the law in 1986, as I mentioned \nin my opening statement, in some of our sectors the attempted illegal entries went down by as much as 80 \npercent.  By 1989, people had figured out, hey, INS didn't get the resources to enforce employer sanctions, so they \nstarted coming back into this country in record numbers.  But that statistic, I think, in my opinion, is a distorted one.\n\nCAMAROTA: Well, let me respond to that.  People have tried to look at the earlier trend, it appears that, exactly as \nthe congressman said, that there was a real drop-off when the amnesty was passed. People thought we were \ngoing to enforce the law.  But it does appear that as soon as they realized that that wasn't going to happen, and \nthey had the precedent of the previous amnesty, we got a surge.  And these figures are not the number of people \nbeing apprehended.  They also include overstays of visas, which of course you wouldn't have seen, and we think \nthat that comprises about 40 percent of the illegal population.\n\nSo it is true that there was a drop-off associated with the amnesty, when everyone realized it wasn't going to be \nenforced, but it appears that there was definitely a surge associated with the legalization, again, once everyone \nrealized it wasn't going to be enforced.\n\nHOSTETTLER: Thank you.\n\nThe chair's time is concluded.  The chair recognizes the gentlelady from Texas for five minutes for questions.\n\nJACKSON LEE: Thank you very much.  I am delighted that Mr. Camarota, and I gave you a Ph.D, but that is all \nright, because originally I called you \"Dr. Camarota.\" So thank you for your insight.  Obviously, my assumption is \nthat you are so specialized in the area that you might be a Ph.D.  Is that incorrect?\n\nCAMAROTA: No, I do have a Ph.D, from the University of Virginia.\n\nJACKSON LEE: Then they need to correct, your side.  I was correct.\n\nCAMAROTA: Yes, ma'am, you were.\n\n(LAUGHTER)\n\nJACKSON LEE: I was wondering why you were looking like that.  I am correct.  All right.  Dr. Camarota, thank you.  \nThe reason why I was going to just mention, I am very glad that you said that a lot of the illegal immigration is for \noverstays, which means that they enter this country legally.  I think that is a misnomer as well.  What are overstays?  \nIt is individuals who might have possibly tried to seek legal status, but because our legal immigration system is so \nbroken because we have not funded that the way it should have been, we have a crisis as well.\n\n\n\nLet me share these words with you.  First, it takes hard-nosed enforcement on the border, at our airports and \nseaports, and in the workplace.  One might wonder where these comments are from.  It is from a statement of \nSenator Edward M. Kennedy, which really begs the question of whether or not we are suggesting that there are \nthose of us who are Democrats who are not serious about border enforcement.\n\nThe Senate bill provides for these additions to securing the border: double border patrol, adds 12,000 new agents, \n2,400 each year.  While we are stalling and having these hearings, we are not in conference to assure that we get \nthat amount of support.  Doubled enforcement, interior enforcement, 11,000 investigators over the next five years.  \nNew security perimeter, adds new technology at the border to create virtual fence; tighten controls, expands exit-\nentry security system at all land borders and airports; construction of barriers; mandates new roads and vehicles \nbarriers at borders where necessary.\n\nMight I also say that seven times over the last four-and-a-half years, Democrats have offered amendments to \nenhance border security resources.  If these Democratic amendments have been adopted, one in particular by Mr. \nObey just recently, there would be 6,600 more border patrol agents, 14,000 more detention beds, and 2,700 more \nimmigration agents along our borders than now exist.  Each time, these efforts have been rejected by the \nRepublican majority.\n\nMight I also say that this whole debate about felony versus misdemeanor, some of us had the interest and concern \nthat we didn't want a priest, we didn't want aunts and uncles and grandparents to be indictable felons because the \nlanguage also said that the assistance of individuals who might be undocumented therefore would create a felon.  I \nthink we erred on the side of common sense.\n\nAnd yes, there is deportation.  It is what you call detention and expedited removal.  That means that you would, if \nyou will, entrap the nation's courts in years and years of litigation on the deportation process, which does require \ndue process and the right to counsel.\n\nMight I also say on this question of the minimum wage, I would hope that when we talk about raising the minimum \nwage, we have concern about Americans. Americans have not had an increase in the minimum wage.  I might think \nthat the $20-an-hour that was given somewhere in Texas is based upon the availability of non-availability of \nworkers. It has nothing to do with the minimum wage.\n\nSo the minimum wage still remains a sore point which my colleagues on the other side of the aisle refuse to \naddress the question of helping Americans, giving them a minimum wage.  So if we are multi-task, let's do that as \nwell.\n\nI would also suggest that we need to make it very clear that on the front lines of Iraq and Afghanistan are individuals \nwho have undocumented relatives, who are willing to sacrifice their lives in the name of freedom of this country.  \nThat is why we think we should move forward with a conference so we can address and make sure that the \ncomments that have been made by the witnesses, that are very legitimate, we have not done our job to date.  Let \nus get into a conference, show the American people that we are serious.\n\nMight I ask this question to all of the witnesses: What is your thought about the ability to deport all of the 12 million \nundocumented, if you will, individuals who are here?  Why don't I start with Mr. Edwards.  What procedures are you \naware of, the detention procedures in the Sensenbrenner bill, expedited removal, and the possibility of the \nresources that it would take to deport all those individuals, obviously breaking up families, and if you will, totally \nbeing disengaged or disingenuous.  Would you answer the question please, Mr. Edwards?\n\nEDWARDS: Yes, ma'am.  Thank you for the question.\n\nI don't think that the Sensenbrenner bill sets up a scenario where you would have mass deportation.  I don't know of \nanybody who is seriously suggesting mass deportation.  However, the Sensenbrenner bill would give additional \ntools and close some of the existing loopholes in the processes and on the resource side that would help to \nenhance the ability to reverse the current set of incentives.  It would reverse the incentives for additional in-flow \n\n\n\nbecause it would no longer be dangling the prospect of another amnesty, and therefore it would say, in addition we \nare going to actually enforce the laws on the books.  So there would be a reduction in the in-flow.\n\nIt would also apply additional pressure.  With the employment verification that employers would have to participate \nin and check the eligibility to work of their new hires…\n\nJACKSON LEE: Let me move on to Dr. Camarota.  I appreciate it. I would like all of the witnesses to answer very \nquickly.  Thank you.\n\nCAMAROTA: It seems to me that the Sensenbrenner bill is based on the idea of attrition through enforcement.  \nPolice the border.  Go after the employers.  Get the cooperation of local law enforcement. Make sure illegal \naliens can't get driver's licenses, open bank accounts, get a library card, et cetera.\n\nWhen you do that, you dramatically increase the number of people who go home on their own or self-deport.  Right \nnow, we think about 150,000 to 200,000 people already go home on their own.  The goal is to double, triple and \nquadruple that by cutting them off from American society.\n\nAt the same time, if you dramatically reduce the number coming in, the problem could take care of itself over time.\n\nJACKSON LEE: Thank you.  That no way meets 12 million, but I thank you very much.\n\nMs. Schlafly?\n\nSCHLAFLY: I don't think anybody has recommended mass deportation since President Eisenhower.  He did deport \nquite a lot of them.  The figures show that for every one he deported, 10 went home on their own.  So I think that \nwhat Dr. Camarota says is right.\n\nBut may I also add that I am just so excited that the minority is so strong for border security and wants more \nresources.\n\nJACKSON LEE: Thank you.\n\nSCHLAFLY: But you see, there are some of us who don't believe that President Bush wants to do it.  So it would be \njust great if you would pass the Sensenbrenner bill and get the administration to have to put up or shut up about \nborder security before we talk about anything comprehensive.\n\nJACKSON LEE: Let me say that I enthusiastically join you in hoping that the administration would do their job, and \ncommend to you that if we get the conference going, we will put ourselves in a position to put the burden on the \nadministration to follow the lead of the American people, comprehensive immigration reform, and I thank you.\n\nRepresentative Reyes?\n\nREYES: Thank you.\n\nFirst, let me just make a comment.  I am surprised that Ms. Schlafly here would think we would want anything less \nthan secure borders after 9/11.  I guess I am a little bit offended that anyone would think that because we are \nDemocrats we want something less.\n\nHaving said that, let me just make a couple of comments on your question.  First of all, the issue of estimating the \nnumber of undocumented people in this country is not finite.  I mean, if you will stop and think, about three or four \nyears ago, that figure was nine million.  As we got closer to whipping up the frenzy of anti- immigrant, it now is at \n12 million.  Back in 1986 when IRCA was passed, they were talking about legalizing nine million.  That turned out to \nbe three million.  I think that is important.\n\nWhen you talk about the 1.3 million arrests every year of undocumented coming across the border, in some areas \nof our border 30 to 50 percent are the same person getting caught multiple times.  So it is not 1.3 million coming \n\n\n\ninto this country.  That is ridiculous. As the doctor said, 40 percent actually that are here illegally now, or out-of-\nstatus technically, actually entered with a legal visa.\n\nOf the whole pool of undocumented in this country, the estimate is that 60 percent are from Mexico, yet when \npeople talk to me about illegal immigration, the invariably in the same breath mention the problem with Mexico.  So \nthere are underlying issues here that are not just anti-immigrant, but anti-Mexico based on the people that talk to \nme about this very issue.\n\nI think that when we pass legislation or a proposal like the Sensenbrenner bill, that makes people think that there \nare going to be massive roundups, and by the way, when President Eisenhower ordered that mass deportation, \npeople often forget that a whole bunch of those people were U.S. citizens that got caught up in the same frenzy of \nbeing deported back to Mexico.  Some of those U.S. citizens that were deported to Mexico weren't even from \nMexico, but from other countries.\n\nSo we need to be very careful and understand that when we are dealing with human beings, when we are dealing \nwith what has in my opinion made this country great, which is the legacy of immigrants, we better be careful and \nunderstand the consequences that we create for ourselves.  We don't need nor do we want a massive roundup, nor \ndo we want whatever that figure is, the 9 million to 12 million people fearing that local law enforcement or others are \ngoing to be coming to their homes to round them up and put them back across the border.  It may be the wrong \nborder that they put them back across.\n\nHOSTETTLER: Thank you.  The gentlelady's time is expired.\n\nThe chair now recognizes the gentleman from Texas for questions.\n\nGOHMERT: Thank you, Mr. Chairman.\n\nMy sister sent me an e-mail that had a 1962 cartoon where a Native American Indian was saying to a government \nofficial, basically, you need to be strict on enforcing immigration; we were a bit too lax on enforcing ours.  That was \n44 years ago, and still we haven't gotten it quite right.\n\nWith regard, and let me address the minimum wage again.  The minimum wage is what willing employers will pay \nto willing employees, and the reason that so many immigrants in East Texas are making vastly above the \nminimum wage is because they work hard, they become invaluable to their employers, and that is what drives the \nminimum wage.  I have talked to a lot of employers, including Dairy Queens, and they can't hire people for \nminimum wage, so the market takes care of raising itself.\n\nBut I want to go back to a problem that has been mentioned a little bit about the local law enforcement's authority to \ndetain people.  As I understand, congressman, you had indicated that, or believe they had the authority now.  But \nlet me tell you my experience as a judge.  We had a constant problem with trying to get somebody from the INS to \ncome, deport somebody, and we had problems with the sheriff when they did fine somebody, if they were illegally \nhere and had committed a crime.  They would notify INS and they wouldn't come and get them.  They wouldn't pay \nthem for all the days, $50 a day to keep somebody housed.  It was breaking the county.  I have heard other sheriffs \nsay the same thing.\n\nI had a problem with some people who had committed minor crimes, I mean, they had committed what were \nconsidered to be minor felonies, normally first offense, get your probation.  It troubled me deeply, reading over the \nrules of probation and conditions in order to stay free and out on probation, you had to, number one, the number \none condition on every state of Texas form was obey all laws.  And then next it would say report to the Smith \nCounty or the county probation department either once a week or once a month.\n\nThat amazed me because if they are illegally here and they must obey all laws, then how can they report to the \nlocal probation officer every week or every month.  I am ordering them to obey the laws and in the next sentence I \nam ordering them to break the law by being here illegally.  So I began ordering that if they were not legally here, \n\n\n\nthey had to apply, and I met with some Hispanic groups and other groups about my concerns, and we reached \nagreement, and I started requiring within so many days, you had to apply for legal status, and if you did not get an \naffirmative result within so many days after that, you had to report by mail with proof each month that you were in a \ncountry you were legally authorized to be in.\n\nWhen that hit the news, I got pounded on by the regional director of INS in Dallas that there was some renegade \njudge over in East Texas that was trying to enforce federal law. When he is a state district judge, he can't do that.  \nAnd one reporter said he actually called you an idiot and a fool, but we didn't put that in our report.\n\nAfter he had a chance to meet with his PR people, they said it may not be a good idea to be calling a judge that is \nhelping you do your job a fool or all these names, because he is actually trying to help you do what you should \nalready have been doing.  But they made such a distinction about a state law enforcement person should never be \nable to enforce the law.  I am just curious, do you think we ought to make provisions that allow local law \nenforcement to be compensated if they are doing the job of detaining people who are illegally here who violated the \nlaw?\n\nEDWARDS: Yes, sir.  There are measures in both the House bill and the Senate bill which take those remedial \nsteps.  That should be done, certainly.\n\nGOHMERT: Mr. Camarota?\n\nCAMAROTA: Yes, common sense suggests that it is a great idea.\n\nGOHMERT: Well, if it is such common sense, you would think that it would have been done a long time ago.\n\nCAMAROTA: Unfortunately in many ways our immigration policy and common sense seem often at odds.\n\nGOHMERT: Ms. Schlafly?\n\nSCHLAFLY: Well, according to this article, and again I ask if you will insert it in the record, by a distinguished \nattorney, there is language in the Senate bill to prevent enforcement by local law enforcement people.  It is very \nartfully written, but it is a loophole that I think he described, and he pointed out what a danger this is to the terrorists \nand how 9/11 could have been avoided if local law enforcement had been willing to detain the people.  So may I \nask that this be put in the record?\n\nHOSTETTLER: Without objection.\n\nREYES: I just wanted to make mention of a couple of things because, again, the authority to detain and refer to \nfederal officials is there, because there is an articulable fact based on the situation to call the border patrol or the \nimmigration and customs enforcement, they can do it.\n\nThe response becomes the issue, and the further you get away from the border, the less likely that DHS is going to \nhave the resources to send to check.  I agree with you.  If somebody has landed before a judge, that means they \nhave violated some law and there ought to be a process there, and we ought to provide as a Congress the \nresources to be able to do that.\n\nIf somebody winds up in jail, there ought to be a regular system where INS or border patrol or ICE has jail check.  \nWe used to do that in both of my sectors in South Texas and in West Texas and New Mexico where there was a jail \ncheck.  Because we don't want criminals to stay in this country, but the issue becomes one of resources.  If you \nhave an area the size of New Mexico and West Texas, and somebody lands in jail in the northern-most point in \nNew Mexico where you don't have a station there, you need to have somebody get up there.\n\nThat is why it is vital and important that we fund and we resource interior enforcement to be able to do that.  Again, I \nwill tell you, I don't think it is good public policy to have local law enforcement become immigration agents. The first \ntime, and let me just preface my comment by saying that immigration law, people don't realize it, but immigration \n\n\n\nlaw is the second most complex law in the world, next to maritime law.  The first time somebody deports somebody \nor arrests somebody that is in fact a citizen, they are opening themselves up for a lawsuit.\n\nI don't think too many municipalities or counties or cities are going to be very enthused about having their officers \ndo that if they are going to be sued because somebody was arrested because they didn't speak English or they \ndidn't look like they were U.S. citizens or other reasons that I have heard in my 26 1/2 years in the border patrol.\n\nGOHMERT: I might have additional time.  Who would like to respond?  If I could just have additional time for Mr. \nEdwards to respond, and then I won't comment further, just hear his response.\n\nEDWARDS: Just one quick clarification. There are provisions that I refer to that are desirable in the Senate bill.  \nThere are certainly many in the House bill regarding detention, reimbursement, transportation, exchange of \ncustody, things of that nature.  There is a provision which was referenced which is highly undesirable in the Senate \nbill which would prohibit, would restrict even the current inherent authority that state and local law enforcement have \nwith respect to prohibiting them to only be engaged in involvement on the criminal provisions in the INA, rather than \nthose that are lesser offenses.  You have to watch that provision, which I think Chris Coback's (ph) article \naddresses.\n\nHOSTETTLER: Thank you.\n\nThe chair recognizes the gentlelady from California, Ms. Lofgren, for questions.\n\nLOFGREN: Thank you, Mr. Chairman.\n\nI think it is important to reflect back again on what we are doing here today.  I just got an e-mail from my staff of an \narticle where President Vicente Fox has held a press conference announcing the President Bush has told him there \nis not going to be any legislation this year on immigration.  We have had a series of hearings around the country.  \nWe are having hearings here today.  It is really just a bunch of talk.  I think that is actually very destructive.\n\nI was interested in Mrs. Schlafly's written testimony where she states George Bush has had six years to enforce \nborder security, when grassroots Americans don't believe the president is leveling with us, it damages the moral \nfabric of our nation.  I think really that statement speaks to a broader phenomenon, which is that people don't \nbelieve what we are doing here.  It is all talk.\n\nThat is a problem that we are encouraging here today.  We talked about the Sensenbrenner bill.  There are really \nonly two provisions in the bill that really relate to border security. I will tell you.  If you take a look at the provision \nthat Title I, it says not later than 18 months after the date of the enactment of this act, the secretary of homeland \nsecurity shall take all actions the secretary determines necessary and appropriate to achieve and maintain \noperational control over the entire international land and maritime borders of the United States.\n\nWell, we don't need a law to do that.  That is the secretary's obligation today, and he has failed to do that obligation.  \nAnd why would we want to give him 18 more months of failure to do his job? When I think about Congress, we \nhaven't provided the resources to do any of this stuff.  You talk about the detention provisions in the act, I think it is \nworth noting that we don't even fund the current provisions of the law.  The president zeroed out SCAP funding in \nhis budget proposal, and we have never provided more than 33 percent of SCAP funding.\n\nSo I think the GOP has become the gab-only party.  It is just talk.  It is just a bunch of gas and hot air and it is not \nany kind of action.  My colleague from Virginia earlier said that he used to be an immigration lawyer, and so did I. I \nonce taught immigration law and one of the things that I find concerning are some of the assertions made by people \nin the debate that are just I think so incorrect.  It is a real pleasure to be able to have somebody with the years and \nyears of experience at the border, like our colleague Congressman Reyes.\n\nThe whole issue, and I think it was mentioned by one of the witnesses, perhaps it was Dr. Edwards, about so-called \n\"anchor babies.\" You know, in your experience, Congressman Reyes, have you ever run into it?  Number one, you \nhave to be a U.S. citizen to apply for a parent, and you have to be an adult.  Have you ever encountered in your \n\n\n\ncareer as a border patrol person somebody who crossed the border so that 18 years later an adult child could \npetition for them?\n\nREYES: The answer is no, and you are correct.  In order for a baby to bestow benefits on the parent, you have to \nbe 21.  That is the law.\n\nLOFGREN: Well, and for brothers and sisters, you can petition for U.S. citizenship in the petition for brothers and \nsisters.\n\nREYES: Yes, exactly, to bestow any immigration benefit.\n\nLOFGREN: But now, if you take a look at Mexico, for example, it is a 13-year waiting list, so you would be talking \nabout 31 years when you add in to gain adulthood and then the waiting period for the petition, it could get longer.  \nHave you run into anybody who came across and gave birth so that 31 years later another child could get their \nresidence?\n\nREYES: No. In fact, the most common reason that people give is because they see the United States as the best \nopportunity for their children, and they just want to give them the option to be a U.S. citizen.  And by the way, \nchildren are born every day in the United States that their births are fully paid by people from Mexico, and I am \ngoing to assume from Canada as well, because they do want to have that right as an American citizen.\n\nI think it is a testament to how great other people from around the world see our country as being.\n\nLOFGREN: I would just like to note that in the Sensenbrenner bill there are a variety of provisions.  There has been \nargument whether it should be a felony or a misdemeanor or a civil offense. But the whole idea that we would pass, \nlet's say that Mr. Sensenbrenner gets his way and it is a misdemeanor.  The concept that misdemeanors don't go to \njail is simply false.  The jail time is a year. It takes the same prosecutor, the same defense, the same courthouse.  \nAnd that we would sit here as legislators and say, well, we included that in the bill, but we are not going to enforce \nthe law.\n\nWhy would we sucker the American people in that way once again? And tell people, really lie to people in America \nthat we are tough on the border, but we are not going to spend any money for border patrol agents.  We are tough.  \nWe ought to enforce it, but we are only going to bring enforcement actions against three companies in the United \nStates, and we are going to put these provisions in the bill, but we are not going to actually utilize them.  And by \nthe way, we are not going to deport anybody either.\n\nThis is just a bunch of gas and I think it is an insult to the American people.\n\nHOSTETTLER: The gentlelady's time has expired.\n\nThe chair recognizes the gentlelady from California, Ms. Waters, for questions.\n\nWATERS: Thank you very much, Mr. Chairman and members.\n\nI am still worried about the family.  I agree that there should be tough border control.  If that stops illegal \nimmigrants from coming across the border, that is fine by me.  I think we should have a good immigration law.  But \nI want to know what happens.\n\nI think the Senate bill basically talks about if you have been here less than two years, you are in violation and you \nwould be subject to, I suppose, deportation, whatever.  Let me ask Mr. Camarota, do you agree with that?\n\nCAMAROTA: Did you want to ask Mr. Edwards?\n\nWATERS: Mr. Edwards, do you agree with that part of it, that if you are here less than two years, you are subject to \ndeportation?  You have no benefits.\n\n\n\nEDWARDS: I agree.\n\nWATERS: So you could be out of here.\n\nEDWARDS: I agree that the Senate bill has a provision that leaves that category of illegal aliens subject to \ndeportation.\n\nWATERS: OK, then from, if you are here between two and five years, then you could be a part of, I guess what \nwould be considered a guest worker program where you would have to do certain things to be eligible to be a guest \nworker. Do you agree with that part of it?\n\nEDWARDS: I don't agree with any of the Senate, any of those amnesty provisions of the Senate bill, but I agree \nthat that is the way that it deals with it.  It sets up a second category of two- to five-year illegal residency and they \nget a temporary visa.\n\nWATERS: But you disagree with that part of it.\n\nEDWARDS: Yes, ma'am.  It repeats the same mistakes as IRCA because of…\n\nWATERS: OK.  Mr. Sensenbrenner's bill would make felons out of, I guess, he does not have the divisions of, you \nknow, two years or less, two- to five-, and then a pact to immigrate.  What would you do with all of the so-called 11 \nto 13 million immigrants who are here illegally and there would be no consideration for how they could get legal?  \nHow would you handle them as felons?  Exactly what would you do with them?\n\nEDWARDS: What the House bill would do is it would, as I have said, reverse the incentives so that you diminish the \nincentives to come illegally.\n\nWATERS: Oh, we have shut down the border.  We have shut that down.  Now, they have everything that you want.  \nThey have gates, wires, walls, everything.  No more coming in.  You have 11 to 13 million here.\n\nEDWARDS: I will believe it when I see it, kind of like Eliza Doolittle, don't tell me, but show me.\n\nWATERS: What would you do with them?\n\nEDWARDS: I would say the strategy of attrition that the House bill has, and that is to make it more difficult to reside \nhere unlawfully.  You cannot find a job, or if you do, then you and the employer are held accountable under the \nlaw, hence they leave on their own.\n\nWATERS: What you are saying is, excuse me, reclaiming my time. What you are saying is we would have a \nprovision in law where you are now a felon.  But this felon can't get a job; this felon is not deported.  It is not \ndeported, they just kind of sit here and do what? What is it you want them to do?\n\nEDWARDS: You are not a felon until a jury convicts you.  The same would be with anything that is currently in the \nlaw.  The INA provides a number of provisions such as second or third or fourth unlawful entry at the border, or \ntechnically they could be prosecuted for felonies.  Are they many times?  No.  So it is just a tool that would reside \nunder prosecutorial discretion.\n\nWATERS: OK, reclaiming my time.  So we have 11 to 13 million folks who could be felons.  And if they violate traffic \nlaws, whatever, and they are detected, they are taken to jail and they are tried.  And then what happens?\n\nEDWARDS: Well, you could try them in the criminal court or you could simply put them into immigration \nproceedings, which is a civil arena.  And therefore you could remove them, although they are liable for the felony, \nthey aren't put into those criminal proceedings.  You remove them from the country.\n\nWATERS: I guess I am missing something about going into immigration proceedings in the Sensenbrenner bill.  \nWhat is it you know about the bill that I don't know?\n\n\n\nEDWARDS: I am sure you know it better than I.\n\nWATERS: I think so, but I want you to tell me why you think that these immigrants who are now felons, who have \nbeen picked up, who could be deported or put in prison, why you think there is something else that is in that bill in \nthe way of immigration proceedings that would not cause them to have to follow the law as it is determined in the \nbill itself.\n\nHOSTETTLER: The gentlelady's time has expired.\n\nBut Chairman Sensenbrenner's bill, for the record, does not change current law.  Those individuals in the example \nthat you are using are already subject to deportation, and the law and the Sensenbrenner bill does not change \ncurrent law in that aspect.\n\nI want to thank very much the panel of witnesses for your testimony here today.  You have made a tremendous \ncontribution to the record.\n\nJACKSON LEE: Before you close, let me ask unanimous consent to submit into the record the study, Immigrants \nPay Tax Share, done by the Urban Institute, with recommendations as to what to do with the undocumented, \nMonday, June 5, 2006.\n\nLet me restate into the record this statement of Mr. Reyes: In total, Congress has 800 border patrol agents and \n5,000 detention beds short of what was promised in the 9/11 Act.  If September 11, 2001 terrorist attacks did not \nconvince the administration and congressional leaders that border security and immigration must be a priority, what \nwill? Republicans were in office before 2001 and now in leadership after 2001.  Mr. Chairman, I hope that we can \nfinally get action on the conference bill.\n\nHOSTETTLER: Without objection.  All members will have five legislative days…\n\nGOHMERT: I am sorry.  Without objection, if might clarify a point. With regard to the problems I was having with the \nimmigration service, their failure to do their job, and their efforts to prevent people who were trying to do the right \nthing to do their job.  We had a Democratic president, a Democratic House and a Democratic Senate. So I don't \nknow if the other members' comments about the \"party of gas\" applied at that time, but I did want to clarify there \nwas gas back in an all-Democratic era as well.\n\nHOSTETTLER: I thank the gentleman.\n\nAll members will have five legislative days to make additions to the record.  The business before the subcommittee \nbeing complete, without objection, we are adjourned.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}