{"title": "Farm Worker Shortage Feared; Some Blame U.S. Immigration Policy; Others Cite Low Wages", "body": "\nIt is only 4 a.m., but the border crossing in this southwest Arizona town is already jammed with cars and people \ninching northward to enter the United States. \n\n  The crowds are coming to work in the vast farm fields that stretch for miles around San Luis and nearby Yuma. \nBut despite the numbers, farmers in the area say there just are not enough workers pouring across the border \neach morning. \n\n  Right now, early in the winter vegetable growing season, it is not a huge issue  --  the crews are mainly thinning \nthe lettuce crop, setting up irrigation and running tractors. \n\n  But come the middle of this month, farmers say vastly greater numbers will be needed to harvest lettuce, \ncauliflower, broccoli and celery, and they worry that the workers will not be there. About 35,000 to 40,000 workers \nare needed to bring in the whole harvest and prevent some of it from rotting in the fields, they say. \n\n  Growers and contractors such as Sonny Rodriguez, a second-generation farm labor contractor who runs 70 buses \nin the Yuma area, say the shortage of workers is the result of a broken federal immigration policy. They say a \nguest-worker program that will allow the immigrant laborers they need to enter the county is badly needed. \n\n  Although farm worker advocates agree there is a shortage of workers, they contend the problem is of the \nfarmers' own making. \n\n  \"The pay is so low, and the benefits so lacking, the conditions so harsh, that people don't stay in the industry,\" \nsaid Marc Grossman, spokesman for the United Farm Workers union. \"If you're an undocumented worker and you \nstart in the fields, as soon as you can, you find a job in another industry.\" \n\n  Farmers say only about 10 percent of the estimated 10 million to 12 million undocumented workers in the country \nare in agriculture. The rest fill jobs in construction, hotels, restaurants, factories and landscaping. \n\n\n  The farm worker shortage issue has  turned up in other farming areas this year, most recently during the raisin \nharvest in California's Central Valley and the apple harvest in Washington state. \n\n  The Yuma valley in Arizona and the Imperial Valley to the west in California produce about 90 percent of the \nwinter vegetables consumed in the United States, according to Western Growers Association, a trade group \nrepresenting farmers in both states. As much as $1 billion in crops are harvested, cooled and packed over the \nwinter growing season. \n\n  The workers who cross the border from San Luis Rio Colorado, Mexico, to San Luis, Ariz., each morning to pick \nthose vegetables are legal  --  mainly permanent U.S. residents or visa holders who could live in the United States \nbut choose to live in Mexico because it is home and the cost of living there is lower. \n\n  But the buses in San Luis that transport workers to the fields also pick up their share of illegal immigrants, those \nwho have bypassed the border crossing by jumping the fences, crossing the desert or swimming the Colorado River \nto make it here. \n\n  Growers and labor contractors concede they need the illegal workers but insist that they follow the law by \nchecking documentation. Last year, when the Border Patrol started a crackdown that snared illegal workers on the \nbuses, farmers protested, saying the crackdowns scared away workers. \n\n  For the moment, the challenge is to avoid a predicted 20 percent shortfall in pickers this winter. For the long term, \nseveral proposals dealing with immigration reform are now before Congress, but action is unlikely until next year. \n\n  Farmers are pushing a new proposal for an emergency pilot program in the Yuma region. Under the proposal, \nworkers would have to get Mexican passports, then apply for a temporary U.S. work visa, Rodriguez said. The \nlocal county employment office would then match them with growers or contractors who need labor, with the first \njobs going to interested U.S. citizens. \n\n  \"We're trying to find a short-term solution until the Congress develops the political will to come up with compromise \nlegislation that gives us a legal and stable work force,\" said Thomas A. Nassif, president of Western Growers. \n"}