{"title": "Russia Hints at the End of Western Empire", "body": "\nTime magazine and its Associated Press source both appear somewhat befuddled by the remarks of Russian \nForeign Minister Sergei Lavrov when he claimed at the UN General Assembly that \"it is hard for the West to accept \nseeing its centuries-long dominance in world affairs diminishing.\" While the authors of the article don't deny the \npossible truth of Lavrov's thesis, they cite it with a tone of patronizing dismissal that becomes evident at the end of \nthis very brief news brief (it runs a mere five paragraphs).\n\nThe very first sentence not so subtly identifies Russia as the enemy in its choice of language. It does this implicitly \nby comparing Lavrov to a rooftop sniper in a war zone: \"Russia's foreign minister is taking aim at the West, saying \nits philosophies are out of step with the times.\" Though it pays lip service to the notion of thoughtful analysis \n(\"philosophy\"), the authors present it as an act of physical aggression against an entire civilization.\n\nThe idea of monopoly, a virtual synonym for empire, has become so embedded in many people's minds as the key \nto order and efficiency that it would be a shock for them to consider any kind of multipolar organization of the \nworld's affairs. Most people in the West feel that monopoly or a strict hierarchy of power that tends toward empire \n(though they prefer to avoid using the term) are synonymous with order. Anything else will tend toward chaos.\n\nLavrov developed his thought when he added this more focused political observation: that some countries in the \nWest \"are trying to impede the development of a polycentric world.\"\n\nHere is today's 3D definition:\n\nPolycentric:\n\nCharacterized by the ability to live harmoniously with more than a single center exercising control over the whole, a \nnotion considered utopian, unrealistic and lacking in cost effectiveness by a culture that sees monopoly and \nstandardization as the unique model of an efficient system\n\nContextual Note\n\nThe news brief does not cite Lavrov's speech as a particular event to be accounted for and eventually debated. \nInstead, it represents the foreign minister's observations as the mere sign or symptom of a prolonged campaign of \naggression. It suggests a historical showdown, an unfolding battle. Instead of using the past tense as reporters \ngenerally do when describing an event and saying Lavrov \"took aim at the West\" in his speech, it prolongs the \npleasure (and stokes readers' fear and defensive instincts) by stating that he \"is taking aim.\"\n\nThe authors select the present progressive rather the past tense, creating the impression that it's part of an ongoing \nprocess, instead of delivering an account of a circumscribed event. Lavrov's observation might be perceived as an \nobject of reflection and debate. It certainly deserves to be examined, especially since it could have been \npronounced by any number of academics or objective observers of history. Instead, the article represents Lavrov's \n\n\nremark as a simple provocation, a challenge to combat, or even a gratuitous insult as well as a proclamation of \nenduring adversarial intent.\n\nThe journalists' feigned surprise and apparent alarm at learning that the Russians, as revealed by Lavrov, are \naiming intellectual missiles at the West should surprise no one. After all, Russia is the enemy, full stop. It's been \ntrue for the past 75 years. Not because Russia promotes a deplorable ideology or a brand (\"communism\") that \nthreatens the Western way of life - that stopped 30 years ago - but because it's Russia, a zone of darkness, a \nnation that has always either refused to conform with the dictates of Western progress or simply has never caught \nup with the cultural advances of the West (the authors explicitly define this issue at the end of the article in starkly \nsimplistic terms).\n\nHistorical Note\n\nIn case readers are not clear about who the players are in this drama and what they represent, the authors provide \nthis explanation: \"The term 'the West,' when said by Russian officials, typically refers to the United States and its \nsphere of influence in Europe.\"\n\nIn other words, lest the readers think that Lavrov's remarks concern the drift of history and the evolution of cultures, \nthe authors remind us that it is all about the existential rivalry between the US and Russia, both actors being cast to \nplay violently opposed characters in a scripted melodrama. The article even hints that the term the \"West\" is a relic \nof the \"newspeak\" or \"langue de bois\" that George Orwell attributed to communist regimes in his famous novel, \n\"1984.\"\n\nWhen historians and geopolitical analysts speak of the \"West,\" they generally include much more than the purely \npolitical dimension as defined exclusively by governments and their interests. They include the culture and zeitgeist \nin their account of the causes of events. All lucid observers recognize that the US plays a dominant role in the \nglobal political system and especially in the economy. But they generally avoid reducing Europe to the \"sphere of \ninfluence\" of the US. That is closer to an example of American newspeak than the Russian version.\n\nThere is no doubt that Lavrov has highlighted the thinking and action of political leaders when he speaks of the \ndifficulty they have of accepting the trend toward a multi-polar world. But he correctly describes a broader cultural \nshift that affects how even the average person in the West understands the changes now taking place.\n\nThe world is becoming multipolar and polycentric. The biggest source of conflict in the past 20 years has its origin in \nthe resistance of the monopolists to allowing a globalized economy at the service of a military empire to break free \nof the standardized vision of history they have adopted - a vision that allowed Francis Fukuyama to believe for a \ntime that there might be an end of history and Thomas Friedman to believe that the world had become flat, due to \nthe acceptance of a single, globalized economic and cultural model.\n"}