{"title": "Outlook: Hope for the Democrats?", "body": "\nAs rising gas prices, decreasing support for the war in Iraq, the Abramoff lobbying scandal and a lack of progress \non immigration reform cut into support for the incumbent Republican party, Democrats see opportunity in the \nupcoming midterm elections. In his Sunday Outlook piece, Washington Post staff writer Michael Grunwald asks the \nquestion on everyone's mind: \"How can the Democrats use this to their advantage?\" While pundits wonder what's \nwrong with the party, Grunwald offers a novel answer: nothing. Does the battle between liberals and centrists for \nthe heart of the party really spell doom for the Democrats?\n\nMichael Grunwald was online Monday, June 12, at 11:00 a.m. ET to discuss his Sunday Outlook article, How to \nReconnect With Voters and Realize Your Dreams of Victory , ( Post, June 11, 2006 ).\n\nThe transcript follows.\n\nGrunwald is also author of How to Reconnect With Voters and Realize Your Dreams of Victory .\n\n____________________\n\nMichael Grunwald: Hi there. I'll get right to it; I can see that a lot of you spent the weekend consulting with your \ninner pundits. (It's fun, isn't it?) But first I wanted to respond to the readers--and bloggers--who noticed that I didn't \nreally provide a step-by-step advice guide for Dems, but an analysis of a lot of the self-serving advice bouncing \naround the punditocracy. In the dead-tree form of the paper, it was pretty obvious that the headline was a joke; the \nsection was designed like one of those cheesy advice books, and the subhed was \"All the Tips You Really Need to \nTake on the GOP, Take Back Congress, And Feel Good About Yourself, Too!\" But there was really no way to catch \nthe irony online. Sorry about that. As a self-serving pundit, I'd say there's an important lesson here about how vital it \nis to keep buying the print version of the Post.\n\n_______________________\n\n\nWashington, D.C.: If the battle for the heart of the Democratic party between liberals and centrists seems to doom \nit, why does the same not hold true for Republicans? They seems to be able to hold their coalition of fiscal and \nreligious conservatives together well enough for one not to offend the other. Thanks for your insights?\n\nMichael Grunwald: I don't think the basic center-left Democratic schism dooms the party; I actually suggested at the \nend of the piece that the Democrats are in better shape than they seem to think. But you raise a fascinating \nquestion: Why doesn't the Republican Party--which in my view has much more complex schisms than the D's--\nengage in the existential self-flagellation that D's seem to enjoy so much? The various R factions--social \nconservatives vs. moderates, foreign-policy interventionists vs. realists, deficit hawks vs. porkers, Wall Street vs. \nMain Street vs. K Street--squabble all the time, especially when things are going badly for the party. But they seem \nto do it without questioning their very purpose. The Democrats seem to act like one of those couples that questions \ntheir relationship every time they have a fight.\n\n_______________________\n\nBaltimore, Md.: Is the Washington Post out of its collective minds?!? Even though an analysis of Democratic Party \nstrategy (and their failure thus far to present a coherent, cohesive one other than a \"Bush is evil\" mantra) is most \ncertainly fair game and good fodder for editorial discussion, the way in which it was presented--the whole title of the \nOutlook section, just for starts--is practically a gift-wrapped present of a huge target for conservative and media \ncritics to claim liberal media bias in The Post. Think about it: what would the Post editors say if someone (oh, say, \nmyself) demanded \"when was the last time the Post outlined a step-by-step guide for Republicans to win when \nDemocrats ran the White House and/or Congress?\" Will we see a balancing \"how the GOP can maintain its lead in \nthe face of losing a president that can't be re-elected\" series of articles packaged as a step-by-step guide? Lord \nknows, the current bunch calling themselves Republicans are not any better....\n\nMichael Grunwald: That would be a good slogan: The Washington Post: Out of Our Collective Minds Since 1877. \nBut you're right: We're getting bashed all over the place--especially, and I'm sure this will be a shock, by hard-left \nand hard-right partisans. But we can take it. We thought there were some new and interesting things to say about \nthe age-old \"Democrats in Disarray\" cliche, and I hope if you read the entire issue you agreed. Don't worry: We \npay plenty of attention to the Republicans, too.\n\n_______________________\n\nBowie, Md.: How do the Democrats counter the image that their party is about wealth re-distribution (via either \ngovernment or private-sector mandates) to blacks, gays and feminists. And that every American who isn't a \nmember of those groups, is part of the privileged power structure that owes them things?\n\nMichael Grunwald: So many questions like this one; I'm going to take a wild guess and say that this reader isn't a \nliberal, because liberals don't usually complain about the D's tilting left. Of course, one could also ask: How do the \nRepublicans counter the image that their party is about wealth redistribution from the middle class to the rich? In a \n50-50 country, both teams take a risk when they move away from the middle. But discouraging the base is a risk, \ntoo.\n\n_______________________\n\nFairfax, Va.: I enjoyed your Outlook article but don't understand why you pose the intraparty Democratic conflict as \nbetween liberals and centrists. How can there be Democratic centrists if there is no Democratic right wing? What \nare the \"centrists\" in the center between? In terms of voting behavior on key issues, with few exceptions, centrists \nvote conservative; so why not call them that and discuss the Democratic split as mainly between the liberal and \nconservative wings of the Party? When Democratic senators like Lieberman and Nelson(either one) give away \ncrucial votes to pass the Republican conservative agenda on judicial appointments, tax cuts or the invasion of Iraq it \nwould help Democrats to understand that they keep losing one vote after another because at least a third of their \nown party is aligned with Republican conservatives. Calling Democratic \"centrists\" conservatives would clarify that \nthe \"center\" has moved to the right and give Democrats a better picture of what their party really stands for, making \nthe choices Democrats face in 2006 clearer. Adopting this approach would also put in perspective the MSM's \n\n\n\nhyping of the possibility of a \"Democratic\" takeover in 2006 when in fact regardless of \"Democratic\" gains the \nconservative would likely continue their one party control of our country.\n\nMichael Grunwald: Now we hear from a liberal (I'm guessing) who wants the D's to be more liberal. It's funny: Many \nof the liberals who get angriest at Democratic centrists--and come on: There's a big difference between \nLieberman/Nelson and Bush/Inhofe--also seem to believe that the country is extremely conservative. If that were \ntrue, then why would it be a good strategy for the D's to tack left?\n\n_______________________\n\nSan Jose, Calif.: Thanks for your piece yesterday. It was very well thought out and informative.\n\nDo you think that the Democrats can appease both the liberals and the moderates in their party? I believe that the \ntrick is to do both. I believe that they can talk tough about national security, both here and abroad and speak \nintelligently about a plan for Iraq, as well as speak unapologetically and unwaveringly about more liberal issues \nsuch as abortion and the environment.\n\nOne candidate that I have seen doing this as of late is Russ Feingold. His talking points about Iraq and homeland \nsecurity are right on and he speaks without caveat about the marriage rights of the gay community. Do you think he \nhas the capacity to cast doom on the Republicans is '08?\n\nMichael Grunwald: Thanks for your kind words. The answer is: I don't know. My sense from the polling data over \nthe last few elections is that America had a problem with John Kerry, but not with Democrats in general. Feingold is \na very interesting character: voted for John Roberts, against the Patriot Act, voted with the R's on some of the \nClinton impeachment trial votes, left of most D's on gay rights. I have no idea of his chances, but from the outside \nhe appears to be someone who actually says what he believes. (I don't know him well enough to be sure if that's \ntrue. And full disclosure: He's one of the only Congressmen who's pushed to reform the Army Corps of Engineers, \nmy white whale.)\n\n_______________________\n\nGwinn, Mich.: When are the Democrats going to finally start calling a spade, a spade? This war was a stupid waste \nof blood and treasure from the git-go. Are Feingold and Murtha the only alpha Democratic males left? Will \nDemocrats have the courage to campaign in the south?\n\nMichael Grunwald: Lots of debate over the proper Democratic strategy for dealing with the war. There's pretty broad \nagreement that Kerry's every-side-of-the-issue approach was lousy--voted for the funding bill before I voted against \nit, would have supported the war even if I knew there were no WMD's but Bush conned us into this, etc. But \ncentrists tend to say that the Democratic strategy should be: competence and victory. Most liberals want a full-\nthroated attack on an increasingly unpopular war.\n\n_______________________\n\nWilliamsburg, Va.: With all the corruption and all the scandals and guys like Byrd remaining in the Senate for 500 \nyears, why is it the we do not have term limits on Congress the same way the President has limits?\n\nMichael Grunwald: I believe that Byrd has only served for about 250 years. Republicans said they wanted term \nlimits in 1994, but somehow they never got around to enacting them once they seized control of Congress.\n\n_______________________\n\nSherman, Tex.: Do you think that the death of al-Zarqawi will have an effect on the November election? While I feel \nsure it may have a temporary positive result in better poll numbers for the President, in reality will any military \nevents have permanent results with a public that is strained by continuing costs in lives and funds?\n\n\n\nMichael Grunwald: Once again, I'm going to have to resort to the three words pundits hate the most: I don't know. \nBut Iraq is certainly the biggest thing going. This happened far enough before the election that presumably we'll \nknow by November whether Zarqawi's death calms down the violence and eases American anxieties about the war.\n\n_______________________\n\nSpring, Tex.: What can be done to give Democratic leadership some backbone? They have been spineless in the \nface of Republican excesses.\n\nA life-long, \"Yellow Dog\" Democrat from Texas\n\nMichael Grunwald: Usually, it's liberals who attack the Democratic leadership for being \"spineless.\" Centrists tend to \nattack the Democratic leadership for being \"liberal.\" And of course everyone assumes that the American people \nagree with them.\n\n_______________________\n\nDetroit, Mich.: In your Sunday piece, you state that a likely problem that occurred in the early 2004 Democratic \nprimaries was that people voted \"like pundits\". Yet despite any faults of Kerry and his background, in the 2004 \ngeneral election, voters were given what I think had to be one of the starkest contrasts of candidates in the past few \ndecades. Bush already had almost four years of presidency behind him and it should have been obvious to voters \nhow lacking as a president he was. Yet he won. It certainly indicated to me how out of step I am with much of the \ncountry. Those people who voted for Bush in 2004 who now give him poor ratings in polls have only themselves to \nblame as there is nothing new about him that wasn't known before the last presidential election. How Democrats \ncan win over people who seem to be so blind is not obvious to me.\n\nMichael Grunwald: Bush was unpopular--though not this unpopular--even in November 2004. He had dangerously \nlow approval ratings for an incumbent facing reelection. But he succeeded in making the election as much about \nKerry as it was about him--and most Americans did not want to give Kerry the job.\n\n_______________________\n\nAvon Park, Fla.: As a Democrat, I am disturbed that many party operatives in Washington seem to think that they \ndon't have to have their version of the Contract with America. They seem to think that negative national headlines \nconcerning Republicans will win the election. The Democratic vision needs to be summarized on one paper. Why \ndon't you and others who have written books about the Democrats' problems actually tell Congressional members \nand strategists what you write as opposed to just writing books and op-eds and hoping that Democrats wake up \none morning and somehow reach your conclusions?\n\nMichael Grunwald: Oh, believe me, there's no shortage of pundits who write books and advise Democratic leaders. \n(My book, incidentally, has nothing to do with the fate of the Democratic Party.) Actually, though, the Contract with \nAmerica has been mythologized a bit--the R's didn't publicize it until late September 2004, and hardly any of their \ncandidates actually campaigned on it. Maybe we can post an article I wrote a month ago that talked about this, my \nstirring defense of tired old ideas.\n\n_______________________\n\nHampton, Va.: Poor Democrats. All the hand-wringing, whining, and gloom-and-doom from the media has to hurt. \nThis is your finest hour! Poised to put Nancy Pelosi in charge of the House and Hillary Clinton in the White House, \nall your wildest dreams are within your reach. So why do your media cheerleaders bad-mouth you? Is it because \neven the most partisan journalist can see that Pelosi and Clinton aren't what America wants?\n\nMichael Grunwald: Here's an attack from the right--plenty of those today, too.\n\n_______________________\n\n\n\nSouthern Md.: I think the liberals and centrists can find common cause by jointly opposing the reactionary agenda \nbeing pushed by the GOP's social conservatives. As I see it, the proposed amendments against flag burning and \ngay marriage are traps for centrist Democrats, as well as ways to deflect voters' attention from Bush and Iraq. \nHillary Clinton has already given in by endorsing the flag-burning amendment. These are traps because Democrats \nwho voice sensible objections are branded as anti-American and anti-family, both untrue. How can both Democratic \nfactions successfully combat this strategy?\n\nMichael Grunwald: This is a thoughtful question, and I don't want to seem to be mocking it, because in fact liberal \nand centrist D's do have a lot of common ground--especially when it comes to opposing Bush on tax cuts, social \nissues, Katrina, etc. But I often sense from liberals (and I'm guessing this writer is one) that they think centrists are \nreally liberals who only espouse moderation because they think liberals can't get elected. Maybe that explains \nHillary's vote; on the flag I'd say that's probably a fair guess. But some moderates are actually moderates.\n\n_______________________\n\nwashingtonpost.com: How to Reconnect With Voters and Realize Your Dreams of Victory , ( Post, April 2, 2006 )\n\n_______________________\n\nWashington, D.C.: Why did the article include two Republicans in the quotes without identifying them as such? Mary \nMatalin and Frank Luntz are hardly the most open and honest dispensers of advice on how the Democrats can do \nbetter. (Or did you want to buy that bridge?)\n\nMichael Grunwald: Oh, come on. We ran an entire issue about Democrats, with three articles written by \nDemocrats, plus two more articles by Post staffers about the Democrats. Then we added something like 20 \nquotes from Democrats in the margins around the stories. And you're complaining about two quotes from \nRepublican consultants?\n\n_______________________\n\nCrystal City, Va.: I did not see in any of your write ups a realistic plan for the Democratic party to avoid losing the \nSouth in future presidential elections. How can the party hope to regain the White House if they continue to write off \nthe fastest growing section of the country.\n\nMichael Grunwald: This is an interesting question that I didn't really address in the story. One of the fights going on \nwithin the Democratic Party is between Howard Dean (who believes D's need to be competitive everywhere, \nincluding the South) and Rahm Emanuel (who wants to start by focusing on swing states). I don't want to speak for \nEmanuel, but what the hell: He'd probably say that in a 50-50 country, D's don't necessarily need to win the South \nto win the White House. They just need to win a couple states (or one state!) more than they've been winning. And \nMississippi ain't gonna be that state.\n\n_______________________\n\nAlpharetta, Ga.: You bring up the centrists-liberals' quabbles. Although there are many differences in terms of \nissues, it seems that a large part of the squabble is style. The liberals really want to stand proud of being a \nDemocrat and progressive reform, whereas in their eyes the moderates are too accommodating, timid, and \ninoculate more liberal beliefs.\n\nMichael Grunwald: This is an interesting idea, but I think it's the other way around. I sense that the complaints about \nstyle (too accommodating! too timid!) are really proxies for ideological complaints (too moderate!).\n\n_______________________\n\nDallas, Tex.: Why don't the Democrats go for the throat, corruption? 90% of it is Republican so they can't do \nthemselves any harm. Just follow the Public Campaign Finance plan that Connecticut legislated last year. It \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/06/09/AR2006060901977.html\n\n\nincluded outlawing gifts or campaign contributions to Congress, administration and Judiciary, with limited campaign \nfunds from the state, only.\n\nMichael Grunwald: The R's will certainly try to throw William Jefferson into the D's faces any time they mention \ncorruption. I think there's a strong substantive case to be made that the massive corruption scandal unfolding in \nCongress--the Abramoff scandal--is a Republican scandal, inextricably linked to the Republican machine that has \ncontrolled DC in recent years. Politically, I have no idea if that's a winning case. It's hard to imagine if a Republican \nlobbyist was elected to Duke Cunningham's seat, although that was a heavily Republican district.\n\n_______________________\n\nHarrisburg, Pa.: History has shown that whenever Republicans slide in popularity, they grasp an easy to understand \nissue that makes Democrats look like wimps that rallies the public behind them. Democrats were soft on \ncommunism. Then Democrats were soft on crime. Shall I presume the gay marriage issue is the next tactic that \nRepublicans think will rally the public behind them? Or do they fear the public is finally getting upset with useless \nMom and apple pie rhetoric and wants something different?\n\nMichael Grunwald: Without judging the merits of the Republican attacks, my historical sense is that they've worked \nbetter when there were at least elements of truth to them. (At least about communism and crime, which were real \nconcerns for voters.) The gay marriage thing seems to be a play to the GOP base, which has been mighty irked \nlately, and I don't know if it will work. Your handy Outlook section on Sunday had some fascinating poll data about \nhow Americans are becoming less hostile to gay marriage and gay rights. At least that's what they're telling \npollsters.\n\n_______________________\n\nFairfax, Va.: Please explain what you mean when you say there is a big difference between \"centrists\" like \nLiberman and conservative Republicans. Bush nominated right wing judges Roberts and Alito and Lieberman et al \nmade sure the Democrats couldn't use their only weapon, the filibuster, to stop those appointments. Results the \nsame, isn't it and now we have to live with it for generations. God Bless the \"centrists\".\n\nMichael Grunwald: I think Joe Lieberman has voted with Democrats and against the president something like 85% \nof the time. If that's not a difference, I don't know what is. I'm reminded of Nader voters who insisted there was no \ndifference between corporate-controlled Al Gore and corporate-controlled George Bush. It turns out that actually \nthere is a difference.\n\n_______________________\n\nCrawford, Tex.: Mr. Grunwald, What hope is there for this country when this administration operates without checks \nand balance, and abuses executive power?\n\nMichael Grunwald: Here's a view from the ranch.\n\n_______________________\n\nPhiladelphia, Pa.: I think it's important for Democrats/liberals to once in a while take risks and not be terrified of \nfailure. I mean last year a lot of pundits were trying to tell Dems to formulate a Social Security plan, but they didn't, \nand they managed to stand together and unequivocally oppose it, and they defeated the Bush social security plan. I \nmean, obviously, you do have to be politically cautious at points, but once in a while risks pay off--look at Reagan's \nwin in 80 or Contract with America in 1994.\n\nMichael Grunwald: Was opposing Bush's Social Security plan really a risk? I'd say proposing that plan was probably \nmore of a risk. Either way, I tend to agree that some risk-taking would probably help.\n\n_______________________\n\n\n\nTampa, Fla.: The Dems' power base seems to reside in Congress, especially the Senate. This seems to favor \ndecentralized authority, in contrast to the GOP. Their power in 1994 rested in the marketing organizations (aka \n\"think\" tanks), the religious right, and big business. All these are outside Congress and can far more easily \ncompromise and agree on a unified party line than Members who have to worry about reelection and their own \nfundraising. Outfits like MoveOn.org seem too diffuse to match the GOP machine. The GOP had a few bug donors \nlike Richard \"I earned my money the hard way I inherited it\" Scaife while the Dems haven't had the long incubation \nperiod with patriots like George Soros and others who actually worked for their money. And, of course, the Dems \nhave nothing like drug, I mean, talk, radio and Fox Commissariat of Propaganda. So it's not surprising the Dems \nare having more trouble unifying now than the GOP did 1994.\n\nWhaddya think?\n\nMichael Grunwald: I think...I'm not following you. But I'll post this, because maybe someone out there has better \nreading comprehension than I do.\n\n_______________________\n\nPrinceton, N.J.: In 1948 when I was 10, my Dad explained politics to me. \"The Republicans are the party of the \nRich. The Democrats are the party for the rest of us.\" Once you understand this, it is clear why the Repubs will \nalways be more cohesive than the Dems. On one side you have tiny group of the (super-) Rich that control the \nRepublicans party. On the other side you have poor, middle income, upper middle income, etc. in great numbers.\n\nBut wait, you say. Why do the Repubs win elections? You say there are lots of poor Repubs. My Dad had a saying \nfor that, too. There's nothing dumber on the face of this earth than a poor Republican.\" These are the dups. Read \n\"What's the matter with Kansas?\" These suckers have nothing to do with running the Republican party.\n\nMichael Grunwald: Ah: What's the matter with Kansas? Here's a liberal who (like Tom Frank) thinks working-class \nheartland voters are getting taken for a ride. Centrist Democrats tend to argue that D's need to do a better job \nreaching out to those voters by nominating less citified and elitist and liberal candidates who assume that rural \nevangelicals are bigoted rubes. That's part of the debate...\n\n_______________________\n\nMichael Grunwald: I'm out of time, and there are still a lot of questions I didn't get to answer. It's amazing how this \ndebate rolls on and on; it was a long time ago that Will Rogers said he didn't belong to an organized political party--\nhe was a Democrat. I remember at the 1996 Democratic convention a very wise political editor told me he didn't \nthink there would BE a Democratic party within a decade--and that was a pretty upbeat convention for the \nDemocrats! Somehow, I suspect that even if the Democrats take back the House in 2006 and the presidency in \n2008, we'll still be pondering what's wrong with the Democrats.\n\nAnd lest I forget: Hi Mom! Hi Dad!\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Live Online discussions and choose the \nmost relevant questions for guests and hosts; guests and hosts can decline to answer questions. \nwashingtonpost.com is not responsible for any content posted by third parties.\n"}