{"title": "IMMIGRATION ISN'T AN ISSUE FOR THE STATES", "body": "\nThe scapegoating of illegal immigrants by state legislatures in Florida and elsewhere would be quieted if the U.S. \nSupreme Court ruled that Arizona's controversial immigration law intrudes on federal authority. Only the federal \ngovernment has the power to dictate foreign affairs and immigration policy. But states have been elbowing in, \npassing draconian laws against illegal immigrants that encourage police to racially profile. The high court hears \narguments today that Arizona's law treads upon federal power, and the court should side with the Obama \nadministration by blocking state efforts to interfere with federal policies on immigration.\n\nThe Florida Legislature was more focused on redistricting this session, but in 2011 it grappled with Arizona-style \nbills before dropping the issue for the time being. Gov. Rick Scott made a campaign pledge to bring an anti-\nimmigration law like Arizona's to Florida, and the issue is a centerpiece cause for tea party activists. Whether the \npernicious issue will reappear with added momentum depends on what happens in Arizona vs. United States. The \nchallenge focuses on key parts of the 2010 Arizona law, which transforms local law enforcement into immigration \npolice to scare illegal immigrants into leaving the state.\n\nArizona claims it has the right to legislate in areas that don't directly conflict with federal law, including anti-\nimmigration matters. Florida Attorney General Pam Bondi signed on to an amicus brief with 15 other states, \nsupporting Arizona's claims. Meanwhile 11 states filed a brief on the federal government's side declaring \nimmigration enforcement the province of federal authorities.\n\nArizona's law directs police to determine the citizenship status of anyone stopped or arrested if there is a \nreasonable suspicion they are illegal immigrants; makes it a state crime for those without legal documents to work \nor seek work; and requires noncitizens to always carry documents proving their legal status or face criminal \ncharges. The 9th U.S. Circuit Court of Appeals set aside these provisions on federal pre-emption grounds. If the \nSupreme Court stands with precedent, it will affirm the appellate court.\n\nWhile civil rights issues are not before the court, Arizona's law and copycat measures in other states have had a \nsignificant impact on Hispanic communities, whose members are most at risk for having law enforcement treat their \nskin color and language skills alone as evidence of criminal conduct. Families have moved away; vibrant immigrant \nbusiness communities have emptied out. In farm states such as Georgia, farmers have found it difficult to employ \nthe temporary labor needed to get their crops harvested.\n\nBut what the justices will be focusing on is whether federal immigration law already covers enforcement in a way \nthat bars states from enacting their own rules. The Constitution's supremacy clause tells states that their laws are \n\n\nsubordinate to federal law. Because foreign policy and immigration are uniquely federal functions, states should \nnot be free to be more punitive than federal law. The eight justices to consider the case (Justice Elena Kagan is \nrecused) should set Arizona's law aside. If they don't, expect Florida to become the next battleground over \nimmigration.\n"}