{"title": "Suspected Illegal Workers Detained at U.S. Bases; Investigators Question Employees Doing Contract Work at Military Facilities", "body": "\nFederal investigators have detained in recent days more than a dozen suspected illegal immigrants doing \ncontract work at U.S. military facilities across the country, U.S. Immigration and Customs Enforcement said \nyesterday.  \n\n The sweeps netted six people at the Belle Chasse Naval Air Station near New Orleans, one at the White Sands \nMissile Range in New Mexico, six at the U.S. Army's Fort Irwin Training Center in California and one at the U.S. \nMarine Corps Logistics Base in California. \n\n ICE spokesman Dean Boyd said there's no evidence of any national security breaches related to the workers' \npresence on the bases. But he said the agency has been conducting inquiries at facilities such as airports, \nseaports, nuclear plants and military bases because of the potential danger involved with illegal immigrants \nworking at such sensitive, high-security sites. \"This is a problem when you have individuals who maybe have used \nfraudulent documentation that are working on a military installation,\" Boyd said. \"It's a homeland security issue. \nYou don't know who these people are.\"  \n\n The detentions follow an investigation last week by base security at the Belle Chasse base that identified 13 \nworkers lacking proper paperwork. The workers were contracted to do Hurricane Katrina recovery for Texas-\nbased BMS Catastrophe Inc. Three of the six detained yesterday were also doing work for BMS, according to ICE. \n\"They were arrested and they were put into immigration removal proceedings,\" Boyd said. \n\n A BMS spokesman disputed that yesterday. \"Out of 360 workers whose IDs were checked, three were pulled \naside for additional questioning. All three were released. None of them were arrested for improper documentation \nor for being an illegal alien,\" said company spokesman Mark Johnson.  \n\n Johnson said the company relies on a temporary employment firm to do its hiring, and that that firm is supposed to \ncheck workers' documentation. He said BMS also does checks of its own.  \n\n Another company operating at Belle Chasse, a Halliburton Co. subcontractor called BE&K Inc., said this week that \nICE investigators had turned up two illegal immigrants on the company's payroll. A BE&K spokeswoman said the \ntwo had supplied phony paperwork.  \n\n\n The ICE said it is continuing an inquiry into the hiring practices of contractors at Belle Chasse.  \n\n Earlier this week, the White House announced it would reinstate a federal wage protection called the Davis-Bacon \nAct for Katrina-related work after a bipartisan group of congressmen complained that the Gulf Coast was becoming \na magnet for low-wage illegal immigrants and that local workers were being left out of the reconstruction.  \n"}