{"title": "U.S. BOLSTERS SCREENING OF LIKELY SUSPECTS;ASHCROFT ASSAILS REPORT OF MIDWEST ARRESTS", "body": "\nWASHINGTON -- Attorney General John Ashcroft announced Wednesday sweeping changes in immigration \npolicy, including how a new task force will prevent terrorists from entering the United States and track them down if \nthey do.\n\n\"These measures form one part of the concentrated strategy to prevent terrorist attacks,\" Ashcroft said, \"by taking \nsuspected terrorists off the street.\"\n\nThe Foreign Terrorist Tracking Task Force, led by Steven McCraw, an assistant director of the FBI's Intelligence \nBranch, will have this key objective: Make sure that federal agencies -- the FBI, Immigration and Naturalization \nService, CIA, State Department and Customs Service -- share vital information.\n\nAshcroft said he did not have knowledge of a Knight Ridder report Tuesday that police and INS officials had \nquestioned and released six Middle Eastern men in the Midwest who had been carrying information about strategic \nU.S. energy sources -- including Florida nuclear plants and the Trans-Alaska pipeline.\n\n\"That's a story and nothing more,\" Ashcroft said. \"I don't have any reason to believe it to be true. It was noted (in \nthe story) that I had responded emotionally to this situation, when, as a matter of fact, I hadn't even known about \nthe situation.\"\n\nA senior law enforcement official told Knight Ridder on Wednesday that the information on the six men was in the \nclassified Daily Threat Report earlier this week, which is compiled from different sources by the Counter-Terrorism \nCenter at the CIA and distributed to selected officials at the FBI and other agencies.\n\nThe official, speaking on condition of anonymity, said police released the men after the INS determined they were in \nthe United States legally and had valid Israeli passports.\n\nRuss Bergeron, INS spokesman in Washington, issued a statement that said \"the INS and the FBI have thoroughly \nresearched the story published today in the Miami Herald and other Knight Ridder newspapers. Both INS and the \nFBI believe this report is totally false. Neither INS nor the FBI has any record of any kind of such encounter or any \nincident that even remotely resembles such an encounter this past weekend.\"\n\nBergeron said the \"FBI has stated unequivocally that they have issued no bulletin or alert out looking for these six \nmen who were allegedly involved in this incident.\"\n\nAn FBI spokesman in Washington, who asked not to be identified, said: \"We are completely unaware of the \ninformation.\"\n\n\nAshcroft's latest effort to coordinate federal agencies comes after a round of congressional hearings disclosed that \nmany of the 19 hijackers, even those with known links to terrorist networks, entered with legal student or visitor \nvisas.\n\nThe hearings also disclosed that federal agencies that screen and process immigrants are not connected by \ncomputer networks to share information.\n\nAshcroft said the task force will coordinate information so that if the CIA knows that someone who applies for a \nstudent visa is a terrorist, the State Department will have access to that information and deny the application.\n\nThe State Department also will be tasked with screening visa applicants overseas more closely. Suspicious \napplicants will have to undergo \"security advisory opinions and background investigations by the FBI and CIA.\"\n\nUnder the new U.S.A. Patriot Act, signed into law by President Bush last week, visas will be denied to applicants \nwho are members of groups that endorse terrorist activity and anyone who has provided \"material support to \ndesignated terrorist organizations,\" Ashcroft said.\n\nThe Justice Department has an extensive list of terrorist groups. It named 46 of them Wednesday, including the \nPalestinian and Turkish Hezbollah, the Libyan Islamic Fighting Group and the Islamic Deterrence Force.\n\nNotes\n\nTHE WAR ON TERRORISM\n"}