{"title": "Three States Short of a Secure Community", "body": "\nEARLIER this month, New York and Massachusetts joined Illinois in withdrawing from Secure Communities, the \npromising immigration enforcement program that the Obama administration hopes to extend nationwide by 2013. \nThe effort, begun in 2008 and since expanded to nearly 1,800 jurisdictions in 43 states and territories, links federal, \nstate and local arrest data with the immigration status and fingerprint records of the Immigration and Customs \nEnforcement agency; the agency then uses that information to decide whether to deport lawbreakers.\n\nThe idea behind Secure Communities is to focus enforcement on those immigrants who pose the greatest public \nsafety threat. The program is far from perfect -- immigration officials sometimes deport minor offenders, like traffic \nlaw violators, rather than the more serious criminals, who should be the top priority. But by withdrawing from the \nprogram, these states are weakening an essential immigration enforcement tool rather than working to improve it.\n\nIndeed, in many ways Secure Communities is already the sort of program on which people on all sides of the \ndebate should be able to agree: it piggybacks on existing technology and databases, and it lets federal agents \ndecide how to proceed, rather than relying on state and local police officers with little knowledge of immigration law. \nIt fits seamlessly into established booking routines, and requires no extra input from localities or training for their \nofficials.\n\nEven so, many immigrant advocacy groups that pay lip service to the need for vigorous enforcement oppose \nSecure Communities and almost any measure that might actually increase deportations, without proposing any \neffective enforcement alternatives. Supporters of Secure Communities respond that the government should deport \neven relatively minor offenders, so long as they are here illegally.\n\nMuch of the strife over Secure Communities is simply political: most voters favor expanding deportation, while \nimmigrant advocacy groups pressure politicians to oppose anything that might risk racial profiling or disrupt \nimmigrant families. The result is a patchwork of state laws -- some harsh, some lenient -- overlaid by a Secure \nCommunities program that some key states are now attacking. This stalemate not only undermines enforcement, \nbut also impedes other needed reforms, like a carefully qualified amnesty for some of the more than 10 million \nundocumented immigrants living here.\n\nThe real issue for Secure Communities is deportation priorities. Serious crimes by immigrants, like serious crimes \nby citizens, are properly at the top of the list. According to the federal government, more than 85,000 deportable \nimmigrants are already serving time for so-called Level 1 offenses, which include homicide, kidnapping and major \ndrug offenses. Nevertheless, opponents rightly complain that too few of those being deported are the more serious \ncriminals whom the program originally promised to remove.\n\n\nBut deporting the right offenders requires precisely the kind of data-sharing with local law enforcement that Secure \nCommunities makes possible. Immigration agents need to receive that information when immigrants are booked \ninto prison if they are to promptly identify and deport the more dangerous ones.\n\nOne tweak, which the federal agency adopted last week, is to give agents and prosecutors more discretion in how \nthey go after offenders. Other reforms would seek more local input on how to set deportation priorities, and would \nprovide incentives for federal officials to fry the bigger fish, not the minnows.\n\nOf course, Secure Communities will always arouse controversy: while we can all agree that Level 1 offenders \nshould be the first targets, and mere traffic violators should be the lowest priority, reasonable people will differ about \nthe many in-between cases. Even some who are guilty only of immigration offenses, such as previously deported \nimmigrants who have repeatedly returned illegally, are fair game for federal immigration agents.\n\nSecure Communities is an essential program that is beginning to reshape its priorities. The three governors who \nhave abandoned the program rather than working to improve it seem to be making a grand gesture intended more \nto impress their political bases than to strengthen immigration enforcement.\n\nhttp://www.nytimes.com\n"}