{"title": "Visas for Top Graduates: A View From Capitol Hill", "body": "\nTo the Editor:\n\nIn ''Visas for Scientists, With a Catch'' (editorial, Sept. 27), you claim that there is a catch with the STEM Jobs Act, \nwhich I sponsored, but you are simply fishing for opposition.\n\nAccording to a recent poll, three in four likely voters think that we should allow the top foreign graduates of \nAmerican universities with advanced degrees in science, technology, engineering and math -- known as STEM \nfields -- to remain in the United States. And that's exactly what the STEM Jobs Act does.\n\nGallup recently reported that four out of five Americans also do not want to see higher levels of immigration. That's \nwhy the STEM Jobs Act eliminates the fraud-ridden diversity visa program and reallocates these visas to those \nwho could help make us more competitive in the global economy.\n\nWe should eliminate the diversity visa lottery because it bases our immigration system on the luck of the draw by \nselecting people at random to receive green cards. No family ties to the United States or strong skill set are \nrequired to be eligible. And former State Department officials and the nonpartisan Government Accountability Office \nhave found the lottery to be an open invitation to fraud and a jackpot for terrorists.\n\nThe United States has the most generous legal immigration system in the world; we admit more than one million \nlegal immigrants each year. We should maintain this generosity, but we need to make our immigration system \nsmarter by allowing the best and brightest foreign graduates to stay here.\n\nUnfortunately, some Democrats voted to send the best and brightest foreign graduates back home to work for our \nglobal competitors. Their vote against this bill is a vote against economic growth and job creation.\n\nLAMAR SMITH Washington, Sept. 27, 2012\n\nThe writer, a Republican from Texas, is chairman of the House Judiciary Committee.\n\nhttp://www.nytimes.com/2012/10/02/opinion/visas-for-top-graduates-a-view-from-capitol-hill.html\n"}