{"title": "YOUNG GIRL IS VICTIM WHEN SYSTEM FAILS", "body": "\nJUSTICE took many wrong turns in the case of Eric Umali, who is charged with stabbing his 9-year-old neighbor in \nRedwood City.\n\nUmali was on probation for molesting a child and was awaiting a deportation hearing when he is alleged to have \nattacked Bertha Valencia. The case is outrageous, and Bertha's mostly-immigrant neighbors are grasping for \nsomeone to blame.\n\nThere is blame to share, but some lapses in the system were far more obvious and preventable than others.\n\nUmali had been convicted of molesting his 13-year-old nephew in 1993. That he served only two years in jail \nunderscores the difficulty in prosecuting crimes against minors. Because the victims are considered unreliable, \nvulnerable and sometimes unwilling witnesses, prosecutors often settle for lesser charges. Umali pleaded no \ncontest to lewd behavior. That was the first failure of the justice system in this case.\n\nThe travesty of a short sentence was compounded after Alameda County Jail handed Umali over to immigration \nofficials for possible deportation. Although a psychiatrist had written that Umali was psychologically disturbed and \nwas a risk to re-offend, an immigration judge set bail at only $2,500. Free on bond in January, Umali went to live \nwith his parents in Redwood City while awaiting a deportation hearing set for March 1997.\n\nThis action by the immigration court is the most egregious failure of the system. Umali could have been kept in \ncustody and his hearing scheduled more speedily.\n\nAfter that point, it became much more difficult for the system to curb Umali. He did not register with local police as \na sex offender, as required by state law; but when Alameda County probation officials caught up with him, they had \nno idea he'd been causing problems and saw no reason to jail him. Neighbors say he had terrorized them, but they \nhad not called police. They say they should have been told of his past - but a law in the state legislature that would \nreveal sex offenders' addresses probably wouldn't apply in this case, since Umali's \"lewd behavior\" conviction \nwould not be a sufficiently serious offense.\n\nRegistration requirements for sex offenders can be a great crime-solving tool and a possible deterrent. Santa Clara \nCounty has made it a priority to track offenders down and let them know authorities are watching them. That seems \nto be paying off. The county's rate of felony sex offenses last year declined by 25 percent over the previous year.\n\nAlameda should emulate that policy - but it might not have prevented what happened to Bertha. That was not a \nrepeat sexual offense but an inexplicable, berserk attack. Can warnings prevent someone from going crazy?\n\nFor confused and unnerved neighbors, the police and probation officials may seem the closest and most obvious \nauthorities to blame for what happened. But we would place most of the blame earlier in Umali's journey: On a \ncriminal justice system that, for all the three-strikes grandstanding, often takes the first strike too lightly; and on \nimmigration controls that target maids and janitors but see no urgency in deporting sex offenders.\n\n\nNotes\n\nEDITORIALS\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: Eric Umali\n\n[960805 ED 6B 2]\n"}