{"title": "BUSH CHOICE FOR LABOR POST WITHDRAWS AND CITES FUROR OF ILLEGAL IMMIGRANT ISSUE", "body": "\nLinda Chavez, the conservative commentator whom President-elect George W. Bush had selected to be secretary \nof labor, withdrew her name from consideration today, saying that questions over her decision to shelter an illegal \nimmigrant in her home in the early 1990's had made her a \"distraction.\"\n\n     \"I do this with some regret because I think that it is a very, very bad signal to all those good people out there who \nwant to serve their government and want to serve the people of the United States,\" Ms. Chavez said at a news \nconference. \n\n Her decision to withdraw her name came two days after Bush transition officials said that for two years, an illegal \nimmigrant from Guatemala, Marta Mercado, had lived in Ms. Chavez's house, did some cleaning for her and \nreceived at least $1,500 from her.\n\nMs. Chavez said she had sheltered Ms. Mercado and gave her spending money out of a sense of charity but did \nnot employ her. Her critics likened the arrangement to employment of a housekeeper and said it required further \ninquiry.\n\nFederal law enforcement officials said today that F.B.I. agents had been unsatisfied with Ms. Chavez's answers to \ntheir inquiries about her relationship with Ms. Mercado. These officials said agents from the Federal Bureau of \nInvestigation were also asking about contacts that Ms. Chavez had with a neighbor who knew of Ms. Mercado's \npresence in the Chavez house. \n\nMs. Chavez acknowledged today that she had not initially told aides to Mr. Bush that she had sheltered an illegal \nalien.\n\n\"I did come to tell them that,\" she said today in the news conference. \"I did not volunteer it in our very first \nconversation.\" \n\nIn an interview today, she said she informed Bush officials about Ms. Mercado on Saturday.\n\nIn the interview, Ms. Chavez said the decision to withdraw was hers alone and that officials from the Bush \ntransition team did not urge her to step aside. \n\n\"They did not suggest that I step down,\" Ms. Chavez said.\n\nArriving in Washington tonight from Texas, Mr. Bush said he was \"saddened\" by Ms. Chavez's announcement. \n\n\n\"I absolutely believe she would have been a fine cabinet secretary,\" he said, \"but I can understand her reluctance to \nmove forward.\" \n\nAmong those being considered to replace Ms. Chavez, Congressional aides said, are former Representative Jim \nTalent, a Republican who lost the governor's race in Missouri, and Eloise Anderson, who was California director of \nsocial services under Gov. Pete Wilson, a Republican.\n\nMr. Bush's choice of Ms. Chavez had been criticized by many Democrats and union leaders, who questioned \nwhether she was right for the job because of her frequent attacks against the minimum wage and affirmative action. \nThey also compared her situation to that of President Clinton's first two choices for attorney general, whose \nappointments were derailed after disclosures that they had employed illegal immigrants.\n\nMs. Chavez said again today that she had not hired Ms. Mercado to perform domestic chores, but had taken her in \nto help her escape an abusive relationship. \n\n\"What I did was not illegal, it was not immoral,\" Ms. Chavez said in a telephone interview. \"I thought what I was \ndoing was an act of kindness.\"\n\nSince Sunday the Bush transition team has repeatedly said that Ms. Chavez was not aware of Ms. Mercado's \nillegal status until after the woman had moved out. \n\nBut today, Ms. Chavez said: \"I will be very frank with you, I think I always knew that she was here illegally. I don't \ncheck green cards when I see a woman who is battered and who has no place to live and nothing to eat and no \nway to get on her feet.\"\n\nMs. Chavez made her announcement at an unusual news conference in which she presented several people who \ndescribed how she had helped them over the years. Their accounts supported the Bush team's contention that her \ndecision to help Ms. Mercado fit a pattern of her helping people, especially immigrants.\n\nAmong those at the news conference were Ngxia Bui, a Vietnamese refugee whom Ms. Chavez sponsored in 1979. \nIn an earlier interview, Mr. Bui said he had lived in Ms. Chavez's house for a year. \n\nAlso speaking on Ms. Chavez's behalf were Ada Iturrino and her two children, Joshua and Celenia. Ms. Iturrino, a \nsingle mother from Puerto Rico, said Ms. Chavez had paid for her children's tuition to a parochial school for several \nyears.\n\nIn presenting those whom she had helped, Ms. Chavez, whose father is Hispanic, described how her childhood was \nmarred by financial instability and her father's drinking problems.\n\n\"Family members took me in,\" she said. \"Friends helped. There was financial support and other kinds of support for \nme when I was growing up, and I needed it. And I vowed to myself that no matter what happened to me in my life \nthat I would be there for other people.\"\n\nIn an interview on Monday, Ms. Mercado, who is now a legal resident, said Ms. Chavez gave her $100 to $150 \nevery few weeks. Saying she lived in the Chavez home for about two years, she estimated that Ms. Chavez gave \nher a total of about $1,500.\n\nLaw enforcement officials said that the F.B.I. had interviewed Ms. Chavez three times and was about to meet with \nher for a fourth time when she withdrew. \n\nIn addition, these officials said that in Ms. Chavez's initial interview, she did not disclose that Ms. Mercado had lived \nin her house. \n\nThe officials said the F.B.I. thought that her accounts were becoming muddier, rather than clearer, about whether \nshe knew that Ms. Mercado was in the United States illegally and whether she employed her as a housekeeper.\n\n\n\nMs. Chavez portrayed herself today as a victim, accusing her critics of engaging in the politics of personal \ndestruction.\n\n\"So long as the game in Washington is a game of search and destroy, I think we will have very few people who are \nwilling to do what I did, which was to put myself through this in order to serve,\" she said. \"What has happened over \nthe last few days is quite typical of what happens in Washington, D.C.\"\n\nOn the other side, her critics noted that she often criticized President Clinton in her newspaper columns and was \nfiercely critical of his first nominee for attorney general, Zoe Baird. Ms. Baird's appointment was sidetracked \nfollowing disclosures that she employed an illegal immigrant as a nanny and had failed to pay Social Security \ntaxes.\n\nAppearing on PBS's \"MacNeil-Lehrer NewsHour\" in December 1993, Ms. Chavez said: \"I think most of the \nAmerican people were upset during the Zoe Baird nomination that she had hired an illegal alien. That was what \nupset them more than the fact that she did not pay Social Security taxes.\"\n\nMs. Chavez said today that she felt Ms. Baird was treated unfairly.\n\nFor her part, Ms. Chavez blamed a compressed vetting period, caused by the delay in certifying Mr. Bush as \npresident-elect, for the confusion about her answers.\n\nLaw enforcement officials said a neighbor, Margaret Zwisler, had told them that Ms. Mercado had lived in Ms. \nChavez's house and had raised questions about whether Ms. Mercado worked for Ms. Chavez.\n\nIn an interview tonight, Ms. Chavez said that several weeks before Mr. Bush chose her to be labor secretary, she \nhad spoken with Ms. Zwisler about Ms. Mercado.\n\n\"I did call her and tried to refresh my memory of when Marta lived with me,\" Ms. Chavez said. \"I asked if she would \ngo public with this. I said the F.B.I. would probably be contacting her. I told her if they did, she should tell the truth.\"\n\nMs. Chavez added that, \"if I knew it would cause a stir that would cause people to react, I probably wouldn't have \ngone forward and taken the job.\"\n\nNeil Eggleston, a lawyer representing Ms. Zwisler, said his client, who is an antitrust lawyer, had no comment.\n\nMr. Bush's choice to head the Environmental Protection Agency, Gov. Christie Whitman of New Jersey, disclosed \nin 1993 that she and her husband employed a Portuguese couple, both illegal immigrants, for more than three \nyears.\n\nGovernor Whitman acknowledged that she did not pay taxes on their wages for some of that time, but said she \nsubsequently paid the taxes. \n\nThe Portuguese couple helped care for the Whitmans' two children and did some work on the family's farm. The two \nimmigrants have obtained permanent resident status and still work for the governor.\n\nAri Fleischer, a spokesman for Mr. Bush, defended Governor Whitman, saying her employment of the Portuguese \ncouple has long been known and has been fully aired and that she has paid all taxes due for their work. \n\nSenator George V. Voinovich, Republican of Ohio, praised Ms. Chavez's decision to withdraw.\n\n\"The process relies on nominees being completely candid about every potential concern in their backgrounds, and \nas Ms. Chavez indicated today, she made a mistake,\" Mr. Voinovich said. \"She did the right thing today by asking \nthat her name be withdrawn.\"\n\nLike many Republican moderates, Mr. Voinovich failed to rally behind Ms. Chavez. \n\n\n\nSeveral Congressional aides said many Republican lawmakers believed the Chavez nomination was troubled from \nthe start, largely because of her fiercely conservative views and labor's vows to fight her nomination.\n\nIn recent days, labor leaders repeatedly attacked the selection of Ms. Chavez. They questioned whether she would \nvigorously enforce the nation's labor laws, pointing to her opposition to the minimum wage and affirmative action \nand to her mocking of sexual harassment regulations by writing that they were producing \"a nation of crybabies.\"\n\nSeveral labor leaders said they were surprised and angry that Ms. Bush, after saying he wanted to unite America, \nhad named a labor secretary who appeared more hostile to labor unions and workers' rights than the labor \nsecretaries who served under Presidents Reagan, Ford and Nixon.\n\nSenator Edward M. Kennedy, Democrat of Massachusetts and chairman of the Senate Health, Education, Labor \nand Pensions Committee until Jan. 20, said, \"If there's a silver lining to the events of recent days, it's the \nopportunity not to name a labor secretary in the distinguished tradition of recent Republican presidents.\"\n\nMs. Chavez had been scheduled to appear before the committee next week for confirmation hearings.\n\nThe A.F.L.-C.I.O. also applauded Ms. Chavez's withdrawal.\n\nPeggy Taylor, the labor federation's chief lobbyist, said, \"We think it's appropriate that she has withdrawn, and we \nhope that the next nominee will be someone whose history would indicate a commitment to upholding the labor \ndepartment's mission in protecting workers and keeping their workplace safe.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Linda Chavez, second from right, at a news conference yesterday with her husband, Chris Gersten, at \nright; her son, David Gersten; and two people who spoke on her behalf, Margarita Valladares and Ngxia Bui. \n(Susana Raab for The New York Times)(pg. A1); Members of the Bush transition team listened yesterday as Linda \nChavez withdrew as a cabinet designee. (Paul Hosefros/The New York Times)(pg. A16)      \n"}