{"title": "Letters;Make employers responsible for undocumented workers", "body": "\nThe Editors: The Immigration and Naturalization Service's raids on construction sites and businesses and its \nhighway stops make for good newspaper copy and riveting televised news, but Operation SouthPAW is designed \nonly to appease angry white males.\n\nTruth is, wherever you find an undocumented worker, you will find a worker that is being exploited by his or her \nemployer. Employers pay undocumented workers less than market rate and often even less than minimum \nwages. Undocumented workers have no right of recourse against the illegal acts of their employers.\n\nIf INS is really serious about stopping employment of undocumented workers, it would levy serious fines and seek \ncriminal charges against employers. It would make follow-up visits to the work sites and businesses to ensure \ncontinuing compliance.\n\nThe INS should not accept the ridiculous excuse (offered at the Olympic Village and Federal Center construction \nprojects) that undocumented workers seized were employees of subcontractors. Builders must be held \naccountable for the subcontractors they select and the contracting entity must, in turn, be held accountable for the \nbuilders to whom they award contracts.\n\n \n\nCorrea is president of the Georgia Hispanic Alliance Inc.\n\nName the name\n\nJACK KARPUS, Marietta\n\nThe Editors: I am concerned about the article on illegal immigrant workers. Brick subcontractors like myself are \nplaced in a false light when the company name of the subcontractor hiring illegal workers is not provided.\n\nBy not naming the bricklaying subcontractor, the article makes all bricklaying subcontractors in Atlanta guilty by \nassociation.\n\nI am a Russian bricklaying subcontractor, and after reading this article, I believe that my hard-earned reputation has \nbeen tarnished. The brick subcontractor community is small, and an article such as this has the potential to destroy \na company's reputation within the industry.\n\nAs one of the companies involved in the construction of the Olympic Village at Georgia Tech, my company gained \nhigh exposure in the industry. The article, unfortunately, can destroy that in one fell swoop.\n\n \n\n\nKarpus owns J & J Masonry.\n\nA complete lie\n\nDEBORAH WILLIAMS, Lilburn\n\nThe Editors: I'm appalled at the opinion of George Annas, director of the law, medicine and ethics program at \nBoston University, on organ transplants: \"Virtually everybody who has had an organ give out on them before the \nreasonable time for them to die has done something - smoking, drinking, some lifestyle thing.\"\n\nVirtually everybody who has had an organ give out on them is not responsible for their illness due to \"some \nlifestyle thing\"! I'm glad to see some coverage on liver disease as I have hepatitis C, but the statement Annas made \nis a complete lie.\n\n \n\nMore accidents\n\nDAVID P. MILLARD, Marietta\n\nThe Editors: Thursday was not a good day for the evening commute from Atlanta to Cobb County. A car towing a \ntrailer flipped over, blocking two lanes of I-75 and I-285 and causing a two-hour nightmare. Ironically, during my ride \nup I-75, the bright and very funny ad for the reconfiguration of I-75 inside the I-285 loop was aired several times.\n\nThe state Department of Transportation has decided that the commute is not pleasant enough for Cobb residents, \nwhat we really need is to have the lanes narrowed by a foot, the shoulders and emergency lane removed and a \nhigh occupancy vehicle lane added.\n\nWhen the reconfiguration is finished, the highway will have one more lane but will be far less safe, and accidents \nlike the one Thursday will be more common.\n\n \n\nIt's inherent\n\nD.S. WILSON, Acworth\n\nThe Editors: I read with amusement Colin Campbell's complaints about the inefficiency of local government. He has \nnot received his auto registration and his check has not cleared. Government is inherently inefficient. This is what \nyou get with an institutionalized rule of one party.\n\n \n\nMiller is covered\n\nLLOYD GAYTON, Concord\n\nThe Editors: Your editorial titled \"Time is ripe for Georgia to clear decks, economize\" made some interesting points. \nHowever, the comment that Gov. Zell Miller has no political reason to get the Statehouse in order doesn't give him \nany credit for his political savvy and declares that politically, Miller is history.\n\nDespite saying he wants to leave things rosy for the next governor, you don't credit him for realizing that what he'll \nreally leave is a state deeply in debt and facing some lean times after his building programs run out. How can you \nignore Miller's ability to position himself so that he's covered no matter what?\n\nI think he might like the sound of \"Sen. Miller\" or \"Congressman Miller.\"\n\n \n\nMore control\n\nCONRAD FREEMAN, Atlanta\n\nThe Editors: What did Sen. Dole really say? He said the record and movie industries should be more responsible. \nWe restrict alcohol and tobacco. Well, let's limit movies and records.\n\n\n\nLet's put the records in the adult section and let parents or guardians purchase them. That way, the industry has \nexercised more control and parents and guardians have taken responsibility.\n"}