{"title": "IMMIGRANT AID POL PARLEY LETS RUDY PUT BEST FETE FORWARD", "body": "\nMayor Giuliani ferried several big-city mayors to historic Ellis Island yesterday to sign a \"statement of principles\" \ndemanding that Congress restore food stamps and other benefits to legal immigrants.\n\nThe ceremony capped a two-day conference organized by Giuliani that spotlighted the problem of immigrants \nlosing their benefits and showcased the reelection-seeking mayor taking a politically popular position on the issue.\n\nStanding on what he called \"America's fabled gateway to freedom and opportunity,\" the mayor said the nation \nneeds immigrants \"more than they need us\" because the newcomers reinvigorate America's economy and its \nspirit.\n\nThe event marked another step in a year-long campaign by Giuliani to carve out a national role as a leading \nadvocate for legal immigrants.\n\nHe has repeatedly visited Washington and trekked to Minneapolis and Boston urging that Congress erase \nprovisions of last year's sweeping welfare overhaul that would end most aid to immigrants who are elderly and \ndisabled.\n\nIn the city, as many as 70,000 immigrants could lose their benefits under the Supplemental Security Income \nprogram unless Congress extends the Aug. 22 cut-off deadline.\n\nIn organizing the two-day gathering, Giuliani built his own platform for advocacy, just as his campaign is moving into \nfull gear.\n\nDozens of city employes were on hand setting up the stage and seating invited guests under a tent at the island's \nnorthern tip, the city's soaring skyscrapers providing a breathtaking backdrop.\n\nThe city Housing Authority and Department for the Aging helped fill out the audience, busing in scores of people, \nmost of them immigrants, to the ferry from senior citizen centers and housing projects.\n\nOne of them was Rita Davydov, an emigre from Ukraine who lives in a Brooklyn housing project. \"Yes, Giuliani \nnice,\" she said in broken English.\n\nA film crew from the mayor's campaign took it all in, gathering potential footage for his political advertisements.\n\n\"May Lady Liberty always stand as a light unto the world. May our doors always be open to those who dream of this \nland where they can create a better life for themselves and their families,\" Giuliani said.\n\nMembers of a bi-partisan alliance of mayors from Seattle, Los Angeles, Philadelphia and metropolitan Miami \nacknowledged the political overtones of the event for Giuliani, but said they did not care. If Congress cuts the \n\n\nbenefits, cities around the country could be saddled with hundreds of millions of dollars in new costs for needy \nimmigrants.\n\n\"It's the correct thing to do,\" Philadelphia Mayor Edward Rendell, a Democrat, said of the conference.\n"}