{"title": "A MICHIGAN JUDGE WILL DECIDE TODAY WHETHER", "body": "\nA Michigan judge will decide today whether to uphold murder charges against suicide-machine inventor Dr. Jack \nKevorkian - a ruling seen as important in the right-to-die debate.  Rochester Hills District Judge James P. Sheehy is \nto issue his opinion on an open murder indictment against Kevorkian, who is accused of helping two women commit \nsuicide Oct. 23. If Sheehy decides Kevorkian will be tried, the judge must also decide which charge the doctor \nwill face.  Compiled from news services CALIFORNIA Seized Trawler Is Brought To Port A fishing trawler seized \non the high seas for attempting to smuggle Chinese immigrants into the United States was escorted into port at Los \nAngeles by a Coast Guard cutter Thursday.  The 150-foot Jinn Yin No. 1 was intercepted Tuesday in the Pacific \nOcean about 400 miles off San Diego, after the Coast Guard captured the yacht Liberated Lady with 85 aliens \naboard three miles off San Pedro, Calif.  The immigrants were from the People's Republic of China, U.S. authorities \nsaid. The yacht was allegedly ferrying the aliens from the trawler to shore.  (Following appeared in 3* edition.) INS \nofficials were interviewing the illegal immigrants. Some said they were promised restaurant and factory jobs and \nplaces to live in New York City, and some said they had paid as much as $25,000 for the smugglers' services.  (End \nof 3* edition.) AP TEXAS Measles Outbreak Hits Vacation Area With one of the worst measles outbreaks in the \ncountry hitting Corpus Christi, Texas, health officials are urging the thousands of college students expected to arrive \nfor spring break to get vaccinated first.\nSince January, the Corpus Christi-Nueces County Public Health Department has confirmed 191 cases of measles. \nDr. William Atkinson of the federal Centers for Disease Control in Atlanta called the outbreak one of the nation's \n''most vigorous.'' (Following appeared in 3* edition.) Some 150,000 students are expected to hit the coast beaches \naround Corpus Christi in the next few weeks.  (End of 3* text.) AP CONGRESS Accord Reached In Post Office \nProbe The three Democrats and three Republicans investigating the House Post Office say they have an \nagreement that will defuse GOP accusations of partisanship.  The agreement, approved by the six lawmakers \nWednesday in Washington, permits each party to summon witnesses without the other's approval.  Republicans \nhave accused Democrats of covering up allegations of drug sales and embezzlement at the post office.  AP \nWASHINGTON Collision Did Damage Sub, Navy Says Contrary to earlier reports, the U.S. nuclear attack \nsubmarine that collided with a Russian sub in the Barents Sea was damaged, the Pentagon acknowledged \nThursday in Washington.  Two gashes have been found on the vessel's port-side ballast tanks, a spokesman said. \nThe submarine - the Baton Rouge - returned to its home port of Norfolk, Va., on Tuesday.  Meanwhile, in Moscow, \na navy spokesman said the two submarines had been carrying nuclear weapons and narrowly avoided a disaster.  \nCompiled from news services WORLD CANADA Supreme Court OKs Pornography Ban The Supreme Court upheld \non Thursday Canada's law banning pornography despite recognizing that it infringes on the country's guarantee of \nfreedom of expression.  The 9-0 ruling also established guidelines for judges to use in interpreting the law. Under \nthe ruling, portrayals of sex coupled with violence, or sex that is regarded as degrading, is usually prohibited, but \nother representations are generally permitted.  The court said the law's aim of preventing harm to society is a \nsufficiently substantial concern to warrant a restriction on the freedom of expression guaranteed in the Charter of \nRights and Freedoms.  AP GLOBAL WARMING U.S. To Cut Carbon-Dioxide Emissions The United States said \nThursday it would reduce its carbon-dioxide emissions and donate $75 million to help developing nations do the \nsame, raising hopes for an international agreement to help forestall global warming.  Negotiations for such a pact - \n\n\nwhich resumed Feb. 18 at the United Nations - will conclude today without resolving a European demand that \nindustrial nations reduce emissions to 1990 levels by the year 2000.  The United States has refused to agree to \nspecific limits on carbon-dioxide emissions, arguing that this could impose unreasonable costs on industry.  But the \nsteps the United States is taking to curb its emissions could bring it into compliance with the demand, \nenvironmental groups said.  AP (Following appeared in 3* edition.) CHINA 4 More Dissidents Get Prison Terms \nFour more Chinese dissidents have been sentenced to prison for their roles in the 1989 democracy movement, a \nstate-run news agency said Thursday in Beijing.  The China News Service report came two days after the U.S. \nSenate voted to link renewal of China's low-tariff trade status to its human rights record.  China called the Senate \nmove ''absolutely unacceptable.'' AP INDONESIA 3 Army Officers Fired Over Massacre Three army officers have \nbeen fired and four others face trials for a massacre that left at least 140 anti-Indonesian protesters dead or missing \nin East Timor last fall, authorities said Thursday in Jakarta, Indonesia.  The killings in the province's capital Nov. 12 \ndrew strong criticism from the United States , and other countries, and from international human rights groups.  AP \nALBANIA Armed Looters Terrorize Town Thousands of looters, some armed and drunk, rampaged Thursday in \nPogradec, a western Albanian town, and police seemed helpless or unwilling to stop them.  Similar scenes have \nbeen reported in other towns in Europe's poorest country.  AP\n\nGraphic\n\n \n\nPhoto; PHOTO...AP Photo...Albanian Looting...Looters making off with food Thursday in the third day of rampages \nin Pogradec, Albania. Police seemed helpless or unwilling to stop the looters, some of whom were armed and \ndrunk. Similar scenes have been reported elsewhere in the country, Europe's poorest. PHOTO HEADSHOT of ( Dr. \nJack) Kevorkian. HEADLI NE: Nation MICHIGAN Ruling Today In Suicide-Doctor Case\n"}