{"title": "BIGOTS SHOW TRUE COLORS IN ATTACKS ON IMMIGRANTS", "body": "\n'BROWN is the new black.\"\n\nThe phrase has gone from being a fashion statement to an apt description of racism today.\n\nBecause as African-Americans - after a lifelong struggle against discrimination (which is still strong and destructive) \n- begin to take their rightful place in society, unrepentant racists of all stripes have pointed their guns toward an \neasier target: immigrants, specifically Latinos.\n\n\"The rhetoric of anti-immigration groups increasingly resembles an orchestrated propaganda campaign of code \nwords to vilify Hispanic-Americans as dangerous, threatening, subhuman and inferior,\" said Wade Henderson, \npresident and CEO of the Leadership Conference on Civil Rights - the nation's oldest and largest civil and human \nrights coalition.\n\nSadly, it is not only the Ku Klux Klan or the Minutemen who are spewing this rhetoric. One expects those kind of \ntactics from them.\n\nThere are also several prominent media figures - Lou Dobbs comes to mind - who have made a career out of \nvilifying immigrants. These people have had no qualms about throwing ethics overboard in pursuit of - one \nimagines - ratings, money and power.\n\nTheir attempt to blame undocumented immigrants for high unemployment among blacks is particularly disgusting. \nSen. Barack Obama called it by its proper name during Thursday's debate with Sen. Hillary Clinton.\n\n\"To suggest somehow that the problem that we're seeing in inner-city unemployment, for example, is attributable to \nimmigrants, I think is a case of scapegoating that I do not believe in, I do not subscribe to,\" he said.\n\nThe increase in the use of code words has been amply documented by the Southern Poverty Law Center and the \nAnti-Defamation League.\n\nThe intention, these two groups said, is to portray immigrants - particularly Latinos - as a threat to the American \nway of life. As such, they are called \"an army of invaders,\" an \"invading force,\" a \"massive horde.\"\n\nThey are falsely accused of \"bringing crime and disease\" to America, including \"leprosy, tuberculosis and malaria\" \nand \"gang warfare.\"\n\n\nThe hate rhetoric goes as far as accusing Hispanics of being involved in \"reconquista,\" some sort of conspiracy to \ntake back lands in the southwestern United States for Mexico.\n\nAlmost unbelievably, though, this hate-filled rhetoric has become part of the mainstream discussion. Extreme and \nirrational anti-immigrant positions are now taken seriously and incorporated into the immigration debate along with \na false and malicious portrayal of Latinos.\n\nThe level of hostility toward immigrants is unprecedented, even though the great majority of them had done \nnothing but leave behind their country, their language and their family to pursue the American Dream.\n\nAs Obama also said in response to a question about the controversy over driver's licenses for immigrants, \n\"Immigrants don't come here to drive, they come here to work.\"\n\nAnd contrary to what the hatemongers would have the American people believe, immigrants don't come here to \ntake advantage of taxpayers. They come to contribute, with their hands and their sweat, to make this country bigger \nand better for all.\n\nThe National Council of La Raza has launched a Web site (wecanstopthehate.org) to counter the hate language \nand the lies that today pass for serious immigration discussion. It should be visited.\n\nBigots and hatemongers should not be allowed to turn brown into the new black. aruiz@nydailynews.com\n"}