{"title": "ILLEGAL IMMIGRATIONMetro; Obama blasts Georgia bill", "body": "\nPresident Barack Obama called Georgia's Arizona-style immigration enforcement bill \"a mistake,\" possibly setting \nthe stage for a showdown between Georgia and the federal government.\n\nOpponents of Georgia's House Bill 87 said they were glad to see the president weigh in against the legislation, but \nthey want the Obama administration to go further and challenge it in court. At the same time, supporters said the \nstate needs to act because the federal government has failed to do enough about illegal immigration.\n\nBoth sides expect the measure, which authorizes local police to investigate suspected illegal immigrants, to wind \nup in court. Opponents say they are drafting a lawsuit to block HB 87. Gov. Nathan Deal's office confirmed \nWednesday the governor would sign it during the first two weeks of May.\n\nObama addressed HB 87 in an interview with WSB-TV this week. He defended the federal government's efforts to \ncurb illegal immigration and said \"comprehensive immigration reform\" is the better way to go.\n\n\"It is a mistake for states to try to do this piecemeal,\" he said of Georgia's measure. \"We can't have 50 different \nimmigration laws around the country. Arizona tried this, and a federal court already struck them down.\"\n\nThe author of HB 87 --- state Rep. Matt Ramsey, R-Peachtree City --- said Georgia has been forced to take action \nbecause the federal government has failed. Illegal immigrants, Ramsey said in statement, are sapping Georgia's \ntaxpayer-funded resources.\n\n\"We simply cannot afford to wait on solutions from Washington, D.C.,\" Ramsey said in response to the president. \n\"We will continue to take decisive and necessary action as a state to enforce the rule of law and protect our citizens \nfrom the problems posed by the federal government's failure to live up to its most basic responsibility to secure our \nnation's borders.\"\n\nAdelina Nicholls, executive director of the Georgia Latino Alliance for Human Rights, was glad to hear the \npresident's comments. But she wants the Obama administration to get tougher.\n\n\nA Justice Department spokeswoman said this week she had no comment on whether her agency plans to sue to \nblock Georgia's HB 87, as it has done with a similar law Arizona enacted last year.\n\nOn Wednesday, a spokesman for Deal said Georgia plans to work cooperatively with the federal government. Deal, \nfor example, would like to see an immigration enforcement program expanded in Georgia that partners local and \nfederal authorities in illegal immigration crackdowns, the governor's spokesman said.\n\n\"We'd welcome a meeting with the president about that,\" said Deal spokesman, Brian Robinson.\n\nThe Obama administration sued to block Arizona's law last year, arguing such enforcement is for federal \nauthorities. A federal judge sided with the White House and put some elements of Arizona's law on hold. Arizona \nappealed that decision. A federal appeals court recently upheld the lower court's decision, keeping much of the law \non hold pending the outcome of the federal lawsuit.\n\nArizona has lost dozens of conventions to boycotts after enacting its law. One estimate puts the cost of canceled \nconvention bookings alone at $141 million in Arizona.\n\nFearing similar fallout, the Atlanta Convention & Visitors Bureau announced Wednesday that its executive \ncommittee will meet Friday to pass a resolution opposing the measure. William Pate, the organization's president, is \nconcerned HB 87 could damage the region's $10 billion travel and tourism industry.\n\nOther opponents of HB 87 are ratcheting up their pressure on Deal to veto the bill. Some are hanging up banners \nin Atlanta that are critical of the measure. Others are planning to rally against the legislation Sunday morning \noutside the state Capitol.\n\nJulio Penaranda, general manager of the Plaza Fiesta mall on Buford Highway in DeKalb County, said he has \nnoticed an impact at his shopping center, which mostly includes Hispanic-owned stores. He and other businessmen \nsay Hispanics fearful of the crackdown have stopped shopping. Some are fleeing the state, they said.\n\n\"We have seen a slight increase in sales this year, but as soon as this bill was passed, that has dropped,\" \nPenaranda said. \"So we are back to levels of sales that we saw when the recession was just starting to come in.\"\n\nImmigration crackdown\n\nGov. Nathan Deal said he plans to sign a sweeping immigration law next month that would:\n\nRequire Georgia businesses with more than 10 employees to use the federal E-Verify program to determine \nwhether their new hires are eligible to work in the United States.\n\nEmpower local and state police to arrest illegal immigrants and transport them to state and federal jails.\n\nPunish people who use fake identification to get a job in Georgia with up to 15 years in prison and up to $250,000 \nin fines.\n\nPenalize people who --- while committing another crime --- knowingly transport or harbor illegal immigrants or \nencourage them to come to Georgia. First-time offenders would face imprisonment for up to 12 months and up to \n$1,000 in fines.\n"}