{"title": "Our Founding Illegals", "body": "\nEVERY nation is a nation of immigrants. Go back far enough and you'll find us all, millions of potential lives, tucked \nin the DNA of our African mother, Lucy. But the immigrant experience in the United States is justly celebrated, and \nperhaps no aspect of that experience is more quintessentially American than our long heritage of illegal \nimmigration. \n\n  You wouldn't know it from the immigration debate going on all year (the bipartisan immigration bill-in-progress, \nannounced this week, is unlikely to mention it), but America's pioneer values developed in a distinctly illegal \ncontext. In 1763, George III drew a line on a map stretching from modern-day Maine to modern-day Georgia, along \nthe crest of the Appalachians. He declared it illegal to claim or settle land west of the line, all of which he reserved \nfor Native Americans.\n\nGeorge Washington, a young colonel in the Virginia militia, instructed his land-buying agents in the many ways of \ngetting around the law. Although Washington was not alone in acquiring forbidden tracts, few were as energetic in \nthe illegal acquisition of western land. And Washington was a model of decorum compared to Ethan Allen, a rowdy \nfrom Connecticut who settled with his brothers in a part of the Green Mountains known as the Hampshire Grants \n(later known as ''Vermont''). The province of New York held title to the land, but Allen asserted his own kind of \nclaim: He threw New Yorkers out, Tony Soprano style, then offered to sell their lots to what he hoped would be a \nflood of fellow illegals from Connecticut.\n\n  Meanwhile, illegal pioneers began moving across the Alleghenies and into the upper Ohio Valley, violating the \nking's 1763 proclamation and a few more besides. (George would today be accused of softness on immigration; he \nkept shifting the line westward.) Immigrants from such declasse spots as Germany and Ireland violated the laws \nand settled where they pleased. The upper Ohio was rife with illegal immigrants, ancestors of people who, in \ncountry clubs today, are implying a Mayflower ancestry.\n\n  Parallels to today's illegal immigration are striking. Then as now, it was potentially deadly to bring a family across \nthe line. But once across, illegals had a good chance of avoiding arrest and settling in. Border patrols, in the forms \nof the British Army and provincial militias, were stretched thin. The 18th-century forest primeval, like a modern city, \noffered ample opportunities for getting lost. Complex economies thrived in the virgin backwoods, unfettered by \nlegitimate property titles. \n\n  When conflicts developed between the first and second waves of illegals, some salient social ironies arose, too. \nBy the early 1770's, George Washington had amassed vast tracts to which his titles were flatly invalid. The \nRevolution rectified that. With British law void, Washington emerged from the war with his titles legal by default. But \n\n\nhe acquired another problem: low-class illegals were squatting on his newly authenticated, highly valuable \nproperty.\n\n  Washington harbored no fond feeling for breakers of laws that he too had recently flouted. ''It is hard upon me,'' he \nlamented without irony, ''to have property which has been fairly obtained disputed and withheld.'' He went to court to \nhave the squatters evicted, complaining that they had ''not taken those necessary steps pointed out by the law.'' He \nwas appealing to righteousness from atop a high but wobbly horse. \n\n  Descendants of the great immigration experiences of the 19th and 20th centuries visit the Ellis Island Immigration \nMuseum to learn of the tribulations of ancestors who risked much to become Americans. Those of us whose \nancestors risked everything as illegal immigrants, and in the process helped found a nation, owe our forebears a \ndebt of gratitude, too. Without their daring disregard of immigration laws, we might not be here today.\n\nhttp://www.nytimes.com\n"}