{"title": "WATSONVILLE MAN SUING IMMIGRATION CONSULTANT RETURNS TO MEXICO", "body": "\nA 40-year-old Watsonville man facing deportation to Mexico this week apparently has decided to leave the \ncountry -- thus likely abandoning his lawsuit against an immigration consultant, whom he blames for putting him \ninto the predicament.\n\nJuan Munoz, a father of seven, apparently abided by a voluntary deportation order issued by the Immigration and \nNaturalization Service, which had told him to report to the American Consulate in Guadalajara on Thursday.\n\nHe left for Mexico on Thursday morning, according to his 18-year-old son, Juan Munoz Jr. A co-worker, meanwhile, \nsaid Munoz quit his job as a roofing supervisor Wednesday because he was being deported.\n\nMunoz, who has lived in Watsonville off and on for 21 years, is one of hundreds of undocumented immigrants in \nCalifornia who have turned to private consultants, known in Spanish as notarios, who promise residency and work \npermits. Complaints against such consultants have prompted some Bay Area counties to clamp down on \nunqualified consultants, and the state has upgraded its consumer protection laws.\n\nMunoz is one of the few people in Northern California to sue a consultant for allegedly submitting a fraudulent \napplication to the INS on his behalf. He alleges that Pronto Dollars of Gilroy and Salinas filed a petition for political \nasylum without his consent, an allegation the company is challenging in Monterey County Superior Court. Asylum \napplications are rarely granted to Mexican nationals, and it led Munoz into deportation proceedings.\n\nMunoz couldn't be reached for comment Thursday, and one of his attorneys, Doris Rose Inda of the East San Jose \nCommunity Law Center, declined to confirm whether her client left the country.\n\nA receptionist at Munoz's workplace said he reported for work Thursday morning, despite a later statement by a \nsupervisor who said Munoz quit the day before. And the same son who said Munoz left for Mexico, had, hours \nearlier, stated that his father was at work.\n\nMunoz was ready to leave but was hoping to stay, Rose Inda said in an interview earlier in the week. If he had \nstayed, she said, Munoz would have been granted an opportunity to ask the INS for permission to remain at least \nthrough completion of the civil case, which could take weeks or months to resolve.\n\nBy voluntarily leaving, Munoz would automatically face a 10-year ban from re-entering the United States, his \nattorney said, adding that the same 10-year penalty also would apply if he were removed at a later date.\n\nINS officials said that undocumented immigrants who ignore a voluntary deportation order typically receive a letter a \nmonth later asking them to leave. The INS may arrest and remove an illegal immigrant about two weeks after the \nletter is sent.\n\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: PAULINE LUBENS -- MERCURY NEWS\n\nJuan Munoz, left, with three of his seven children, may have abandoned a civil suit against an immigration \nconsultant. He reportedly returned to Mexico in response to a voluntary deportation order from the INS.\n"}