{"title": "Northside Opinions: ILLEGAL IMMIGRATION: Citizens have had enough; Feds have failed miserably, so Georgia must act to address problem", "body": "\nNearly nine in every 10 Americans say, in recent national polls, that illegal immigration is a serious problem. It's \nestimated that, last year, more people entered our nation illegally than legally. That's disturbing when one considers \nthat the United States already allows more people to legally immigrate into our nation than do all other nations of \nthe world combined.\n\nSimply put, the federal government has failed miserably, and citizens have had enough.\n\nState after state is looking for ways to discourage illegal immigration and to comply with federal law. The situation \nis so dire in Arizona and New Mexico that the Democratic governors there declared official states of emergency to \ndeal with the crisis.\n\nNationwide in 2005, there were roughly 50 state legislative proposals to address illegal immigration. This year \nthere are about 500 such proposals. States and citizens are no longer waiting on the feds to enforce the law.\n\nHere in Georgia, I have authored Senate Bill 529, the Georgia Security and Immigration Compliance Act. If \nenacted, SB 529 would be the most comprehensive state illegal immigration law in America.\n\nThe legislation addresses almost every major problem arising from illegal immigration: public safety, public \nemployment, public contracts, public benefits and private employers.\n\n* Public safety: SB 529 requires that every person booked into jail on a felony charge be verified for legal status. \nPersons who cannot prove legal status will be checked against a federal database to determine whether they are \nwanted elsewhere for a felony or a standing deportation order. SB 529 will also put into place the nation's toughest \nlaws against the horrific practice of human trafficking.\n\n* Public employment: SB 529 requires that every government in Georgia use the free federal Basic Pilot program, \nwhich immediately and electronically verifies the legal status of newly hired employees. Surely we should expect \ngovernment to follow the federal law as it pertains to hiring.\n\n* Public contracts: We will also require that all companies working on public contracts use the Basic Pilot program. \nAgain, taxpayers should expect that their money will be used to hire only legal labor.\n\n\n* Public benefits: Every year, Georgia denies thousands of legal residents benefits that the state cannot afford. The \nquestion is not whether we deny taxpayer benefits, but rather who qualifies for these limited taxpayer benefits. SB \n529 will require that every person who applies for benefits prove their eligibility.\n\n* Private employers: Under SB 529, if a business knowingly hires an illegal alien, the compensation paid to that \nperson cannot be declared as a legitimate business expense. A business should not receive a tax break for \nbreaking the law.\n\nUltimately, this legislation is about equal application of the law. No illegal employer should profit at the expense of \nlaw-abiding competition. No Georgia resident should be denied benefits because those benefits are given to \nsomeone who is ineligible to receive them. No taxpayer dollars should be used to support violating hiring laws.\n\nSB 529 is a comprehensive and reasonable first step in addressing Georgia's problem of illegal immigration.\n\nState Sen. Chip Rogers, a Republican, lives in Cherokee County and represents parts of the Northside.\n\nGraphic\n\n \n\nPhoto: JESSICA McGOWAN / SpecialSenate Bill 529 would end tax deductions for employers who hire illegal \nworkers, such as these.\n\nPhoto: Sen. Chip Rogers\n"}