{"title": "Mexico's president-elect backs migrant amnesty; Meetings slated with Gore, Bush", "body": "\nMexico City --- As he prepares to head for Canada and the United States next week, Mexican President-elect \nVicente Fox said he supports a controversial Democratic proposal in the U.S. Congress for a new amnesty for \nundocumented workers.\n\n\"My position is certainly favorable toward the amnesty,\" said Fox, who will meet Thursday with President Clinton \nand Vice President Al Gore, the Democratic presidential nominee, to discuss the future of Mexico's relationship \nwith the United States.\n\nThe day after, Fox travels to Dallas to meet with Texas Gov. George W. Bush, the Republican Party nominee, and \nMexican immigrants.\n\n\"It seems to me that (an amnesty) would document an inevitable reality that (undocumented immigrants) are really \nthere. And in addition, it gives human beings an opportunity for development without the uncertainty and fear they \nlive in there. I think it would be a great gesture by the United States. Let's hope it happens,\" Fox said in a meeting \nwith foreign reporters.\nCONSTITUTION\n\nFox, who takes office Dec. 1, also described his ambitious plans for naming a \"northern border czar\" for Mexico to \ndeal with pollution, crime, migration and other key problems. While in Ottawa on Wednesday, followed by New York \nCity, Washington and Texas, Fox will also discuss his proposal that the United States grant more legal visas to \nMexican guest workers and eventually open borders to the free transit of workers.\n\nThe proposal for a new amnesty for undocumented immigrants working in the United States since 1986 --- many of \nwhom are Mexicans --- is backed by the Democratic Party.\n\nDemocratic nominee Gore and his Republican opponent, Bush, are both fighting to attract Latino voters, who have \nbecome increasingly numerous in states that will be key in the November election. So far, Republicans have not \nsupported the proposal. Lamar Smith (R-Texas), chairman of the House immigration subcommittee, called an \namnesty in 1986 \"disastrous\" and said it attracted more illegal immigrants.\n\nFox will become the first Mexican president in 71 years not to belong to the ruling Institutional Revolutionary Party, \nthe PRI. A conservative who has promised to preside over a pluralistic government, Fox said he has no preference \nin the U.S. presidential race.\n\n\"They're the same, the Democratic and Republican parties,\" he said. Known for his blunt and often spicy language, \nFox smiled and added: \"It's been said that I put my foot in my mouth sometimes. But this time I'm not going to do it.\"\n\n\nIn addition to trying to persuade the United States and Canada to consider long-term changes in migration policy, \nFox would also like to beef up funding for a development bank set up by the North American Free Trade Agreement \nto stimulate job growth and other development needs in Mexico.\n\n\"What better thing could happen to the United States than to have a Mexico that's successful, a Mexico without \npoverty, a Mexico without violence, a Mexico without drug trafficking, a Mexico with opportunities for work for all its \nall inhabitants that would stop (illegal) migration to the United States?\" Fox said.\n\nIn Europe in 1970, he said, the wage gap between northern Europe and southern Europe forced hundreds of \nthousands of illegal immigrants from the poorer countries to flood into Germany, England, Holland and other \nwealthier countries.\n\nThe European Union budgeted $ 35 billion a year to stimulate development in poorer countries, Fox said, which \nhelped close the wage gap.\n\n\"How was that gap closed? With solidarity, with brotherhood, which is an element or value that's missing in the \nNorth American Free Trade Agreement,\" Fox said. \"The North American Free Trade Agreement . . . only has the \nbottom line, and that's what we have to get past.\"\n\nGraphic\n\n \n\nPhoto\n\nAn amnesty \"gives human beings an opportunity for development,\" said Mexico's President-elect Vicente Fox, \nadding, \"I think it would be a great gesture by the United States.\" / VICTOR R. CAIVANO / Associated Press\n"}