{"title": "ST. PAUL: Anti-crime program to reach out to immigrants", "body": "\nRefugees and immigrants living in St. Paul's Frogtown-Thomas-Dale neighborhood often fail to make a report \nwhen they are victims of crime, raising the risk that they will be targeted again and making their cases harder to \nsolve.\n\nHoping to break that pattern in the neighborhood with the city's worst violent crime rate, officials of Civil Society, a \nnonprofit agency in St. Paul, are launching Freedom From Fear, a program aimed at helping people overcome \nlanguage and other barriers so they will be more likely to report crime.\n\n\"Some of them don't speak English, some don't have the same cultural values, some don't trust the police, some \nare from cultures that don't encourage going outside your own group to report crime,\" said Linda Miller, executive \ndirector of Civil Society, which provides education and advocacy for crime victims from disadvantaged \ncommunities. Others fear retaliation or distrust authorities because of problems in their homelands.\n\nThe neighborhood had the most auto thefts of any in the city in 2001 and trailed only downtown in the number of \ncalls for service, robberies, aggravated assaults, narcotics and vandalism.\n\nFreedom From Fear is getting started with a four-year, $460,000 grant from a U.S. Justice Department program for \ncrime victims. The program will have to show progress to continue receiving grant money each year. The money \ncomes from the forfeiture of assets seized in criminal cases and not from tax money, Miller said.\n\nThe plan is to bring together community and other organizations to improve services to victims, including those who \ndo not report crimes in the Frogtown/Thomas-Dale neighborhood, where increasing numbers of Asian, African and \nother immigrants and refugees have settled.\n\nThe program will work with agencies to identify victims, provide crime-prevention education and training for \ncommunity leaders in ways to increase crime reporting. It will focus on crimes that have hit the neighborhood hard, \nincluding auto theft, robbery and firearm discharges, as well as crimes that have high rates of underreporting and \nrepeat victims, such as sexual assault, domestic abuse, fraud, identity theft and extortion.\n\nAdvocates said they would welcome such an effort in the Frogtown neighborhood, which had the highest violent \ncrime rate in St. Paul, according to federal statistics cited in the program's grant application, with 20 offenses a \nyear for every 1,000 residents.\n\n\"With any language barrier or cultural barrier, it's very intimidating to deal with calling 911,\" said Tait Danielson, \ncommunity organizer for the city's District 7 Planning Council, which covers the neighborhood. \"Contacting the \npolice, contacting any authority to deal with crime is difficult because we do have such a high immigrant \npopulation. It's exactly these kinds of things we've been needing for awhile now.\"\n\n\nSuch efforts to reach out to immigrants and refugees are important when even something seemingly as simple as \ncalling 911 can be daunting, said Rachel Tschida of the Minneapolis-based Center for Victims of Torture. A doctor \ninadvertently alarmed one of the center's African clients, for example, when he told him -- near the anniversary of \nthe Sept. 11 terrorist attacks -- to call 911 if his new inhaler was not helping his asthma.\n\n\"He went back to his interpreter and said, 'I had nothing to do with the terrorist attack. Don't they know I'm a nice \nman,' \" Tschida said. \"Sometimes it's just miscommunication that can be the issue.\"\n\nTodd Nelson can be reached at tanelson@pioneerpress.com  \n"}