{"title": "Another immigration case rocks Miami; Haitians cheer family's reunion in U.S., but claim; INS favors Cubans", "body": "\nHe's on the cover of Time magazine. Presidential candidates have weighed in on his case. Television cameras \nhave tracked his every move for the past two weeks.\n\nBut 6-year-old Cuban rafter Elian Gonzalez isn't the only heart-rending immigration story in Miami sparking \nprotests and controversy.\nAJC\n\nThousands of angry Haitians marched on the Immigration and Naturalization Service regional office in Miami this \nweek, protesting what they charged was the unfair treatment of a pregnant Haitian woman separated from her \nchildren when a rickety boat carrying 400 people from the impoverished island was intercepted off Miami on New \nYear's Day.\n\nThe children were sent back to Haiti with most of the other people on the boat, while the mother, Yvena Rhinvil, 33, \nwas taken to Miami because she was ill.\n\nImmigration officials announced late Thursday they will allow the children to join their mother in the United States \nwhile she awaits an asylum hearing she hopes will allow her to stay permanently in this country. The children had \nbeen staying with an aunt in Haiti.\n\n''This is great news,'' Cheryl Little, director of the Florida Immigrant Advocacy Center, told reporters. ''These \nchildren should have been with their mother all along.''\n\nHaitians celebrated the news, but the case points out the touchy relations among South Florida's diverse \npopulation of immigrants and refugees.\n\nFor years, many Haitians here have charged that Cubans receive preferential treatment when they reach this \ncountry and that the disparity is racially motivated. Immigration officials firmly deny the charge.\n\nThe Haitian protest came just as the national furor over Elian reached a peak.\n\nIn the latest development Friday in Havana, rows upon rows of Cuban mothers --- hundreds visibly pregnant --- \nmarched along a seaside boulevard demanding Elian's return. Cuban authorities estimated that 100,000 women \nparticipated in the ''March of the Combatant Mothers.''\n\n\nFriday was the U.S. government's original deadline for Elian to be returned to his father, Juan Miguel Gonzalez. But \nAttorney General Janet Reno lifted the deadline to give Elian's relatives in Miami a chance to fight for the boy in \nfederal court.\n\nWhile the case of the Cuban boy, who survived a boat trip from Cuba that left his mother and nine others dead, \nsparked a national debate in the United States over whether he should be sent back to his father in Cuba, the \nepisode involving the Haitians drew little attention outside South Florida.\n\nOn Wednesday, thousands of Haitians marched peacefully through Miami's Little Haiti district. Many held signs \nsaying ''Stop Racism,'' while others carried black coffins to represent people who have died on the seas or in Haiti \nafter they were sent back there by U.S. officials.\n\nRhinvil and two of her children were on a packed, 60-foot boat run by smugglers who reportedly charged thousands \nof dollars per person. They tried to reach U.S. shores during the New Year's holiday, hoping that the celebrations \nwould divert attention from their attempted landing.\n\nPassengers later told reporters they spent three days at sea under appalling conditions. Several people died, they \nsaid.\n\nU.S. Coast Guard officials stopped the boat and four women who were ill --- including Rhinvil --- were brought \nashore. The rest were taken back to Haiti, including Rhinvil's children, Marc Dieubon, 10, and Germanie Dieubon, \n8.\n\nCoast Guard officials said they didn't realize they had separated Rhinvil from her children.\n\nWhile granting Rhinvil's children temporary parole so they can join their mother, INS officials insisted their policies \nare not discriminatory and are based on laws passed by Congress.\n\n''There is no difference whatsoever in INS policies and practices,'' said INS spokesman Russ Bergeron. ''If there is \nany disparity at all, it's a product of an act of Congress called the Cuban Adjustment Act.''\n\nThat 1966 law, a product of the Cold War, allows Cubans to apply for permanent immigrant status if their asylum \nclaim is not acted upon within a year and a day.\n\nMany Haitians in Miami feel Cubans have an easier time getting asylum because their country is controlled by a \nCommunist dictator, while most Haitians are sent back home because U.S. officials determine they are fleeing the \nextreme poverty of a democratic country, not political persecution.\n\nFor now, though, Haitians are celebrating what they feel is an all-too-rare victory in the immigration arena.\n\n''This decision ends a frightening episode and addresses a major wrong that was done to this mother and her young \nchildren,'' said U.S. Rep. Carrie Meek (D-Fla.), who led efforts to reunite Rhinvil and her children.\n\nGraphic\n\n \n\nPhoto\n\nYvena Rhinvil celebrates in Miami on Friday after learning her two children can join her in the United States. / SAM \nDEAN / Associated Press\n\nPhoto\n\n\n\nElian Gonzalez's two grandmothers, Mariela Quintana (left) and Raquel Rodriguez (right), lead a protest Friday in \nHavana. / JOSE GOITIA / Associated Press\n"}