{"title": "Cuban Boy's Father Meets INS Officials In Havana", "body": "\nTwo U.S. officials met yesterday morning with the father of a 6-year-old Cuban boy to determine whether the \nchild, who has been thrust into the center of U.S.-Cuban relations after being rescued in waters off Florida, should \nreturn to his father in Cuba or stay with American relatives.\n\nJuan Miguel Gonzalez, a hotel doorman, met with a representative of the Immigration and Naturalization Service \nand an employee of the U.S. interests section in Havana and told the Associated Press that he believed his son \nwould soon return.\n\n\"These people [the INS] have been on our side all along. They agree that he should be back here, that the child \nshould be returned as soon as possible,\" a beaming Gonzalez said outside his comfortable two-story house in \nCardenas, 95 miles east of Havana.\n\nBut a U.S. official in Washington said that Gonzalez's description of the conversation was \"absolutely erroneous.\" \nThe official said that the INS officer would write a report and that the INS would decide the boy's fate.\n\n\"The purpose of the interview was to receive from Mr. Gonzalez the documentation certifying that he was the boy's \nfather, that he can legally exercise parental authority, and also to find out directly from him his wishes for the child,\" \nsaid James Foley, a State Department spokesman. \"INS is following its standing procedures to determine parental \nrights in this case. . . .They needed an interview in order to accomplish that purpose. And now INS is going to \nassess the results of that meeting.\" He said the INS would \"go by the book.\"\n\nThe Associated Press reported that Russ Bergeron, an INS spokesman, said Gonzalez has established that he is \nthe father of the boy, Elian Gonzalez. But other officials said the issue of parental rights has yet to be decided. \nSuch rights involve a determination of whether the father had a genuine relationship with the boy and was not an \nabsentee parent.\n\nElian was found Nov. 25, clinging to an inner tube off the coast of Fort Lauderdale, Fla., after a boat accident that \nkilled his mother and 10 other people as they fled to the United States.\n\nThe boy has been staying with relatives of his father in Florida since the rescue, and the State Department has said \nthe boy's return is in the hands of the INS.\n\n\"I decided to meet with them to show I have no resentment toward them, and to repeat my position that my son \nshould be returned to me as soon as possible,\" Gonzalez said. The meeting was announced by Cuban National \nAssembly President Ricardo Alarcon.\n\nCuban exiles in Florida have insisted that the boy's father come to the United States to make known his wishes for \nthe boy without political pressure from the Cuban government, which has condemned the United States for not \nreturning Elian. Vice President Gore has suggested Gonzalez be allowed to travel to the United States to express \nhis views, but Gonzalez said, \"There's no reason for me to go there, and I won't do it.\"\n\n\nA U.S. official in Washington said that the two officials in Cuba met with Elian's father and then with the father \nand boy's paternal grandparents.\n\nAlthough Cuba has organized demonstrations demanding Elian's return, Cuban exiles in Miami--along with a range \nof U.S. politicians--have argued against returning the boy. The Associated Press reported that lawyers for relatives \nin Miami have petitioned for political asylum on behalf of the boy, who has become a center of attention among \nexiled opponents of Cuban President Fidel Castro.\n"}