{"title": "Transgendered Couple Indicted in Fraud; Va. Pair Battling INS Over a Visa, Their Marriage", "body": "\nA Sterling couple who say they have faced official discrimination because both are transgendered were indicted \nrecently on federal charges of immigration fraud.\n\nKatherine Spray, an Irish citizen, was born male but now lives as a woman. Pat Spray, who is American, was born \nfemale but now lives as a man. After meeting on the Internet, they got married in North Carolina in 1995 and moved \nto the Norfolk area. At that time, they applied for a marriage-based visa for Katherine, now 32.\n\nFour years later, on Aug. 25, a grand jury in Norfolk indicted both Sprays on charges of conspiracy to defraud the \nUnited States, a charge that carries up to five years in prison. Pat, 44, has also been charged with one count of \nmisuse of immigration documents and with making a false statement to a federal agency, which together carry a \nmaximum of 15 years in prison. Both Sprays are scheduled to be arraigned on Monday.\n\nThe grand jury charged that the Sprays committed criminal violations when Pat Spray \"falsely concealed\" two prior \nmarriages on the 1996 visa application. Pat Spray also did not tell the INS of using the last names Clark and \nMartin during the prior marriages, the indictment said. The INS learned this spring that one of the marriages had \nnever been properly dissolved.\n\nThe Sprays acknowledge that Pat failed to disclose the marriages on the application. But immigration lawyers not \nconnected with the case say that the INS normally allows applicants to fix such problems after they are discovered.\n\nIn the months since the INS learned that Pat Spray was still married to John Martin, the two have successfully \npetitioned a Fairfax court for a divorce. Martin had remarried earlier. The Sprays went through a new marriage \nceremony in Fairfax last week.\n\nBoth Sprays say they are being prosecuted because they are transgendered.\n\n\"Bigotry still rules America,\" Katherine Spray said. \"They are gunning for us. . . . Their intent is to get me out of \nhere.\"\n\nAdded Pat, \"I'm ashamed of my country.\"\n\n\nImmigration lawyers say it is highly unusual for visa applicants to be prosecuted for fraud for misstatements on an \napplication. Though omissions like the ones Pat made are grounds for denying a visa petition, Congress explicitly \npermited the INS to pardon such errors and approve the application anyway, lawyers said.\n\n\"People are indicted for lying on immigration documents, but it usually has to be something fairly egregious,\" said \nD.C. immigration lawyer Michael Maggio.\n\nOfficials with the INS and the U.S. attorney's office said they could not comment on a pending case.\n\nINS District Director Warren Lewis has ordered Katherine Spray's immediate expulsion, according to INS \ndocuments. The Sprays want to appeal, but that will become legally impossible if Katherine is convicted of felony \nimmigration fraud.\n\nThe Sprays' troubles come at a time when immigration officials say fraud prosecutions are up about 9 percent \nnationwide over last year.\n\nKatherine, who was born with external male genitalia, has lived as a woman since 1991 medical tests found both \nmale and female chromosomes--two X and one Y--as well as a vestigial uterus. The Norfolk Circuit Court approved \na formal name change from Damien Niland to Katherine Spray in 1996.\n\nPat, who is genetically female but whose blood has unusually high testosterone levels, lived as a woman until the \n1990s and gave birth to a daughter in 1980.\n\nBoth would like to have sex reassignment surgery but neither has done so.\n\nPat works for a government contractor, and Katherine, who had a temporary work permit while the marriage visa \napplication was pending, worked at UUNet. Katherine was let go after INS officials informed the company that the \ntemporary work permit was no longer valid, officials there said.\n\n\"I've never had a chance to challenge what the INS did to me,\" Katherine said. \"I'm just hoping it'll get in front of a \njury and 12 reasonable people will turn around and say, 'INS, you're out of line.' \"\n"}