{"title": "PREPARED TESTIMONY OFNORMAN MATLOFFUNIVERSITY OF CALIFORNIA AT DAVISBEFORE THE SENATE JUDICIARY COMMITTEESUBCOMMITTEE ON IMMIGRATIONWELFARE USE AMONG ELDERLY CHINESE IMMIGRANTS", "body": "\n*Dr. Norman Matloff is a Professor of Computer Science at the University of California at Davis; he formerly was \nwith the Division of Statistics of that university. The material here is adapted and updated from invited testimony the \nauthor presented to Congress (House Ways and Means Committee, Human Resources Subcommittee) on March \n1, 1994. The views expressed here are those of the author, not the University of California.\nContents\n\n1 Executive Summary 1\n\n2 Investigator's Background for the Study 3\n\n 3 Scope and Methods of the Investigation 3\n\n4 Extent of the Problem 4\n\n 4.1 Welfare in the Form of Cash Payments 4\n\n 4.2 Non-Cash Forms of Welfare 6\n\n 4.3 Fiscal Impacts 7\n\n5 Receiving Welfare Is Not Considered a Stigma 8\n\n6 Lack of Financial Need for Welfare 9\n\n7 Welfare and the Chinese Extended Family Structure 11\n\n8 Awareness of Welfare Policies and Procedures in the Chinese Immigrant Community 14\n\n9 Is Welfare a \"Magnet\" Which Attracts the Seniors to Immigrate?  15\n\n10 The Children's Reneging on Pledges to Support Their Parents 17\n\n11 Solutions 18\n\n 11.1 Past Attempts to Solve the Problem 18\n\n 11.2 Recent Proposals 19\n\n 11.3 Placing Restrictions on Family-Reunification Immigration 20\n\n 11.4 Solutions to the Medicaid/Medi-Cal Problem 20\n\n\n 11.5 A Reverse-Robin Hood Effect 21\n\n12 Conclusions 21\n\nA Profiles of Chinese Immigrant SSI Recipients 21\n\nB The Role of the Chinese Political Activists 24\n\nC The Realities of Family-Reunification Immigration 25\n\n *****\n\n1 Executive Summary\n\nWe as a nation are justifiably proud that we have in place a system which provides a \"safety net\" which protects the \ntruly needy in times of financial desperation. As is well known, though, this safety net in some cases becomes a \npermanent way of life. What is much less well known is that in the last decade or so, a \"new\" class of permanent \nwelfare users has arisen, growing at an alarming rate--elderly immigrants.\n\nAs someone who has been immersed in the Chinese immigrant community for 20 years, I became interested in \nusage of public assistance among that group, particularly in the SSI welfare program.1 Drawing upon 1990 Census \ndata and many interviews with those involved, I found that:\n\n- Despite their Model Minority image and political conservatism, approximately 55% of elderly Chinese immigrants \nwere on welfare, a striking contrast to the 9% figure for native-born seniors.\n\n- The Chinese seniors who immigrate these days do not consider receiving welfare to be a stigma. On the contrary, \nthey view it as a normal benefit of immigration, whose use is actually encouraged, like a library card. They are \nunaware of the fact that welfare is intended only as a safety net.\n\n- The immigrant Chinese senior welfare recipients do not need the money. This is true by definition, because at \nthe time a senior immigrates, his/her children must demonstrate to the Immigration and Naturalization Service (INS) \nthat they have the financial resources to be able to support the parent.\n\n- Through Chinese-language books and newspapers, and most importantly, through an extremely efficient word-of-\nmouth process, the Chinese seniors are exceedingly well-informed about welfare.\n\n- In recent years most Chinese seniors immigrate to the U.S. with the advance intention of going on welfare. \nMoreover, even Chinese immigrant advocacy groups admit that the seniors' adult children who sponsor them to \nimmigrate also have this advance intention.\n\n- The noble intentions of \"family-reunification\" provisions under which the children sponsor their elderly parents to \nimmigrate often bear little or no resemblance to reality. Indeed, one Asian-American community activist has noted \nthat cancellation of SSI benefits would force many seniors to \"move back [in] with families that don't want them.\"\n\n- The children who do have their elderly parents living with them often actually make a profit from their parents' SSI \nchecks.\n\n - The vast majority of the immigrants seniors on welfare come from middle-class families with above-average \nhousehold incomes.\n\nThe legal mandate of the INS to exclude applicants for immigration who are \"likely to become a public charge\" is \nwidely flouted, since in recent years both the immigrants and their children plan in advance for the seniors to go on \nwelfare. This point is of central importance. In investigating the problems of explosive growth in SSI usage by \nimmigrants in recent years, it is appropriate to distinguish between immigrant and native recipients, because the \nimmigrants were only allowed into the country on the strength of their--and their children's--promises that they \nwould not make use of welfare.\n\nDetails, both statistical and anecdotal, are presented in the following sections. In addition, Appendix A contains a \nnumber of profiles of Chinese SSI recipients, to concretely illustrate the phenomena treated in earlier sections.\n\n\n\nWe will discuss here a number of possible solutions to the problem of elderly immigrant use of SSI. Our \nconclusion will be that the only effective solutions will require some restrictions on family- reunification immigration, \nespecially concerning elderly parents, in concert with other measures.\n\nAlthough our focus is on SSI, a cash form of welfare, another very big fiscal drain is elderly immigrant use of \nMedicaid/MediCal. There has been a congressional proposal to require the sponsoring children to provide medical \ninsurance for their aged immigrant parents . This proposal has the potential to bring about very significant savings \nin government expenditures, but it will work only if reliable mechanisms of enforcement are put in place.\n\nBefore continuing, it should be noted first that I am discussing legal immigrants (both the seniors and their adult \nchildren),2 who do qualify under welfare agency rules.3\n\n2 Investigator's Background for the Study\n\nI am a former statistics professor, with extensive experience with observational studies, and have served as a \nstatistical consultant for the Kaiser Hospital chain, the UCLA Neuropsychiatric Institute, and so on. I am a former \nChair of the Affirmative Action Committee at UC Davis, and have long been active in work supporting minorities, \nparticularly African-Americans,Asian-Americans and Latino-Americans, in programs such as MEP, MORE and \nSURPRISE.\n\nI have been close to immigrant communities all my life. I spent part of my formative years in predominantly-Latino \nEast Lost Angeles, and my father was an immigrant from Lithuania. I am particularly close to the Chinese \nimmigrant community:\n\nMy wife is an immigrant from Hong Kong; I speak Chinese (Cantonese and Mandarin), and my wife and I are \nraising our daughter to be bilingual; many of our social friends are Chinese immigrants; the television sets in his \nhouse are tuned to Chinese-language stations as often as to English ones, and I read the Chinese language press; \nI have extensive experience as a volunteer worker in San Francisco's Chinatown, and have long been active in \nefforts to combat discrimination against Chinese-Americans (see, for example, my article in Asian Week, July 14, \n1995, reporting the racially-oriented firing of a Chinese immigrant engineer). Dr. Lester Hsin-Pei Lee, a prominent \nChinese- American and former member of the University of California Board of Regents, recently appointed me to \nthe Committee for Rational Relations with China. The preponderance of Chinese examples in this report stems from \nthis background.\n\n3 Scope and Methods of the Investigation\n\nData analysis was done on the 1990 Census data (1% and 5% PUMS tapes). Due to the enormous amount of data \ninvolved, my study was restricted to California. Except where stated otherwise, the data are for immigrants \nresiding in California who arrived in the U.S. in or after 1980 but before 1987.\n\nThe reason for excluding those who arrived during 1987-1990 is that sponsored immigrants are essentially barred \nfrom receiving SSI during their first three years in the U.S.;4 inclusion of this period would have resulted in a bias. It \nis important to note that the reason for restricting the analysis to post-1980 immigrants is that the explosion in \nsenior immigrant use of welfare is a relatively recent phenomenon. SSI use among legal aliens (not including \nnaturalized citizens), for example, increased by 580% during the period from 1982 to 1994.5\n\nThis trend in time is due to the fact that it has only been in the more recent years that immigrant awareness of \nwelfare services has become so highly refined, and that it is the more recent immigrants who consider welfare to \nbe non-stigmatising.\n\nThese time-trend considerations should be kept foremost in mind in any analysis pertaining to this topic. Statistics \nof overall immigrant use of welfare, unrestricted by time of entry to the U.S., are not representative of the current \nsituation. (This will be discussed further in a later section.)\n\nSubsequently I investigated the human side, interviewing numerous people involved in the general process: social \nworkers at Chinese community centers; immigration attorneys; welfare officials; and the immigrant Chinese \nseniors themselves.\n\n\n\nNote that the community centers are for social activities, places in which a senior can drop by for a couple of hours \nto alleviate boredom; they are not residences. Accordingly, the people I refer to as social workers are the staffers at \nthe community centers; they are not government social worker as one would find in a Department of Social \nServices.\n\nI conducted the interviews mostly during October and November of 1993. In order to get statistically meaningful \nresults, I paid close attention to both the size and range of my interview sample. Concerning the latter aspect, I \nconducted interviews at both urban and suburban locations in the San Francisco Bay Area, and did some \nsupplemental interviews in other areas of large concentrations of Chinese immigrants, such as Los Angeles and \nNew York.\n\nIt should be stressed that the interviews revealed a wealth of insight which would have been missed if the analysis \nhad been limited only to the Census data. Yet it must be clarified here that the usefulness of the interviews varied \nwith the type of interviewee: The interviews of the immigrants themselves were of course the most useful. Many \nsocial workers knew their clients very well on a personal level, and thus could provide excellent insight.\n\nOn the other hand, some other social workers, though equally dedicated, were less knowledgeable about the \nseniors' personal lives, particularly the central point of the socioeconomic status of their children. An interesting \nexample of this arose when I mentioned to one social worker that many of the elderly Chinese SSI recipients have \nupscale children who are engineers, successful entrepreneurs, and so on. The social worker insisted that this could \nnot be true for her own clients, who she was sure were particularly poor. I suggested that we ask her clients \nthemselves. She was flabbergasted by the clients' answers, which confirmed what I had been telling her. For \nexample, in the very first SSI recipient family she presented to me, the son was an engineer and his wife a \ncomputer programmer.\n\n4 Extent of the Problem\n\n4.1 Welfare in the Form of Cash Payments\n\nThe table below presents the percentages of welfare use by immigrants over the age of 65, both overall and from \nsome of the larger immigrant groups, in 1990.\n\ngroup % on welfare all immigrants 45%. Chinese 55%. Filipino 39%. Iranian 26%. Korean 50%. Mexican 21% \nSoviet Union 66% Vietnamese 74% all native-born 9%\n\nAs can be seen, 45% of elderly immigrants were on welfare.6 By comparison, the figure for native-born seniors \nwas 9%.\n\nFor the elderly immigrant Chinese (I am using the word Chinese in terms of ancestry, and thus including people \nfrom not only China but also Taiwan and Hong Kong), the group on which I am focussing here, the figure was 55%. \nThe Chinese figure was the highest among all major nonrefugee immigrant groups.\n\n(Later I did similar some analyses for the full U.S., i.e. all immigrants who entered the U.S. during 1980-1987 and \nwho were at least 65 years old in 1990. The figures were similar to, though slightly lower than, the above numbers \nfor California: 37% overall, 34% for all sponsored immigrants, and 47% for the Chinese.)\n\nAs mentioned earlier, welfare usage by senior immigrants has been increasing over the years. This general trend \nalso holds for the Chinese:\n\nyear of imm.  % on welfare 1980-1987 55% 1975-1979 47% 1970-1974 41% 1965-1969 39%\n\nIndeed, those whom I interviewed-especially the immigrants themselves- felt that the Chinese rate is even higher \nthan 55% today, and is continuing to rise. For example, Bekki Mar of Self Help for the Elderly, a mega organization \nof Chinese community centers in the Bay Area, has stated that 85% of the people who drop by to participate in Self \nHelp's social activities are on SSI.7 Though it could be argued that the clients of such centers might somehow be \ndifferent than those who do not partake of these activities, interviews with those who have contact with the general \nsenior Chinese immigrant population (or their children), such as the immigration lawyers and the immigrants \n\n\n\nthemselves, do confirm that the rate of welfare usage today is indeed substantially higher than even the 55% figure \ngiven by the 1990 Census data.\n\nThe high SSI rate among seniors who immigrated after 1980 has been misinterpreted by some analysts.s Their \nreasoning is as follows: Someone who is over 65 in 1990 and who immigrated after 1980 would have been over 55 \nat the time of immigration. Those who come to the U.S. after age 55 are not likely to accumulate the 10 years of \nwork needed to collect Social Security benefits. In other words, these analysts claim that the high rate of SSI usage \namong those who arrived in the 1980s is simply due to lack of Social Security.\n\nBut this interpretation is clearly false, as it does not explain the high growth rate in SSI usage in recent years. Nor \ndoes it explain the very substantial variation in usage patterns among immigrants of various nationalities, e.g. 55% \nfor the Chinese seniors versus 21% of the Mexican seniors.9 To see further that attributing the time trend to lack of \nSocial Security benefits is a misleading oversimplification, look at the following rates of welfare usage, among \nthose who were 55 or older when they immigrated:\n\nyear imm. , 55+ % on welfare, general\n\n1980-1987 45%\n\n1965-1969 33%\n\nyear imm., 55+ %. on welfare, Chinese\n\n1980-1987 55%\n\n1965-1969 43%\n\nIn other words, even when we hold constant the lack of opportunity for Social Security, we still find the same \nupward trend in time.\n\nEven among those SSI recipients who immigrated some time ago, most do not receive Social Security. For \nexample, as mentioned above, 47% of elderly immigrants who came to California during 1975-1979 were on \nwelfare in 1990, but less than one fifth of these, 9%, were receiving both welfare and Social Security.\n\nThus the increase in popularity of SSI over time is not simply due to lack of Social Security. Instead, as mentioned \nearlier, it is due to the growing awareness of SSI, and to the fact that SSI has gradually become to be regarded by \nthe seniors as nonstigmatic (which was not the case earlier),and indeed has become a \"magnet\" which attracts \nmany of them. This will be discussed further in later sections.\n\nAnother common error in analyses of immigrant welfare use is that immigrants will avoid using welfare, as \nwelfare use might compromise their eligibility to sponsor further family members for immigration.10 Most Chinese \nimmigrants who wish to go on welfare circumvent the sponsorship problem by separating the roles of the \npetitioner and the sponsor:. Suppose Mr. Chow, say, wishes his sister to immigrate to the U.S. If Mr. Chow is on \nwelfare, he obviously cannot certify that he will financially support his sister. But he can ask his son, for instance, to \ncertify that support. The INS then terms Mr. Chow the petitioner, exercising his eligibility to bring in his sister, and \nthe son is termed the sister's sponsor, the financial guarantor.  4.2 Non-Cash Forms of Welfare\n\nExcept where stated otherwise, my use of the term welfare throughout this document refers to cash payments. Yet \ncash payments comprise only part of an even larger problem. The seniors often view the cash as part of a \ncomprehensive package of benefits:\n\n- cash in the form of SSI\n\n- medical care through Medicaid (MediCal in California)11\n\n- subsidized housing\n\n- miscellaneous subsidies, such as Universal Lifeline telephone service\n\nOf key importance here is the problem of subsidized housing. (Here I am using the term subsidized housing to \ninclude not only direct subsidies (e.g. \"Section 8\") but also other arrangements, such as public housing and also \n\n\n\nbelow-market-rate, means-tested housing provided by quasi-governmental nonprofit agencies.) The reason this \ntype of welfare is so important is that I believe that the problems in this regard are virtually unknown among those \nin the media and possibly even in the federal government.\n\nThough the general public image of subsidized housing is that of tenants coming from the native-born underclass, a \nvery significant number of recipients of such subsidies consists of immigrants, especially elderly immigrants from \nupper-income families. Unfortunately, the Census data do not provide information on housing subsidies, but the \nlarge extent of immigrant use can be seen in various other manners. Rosemarie Fan, social services manager with \nthe Oakland Chinese Community Council (Oakland, California), points out for example that:\n\nWithin five or 10 blocks from here [Fan's office in Chinatown], you have lots of subsidized senior housing available, \nwith long waiting lists. [The demand is so strong that for some buildings] the wait is more than five years.\n\nA studio apartment in a subsidized building in the Bay Area will typically run from $200 to $300 per month, far lower \nthan market rates, easily allowing the typical senior a substantial degree of discretionary income from his SSI check \nafter paying for rent and food, especially when the other subsidies and benefits are taken into account. (Of course, \nfor those senior SSI recipients who live with their children, most of their SSI check becomes discretionary income.)\n\n4.3 Fiscal Impacts\n\nThe Census data show that in 1990 approximately 117,000 foreign-born elderly were on public assistance in \nCalifornia, receiving cash welfare payments totaling $537 million. Note that this figure does not include non-cash \nforms of welfare, notably Medi-Cal and subsidized housing.12\n\nRobert Rector of the Heritage Foundation has calculated that the average American family will pay $3,000 in taxes \nto cover SSI payments to elderly resident aliens during the next ten years. If he were to count in the naturalized \ncitizens, the figure would be even larger.\n\nSSI is a federal program. Most states, including California, add a supplement to it.\n\n 13 The California supplement is $186 per month for a single person, making a total monthly check of $603,14 \nthough some seniors receive only a partial check. Some immigrant advocacy groups feel that the fact that the \nseniors' children are paying taxes justifies the seniors' use of SSI. Indeed, I was astonished when a number of the \nChinese recipients I interviewed made statements like, \"My daughter pays a lot in taxes, so I want something in \nreturn.\"15 This of course ignores the fact that welfare is intended as a safety net, not as a return on one's taxes, \nbut I will address this issue anyway, since the argument is used so commonly.\n\nSome analysts, such as Michael Fix and Jeffrey Passel of the Urban Institute, find that taxes paid by immigrants \nexceed welfare received by them, thus implying a net gain. Others, such as Donald Huddle of Rice University, have \nclaimed a net loss, after accounting for job displacement caused by immigrants.16\n\nYet the basic taxes-paid-versus-welfare-received comparison itself is misleading, as it ignores the non-welfare \nservices immigrants receive. The correct comparison is that of immigrants to native-borns: All sides agree that on \na per-capita basis, immigrants are paying less in taxes than the native-borns, yet are receiving more in welfare \nservices than are the native-borns.17 That is a net loss, became it implies that the immigrants are not paying their \nfair share for other government services, such as schools, roads, hospitals, parks, public transportation, the national \ndefense, and so on; their taxes are disproportionately going to welfare.18 In addition, the fact that working-age \nimmigrants are productive does not mean that we should then admit for immigration their elderly parents who will \ngo on welfare.\n\nIn any case, most governments at the federal, state and local levels are in quite precarious financial condition, and \nmany of the truly needy are not receiving sufficient aid. Thus welfare policy reform with regard to immigrants--who \nhave pledged not to go on welfare-is appropriate.\n\n5 Receiving Welfare Is Not Considered a Stigma\n\nIt was essentially universal consensus among all the Chinese social workers and the seniors themselves that--\nunlike the situation before, say, 1970 or 1975--the Chinese seniors who have immigrated in recent years do not \n\n\n\nconsider taking welfare to be a stigma.19 On the contrary, they view welfare as a normal benefit of immigration, \nwhose use is actually encouraged, like a library card. The seniors are unaware of the fact that welfare is intended \nonly as a safety net.\n\nRosemary Fan explained,\n\nThe way they look at it is, \"One can apply for SSI after three years [after arriving in the U.S.] so why don't I take \nadvantage of it? Hey, why not, it's there.\"\n\nShe then made an analogy to the seniors standing in line to avail themselves of free promotional items distributed \nby vendors at the annual Chinatown Street Fair.\n\nIndeed, many of the Chinese seniors I interviewed praised the U.S. for being so generous in providing this \"free \nmoney.\" One senior pointed out that a common attitude among the seniors about SSI was rnh hou sit dai \nCantonese for \"don't miss this great opportunity.\" Another senior described the attitude as \"Everyone else is getting \nthis money, so why shouldn't I?\" One of the Chinese social workers simply laughed when I asked if taking SSI was \nstigmatic to her clients.\n\nIn short, the degree of usage of SSI among Chinese has become so high that SSI now appears to have essentially \nfull social acceptance. And as one senior from Taiwan pointed out, the term the Chinese seniors use for welfare \nhas accordingly been euphemized, changing from the old flu fi jin---\"economic rescue funds\"--to fu li jin, roughly \n\"fringe benefits.\"\n\nChinese political activists have run aggressive campaigns to promote use of SSI by the seniors. By giving SSI their \n\"blessing,\" they probably played a major role in fostering the \"library card\" perception of SSI, as a normal benefit of \nimmigration. (The role of the activists is discussed further in Appendix B.)\n\n6 Lack of Financial Need for Welfare\n\nThe vast majority of the immigrant Chinese senior welfare recipients do not need the money. This is true by \ndefinition, because of the manner in which the immigration process is set up: The seniors are typically sponsored \nfor immigration by their adult children, who themselves immigrated earlier. In order for the petition for immigration to \nbe approved, the children must demonstrate to the INS that they have the financial resources to support their \nparents.\n\nThis is a central issue in the debate. Consider, for example the following statement made in the Clinton Report Card \ncompiled by the Organization of Chinese Americans (OCA) (Washington, DC, July 1994): \"[President Clinton's \nwelfare reform proposal] would make legal non- citizens ineligible for a minimum five-year period for SSI...In \naddition, for those immigrants whose sponsors have above the median U.S. family income, regardless of number \nof family members, these immigrants will not be eligible for [welfare] benefits until they become citizens. These \nprovisions undermine a fundamental aspect of U.S. immigration policy--that of family reunification--by burdening the \nsponsors of immigrants who are denied the benefits. These provisions would also disparately impact the Asian \nPacific American community, as over 40% of immigrants from Asia come to the U.S. through family reunification \nvisas.\"\n\nThe claim of \"burdening\" here starkly ignores the fact that the sponsors must certify that they do have the financial \nresources to support their parents.20\n\nIndeed, because of the above-mentioned financial screening by the INS, those who successfully apply to bring their \nparents here tend to be of above-average incomes. The 1990 Census data show that 50% of households in which \nthe senior immigrants recipients lived with their adult children had income over $50,000, and 11% were over \n$100,000, this compared to the 1990 median household income in California of $33,000. Approximately 75% of the \nhouseholds had above-median income.21\n\nAs seen above, some of the Chinese political activists have objected to analyses based on household income, \nsince many Chinese households are somewhat larger than average. Their point is that it takes a larger income to \nsupport a larger family.22 Yet the same income disparity holds even after adjusting for household size. For \n\n\n\nexample, among families of size six in which an elderly immigrant SSI recipient lives, the median income was \n$57,000, while among six-person families in the general population, the median was only $39,000.23 In other \nwords, the ability to financially absorb a senior (if he/she were made ineligible for SSI) is greater among the six-\nperson immigrant SSI recipient families than among six-person families in the general population.\n\nIndeed, many of the recipients' children are upscale professionals, successful entrepreneurs and so on. Mei Young, \nan immigration paralegal aide, noted that it is common for a Chinese immigrant husband/wife couple, both Silicon \nValley engineers with combined income well over $100,000, to put their parents on welfare. May Yue, director of \nthe senior citizen center at the Chinese Alliance Church in San Jose in the Silicon Valley, made a similar comment \nabout the well-to-do nature of the welfare recipients' families, as did Edna Law, program coordinator at the Self \nHelp for the Elderly Chinese community center in Palo Alto one of the wealthiest cities in the Bay Area. One senior \nI interviewed, who effusively praised the U.S. for its generosity in providing him with welfare money, has a son who \nis a successful physician, a specialist in ob-gyn.\n\nThe upscale nature of the recipients' children can also be observed, ironically, in the (relative) failure of the \nRenaissance Plaza, a commercial condominium project in Oakland's Chinatown. Many Chinese seniors' children \nhad originally signed up to purchase condos for their parents in 1990--but then backed out when subsidized \nhousing was opened in various Chinatown locations. As one Chinatown businessperson put it, \"Who wants to pay \n$130,000 for a one-bedroom when you can [rent] one for almost nothing a block or two away?\"24 In other words, \nthe subsidized apartments, though intended to help the genuine poor, wound up providing windfall savings for well-\noff immigrants who had previously been prepared to buy condos for their elderly parents.\n\nThe general upscale nature of the recipients' children is illustrated further in the sample recipient profiles in \nAppendix A.\n\nHowever, it should be noted again that even in eases of families of more modest means, the son or daughter has \ncertified his/her financial ability to support the senior--i.e. their have certified that the senior does not need welfare.\n\nMoreover, a senior will typically have several sons and daughters in the U.S., whose total income--and thus their \ncollective ability to support the senior--is of course much higher than even the high figures cited above.\n\nThus, the seniors do not fit the picture of financial desperation which we normally associate with those on public \nassistance. And though they often live in small, simple apartments, many senior welfare recipients enjoy \ninternational vacations.  Edna Law said that her seniors will typically make a trip home to Asia once a year, \nespecially if they still have children there. Some seniors I interviewed in San Francisco and Oakland had even \nenjoyed Caribbean cruises, trips to Europe, and so on.\n\nThis was illustrated in an ironic manner in an SSI informational meeting in San Francisco's Chinatown on May 20, \n1994, held by the Self Help for the Elderly chain of Chinese senior centers and by other political activists. The \nmeeting drew an overflow crowd of elderly SSI recipients. The activists lambasted SSI reform proposals, calling \nthem immigrant-bashing attacks on the needy. Yet to the activists' chagrin, the most common queries from the \n\"needy\" audience involved recipients' concerns that their international vacations might harm their eligibility for \nwelfare!\n\nThis is a far cry from welfare kids in South Central Los Angeles who have never even seen the ocean, less than 10 \nmiles away.\n\n7 Welfare and the Chinese Extended Family Structure\n\nIn Chinese tradition, adult children respect their elderly parents, support them financially, and have the parents live \nwith them. In fact, such tradition has served as the centerpiece of immigration lobbying efforts made by Chinese \nadvocacy groups, when the activists have opposed congressional proposals to reduce the scope of family- based \nimmigration policies.25 The reality, though, often differs greatly from this image, with the easy availability of welfare \nplaying disturbing roles.\n\nWhen I asked why so many Bay Area seniors were living apart from their children, counter to Chinese tradition, the \nautomatic answer given by many social workers and immigrants was that the seniors, most of whom speak no \n\n\n\nEnglish, find life boring in the suburban areas where their children tend to live. Thus, this line of reasoning goes, the \nparents move to Chinatown, a move which is accompanied by applying for SSI, subsidized housing, and so on. But \nthis explanation is really a rationalization. The seniors offering this explanation conceded, for example, that most of \nthem could live with their children and yet still take public transit into Chinatown for socializing, shopping and so on. \nMoreover, this \"boring suburbs\" rationale completely falls for the senior welfare recipients in the Silicon Valley, \nsince many continue to live in the suburbs after moving out of their children's homes.\n\nInstead, in many cases the children push their parents out of the house. Given the Chinese tradition of close family \nties, it may surprise some that a central motivation in many such cases is interpersonal conflict. As one senior \nexplained, \"Daughters-in-law don't want to live with their mothers-in-law.\" Problems of this sort were cited by nearly \nall of the social workers and immigrant seniors. Welfare, by enabling the seniors to live separately at no cost to the \nchildren, provides an all too easy alternative to working out family differences.\n\nWhen the children ask the parents to leave, the seniors are often emotionally traumatized by the process. May Yue \ncited as typical a recent case, in which a couple she was helping were shocked because \"the son wanted them to \nmove out. They couldn't accept that. They felt really hurt.\" Yue added that the son had also been forcing the \nparents to pay rent while they had been living in the son's home, adding to their hurt.\n\nEven the immigration lawyers, belying their hard-bitten reputation, expressed the same concern that welfare was \nhelping to erode Chinese family tradition. One of them, Robert Chan, described a recent incident in which a woman \nwith well-to-do sons was living alone, and had seriously injured herself in a fall. Chan said \"I cannot comprehend \nhow one could have one's 75-year-old mother live alone.\"\n\nThese problems were described among Korean immigrants by Bob Kim, executive director of the Korean \nCommunity Center of the East Bay in Oakland, has said that cancellation of SSI benefits would force many seniors \nto \"move back [in] with families that don't want them.\" (Asian Week, September 29, 1995.)\n\nAnd in spite of the well-appreciated activities offered in the senior centers, loneliness is a common problem. One \nimmigrant pointed out that the seniors still return home to an empty apartment after spending a couple of hours at \nthe community center, and that the center is open only four days per week. I was touched when a client at one of \nthe senior centers even tried to enlist my help in convincing her children to let her move back in with them.\n\nEven if the children do not ask the parents to live separately, in many cases this is largely became the children use \ntheir parents as free, in-house baby sitters for the grandchildren. Indeed, this is often a primary reason why the \nchildren sponsored the parents to immigrate in the first place.26 However, once the grandchildren reach the age \nwhere they do not need babysitting, the grandparents may be asked to leave.\n\nThough knowledge of SSI is nearly universal among Chinese seniors, some know more than others. Some, for \ninstance, are unaware of the fact that one can receive SSI but still live with one's children. In this case, welfare \nprovides a different motivation for moving out. As Angela Chu, a housing specialist in San Francisco's Chinatown \nput it, some seniors move out of their children's homes because they mistakenly think that \"otherwise they can't get \nwelfare.\"27\n\nAs the parents go on the welfare rolls, the children obviously gain financially. As Edna Law noted, the children feel \nthat \"It's nice that they don't have to support their parents.\" Others used blunter terms to describe this, with \n'\"greedy\" being a popular choice.\n\nBut what is less obvious is that the children may actually profit from the senior's SSI funds, in those cases in which \nthe senior does live with the children. In such settings, most of the senior's SSI check will become discretionary \nincome, and much of the check will then become cash profit for the children. Typically, for example, the children will \nhave their parents use their SSI money to pay the children rent, which the children would not have charged \notherwise.\n\nOne immigrant college student noted other ways in which the children can profit from their parents' SSI checks:\n\n\n\n\"My grandparents take SSI simply because it's available… They live with my uncle...That [his grandparents' SSI \nmoney] is where my parents got the down payment for the house they bought...And my grandparents want to leave \nthe [accumulated SSI] money to us when they pass on.\"\n\nA number of others interviewed, including some real estate agents, made similar comments to me. Also, in a letter \nto the editor to Asian Week (October 21, 1994), a reader noted that on a recent visit to a Social Security office, \"a \nwoman from India who was arguing with the Social Security workers wanted her mother's SSI increased by $72 a \nmonth. She needed the increase because her house mortgage is $3,000 a month!\"\n\nA senior who lives with his children and has few expenses will quickly exceed the $2,000 limit on bank account an \nSSI recipient is allowed to maintain. It is thus natural that he will funnel the money to his children. The Census data \nshow that approximately 42% of the immigrant senior welfare recipients live in their children's households, and \nanother 10% live with other family members. As pointed out by Rosemarie Fan, the marginal cost of providing food \nfor the senior is minimal in such cases. In other words, not only are the recipients' family sponsors reneging on \nsupport pledges, but also in about half the cases, there is not even any valid use for the funds received.  Though \nmy interviews were confined mainly to California, problems such as those described above are nationwide \nphenomena among Chinese and other Asian immigrants. Hong Shing Lee, director of the City Hall Senior Center \nin New York's Chinatown, described for me a similar situation, as did Ruth Chu of the Chinatown Service Center in \nLos Angeles. An article in the Boston Globe on January 9, 1994 briefly alluded to similar problems in Boston's \nChinese community, such as children evicting their parents from the children's homes.28\n\nSimilar problems in Canada were described in Maclean's, August 2, 1993: \"[In Canada] elderly reunited parents \nroutinely apply for, and obtain, welfare payments paid for by the rest of us through taxes.\n\n That is because sponsorship of relatives no longer means an iron-clad requirement to support relatives, no matter \nwhat. In most provinces, the sponsoring relatives merely have to promise that they can no longer afford to support \ntheir parents, or whomever. So almost immediately upon arrival, room and dad can get [welfare] without ever \nhaving paid a dime of income taxes and without having to prove definitively that they really need the support \npayments. To boot, some immigrants have their sponsored parents babysit their children and write the 'expense' \noff their income for tax purposes as a day care cost.\"29\n\nTwo lawyers with a largely Asian practice in New York even brought up such issues in their book, How to Get a \nGreen Card (Lewis and Madlansacay, Nolo Press, 1993). In their chapter, \"Your Parents as Immigrants,\" they \nadmonish the children against abusing their parents:\n\n\"In Defense of the Elderly: ...It is cruel to relegate your parents to be merely babysitters for your young \nchildren...Do not abuse [them] by taking advantage of their presence in your home to do the work you should be \ndoing...do not discard your own mother and father in thought and deed...\"\n\nAgain, these notions run directly counter to the popular image of Asian reverence for aged parents. In reality, the \nConfucian of Chinese family relations has a somewhat different nature than what is seen in imagery. In particular, \nfinancial considerations play a central role. Adult children are traditionally expected to support the parents \nfinancially, but if the government takes on this responsibility, the problem of elderly finances is solved, and thus the \nchildren are not socially censured. On the contrary, since SSI, by relieving the adult - child of the burden of \nsupporting his aged parents, allows the adult child to spend more money on his own children, it would be \nconsidered socially irresponsible of him if he were to refuse to put his parents on welfare. (One Chinese-American \njournalist who interviewed me agreed that it was awful that so many elderly Chinese are coming to the U.S. to get \nwelfare, and lamented that many of his own relatives were heavy SSI users. He added though, \"Well, my uncle's \ncase is an exception. It's reasonable for him to put my grandparents on welfare, because he is putting his daughter \nthrough medical school,\" apparently with no thought to the point that SSI is not an intended as a subsidy for the \nrecipient's grandchildren's education.30\n\nPerhaps this breakdown of the traditional Chinese extended family structure would occur anyway. But the \navailability of welfare is certainly contributing to the process. This is ironically reminiscent of the 1965 Moynihan \n\n\n\nview of the harmful effect of welfare on family structure, except that in this case it involves the families of upscale \nChinese professionals, rather than the families of poor African-Americans cited by Moynihan.\n\nEven in those cases in which the children are well-intentioned and are willing to financially support their parents, the \nsystem again gives incentives for them to put their parents on SSI. One of the immigrants described the situation \nwith her elderly mother:\n\n\"In the beginning, we lived in the Midwest [where very few Chinese people live], so we didn't know about SSI. Our \nmother had savings, and we gave her money every month, so that her savings account never decreased...[But then \nwe were advised] that our mother should spend down her money until she is qualified for SSI, so we don't give her \nmoney anymore...I guess it', the system.\"\n\n8 Awareness of Welfare Policies and Procedures in the Chinese Immigrant Community\n\nCoupled with the high rate of welfare use among senior Chinese immigrants is a remarkably high degree of \nawareness of welfare policies and procedures. Some of the information sources are:\n\n- Word of mouth. This is an extremely efficient method of disseminating information among Chinese immigrants, \narguably more so than among some other groups.\n\n- Books. A popular Chinese-language book on life in America, Zai Meiguo Sheng Huo Xu Zhi (What You Need to \nKnow About Life In America, ISBN 957677-008-4, Sixth Edition, 1992), sold in Taiwan and Hong Kong, and in \nChinese bookstores in the U.S., includes a 36-page guide to SSI and other benefits.\n\nNewspapers. The largest-circulation Chinese-language newspaper in the U.S., Shijie Ribao (World Journal), runs a \nsemi-regular advice column on SSI and other immigration-related matters.\n\nPromotion by community activists. There is a tremendous effort made by the activists, via the Chinese senior \ncenters, Chinese-language television programs and so on, to educate the seniors about welfare benefits.\n\nThe degree of awareness of welfare among immigrant Chinese seniors is striking. Edna Law, whose job includes \nhelping seniors apply for welfare, marveled, \"Sometimes I'm amazed--the seniors know more than I do!\" May Yue \nmade a similar comment, as did Rosemarie Fan, who noted that many recent immigrants \"are very knowledgeable \nabout how the system works. 31\n\nAs the number of immigrants on welfare in a given state grows, general awareness of welfare benefits grows as \nwell, creating a feedback cycle which further increases the welfare usage rate. In California and New York, the two \nlargest immigrant-receiving states, a typical immigrant is three times more likely to be a welfare recipient than is a \ntypical immigrant in the nation as a whole.32 This may be due to other factors as well, but as one of the seniors \nsaid, \"If you live here in the Bay Area [and thus are exposed to the Chinese grapevine], you will certainly know \nabout SSI.\"\n\nOne Chinese immigrant I talked to in San Francisco not only had an impressive knowledge of American \nimmigration laws, but also knew that in Canada the sponsoring son or daughter is financially responsible for the \nparents for 10 years, compared to the American three-year limit.33 Even the American immigration lawyers I talked \nto were not so knowledgeable as this concerning Canadian policy. Other magic numbers, such as the $2,000 bank \naccount limit for SSI eligibility, are considered standard components of one's civic literacy.\n\nEdna Law remarked that the seniors from Taiwan are especially knowledgeable about welfare, \"very \nsophisticated...They get all the benefits they can.\" It is thus not surprising that the World Journal, the Chinese-\nlanguage newspaper which is the most popular dally among immigrants from Taiwan, chose to establish a semi-\nregular \"Dear Abby\"- style advice column on immigration-related matters, with SSI dominating the list of questions \nasked. For example, in the February 27, 1994 issue, of the eight questions listed, seven concerned SSI.\n\nHere are some recent samples from the advice column:\n\nA California reader writes, \"Until recently my wife lived with our daughter, and I lived separately from them. My \nwife's and my SSI checks totaled $1,110 per month. We are now living together again. Will our check have to be \nreduced?''\n\n\n\nA reader from Chicago asks, \"I came to the U.S. in 1989 on a tourist visa to see my children. I overstayed my visa, \nand have been here since then, being supported by my children. I will soon receive my green card. As I have \nalready been in the U.S. longer than the three- year period, can I immediately apply for SSI and Medicaid?\"\n\nA California reader asks, \"I currently receive $520 per month SSI. I live with my daughter, and I pay her $300 per \nmonth in rent. I would like to move to HUD-subsidized housing, since HUD policy is that one pays only 1/3 of one's \nmonthly income for rent. Please tell me how to apply.\"\n\nA reader from Florida sends these queries: \"My mother is an SSI recipient. She wishes to return home to Asia for a \nyear and a half. Will her SSI benefits automatically be canceled? And when she returns, will she have to reapply for \nSSI from scratch?\"\n\nA senior from Taiwan remarked that many elderly Taiwanese \"give their money to their children, put title in the \nchildren's names, etc., so that they can qualify [for SSI and also subsidized housing],\" taking advantage of the fact, \nwidely known among the Taiwanese, that one can legally circumvent the $2,000 limit on bank accounts for SSI \neligibility by transferring one's assets to one's children.\n\n9 Is Welfare a \"Magnet\" Which Attracts the Seniors to Immigrate?\n\nOne question which arises prominently in debate on immigration is whether immigrants come to the U.S. with the \nadvance goal of availing themselves of these services.\n\nTo address this question, it is important to recall the point mentioned before concerning the time trend in SSI usage, \nwith usage increasing sharply in recent years. Earlier immigrants knew little about welfare benefits at the time they \napplied for immigration. But in recent years welfare has become a \"magnet\" which attracts many of them to come \nto the U.S.\n\nChinese political activists claim that the seniors immigrate to the U.S. to rejoin their children who immigrated earlier, \nnot to get welfare. Yet many of the senior Chinese SSI recipients live hundreds or thousands of miles from their \nchildren whom they have supposedly \"rejoined.\"\n\nFor example, consider one group of about a dozen recipients whom I interviewed in a HUD building in Sacramento, \nCalifornia. All the people in the group were from Taiwan, as were most of the other residents of the building. Among \nthose dozen people, I found seniors whose children lived far from Sacramento: Los Angeles, Houston, Florida, New \nJersey, New York, Boston and Minnesota. They see their children only once a year or so.\n\nThus, even though they are coming to the U.S. under the auspices of family reunification provisions of immigration \nlaw, clearly the attraction for immigration in many cases is welfare, not family ties. It was stated by people in the \nSacramento group cited above that if immigrant eligibility for SSI were restricted, many now living in their building \nwould return home to Taiwan.\n\nIndeed, it has been widely admitted by people in the Chinese immigrant communities that if welfare were not \navailable, the seniors would not immigrate here in the first place, and their children would not be willing to sponsor \nthem for immigration anyway in such a circumstance. Here are some examples:\n\nThe Sacramento Taiwan seniors cited above said that the elderly in Taiwan would not wish to immigrate here if \nwelfare were unavailable.\n\nYvonne Lee of the Coalition of Asian Pacific Americans, who is spearheading lobbying efforts against SSI reform, \nhas conceded that the children would not sponsor their parents for immigration if welfare were unavailable.34 \nStatements similar to Lee's were made in the Clinton Report Card compiled by the Organization of Chinese \nAmericans (OCA) (Washington, DC, July 1994).\n\nAfter the Chinese-language Sing Tao Daily's Los Angeles edition published an article about SSI abuse, a number of \nSSI recipients called Jane Wu, the reporter who wrote the article, and made comments like \"Why are you calling \nthis 'abuse'? SSI is the reason we come to America in the first place!\"\n\n- Dr. Lester Hsin-Pei Lee, a Silicon Valley CEO, achieved prominence among Asian-Americans as the first Chinese-\nAmerican ever appointed to the University of California Board of Regents. In his letter to the editor in the Asian-\n\n\n\nAmerican newspaper Asian Week (December 16, 1994), Dr. Lee said, \"Our welfare system is really a magnet \nwhich lures [Chinese] people into this practice.\"35\n\nAt the request of ABC and NBC news crews, I served as translator in interviews of a number of elderly Chinese \nimmigrants, with a key question being, \"Would the seniors you know have immigrated if welfare were unavailable \nto them?\" The answer was universally No.\n\nThe seniors who immigrate these days do indeed tend to know about welfare services--and make plans to use \nthem later on--at the time they apply to immigrate to the U.S. This is largely due to word of mouth, which among \nChinese forms an oral \"information superhighway,\" with busy \"off-ramps\" in Taiwan, China and Hong Kong. Hong \nShing Lee, the social service director in New York's Chinatown mentioned earlier, told me for example that among \nmany new immigrants who participate in his community center, their first order of business after arriving in the U.S. \nis to ask him for further details about welfare benefits which they had heard about back home. Ruth Chu of the \nChinatown Service Center in Los Angeles stated that organizations in Asia, such as the nonprofit International \nSocial Service in Hong Kong, give detailed advice about SSI to those who are planning to emigrate to the U.S.\n\nOne Chinese immigrant, who recently returned to China to visit, reports that people in his home town are quite \naware of SSI benefits: \"A neighbor in Tianjin has two daughters living in the U.S. Her husband didn't want to \ndepend on his stepdaughters, but she told him that Uncle Sam would provide 'fu li' [welfare benefits] for the \nretirees. 'Ridiculous,' the husband laughed. 'Why would the Americans give us money, while we didn't work for a \nsingle day in the US?' The wife turned to me, 'You tell him that it's true that we could each get $600 a month if we \ngot a greencard. \"'\n\nKnowledge levels are similarly high on the children's end. The consensus among the social workers and \nimmigrants is that in recent years, the seniors' children, before completing the forms in which they petition the INS \nfor their parents' immigration, typically consult with immigration lawyers, social workers and friends concerning \nwelfare services--to make sure that they (the children) will not have to personally pay for their parents' food, \nclothing, housing, medical expenses, and SO on.\n\nAnother way in which it can be seen that the seniors, at the time they immigrate, have plans to go on welfare (or \ntheir children have such plans for them) is that the Chinese SSI recipients typically go on welfare immediately after \nthe three-year ineligibility period.36 Rosemarie Fan described many seniors as \"counting the days,\" waiting for the \nperiod to end.\n\n10 The Children's Reneging on Pledges to Support Their Parents\n\nMany analyses concerning immigrant use of welfare fall to address the central issue which distinguishes \nimmigrant users from the native- borns: The immigrants are not supposed to be on welfare in the first place.\n\nThe INS requires both the applicants and the sponsors to sign pledges that the applicant will avoid public \nassistance. Yet, the children who sponsor their parents (and of course the parents themselves) are routinely \nreneging on their pledges.\n\nINS Commissioner Doris Meissner described the problem recently as follows.37\n\n\"Sponsorship is an expression of intent, and it is one where the government assumes as a good-faith matter that if \na family attests to its willingness to sponsor...then it will be carried out. This area of elderly immigrants is one \nwhere it is not working so well.\"\n\nConsider a typical scenario in which a hypothetical Ms. Wong, having immigrated earlier, wishes to have her father, \nMr.Wong, immigrate as well. One of the forms Ms. Wong will fill out, Affidavit of Support 1- 134, will request her to \ndemonstrate that she has the financial resources to support her father. In addition to asking Ms. Wong to list her \nfinancial assets, form 1-134 specifically asks her to affirm \"that this affidavit is made by me for the purpose of \nassuring the United States Government that [Mr.Wong] will not become a public charge in the United States.\"\n\nForm 1-134 weakens its own case a bit, by stating that the form is binding on Ms. Wong only for the \"deeming \nperiod,\" i.e. Mr. Wong's first three years in the U.S.38\n\n\n\nNevertheless, it clearly states that the form's goal is to assure that Mr. Wong will not become a public charge even \nafter that period, i.e. he \"will not become a public charge during [his] stay in the U.S.\"\n\nMoreover, various forms (e.g. OF-230, 1485) will ask Mr. Wong himself to assure the INS that he will not become a \npublic charge in the U.S.; the forms place no time restriction on this pledge.\n\n Yet as mentioned in a previous section, if Ms.Wong is typical, at the same time she is filling out the affidavit 1-134, \nassuring the INS that Mr.Wong will not become a public charge, she is already planning precisely the opposite, i.e. \nplanning that he will go on SSI after the deeming period ends. She is then on shaky legal grounds at best, and is \npossibly even guilty of perjury. Similarly, if Mr. Wong has such early plans, he is also is skirting the limits of the law.\n\nIn other words, large numbers of senior Chinese immigrants and their children are indeed flouting immigration law. \nWhether they are doing this intentionally or simply signing forms without reading them (the latter is probably \ncommon) is another issue. But the bottom line is that these immigrant SSI recipients are violating pledges they \nmade about SSI use, and they should not be on the SSI rolls.\n\n11 Solutions\n\nIt was the consensus of the Chinese social workers whom I interviewed that policy regarding immigrant use of SSI \nis indeed badly in need of reform. Cindy Yee, a social worker with the Oakland Chinese Community Council, \nsummed it up: \"The system is not well put together...not strict enough to make the sponsors responsible.\"39\n\n11.1 Past Attempts to Solve the Problem\n\nIn the 1978 the INS tried to clamp down, by refusing re-entry in Hawaii to resident alien SSI recipients, mostly \nFilipino, when they returned from vacations abroad. Asian-American community activists, led by Bill Ong Hing (then \na community lawyer, now a professor at the Stanford University Law School), launched a protest campaign against \nthe INS. The latter relented, though it had merely been carrying out existing law. (See Making and Remaking Asian \nAmerica Through Immigration, 1850-1990, Bill Ong Hing, Stanford University Press, 1993, p.114, especially notes \n284-289.) Various court decisions have also hampered INS efforts in this regard.\n\nSuch considerations led to the Congress imposing the (three-year) deeming requirement in 1980. Yet, as we have \nseen, far from sending a signal to immigrants that they could not be applying for welfare so casually, elderly \nimmigrant usage of SSI has skyrocketed since 1980. Clearly, the seniors are quite willing to wait a few years for \ntheir SSI.\n\nIn November of 1993, Congress was looking for a way to fund an extension to the time one can receive \nunemployment benefits. Earlier that year, Jennifer Dixon of the Associated Press had exposed the explosive growth \nof SSI by elderly immigrants, and Congress found this to be a solution to the unemployment-benefit funding \nproblem: It temporarily increased the deeming period from three years to five years, during 1994 and 1995 \n(reverting to three years on January 1, 1996), long enough to fund the temporary extension of unemployment \nbenefits.\n\n11.2 Recent Proposals\n\n(a) Change INS administrative policy.  In our hypothetical example above with Ms.Wong and Mr.Wong, the INS \nforms should add questions asking just how Mr.Wong intends to support himself after the three-year (temporarily \nfive-year) deeming period ends. Given that Mr.Wong is past employment age, and assuming that he has no \nappreciable savings of his own, the INS would be correct under existing \"public charge\" provisions to deny Mr. \nWong permission to immigrate; indeed, such provisions arguably mandate this.\n\n(b) Enact legislation to make immigrant aliens ineligible for welfare.\n\nThis would definitely help reduce SSI usage, in that it would be tantamount to lengthening the deeming period to \nfive years or so, in the following sense. With SSI as an incentive, most Chinese seniors who would otherwise not \nopt for citizenship would decide to become naturalized after all. (In fact, in anticipation of such legislation, the INS \nhas already seen a surge of applications for naturalization in the past year.) One can apply for naturalization after \n\n\n\nfive years in the U.S. So, the net effect of such legislation would be to have a deeming period of approximately five \nyears.\n\n(c) Institute a much longer deeming period of 10 years or more, together with the key feature that the sponsor is \nbilled for any welfare used by the immigrant during the deeming period--including after naturalization.\n\n(d) Make SSI conditional on having worked a certain length of time in the United States, as with Social Security.\n\nAs the name Supplemental Security Income implies, SSI was designed to supplement Social Security benefits, for \nthose who were in an impoverished state in spite of receiving Social Security. The present usage of SSI by \nimmigrants who have done little or no work in the U.S. is thus not consistent with SSI's intended function. Social \nSecurity for the aged requires work of at least 40 quarters. The same requirement could be imposed on SSI.\n\n(e) Reduce the overall annual family-reunification immigration quotas, and/or place specific restrictions on eligibility \nof parents to immigrate.\n\nThis works directly in the obvious manner. It is discussed in much more detail below.\n\nTo evaluate these remedies, one must look to the previous history of reform. For example, though the executive-\nbranch solution (a) above seems simple and thus attractive, we saw earlier that previous executive-branch solutions \nhave failed, due to pressure from ethnic activist groups. Executive-branch officials have a built-in tendency to side \nwith the activists in such cases, as the general public is not aware of the problems, so that officials get pressure \nfrom only one side. In other words, executive-branch fixes are problematic, and INS officials have repeatedly told \nme that legislation is the only feasible source of solutions.  We also saw that the seniors are quite willing to wait a \nfew years for their SSI. For this reason, solution (b) above, to make resident aliens ineligible for welfare, is useful to \nsome extent, but has limited effectiveness. It would keep the immigrant senior off welfare for an additional two \nyears, but the senior would then receive welfare benefits for the rest of his/her life.\n\nSolutions (c) and (d) are attractive in that they would extend past the time the immigrant naturalizes, but without \nrelegating the foreign-born to second-class citizenship. Both solutions presumably would thus pass constitutional \nmuster, though of course such a thing is never guaranteed. The effect on natives of solution (d) may be a problem.\n\nSolution (e) appears to be an essential component of any approach to solving the problem.\n\n11.3 Placing Restrictions on Family-Reunification Immigration\n\nFor the reasons given earlier, the only effective solutions to the SSI problem must be multi-component in nature, \nand must include as one of their components restrictions on family-reunification immigration. The latter could take \nthe form of reduced yearly quotas and/or restrictions on the eligibility of elderly parents for immigration.\n\nThis solution was recently adopted by the Canadian government. It announced that due to the reneging on pledges \nby sponsors to support their immigrant family members, the family reunification component of the overall Canadian \nimmigration quota would be reduced from 51% to 44%.40 The government also tightened enforcement of sponsor \npledges.\n\nThe June 1995 report of the U.S. Commission on Immigration Reform made a similar recommendation to reduce \nfamily-reunification based immigration quotas and tighten up on such policies. The commission specifically referred \nto the problems of the high immigrant usage of SSI, Medicaid and so on as one of the reasons for such policy \nchanges.\n\nThough the idea of reuniting long-lost loved ones is emotionally appealing, the fact is that most immigrants making \nuse of family- reunification categories come to the U.S. primarily for economic reasons, rather than for the putative \ngoal of rejoining family members. In addition, though ethnic political activists are strongly protesting proposed \nrestriction on family-reunification immigration, the fact is that their own communities are the hardest hit by the \ncurrent high yearly immigration quotas. Immigrants are entering the U.S. faster than minority communities can \nabsorb them. These points are discussed in depth in Appendix C.\n\n\n\nIn addition, we have seen earlier that even Asian community activists admit that many of the seniors are \n\"unwanted\" by their children. This further undermines the rationale for family-reunification immigration in the case of \nparents.  11.4 Solutions to the Medicaid/Medi-Cal Problem\n\nAlthough our focus has been on SSI, a cash form of welfare, another very big fiscal drain is medical care for the \nelderly. There has been a congressional proposal to require the sponsoring children to provide medical insurance \nfor their aged parents. This proposal has the potential to bring about very significant savings in government \nexpenditures, but it will work only if eliable mechanisms of enforcement are put in place.\n\n11.\n\n 11. 5 A Reverse-Robin Hood Effect\nWelfare reform is required by the Budget Reform Act of 1990 to be budget-neutral. The expenses for job training \nand child care in such reform must be offset by reductions elsewhere (or by increased taxes, a virtual impossibility). \nIn this manner, each welfare dollar which is continued to be paid to parents of well-off immigrant children who are \nreneging on their pledges to support their parents is a dollar unavailable for helping the underclass out of the \nwelfare cycle. This reverse-Robin Hood effect is unconscionable.\n\nAnother potential reverse-Robin Hood incident occurred in 1994 in Alameda County (which comprises Oakland and \nother East San Francisco Bay cities). A majority on the county board of supervisors originally supported a proposal \nto deny welfare to immigrants with well-off sponsors (San Francisco Chronicle, September 14, 1994), but then \nreversed itself and dropped the proposal (San Francisco Chronicle, October 26, 1994). Yet it then took up \nconsideration of a proposal to cut funding for senior community centers serving the poor, mainly black and Latino ( \nOakland Tribune, November 1, 1994). The board eventually reversed itself once again and did impose some \nmeasure to enforce the obligations the sponsors made to the support the immigrants (San Francisco Chronicle, \nSeptember 27, 1995), but it is still significant that they even considered giving priority in services to immigrants \nover natives.\n\nA similar situation occurred in September 1994, when Chinese community activists scored a major coup in securing \n$23 million in HUD and other funding to build subsidized senior housing on the site of the old International Hotel in \nChinatown. This occurred at the same time that the city government's own report on housing stated that due to the \ncity's \"dire financial condition,\" the city faces an \"enormous challenge\" in providing housing for the poor.41 Funds \nfor such housing are dwindling, according the Ted Dienstfrey of the Mayor's Office of Housing.42 The report also \nemphasized the need for family housing, i.e. two- and three-bedroom units. Yet instead, $23 million is being spent \nfor subsidized housing for elderly parents of well-off Chinese immigrants.\n\n12 Conclusions\n\n SSI, a program originally designed as a supplement to Social Security benefits of those who had worked a lifetime \nin the United States has now become a retirement program for immigrants who quality even if they never worked a \nday in the U.S. As a result, large sums of federal and state money is being spent on the elderly parents of above-\naverage income immigrants.  Most of the senior Chinese SSI recipients are decent people who do not realize SSI \nis intended only as a safety net for the financially desperate. Their children who break support pledges are not so \ninnocent, but the real blame should be placed on the loophole-plagued system itself.\n\nIt is imperative that the system be changed.\n\nA Profiles of Chinese Immigrant SSI Recipients\n\nEach profile below is an individual case, i.e. not a composite. All names of the seniors used are pseudonyms. All \nare current SSI recipients, except for a few cases in which I have stated that the senior is currently waiting to \nbecome eligible for SSI.\n\nThis is of course anecdotal data. But I have chosen the profiles to comprise a reasonably representative sampling \nof the range exhibited in the much larger set of interviews I conducted.\n\nThe profiles follow:\n\n\n\n- Mr.and Mrs. Cheng are from Taiwan. They live in Sacramento, California, in a HUD building which is almost \nentirely populated by elderly Taiwanese immigrants. Mr. Cheng is retired from his position as a teacher in Taiwan. \nThe Chengs have three children in the U.S. When asked why he immigrated to the U.S., he said it was to be \nreunited with his children. Yet all three children live in Houston, and the Chengs see them only once a year. Mr. \nCheng says he lives in Sacramento because he likes the weather there. All three of his children are computer \nengineers.\n\n-Mrs. Wong, who is from Hong Kong, lives in subsidized housing in San Francisco Chinatown. Her son is an office \nmanager for a nonprofit corporation in Chinatown which specializes in housing for low-income Chinese \nimmigrants. He lives in another part of San Francisco. Mrs. Wong used to live with him, taking the bus into \nChinatown for socializing and shopping, but felt it would be more convenient to live in Chinatown itself. She thus \nmoved to Chinatown, financing her residence there by SSI.\n\n-Mrs. Siu lives in subsidized housing near San Francisco Chinatown. She immigrated here from Hong Kong. One of \nher daughters owns a very successful insurance agency, and has won an insurance company award for record-\nbreaking sales levels. Another daughter is a software engineer. Her son is an engineer too.\n\n- Mrs. Lee, from China, lives in San Francisco Chinatown. She is on the waiting list for subsidized housing, and in \nthe mean time lives in a very tiny one-room apartment, cooking on a hot plate. Her two sons live in Sacramento, \nand both are cooks in Chinese restaurants there. When asked whether she could live with her sons and thus not \nrequire SSI, she said yes, but they have their own children, and she does not want to get in their way.\n\nMrs. Chan, also from China, lives in San Francisco Chinatown. Her son lives in Daly City, a suburb just outside San \nFrancisco. The son is a civil engineer and his wife is a software engineer. Mrs. Chan petitioned for her brother to \nimmigrate a few years ago. Though typically the petitioner and the sponsor are the same person, in this case Mrs. \nChan's status as an SSI recipient made her unsuitable as a sponsor, so she had her son serve as the brother's \nsponsor. The brother and his wife are now living in the same building as Mrs. Chan, waiting for the deeming period \nto end so that they can collect SSI as well.\n\nMr. Liu is a retired Taiwan government foreign service officer. His son lives in an upper-income city in the San \nFrancisco Bay Area. The son is a stockbroker, and his wife is a company controller. The Lins used to live with the \nson, but recently moved to subsidized housing in San Jose, in order \"not to be a burden\" to the son. Another of the \nLins' sons is a financial management consultant.\n\nMrs. Hom, from Hong Kong, lives in a middle-class suburban city in the San Francisco Bay Area, with her daughter. \nThe daughter is an accountant, and the daughter's husband is an agent for a housing- supply business. Mrs. Hom \nalso has several other children in the U.S., in a variety of white-collar and blue-collar occupations. When introduced \nrecently to a new immigrant, also a Chinese senior, Mrs. Hom's first question to the newcomer was, \"Have you \napplied for your welfare benefits yet?\"\n\nMrs. Yip is from China. She lives in Sunnyvale, a suburb in the Silicon Valley, with her son, who is a student at a \nlocal university. Her daughter works for the Kaiser Hospital chain (type of work not specified). The daughter also \nowns a restaurant.\n\nMrs. Leung immigrated here in 1982 from Hong Kong. She lives in subsidized housing in Sacramento. Her son lives \nin Los Angeles, where he is a mechanic at a GM car dealership. Her daughter lives in Sacramento, and works in a \nfactory; the daughter's husband works in a restaurant.  Mrs. Leung's brother immigrated recently from China. As \nwith Mrs. Chan above, Mrs. Leung was her brother's petitioner but not his sponsor. Mrs. Leung's son, the mechanic \nin Los Angeles, served as the sponsor. The brother is waiting for the deeming period to end, so that he can go on \nSSI. He lives with Mrs. Leung's daughter, with Mrs. Leung's son contributing money to her daughter as rent for the \nbrother.\n\nMr. Zheng immigrated from China. He lives in subsidized housing in Oakland's Chinatown. His son is a successful \nphysician, specializing in obstetrics and gynecology.  Mr. and Mrs. Gan, both in their late 50s, are from Hong Kong. \nMr. Gan did construction work in Hong Kong, and his wife worked in child care. They immigrated to the U.S. two \nyears ago, sponsored by Mrs. Gan's sister, who owns a well-known restaurant in the Bay Area. Using savings they \n\n\n\naccumulated while living in Hong Kong, the Gnus purchased a three-unit building in a Bay Area city, living in one of \nthe units while renting out the other two. As soon as they reach the age of 65, they plan to put the title to the \nbuilding in their children's names, and sign up for SSI and subsidized housing.\n\nMrs. Tsai, from Taiwan, lives in Sacramento. She has four children in the U.S.\n\n But the even the geographically closest child, a son, lives 400 miles away, in a Los Angeles suburb. She sees the \nson once or twice a year, and sees the other, out-of-state children even less often. The son is a chemical engineer. \nMrs. Tsai said that she does not want to live with him, as he lives in the hills, where there is no bus service, which \nwould effectively restrict her to the house all day. When asked why she does not live in another Los Angeles suburb \nwhich does have bus service, enabling her to stay close to her son, she said that she likes the low rent of the \nsubsidized housing in which she lives in Sacramento.\n\nOriginally from Hong Kong, Mrs. Au and her daughter both live in the same upper-income Bay Area city as the Lius. \nHowever, Mrs. Au lives separately from her daughter. Mrs. Au would like to move back in with her daughter and \nson-in-law, but they are resisting the idea, at least until their children are grown. Mrs. Au is not yet on SSI, but is \nplanning to go on SSI as soon as she depletes her savings. Her daughter is director of a Chinese community center \n(she and her daughter did not specify what the daughter's husband does).\n\nThe Ma family is originally from Hong Kong, but later emigrated to New York, where Mr. Ma has owned and \noperated a series of successful restaurants. His aged mother lives with the Ma family. When Mr. Ma was asked how \nhis mother manages to spend her monthly $300 SSI checks, given that her residence with Mr. Ma makes her \nexpenses minimal, Mr. Ma's wife quickly interjected, \"Have you seen how expensive clothes are these days?\"\n\nB The Role of the Chinese Political Activists\n\nChinese advocacy groups have made major efforts to promote use of SSI by Chinese immigrants. They have \ncampaigned heavily, through the Chinese community centers, Chinese-language television, Chinese newspapers \nand so on, disseminating information about SSI, and urging the seniors to come in and apply.\n\nFor example, Annie Chung, executive director of the Self Help for the Elderly mega-chain of Chinese senior \ncenters based in San Francisco, is one of the three or four hosts (the host position rotates from week to week) of \nChinese Journal, a Chinese-language community affairs television program on Channel 26 in San Francisco. She \noften devotes shows to tutorials on how to apply for SSI, subsidized housing, Medi- Cal and so on.  As quasi-\ngovernmental and sometimes governmental personnel, these activists' endorsement of SSI may have played a role \nin removing the stigma associated with receiving welfare. Indeed it probably has fostered the \"library card\" \nperception of SSI, in which the seniors perceive SSI as a normal benefit of immigration, rather than as a safety net \nfor the financially desperate.\n\nThe activists also campaigned, successfully, for the building (or conversion) of large-scale subsidized housing in \nChinatowns. The combination of SSI and subsidized housing became hugely popular with the seniors, as we have \nseen.\n\nAs a result of building up the demand for such services, large organizations of community centers such as Self Help \nfor the Elderly have arisen. Although the community centers do provide invaluable service to the seniors, helping \nthem overcome loneliness and boredom, at the same time there are negative effects which arise naturally as a \nconsequence of such empire-building. In short, these organizations have a vested interest in the status quo on SSI.\n\nFor example, without SSI, many seniors would move back in with their children, greatly reducing the demand for the \nsubsidized housing for which the organizations campaigned, concurrently losing some of the political clout the \norganizations have worked so hard to build. For example, we saw earlier the political significance of the coup of Self \nHelp and other Chinese community organizations in securing $23 million in HUD and other funds to build senior \nhousing at the site of the old International Hotel in Chinatown. Chung has become one of the more politically \ninfluential activists in the city.\n\nChinatown business owners also have vested interests, such as those of the Chinese-American businessmen \nconstruction companies who are involved in the construction or conversion of the subsidized housing in \n\n\n\nChinatowns. The aforementioned Yvonne Lee of the Organization of Asian Pacific Americans touched on this in her \nAugust 5, 1995 interview by Annie Chung on Chinese Journal-43 Lee noted that if proposed restrictions on elderly \nimmigrant eligibility for subsidized housing were to be implemented and the seniors were to return to live with their \nchildren, \"Our Chinatown will have a big problem [of underpopulation].\" Henry Der of Chinese for Affirmative Action, \nin his interview with the author on March 23, 1994, made similar statements, noting the slowdown in business in \nSan Francisco Chinatown since the 1989 earthquake: \"I've never seen so many empty parking places...Business \ndepends on a viable community, and it so happens that many in that community are elderly SSI recipients.\"\n\nGiven these vested interests, it is not surprising that the organizations are now opposing reform of SSI policy \nregarding immigrants. Led by Lee, they have been heavily engaged in lobbying activities in Washington, \nconcentrating on SSI in 1994 and expanding in 1995 to oppose congressional proposals to reduce yearly \nimmigration quotas.44 I believe it is important to point out that these organizations do not represent Chinese-\nAmericans. Most Chinese-Americans have no connection to such organizations, are quite unaware of the lobbying \ndone by them (indeed have never heard of them), and in many cases would disagree with the positions they take.\n\nIn this light, though I have no hard data on this, it is worth mentioning that among mainstream Chinese I have talked \nto, many consider present policies regarding immigrant use of SSI to be far too lax. One immigrant senior \ncomplained, \"I worked here in the U.S. and paid taxes for 30 years, yet recent immigrants come in without having \nworked a day, and get a welfare check twice as large as my Social Security check. It's really unfair.\" Another \nimmigrant senior, also a non-recipient, said, \"They don't need this money,\" and added that \"America is very stupid\" \nfor allowing people to take advantage of the system in this way.\n\nOne community worker, for example, a Chinese-American woman who had been so positive in tone when I talked \nto her at work, startled me by calling me at home the next day, angrily saying, \"These people are greedy! They're \nhurting our country!\"\n\nLast year I was invited to speak on this topic in a seminar series at the Berkeley Chinese Community Church (June \n28, 1994). Many in the Chinese-American audience (mostly American-born) expressed anger and frustration that \nthe welfare system is being abused in this manner.\n\nIn addition, after I published an op-ed piece on this topic in the influential Asian-American newspaper Asian Week, \ntwo letters to the editor were published, both quite supportive. Here are excerpts:\n\nI wish to congratulate you for your courage to publish Mr. Norman Matloff's expose' of welfare cheating by Chinese \nimmigrants...I am both saddened and ashamed because I know that what he said in his article is true, especially \nwith regard to those from Taiwan. (Richard Low, El Paso, Texas, October 7, 1994.)\n\nThank you for publishing the article by Norman Matloff...I have been quite aware and angry at this problem for \nyears...I'm glad maybe something will be done, but I won't hold my breath. (Su Lee Tom, Alhambra, California, \nOctober 21, 1994.) 45\n\nC The Realities of Family Reunification Immigration\n\nThough ethnic political activists are strongly protesting proposed restriction on family-reunification immigration, the \nfact is that their own communities are the hardest hit by the current high yearly immigration quotas. Immigrants are \nentering the U.S. faster than minority communities can absorb them.\n\nWhen asked why most Latino Americans wish to see reduced immigration, Antonia Hernandez, president of the \nMexican American Legal Defense and Educational Fund (MALDEF), explained that \"Migration, legal and \nundocumented, does have an impact on our economy...[particularly in] competition within the Latino \ncommunity...There is an issue of wage depression, as in the garment industry, which is predominantly immigrant, \nof keeping wages down because of the flow of traffic of people.\" Ms. Hernandez made these remarks at the Forum \non Immigration, UC Davis, March 11, 1994. After the author included this quotation in his op-ed piece in the Los \nAngeles Times on September 30, 1994, noting that the harm falls on not only immigrant-dominant minorities but \nalso the native African-American underclass, Ms.\n\n\n\n Hernandez responded with a letter to the editor in that newspaper on October 12, 1994. There she said, \"[MALDEF \nand other civil rights groups] recognize the truism that immigrants tend to compete economically with the most \ndisadvantaged sectors of the population.\"\n\nNumerous case studies in New York's Chinese-American community by sociologist Hsiang-Shui Chen show how \nthe influx of Chinese newcomers reduces employment opportunity for native and earlier immigrant Chinese, as \nwell as resulting in reduced market shares for established Chinese entrepreneurs (Chinatown No More, by Hsiang-\nShui Chen, Cornell University Press, 1992).\n\nLouisiana State University sociologist Min Zhou makes similar comments, noting the low wages in New York's \nChinatown caused by \"the large pool of surplus immigrant labor\" (Chinatown, Temple University Press, 1992, \np221). Po Wong, director of the Chinese Newcomers Service Center in San Francisco, told National Public Radio \n(August 28, 1993), \"The community is not ready even for the influx of legal immigrants looking for housing, looking \nfor work, looking for other social services, health services.\" He added that of the 11,000 new arrivals who tried to \nfind work through his agency, only 2 percent were successfully placed. More recently he was interviewed by \nSanford Ungar (Fresh Blood: the New American Immigrants, Simon and Schuster, 1995, p.49): I don't think our \ncommunity is equipped to welcome this large a number. It is especially difficult to find employment for those who \nspeak only Chinese, who have very little education, or who have never acquired a skill to compete in this new \nmarket. It's very depressing to see so many people come here looking for work.\" The same themes show up in the \nstudy by Peter Kwong of Hunter College (The New Chinatown, Noonday Press, 1987). In a very vivid excerpt (p.68) \non the hardships faced by native-born and earlier-arriving immigrant entrepreneurs, caused by the arrivals of large \nnumbers of later immigrants, Kwong says:\n\n\"In the 1980s, business in Chinatown reached the point of saturation: too many immigrants, too many new \nbusinesses, and exhorbitant rents. Suicidal competition developed throughout the community.\"\n\nSimilar dynamics appear to be at work among Korean immigrants in New York. An article in New York magazine \n(April 10, 1995) quotes Sung Soo Kim, president of the Korean-American Small Business Service Center: \"We're in \nthe middle of a tragedy. Last year, we had 700 stores open but 900 close. Growth has completely stopped.\" A Los \nAngeles Times article on the Latino-populated Lennox area near the Los Angeles International Airport tells the \nsame story, saying that Latino residents believe that \"an oversupply of immigrant workers has saturated the job \nmarket, depressing salaries and generating intense competition for any employment, however ill-paid.\"Presumably \nmotivated by similar concerns of job competition, United Farm Workers co-founder Dolores Huerta testified to a \nCalifornia Assembly committee that \"With 1.5 million legalized immigrants living in California, and only \napproximately 250,000 agricultural jobs in the state, there is no need for additional farm workers.\" (Summary Report \nPrepared for the Assembly Select Committee on Statewide Immigration Impact, California Assembly Office of \nResearch, Sacramento.) Though the idea of reuniting long-lost loved ones is emotionally appealing, the fact is that \nmost immigrants making use of family- reunification categories come to the U.S. primarily for economic reasons, \nrather than for the putative goal of rejoining family members.\n\nThis was noted, for example, in the analysis given by Louisiana State University Professor Min Zhou in Chinatown, \nTemple University Press, 1992, pp.50-54. Dr. Zhou's point is that people who want to immigrate to the U.S. go \nabout finding some route to achieving that goal, and that family reunification happens to be such a route. One \nperson she interviewed, for instance, says \"People are very smart, they know how to get here quickly through the \nfamily connections.\" Zhou notes that \"Immigration opportunities for prospective immigrants would be close to zero \nwithout family or kinship connections.\" In other words, though the philosophy of immigration law is that one \nimmigrates in order to rejoin one's family members, many are doing the opposite rejoining their family members in \norder to immigrate.\n\nComments along similar lines are made by Bill Ong Hing in his book, Making and Remaking Asian America \nThrough Immigration, 1850-1990 referenced earlier (pp.106-107). Professor Hing writes that \"Japanese- Americans \nwere in an excellent position to petition for relatives [to immigrate] under the 1965 [immigration law] amendment's \nkinship provisions, yet they did not take advantage of this opportunity as other Asian American groups did.\" He then \ncites Japan's economic success, and concludes \"For many in Japan, therefore, economic opportunity is not a \n\n\n\nparticularly powerful reason for emigrating.\" As a result, the family-based immigration rate to the U.S. among \nJapanese has been dramatically lower than the rates among Filipinos, Chinese, Koreans and East Indians.  So, \neconomics, not a desire to rejoin a separated family member, is key in one's decision to emigrate. (Hing also points \nto Japan's political stability, relative to other Asian nations, as another non-family factor in the decision.)\n\nOne cannot blame immigrants for wanting to better themselves economically, but given that this is the goal of \nthose coming under the family-unity categories, there is no reason that they should get immigration priority over \nothers who are not so lucky as to have, say, a sibling in the U.S. Moreover, in the case of seniors who come to the \nU.S. expecting to get welfare, this kind of \"economic goal\" should be unacceptable.\n\nFOOTNOTES:\n\n1 Supplemental Security Income. The welfare program used by a needy person is generally age-dependent: Needy \nchildren receive AFDC (Aid to Families With Dependent Children); poor but non-elderly adults receive General \nAssistance or equivalent; and impoverished elderly receive SSI, the nation's designated welfare fund for the \nelderly. SSI should not be confused with Social Security.\n\n2 Throughout this document, I use the word immigrant to refer to foreign-born people living legally in the U.S., \nincluding both legal resident aliens and naturalized citizens (illegals are strictly ineligible for SSI). I have re-run \nmany of the analyses described here for the subpopulation consisting of naturalized U.S. citizens, and found that \nthe results are very similar, so I have not made a distinction between the two groups.\n\n3 The pledges which are being broken were for the INS, not pledges made to welfare agencies.\n\n4 This deeming period will be discussed in more detail later.\n\n5 This figure is from the U.S. News and World Report, September 25, 1995. The growth rate of immigrant use of \nSSI has been higher than the overall growth rate in immigration during the periods in question (see Aliens Who \nReceive SSI Payments, Charles Scott and Elsa Ponce, Office of Supplemental Security Income, March 1994).\n\n6 This figure is for all immigrants, both sponsored and refugees. The rate among sponsored immigrants was \n40%. Sponsored immigrants are in contrast to refugees, who are exempt from the law requiring that a person must \ndemonstrate that he can support himself/herself financially, as a condition for entry to the U.S.\n\n7 See San Francisco Examiner, March 1, 1994, and a similar article on the same date in Sing Tao Daily (West \nCoast Edition), a Chinese- language newspaper popular with immigrants from Hong Kong and southern China.\n\n8 For example, Fix and Passel in Public Welfare, Spring 1994, p.10.\n\n9 Though the Mexican seniors have a lower percentage of usage, their absolute numbers are higher, due to the \ngreater number of Mexican immigrants in the U.S. It should be noted, for instance, that immigration to the U.S. \nfrom Taiwan did not become heavy until the 1970s, and immigration from China first became heavy during the \n1980s.\n\n10 Fix and Passel, Public Welfare, Spring 1994, p.9.\n\n 11 If one receives SSI, one automatically gets Medicaid. However, in most states, a low-income person can \nreceive Medicaid without being on SSI.\n\n12 The Public Assistance field in the Census data is for cash forms of welfare: SSI, AFDC and General Assistance. \nFor the elderly, most cases are SSI, as SSI is the nation's designated welfare program for the aged (and the blind \nand disabled). 13 I was asked during my congressional testimony whether Chinese immigrant seniors choose to \nsettle in California because of the more generous SSI stipend in that state. I do not believe that this is the case.\n\n14 Recently reduced by a symbolic $1, to $602.\n\n15 A letter to the editor by reader Andy Chan in Asian Week, December 16, 1994, also made this argument.\n\n16 One must also account for the fact that immigrants, through entrepreneurship and consumerism, create some \nnumber of jobs for native-borns. However, given the low average incomes immigrants have, they don't consume \n\n\n\nenough to generate as many jobs as they take: Immigrants have the same or higher level of workforce \nparticipation as natives, but lower per-capita incomes. The lower incomes of the immigrants leads to a lower level \nof consumerism, thus a lower level of job creation, relative to natives. In other words, immigrants are creating \nfewer jobs than would the same number of natives, yet they are taking at least as many jobs as natives would--\nimplying a net job loss for natives.\n\n17 See for example \"Immigrants in California: Finding from the 1990 Census,\" Hans Johnson, California Research \nBureau, 1993.\n\n18 Analyses of immigrant usage of welfare in general are filed with pitfalls for the unwary reader. A number of \npossible distortions can arise if one is not careful. For example, as we pointed out earlier, there has been a sharp \nupward time trend in immigrant welfare usage. Yet many published analyses (or summaries of analyses) on such \nusage fall to state the time period being used. Many analyses also fail to state whether they have excluded \nrefugees from the figures. In addition, many analyses of immigrants exclude the elderly, which as we have seen \nhere, are major users of welfare. Most analyses also exclude U.S.-born minor children of immigrants. Those \nchildren are U.S. citizens, not immigrants, but by excluding such children, immigrant welfare use statistics are \ndistorted, since those statistics ignore the fact that the immigrant parents obtain welfare via their citizen children. \nFor these reasons, it is more realistic to use a household basis for analysis. The 1990 Census data show that about \n12% of immigrant-headed households in California contain at least one person on welfare, versus about 9% of the \nnative-headed households. In other words, an immigrant-headed household is 33% more likely than a native-\nheaded household to receive some welfare money. See \"Immigrants in California: Finding from the 1990 Census,\" \nHans Johnson, California Research Bureau, 1993.  19 By contrast, San Francisco welfare official Virgil Kocher, \nwho worked in Latino communities, told me that welfare is a stigma in those communities. This was confirmed by \nothers who work in those communities, such as Mark Silverman of the Immigrant Legal Resource Center of San \nFrancisco.\n\n20 The OCA portrayal of family reunification here is also misleading in some senses, as will be seen later in \nSections 7 and 9 of this report.\n\n21 These figures are for immigrants of all ethnicities, not just Chinese. However, further analysis shows little \nvariability between ethnicities. For example, the income distribution for children of Asian elderly immigrant welfare \nrecipients is virtually identical to the corresponding figure for Latinos. Though this may at first seem surprising, it \nagain is a very natural consequence of the fact that the children must pass the INS' financial screening before their \nparents are allowed to immigrate. As explained earlier, refugees are exempt from this screening. The income \nfigures here do not distinguish between regular immigrants and refugees. Figures restricted to regular immigrants \nwould be even higher than those shown above. However, it worth noting that even refugee families of elderly \nwelfare recipients can have high incomes, with 34% being over $50,000 and 5% over $100,000.\n\n22 They also state, correctly, that Chinese immigrant families often have more members of the family working, but \nthis is irrelevant to the issue of whether the family could support the senior welfare recipient.\n\n23 This extended to financial assets as well. For example, among families of size six in which an elderly immigrant \nSSI recipient lives, 72% were home owners, compared to only 52% among six-person families in the general \npopulation.\n\n24 Asian Week, December 23, 1994.\n\n25 Note, for example, the Organization of Chinese Americans comments cited earlier.\n\n26 See, for example, Chinatown No More (pages 8, 56, 58, 201), by Hsiang-Shui Chen, Cornell University Press, \n1992.\n\n27 Lester Lee, a prominent Chinese-American whose letter to the editor in the Asian-American newspaper Asian \nWeek is cited later in this document, stated in the letter, \"Unfortunately, by going on welfare, elderly Chinese are \nforced to stay away from their offspring, thus breaking up the practice of family unity, which is the jewel of the \nOriental tradition.\"\n\n\n\n28 An article concentrating on this particular aspect also appeared in the San Francisco Chronicle, September 20, \n1994.  29 One joke circulating among Chinese immigrants in Canada takes the form of the pun on the three-\ncharacter Chinese word for \"Canada,\" jia- na-da. (The three characters are used to represent \"Canada\" because \ntheir Cantonese pronunciation, ga na daaih, sounds like the English word \"Canada.\" ) In the joke, the three \ncharacters, jia, na and da, are permuted into da-jia-na, which means \"Everyone take [welfare].\"\n\n30 There are an estimated \"parachute kids\" in the U.S. These are pre- teens and teens whose name derives from \nthe fact that their parents in Taiwan bring them to the U.S., and leave them to live here with little or no adult \nsupervision, the goal being to get an early start on studying and later working in the U.S. From the American point \nof view, this practice borders on child abuse---several American psychologists of Asian descent have published \nstudies finding a disproportionate rate of emotional problems among the kids--but from an Asian viewpoint these \nparents are doing their best to prepare for the children's financial futures.\n\n31 A good example of the seniors often knowing more than the social workers concerns the fact that one can live \nwith one's children and still collect SSI. Some of the social workers were unaware of this. Yet the seniors \nthemselves do tend to be aware of this, as seen in the fact that 42% of the senior recipients do live with their \nchildren.\n\n32 Implications of Proposals on Legal Immigrants' Benefits, General Accounting Office Report GAO/HERS-9558, \nFebruary 1995, Table 2, p.7\n\n33 Though Canadian policy has loopholes too, as shown earlier in the Maclean's quote.\n\n34 Lee was interviewed on the Cantonese Evening News, KTSF, Channel 26, San Francisco, June 15, 1994. She \nlater made similar comments on the Chinese Journal on the same station, August 5, 1995.\n\n35 Other major immigrant-receiving countries which are generous with welfare are also magnets. In an op-ed \npiece in the Wall Street Journal (September 9, 1994) entitled \"Welcome to Ontario, Welfare Heaven,\" W. Bilal Syed \nnoted that \"While the majority of people on welfare [in Ontario province] are Canada-born, the number of \nimmigrant and refugee claimants is increasingly very rapidly. Word is out on the world-wide immigration grapevine \nthat Ontario is one of the best destinations if one wants to live happily ever after [on welfare].\" Another Wall Street \nJournal article (October 31, 1994) described a similar situation in Israel, saying that many Israelis new fear that \nIsrael's welfare benefits have become \"a magnet for those with tenuous links to Judaism but a powerful hankering \nfor an easier life or a free ride.\" The San Francisco Examiner of December 29, 1994, reported that many people \nfrom China come to Australia because of its reputation as \"the 'lucky country where jobs and welfare\" are available. \nThe population drain that such magnets are causing in Taiwan resulted in that country's government announcing \nthat it would start its own program similar to SSI-but the government sternly added that this benefit would be \navailable only to those who had worked in Taiwan, in contrast to the U.S., Canada and Australia, where one can get \nwelfare without having worked a single day.\n\n36 Again, there is a difference in usage patterns here. Statistics show that Asian SSI recipients tend to apply for SSI \nimmediately after three years, whereas Latino recipients typically wait 10 years or more.\n\n37 Speech at San Francisco's Commonwealth Club, June 16, 1994.\n\n38 In November 1993, Congress changed this period to five years, on a temporary basis, to revert to three years in \n1996. Thus it currently is back at its original three-year value.\n\n The name deeming period derives from the fact that if Mr.Wong were to apply for welfare during this period, Ms. \nWong's financial assets would be \"deemed\" to be those of Mr.Wong, rendering Mr.Wong ineligible for welfare \nduring that period unless Ms.Wong herself falls into financial hard times. In other words, the deeming period serves \nthe function of forcing the son/daughter to live up to his/her pledge to support the parent--albeit only during the \ndeeming period--while allowing for a safety valve in case the sponsor has an unexpected financial setback.\n\n39 By contrast, the organizations employing the social workers take the opposite point of view, and have been \nheavily engaged in lobbying against SSI reform. This is discussed further in Appendix B.\n\n\n\n40 Los Angeles Times, November 5, 1994.\n\n41 Comprehensive Housing Affordability Strategy, San Francisco Mayor's Office of Housing, November 5, 1993.\n\n42 Interview with the author, June 29, 1994.\n\n43 The focus of this August 5 show was on the implications of several pieces of legislation pending in Congress, \nincluding proposals to restrict immigrant welfare eligibility and to reduce the scope and size of family-based \nimmigration categories. Lee gave an overview of the bills, and reported on her lobbying efforts against them on \nCapitol Hill. She complained that very few Chinese-Americans had written to Congress in support of her. Chang \nand Lee both urged viewers to write letters.\n\n44 In an interesting sidelight in Chung's interview of Lee Lee alluded to the fact that the Chinese SSI rate is much \nhigher than those of most major other nonrefugee immigrant groups: Lee: [Under the proposed immigration-\nreform legislation] if you wish to apply for your parents to immigrate, your petition will be approved only if more than \nhalf of their children are in the U.S.\n\nChung: Why is that?\n\nLee: Because if you want to be with your family [and, say, more than half of them are in China], then your best way \nto be with them is to stay in China, because that's where your family is! [Laughs.] Congress' goal is to prevent the \nold folk from coming to the U.S. because…  Chung: Because the elderly use welfare.\n\nLee: Right. So you can see that these bills are really aimed specifically at Chinese.\n\n45 Some time later, two further letters were published. One is the letter by Lester Lee mentioned earlier, confirming \nthat welfare has become a magnet luring Chinese seniors to the U.S. The other letter was by Andy Chan of San \nFrancisco, also cited earlier.\n\n \n\n END\n"}