{"title": "Romney foolish to ignore Latino vote", "body": "\nConsidering his family history, Mitt Romney might be expected to have moderate views on immigration. In 1885, \nRomney's great-grandfather fled Utah for Mexico because of U.S. laws against polygamy. The Romney clan lived \nin Mexico until the revolution forced family members to return to the U.S. in 1912.\n\nUnfortunately, the GOP presidential front-runner has shown little interest in Hispanics — a big mistake. On Super \nTuesday, he barely eked out a win in Ohio, where Hispanics represent 3% of the population, by a margin of just 0.8 \npercentage points. He also lost in Georgia to Newt Gingrich, the only GOP candidate who supports limited amnesty \nfor undocumented workers and where the Hispanic population has soared by more than 90% in the past decade.\n\nRomney opposes \"amnesty\" and says undocumented immigrants should \"self-deport.\" Though it is normal for \ncandidates to play to the base in primaries, and move to the center later, Romney is boxing himself in. His decision \nto be an immigration hard-liner ignores history, demographics and sound strategy.\n\nGOP adviser Mark McKinnon says a successful presidential candidate must win at least 40% of the Hispanic vote. \nGeorge W. Bush, who supported immigration reform, reached this level in 2004 and won. Four years later, Sen. \nJohn McCain, R-Ariz., who supported reform until he swung right, got 31% of the Latino vote and lost.\n\nRomney opposes the DREAM Act, which would allow undocumented youth to legalize their status provided they \nserve in the military or attend college. This puts him at odds with the 91% of Latinos who support the act, according \nto the Pew Research Center.\n\nRomney should remember Sharron Angle, Nevada's 2010 GOP Senate candidate, who ran TV ads denounced for \ntheir use of anti-Hispanic stereotypes. Her rhetoric mobilized Latinos, and she was defeated.\n\nIt's puzzling that Romney seems to be conceding Hispanic votes because many Latinos are dissatisfied with \nPresident Obama. \"Romney has now thrown Obama a lifesaver (on immigration),\" GOP strategist Ana Navarro \ntoldPolitico. I couldn't agree more. Romney has potential appeal to Latinos, but he is pursuing a shortsighted \nstrategy by playing to the anti-immigrant crowd. In the long run, this will only alienate Hispanics — and might even \ncost him the general election.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's Board of Contributors. \n"}