{"title": "The County's Changing Face Brings Political Challenges; Candidates Differ on Illegal Immigration, Growth Issues", "body": "\nIllegal immigration, traffic and the pace of development are among the top issues for both candidates in Prince \nWilliam County's delegate race in District 52 this year.\n\nThe incumbent, Del. Jeffrey M. Frederick (R), said that he has offered strong solutions to each of the problems \nsince taking office in 2004 and that seniority in the General Assembly will make him even more effective if elected \nto a third term.\n\nFrederick said his  crowning achievement was helping to push a law that requires the Virginia Department of \nTransportation  to conduct traffic studies before housing developments can be approved.  Frederick said he also \nhas held the line against higher taxes and urged stricter measures against undocumented workers.\n\n\"There's so much to do, and I've delivered tangible results to the 52nd District,\" Frederick, 32, said. \"I've also kept \nmy promises.\"\n\nChristopher K. Brown, a Democratic challenger who served one term as mayor of Dumfries and more than a \ndecade on its Town Council, depicted Frederick as a \"rigid ideologue\" who has been ineffectual in addressing the \nissues of a fast-growing suburb. Brown also criticized Frederick for supporting the controversial and recently \nenacted abusive- driver fees -- a position Frederick disputes.\n\n\"I've seen so many broken things in these past few years,\" Brown, 51, said.\n\nDistrict 52 covers part of Prince William east of Interstate 95, as well as a swath of voters stretching westward along \nDumfries Road. Growth, crowding and rapid suburbanization have also changed the political currents as the \ncounty has grown 27 percent since 2000 to more than 357,000 people, according to the Census Bureau. About 20 \npercent of its residents are foreign-born, and officials say many are illegal. A study last year found that the county \nspent at least $3 million providing services to illegal immigrants.\n\n\nBoth Brown and Frederick talked tough about illegal immigration, saying it was time that state and local \ngovernments step in to fix a problem that has worsened because of the federal government's neglect. But they \ndiffered on tactics.\n\nFrederick would strip local governments of state funding for economic and transportation development if they allow \nillegal immigrants to receive public assistance.\n\n\"Virginia has made itself too inviting to illegals,\" Frederick said, criticizing in particular Fairfax and Arlington counties \nfor offering \"sanctuary\" to illegal immigrants.\n\nBrown said Frederick's proposal to cut state funding to localities that serve illegal immigrants would backfire in their \nhome district.\n\n\"We would be the biggest group of people harmed the most,\" said Brown, who said he would push for fines of as \nmuch as $10,000 per offense against employers who knowingly hire illegal immigrants.\n\n\"I believe that you attack it from the demand side,\" Brown said.\n\nFrederick said several bills such as the measure requiring traffic studies for new development demonstrate his \nability to work across party lines. Frederick said that when Brown was the mayor of Dumfries, Brown left a divisive \nlegacy. \"The guys who know him best are all supporting me,\" Frederick said. \"I think that's a testament.\"\n\nBrown, a certified public accountant who also served on the Dumfries Town Council from 1985 to 1998, dismissed \nhis opponent's assertion.\n\n\"You're going to have political adversaries no matter where you go,\" he said.\n\nBrown served as mayor from 1998 to 2002 in the town of about 4,800 people.\n\nFrederick is chief executive of GXS Strategies, a small IT consulting company he formed in 1998.\n\nGraphic\n\n \n\nIMAGE\n"}