{"title": "HEARING OF THE SUBCOMMITTEE ON CRIME, TERRORISM, AND HOMELAND SECURITY OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: ESCALATING VIOLENCE IN MEXICO AND THE SOUTHWEST BORDER AS A RESULT OF THE ILLICIT DRUG TRADE; CHAIRED BY: REPRESENTATIVE ROBERT C. SCOTT (D-VA); WITNESSES: STUART G. NASH, ASSOCIATE DEPUTY ATTORNEY GENERAL, DIRECTOR, ORGANIZED CRIME DRUG ENFORCEMENT TASK FORCES (OCDETF), U.S. DEPARTMENT OF JUSTICE; SALVADOR NIETO, ASSISTANT COMMISSIONER, OFFICE OF INTELLIGENCE AND OPERATIONS COORDINATION, U.S. CUSTOMS AND BORDER PROTECTION, U.S. DEPARTMENT OF HOMELAND SECURITY; JANICE AYALA, DEPUTY ASSISTANT DIRECTOR, OFFICE OF INVESTIGATIONS, U.S. IMMIGRATION AND CUSTOMS ENFORCEMENT, U.S. DEPARTMENT OF HOMELAND SECURITY; ANTHONY PLACIDO, ASSISTANT ADMINISTRATOR FOR INTELLIGENCE, U.S. DRUG ENFORCEMENT ADMINISTRATION, U.S. DEPARTMENT OF JUSTICE; WILLIAM J. HOOVER, ACTING DEPUTY DIRECTOR, BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES, U.S. DEPARTMENT OF JUSTICE.; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON CRIME, TERRORISM, AND HOMELAND SECURITY OF THE HOUSE \nJUDICIARY COMMITTEE SUBJECT: ESCALATING VIOLENCE IN MEXICO AND THE SOUTHWEST BORDER \nAS A RESULT OF THE ILLICIT DRUG TRADE CHAIRED BY: REPRESENTATIVE ROBERT C. SCOTT (D-VA) \nWITNESSES: STUART G. NASH, ASSOCIATE DEPUTY ATTORNEY GENERAL, DIRECTOR, ORGANIZED \nCRIME DRUG ENFORCEMENT TASK FORCES (OCDETF), U.S. DEPARTMENT OF JUSTICE; SALVADOR \nNIETO, ASSISTANT COMMISSIONER, OFFICE OF INTELLIGENCE AND OPERATIONS COORDINATION, U.S. \nCUSTOMS AND BORDER PROTECTION, U.S. DEPARTMENT OF HOMELAND SECURITY; JANICE AYALA, \nDEPUTY ASSISTANT DIRECTOR, OFFICE OF INVESTIGATIONS, U.S. IMMIGRATION AND CUSTOMS \nENFORCEMENT, U.S. DEPARTMENT OF HOMELAND SECURITY; ANTHONY PLACIDO, ASSISTANT \nADMINISTRATOR FOR INTELLIGENCE, U.S. DRUG ENFORCEMENT ADMINISTRATION, U.S. DEPARTMENT \nOF JUSTICE; WILLIAM J. HOOVER, ACTING DEPUTY DIRECTOR, BUREAU OF ALCOHOL, TOBACCO, \nFIREARMS AND EXPLOSIVES, U.S. DEPARTMENT OF JUSTICE. LOCATION: 2141 RAYBURN HOUSE \nOFFICE BUILDING, WASHINGTON, D.C. TIME: 2:00 P.M. EDT DATE: WEDNESDAY, MAY 6, 2009\n\n\nREP. SCOTT:  Good afternoon.  I first want to apologize for the delay.  We had crime bills on the floor \nunexpectedly.  We thought we were going to be there by 11:00 this morning, didn't get on it till about 1:30 and we're \njust getting back.  So I appreciate your indulgence.\n\nThe subcommittee will now come to order.  Welcome to the hearing before the Subcommittee on Crime, Terrorism, \nand Homeland Security on \"Escalating violence in Mexico and the Southwest border as a result of the illicit drug \ntrade.\"\n\nFor several months, the media has reported horrific violence occurring in Mexico and along the U.S. Southwest \nborder stemming from illegal drug trafficking.  Traffickers have been brazen enough to threaten police, government \nofficials, and even their families because of stepped-up government efforts into drug interdiction.  The actual attacks \nhave been rampant and gruesome.\n\nOur hearing today will explore the extent of the violence and the role of the U.S. law enforcement agencies in \ncombating it.  Of course, violence associated with drug trafficking and organized crime is nothing new.  Other \nnations, most notably Colombia and Italy, experienced heightened violence when their government stepped up \nenforcement efforts in the late 1980s and '90s.\n\nSimilarly, the surging violence Mexico is experiencing seems to be related to Mexican President Calderon's \ntargeted and successful crackdown on illicit drug organizations.  As Mexican security forces have seized thousands \nof firearms and tons of drugs, the trafficking has become more difficult.  As a result, the traffickers have become \nmore violent as they fight to control fewer trafficking routes.\n\nBecause these routes flow to and from the United States, our border states are most directly affected by the \nviolence.  In Phoenix alone, a special task force of 10 investigators has dismantled 31 crime cells, made more than \n220 arrests in response to over 350 kidnappings and other violence over the past two years.  But the violence is \nby no means limited to the border.\n\nAccording to a December report by the Department of Justice National Drug Intelligence Center, Mexican drug \ntrafficking organizations have established a presence in 230 U.S. cities as far as Anchorage and Atlanta.  In further \nintertwining Mexican and United States is the fight to control the violence over firearm trafficking.\n\nAccording to the Bureau of Alcohol, Tobacco, Firearms, and Explosives, approximately 90 percent of the weapons \nseized in Mexico that are traced, originate here and end up in the hands of Mexican drug traffickers.  Clearly we \nhave a shared problem.  However, before we can solve the problem, we must assess it accurately, focusing on \nreality and not sensationalism.\n\nThe violence has indeed been gruesome.  However, according to the Mexican government, 64 percent of the drug-\nrelated violence is mostly concentrated in three Northern and Southwestern states where only 15 percent of their \npopulation lives.  Moreover, the murder rate in city of Juarez, Mexico's hardest hit city, it is six times lower than in \nColombia's murder rate during the early '90s.  And since that time, the Medellin's homicide rate has dropped by 90 \npercent.\n\nThus the situation is serious, but is not as widespread as some reports would lead us to believe, and neither is it \ninsurmountable. Mexico has initiated key steps to overcoming the latest escalation of violence.  In addition to \nincreased enforcement efforts, Mexico has made crucial institutional reforms in its judicial system, police hiring, \ntechnology investment, and drug abuse prevention and treatment efforts.\n\nThese key changes promise a more secure long-term solution than enforcement efforts alone could provide.  And \nUnited States federal law enforcement efforts have been greatly enhanced.  In March of this year, the Obama \nadministration announced a major increase in law enforcement resources to partner with Mexico in combating drug \nand firearm trafficking.\n\n\n\nToday we'll hear from representatives of the Department of Justice to explain its role in combating the drug and \nfirearm trafficking and its resultant violence.  So I'm pleased, at this point, to recognize the esteemed ranking \nmember of the subcommittee, the gentleman from Texas, Judge Gohmert.\n\nREP. LOUIE GOHMERT (R-TX):  Thank you, Mr. Chairman.  Thank you for holding this hearing and thank you for \ncalling me esteemed.\n\nBut we are grateful for you being here, the witnesses.  I know that this has been an inordinate delay, but thank you \nfor your patience.\n\nFor several months now, we've heard reports of escalating violence by Mexican drug cartels, violence targeted at \nrival cartels and officials of Mexican government.  And not just violence, but gruesome acts intended to terrorize \nlocal communities and intimidate Mexican government into abandoning its mission to rid Mexico of the scourge of \nillegal drugs.\n\nMexico is a primary transit point into the U.S. for all four major drugs of choice -- marijuana, cocaine, \nmethamphetamine and heroin.  In fact, 91 percent of all cocaine abuse in America is supposedly trafficked through \nMexico.\n\nSo it comes as no surprise that these cartels would resort to such tactics given the Calderon government's efforts to \nshut down the trafficking operations and rid the government of the corruption that has allowed these cartels to \nprosper for years, and I would submit, has caused the country to not become a power in the world that it could be.\n\nIn addition to dozens of extraditions of drug cartel members from Mexico to the U.S. for prosecution, Mexican \nauthorities in recent weeks have arrested the suspected leader of the violent Zeta gang in the border city of \nMatamoros across from Brownsville, Texas, as well as a top official in the Juarez and Sinaloa Cartels.\n\nIn March, Forbes Magazine listed Joaquin \"El Chapo\" Guzman Loera, the head of the Sinaloa Cartel, as one of the \nworld's self-made billionaires.  His inclusion on this list brings the breadth of the illegal drug trade into stark reality.  \nWe simply cannot address the cartel violence in Mexico without addressing both the supply and demand of illegal \ndrugs here in America.\n\nAccording to the Drug Enforcement Administration, Mexico is the number one foreign supplier of marijuana abuse \nin the United States like marijuana is considered the cash crop that finances the cartels' drug trade, corruption, and \nviolence.\n\nSo it came as no shock to me when Attorney General Holder announced in February that the DEA would no longer \nconduct raids -- I'm sorry, it did come as a shock to me that they wouldn't conduct raids any longer on facilities that \nare operating in compliance with state law despite their violation of federal drug laws.\n\nThis is an issue that still needs to be addressed.  Another matter that has caused concern was when some of us \nheard the administration say that 90 percent -- even the president saying 90 percent of all the guns in Mexico \ninvolved in violence are apparently from the United States, which as it turns out, so appears from the numbers \nthat I've been able to get, that only 17 percent of the guns found at Mexican crime scenes have been traced to the \nUnited States.\n\nA large percentage of the guns recovered in Mexico are not sent back to the United States for tracing, because it's \nobvious from their markings they did not come from the U.S.  But the numbers that we've been provided say that in \n2007 to 2008, 6,000 guns were successfully traced, and of these 90 percent -- as by the ATF, 90 percent of 5,114 \nwere traced to the U.S.\n\nBut in those same two years according to Mexican government, 29,000 guns were recovered at crime scenes; so \nnot 90 percent coming from the United States, but 17 percent.  Another issue that has just arisen today, as \nreported in the press, the Chicago Tribune reported that the Sinaloa Cartel now is authorizing the use of force and \n\n\n\nviolence inside the United States to protect their loads of illegal drugs, that force supposedly being authorized in \nthe United States.\n\nNow, that may be a testimony to effectiveness and how they've been hurt by the U.S. curtailing the drugs being \nimported into the United States.  But whatever the reason, if this is true and they are authorizing violence against \nour people that we are paying to protect us, then we have got to have an appropriate counterstrategy to that, and I \nhope we hear about that shortly.\n\nAnyway, I do appreciate your patience, look forward to your testimony, and yield back the balance of my time.\n\nREP. SCOTT:  Thank you.\n\nAnd we have the ranking member of the full committee here, the gentleman from Texas, Mr. Smith, who actually \nsuggested the hearing. Good to see you here.\n\nREP. LAMAR SMITH (R-TX):  Thank you, Mr. Chairman.  Actually I was going to give you credit and thank you for \nhaving this hearing, which is both timely and appropriate.  And I do appreciate the collaboration, it is a bipartisan \nsubject and always appreciate being able to work with you on items like this.\n\nAlso, Mr. Chairman, I think I heard you as I walked in express your appreciation to the witnesses for waiting so long.  \nAnd I too was going to say to them that the debate and the votes on some three judiciary bills that were on the \nHouse floor took a lot longer than we thought.  In fact, the vote actually occurred about one hour longer than we \nwere told when it was going to occur.  And I'm afraid you all had to wait, but we do appreciate that.\n\nMexico, our neighbor to the south, is experiencing a surge in homicides and other violent crimes, and drug cartels \nare to blame.  In a little over a year, more than 7,000 people have been murdered, many of them cartel members or \nassociates.  These international crime syndicates are like any other criminal organization that attempts to exercise \nits authority through threats, fear, and murder.\n\nThe Mexican President Felipe Calderon has vowed to take on the Mexican drug cartels and put an end to their \nreign.  And we are seeing the results of this effort; better cooperation with U.S. law enforcement agencies, \nincreased extraditions of cartel members to the U.S., and a campaign to rid the Mexican government of the \ncorruption that has fostered the cartels' power for years.\n\nRegrettably though, some are using the violence along the border as a justification for stricter gun laws.  In recent \nweeks, both the news media and elected officials have repeated a statistic that would be alarming, if true, that 90 \npercent of the firearms seized in Mexico come from the U.S.  This is simply false.  What is true is that 90 percent of \nthose weapons that are seized and traced are linked back to a point of sale in the United States.\n\nBut this accounts for only 17 percent of the guns actually found at Mexican crime scenes.  The remaining 83 \npercent come from Central and South America, or as far away as Russia, according to a recent report.  Regulating \nownership of firearms by law-abiding citizens will do nothing to stop criminals from trafficking guns into Mexico.\n\nThere are those who suggest that the solution to border violence is to legalize drugs.  That's like saying the \nsolution to our economic crisis is to legalize fraud.  If Congress is serious about addressing border violence in \nMexico, we should first eliminate the demand for illegal drugs in the U.S. by cracking down on drug dealers.\n\nUnfortunately, some want to significantly reduce the punishment for drug crimes.  But reducing the demand for \ndrugs in the U.S. will help prevent drug-related violence from spilling across the U.S.- Mexico border.  In late \nMarch, the administration announced that it planned to redeploy personnel and resources along the border to help \ncurtail the violence.\n\n\n\nI support these actions, but remain concerned that the redeployment of personnel and resources may come at the \nexpense of other critical law enforcement activities.  Border violence should not be used as an excuse to reduce \ninterior enforcement of our immigration laws and enact gun restriction.\n\nMr. Chairman, the threat of violence spilling across the U.S. border would be much less if we would complete \nconstruction of the border fence.  The Border Patrol has stated that where used, it has reduced apprehensions by \n95 percent.  And when apprehensions are down, so is the amount of drugs coming across the border and the \nrelated violence.  Mr. Chairman, thank you, and I yield back the balance of my time.\n\nREP. SCOTT:  Thank you.\n\nWe've also been joined by the gentle lady from Texas, Ms. Jackson Lee.\n\nAnd I ask if any other additional statements to be made a part of the record, without objection.  I will now go to our \npanel of witnesses.\n\nOur first witness will be Stuart Nash, associate deputy attorney general, director of Organized Crime Drug \nEnforcement Task Forces. Under that directorship, he oversees the combined efforts of over 2,000 law enforcement \nagents and over 600 prosecutors with the mission of investigating, prosecuting, and dismantling the world's largest \ndrug trafficking and money laundering organizations.\n\nHe also serves as associate deputy attorney general with responsibility for a range of criminal justice issues \nincluding drug enforcement, money laundering, and asset forfeiture.  He has a law degree from Harvard Law \nSchool and a bachelor's degree from Duke University.\n\nOur next witness will be Mr. Salvador Nieto, the deputy assistant commissioner, Office of Intelligence and \nOperations Coordination for the United States Customs and Border Protection.  As deputy assistant commissioner \nhe is the chief executive officer responsible for leveraging the skills of intelligence operations professionals and \ntargeting experts to maximize the CPB's enforcement efforts.  He began his career in 1988 with the U.S. Border \nPatrol, served in the United States Air Force, and attended the Air Force Community College and Florida State \nUniversity.\n\nOur next witness will be Janice Ayala, deputy assistant director of Financial, Narcotics and Public Safety Division \nwithin the Office of Investigations, U.S. Immigrations and Customs Enforcement.  In this position she has direct \noversight of the financial, narcotics, and national gang programs conducted by ICE officers throughout the United \nStates.  She served for four years with the U.S. Air Force Intelligence Squadron, and holds a Bachelor of Science \ndegree in business administration.\n\nOur fourth witness will be Mr. Anthony Placido, assistant administrator for intelligence for the United States Drug \nEnforcement Administration or DEA.  As the leader of DEA's intelligence program, he is DEA's senior officer for the \nU.S. intelligence community, and his duties include development of the agency's global intelligence collection \nenterprise.  He holds a bachelor's degree from Northeastern University, and a master's degree from Golden Gate \nUniversity.\n\nFinal witness is Mr. William J. Hoover, acting deputy director for the Bureau of Alcohol, Tobacco, Firearms and \nExplosives.  As deputy director, he is the ATF'S second highest official, and oversees all ATF operations including \ncriminal investigations, intelligence, and regulation of federal firearm licensees.  He has a bachelor's degree from \nShepherd College in Shepherdstown, West Virginia.\n\nI thank all of our witnesses for joining us.  I would ask you to summarize your testimony within five minutes or less.  \nThere's a timing device at the table which will go from green to yellow with one minute left, and red after your five \nminutes are up.  We're also being joined by the gentleman from Texas, Mr. Poe.  We'll begin by starting with Mr. \nNash.\n\n\n\nMR. NASH:  I can't help but notice it may be a bad omen for me, the last vote.  You mentioned my degree from \nDuke University.  The last vote the House took before this hearing was convened was to congratulate the North \nCarolina Tar Heels for their victory in the National Basketball Championship.  But I will try to soldier on.\n\nMy thanks to you and to Ranking Member Gohmert and to all the members of the committee.  I appreciate the \nopportunity to appear before you today to discuss the alarming rise of violence in Mexico, and to share with you \nthe Department of Justice's strategy for dismantling the Mexican drug cartels that are responsible for that violence.\n\nDrug-related violence has skyrocketed in recent years in Mexico, especially along the border with the United \nStates.  When Mexico's President Calderon and Attorney General Medina Mora took office in December 2006, the \nMexican government, with the support of the United States, undertook a comprehensive program to break the \npower of the narco-traffickers.\n\nThe unprecedented pressure caused the cartels to escalate fighting among themselves for control of the lucrative \nsmuggling corridors along the Southwest border, and also led to retaliatory violence directed at Mexican law \nenforcement personnel.  The violence in Mexico has had direct and serious effects in the United States.\n\nFirearms trafficking from the United States to Mexico contributes to escalating levels of violence on both sides of \nthe border as the cartels and U.S.-based gangs affiliated with the cartels arm themselves with high-caliber \nfirearms.  These criminal groups are very well financed.  Mexican and Colombian drug trafficking organizations \nannually generate between ($)18 billion and $39 billion in drug proceeds in the United States, a large portion of \nwhich is believed to be smuggled in bulk cash shipments back into Mexico.\n\nFor decades, U.S. law enforcement agencies have recognized that the best way to fight the most powerful criminal \norganizations is through intelligence-based prosecutor-led task forces.  It was this approach, for example, that \nfueled the groundbreaking mafia prosecutions in the late '80s and '90s.  DOJ is currently applying the same \nintelligence-driven tactics that broke the back of the Mob to fighting the Mexican drug cartels.\n\nThe department's strategy to dismantle the Mexican drug cartels has several key elements.  First, the strategy \nemploys expensive intelligence capabilities.  The department pools information generated by federal, state, and \nlocal law enforcement agencies, and uses that intelligence to direct resources against the most powerful cartels.\n\nSecond, through prosecutor-led multi-agency task forces, the department focuses its efforts on the investigation, \nextradition, prosecution, and incarceration of key cartel leaders.  As the department has demonstrated in attacking \nother major criminal enterprises, destroying the leadership and seizing the financial infrastructure of the cartels \nundermines their very existence.\n\nThird, the Department of Justice in concerted efforts with the Department of Homeland Security pursues \ninvestigations and prosecutions related to the trafficking of guns and the smuggling of cash from the United States \ninto Mexico.  Much of the violence in Mexico is fuelled by weapons and resources that come from our side of the \nborder.\n\nFinally, the department confronts the secondary threats in the United States flowing from the cartel activity.  These \nthreats include the widespread distribution of drugs on our streets and gang activities in our neighborhoods.  The \ndepartment's strategy has already had some spectacular successes.\n\nJust a couple months ago, Attorney General Holder announced the arrest of more than 750 individuals in \nconnection with Operation Xcellerator which targeted the Mexican drug trafficking organization known as the \nSinaloa Cartel.  Through Operation Xcellerator, federal law enforcement agencies along with the law enforcement \nofficials from the governments of Mexico and Canada and state and local authorities in the United States, \ndelivered a significant blow against the Sinaloa Cartel.\n\nIn addition to the 750 arrests, authorities seized over $61 million U.S. currency and more than 12,000 kilos of \ncocaine.  Project Reckoning, announced in September 2008, was a 15-month operation that severely damaged the \n\n\n\nGulf Cartel.  It was one of the largest and most successful joint law enforcement efforts ever undertaken between \nthe United States and Mexico.\n\nProject Reckoning resulted in over 600 arrests in the U.S. and Mexico, plus the seizure of $76 million in currency \nand nearly 20,000 kilos of cocaine.  Most importantly, Project Reckoning led to the indictment of the three principal \nleaders of the Gulf Cartel.\n\nOperation Xcellerator and Project Reckoning were tremendous successes in the U.S. government's battle against \nthe Mexican cartels, and they illustrate the strengths of the department's strategy. Neither would have been \npossible without the development and effective sharing of intelligence between and among federal agencies, our \nstate and local partners, and the government of Mexico.\n\nThe operations were each coordinated by the DEA-led special operations division, and handled by prosecutors and \ninvestigators from the Organized Crime Drug Enforcement Task Forces, a program that coordinates elements of the \nfederal government including the DEA, FBI, ATF, the Marshal Service, prosecutors from the U.S. Attorney's Offices, \nand the DOJ's criminal division as well as agents from ICE, CBP, the Coast Guard, and the IRS.\n\nIn sum, we believe that the administration has the right strategy for stopping the violence spawned by the cartels.  \nWe also recognize that there is much work still to be done.  The cartels remain powerful, and they continue to move \ndrugs into the United States.  But the strategy we are pursuing is the correct one, and ultimately we will prevail \nagainst these cartels.\n\nThe Department of Justice remains committed to working in conjunction with our partners to address these serious \nthreats.\n\nAnd I welcome any questions that you may have.\n\nREP. SCOTT:  Thank you.\n\nWe've been joined by the gentleman from Florida, Mr. Rooney.\n\nAnd we'll continue with Mr. Nieto.\n\nMR. NIETO:  Thank you, and good afternoon.\n\nChairman Scott, Ranking Member Gohmert, members of the subcommittee, it is a privilege and honor to appear \nbefore you today to discuss the work of the U.S. Customs and Border Protection.\n\nCBP is the largest uniformed federal law enforcement agency in the country.  We station over 20,000 CBP officers \nat access points around the nation at air, land, and seaports.\n\nBy the end of Fiscal Year 2009, we will have deployed over 20,000 Border Patrol agents between the ports of \nentry.  These forces are supplemented with 980 Air and Marine agents, 2,260 agricultural specialists, and other \nprofessionals.  These personnel are key to the implementation of Secretary Napolitano's Southwest Border \nInitiative that she announced in March.\n\nA key and growing area of emphasis for CBP involves interdiction of weapons and currency.  Escalating violence in \nthe border regions and interior of Mexico poses a significant threat to both the United States and Mexico.  \nSecretary Napolitano has tasked all DHS components, including CBP, to examine how we can increase our \nenforcement activities in an effort to mitigate southbound weapon and currency smuggling to the extent that \nresources and infrastructure allow.\n\nWe have ongoing initiatives by way of short-term plus-ups and operations plans that call for enhanced resources to \ninclude state and local law enforcement agencies, the mobility of CBP resources from outside the immediate area, \n\n\n\nand national level tactical teams such as the Border Patrol Tactical Unit and field operations special response \nteams.\n\nWe continue enhancing our plans to address all threats and all hazards at the borders.  A majority of the illegal \ndrugs consumed in the United States originate from or pass through Mexican territory or territorial seas.  Huge illicit \ntrafficking profits flow back into Mexican drug-trafficking organizations across our common border.\n\nThe Mexican government's ability to confront its drug trafficking industry and its willingness to cooperate with U.S. \nefforts directly affect the impact of any Southwest border initiative.  CBP has established positions at the El Paso \nIntelligence Center, otherwise known as EPIC, the Organized Crime Drug Enforcement Task Force Fusion Center, \nand the DEA Special Operations Division.\n\nThese initiatives enhance interaction with the Intelligence Community and law enforcement agencies.  Additionally, \nCBP's Office of Intelligence and Operations Coordination established a National Post Seizure Analysis Team, and \nis in the process of establishing Intelligence Operations Coordination Centers known as IOCCs in the field.\n\nThe IOCCs will make CBP a more fully integrated, intelligence- driven organization by linking intelligence efforts \nand products to operations and interdictions.  CBP works with other agencies to provide actionable intelligence to \nthe Joint Interagency Task Force- South, JIATF-South.  This intelligence is used to interdict the flow of cocaine from \nNorthern South America to the United States.\n\nDetection of U.S.-Mexican border air intrusions is essential to effective interdiction operations along our borders \nwith Mexico.  The primary means of detection is a large radar network monitored at the Air and Marine Operations \nCenter or the AMOC in Riverside, California.\n\nPersonnel at the AMOC detect aircraft short landings and border penetrations and coordinate CBP assets and \nMexican interdiction assets to intercept, track, and apprehend smugglers as they transverse the U.S./Mexico \nborder.  CBP continues its evolution to become a more integrated, intelligence-driven organization, and we are in \nthe process of establishing a robust field organization.\n\nIntelligence-gathering and predictive analysis require new collection and processing capabilities.  CBP is also \ndeveloping the Analytical Framework for Intelligence, a set of data-processing tools that will improve the \neffectiveness of CBP and other DHS analysts in detecting, locating, and analyzing terrorist networks, drug- \ntrafficking networks, and similar threats.\n\nThese intelligence and operational coordination initiatives complement the Secure Border Initiative's technology \nprograms.\n\nThank you for the opportunity to describe our plans for border security, and to highlight some of our progress to \ndate.  With your continued support of DHS, CBP, and ICE I am confident that we will continue to make tremendous \nstrides in increasing control of our borders.  I look forward to your questions.\n\nREP. SCOTT:  Ms. Ayala.\n\nMS. AYALA:  Chairman Scott, Ranking Member Gohmert, and distinguished members of the subcommittee, on \nbehalf of Secretary Napolitano and Acting Assistant Secretary Torres, I thank you for the opportunity to discuss \nICE's efforts to combat cross-border violence and crime and related violence.\n\nICE has the most expansive investigative authority and the largest force of investigators within DHS.  But this \nchallenge can't be addressed by any one agency.  Partnerships are essential, and ICE works closely with foreign, \nfederal, tribal, state, and local agencies to secure our borders, including the agencies that my colleagues here \ntoday represent.\n\n\n\nDHS recognizes that southbound weapons smuggling is a grave concern amid the growing violence along our \nborder with Mexico.  This violence requires a comprehensive bilateral effort.  On January 30th, Secretary \nNapolitano responded by issuing a border security action directive which focused the wide-ranging authorities of \nthe department on the violence along our Southern border.\n\nThe secretary emphasized the necessity of a broad, multi-agency response to attack the flow of weapons and \nmoney that continues to fuel the violence.  ICE contributes to this fight principally through two bilateral initiatives -- \nOperation Firewall to counter bulk cash smuggling and as well as Operation Armas Cruzadas, to counter weapons \nsmuggling.\n\nThe ICE-led Border Enforcement Security Task Forces provide a comprehensive multi-agency platform to fight \nthese particular threats. Under Armas Cruzadas, U.S. and Mexican investigators synchronized bilateral law \nenforcement and intelligence-sharing activities in order to detect, disrupt, and dismantle these weapons smuggling \nnetworks.\n\nKey supporting actions include use of ICE's long-standing authorities under the Arms Export Control Act, as well as \nnewly acquired export authority that is particularly useful in targeting these weapons smuggling networks.\n\nTo more seamlessly investigate these networks that span our common border, BESTs, ICE attaché offices, U.S.-\nvetted Mexican Arms Trafficking Group, and the ICE Border Violence Intelligence Cell exchange weapons-related \nintelligence.  For example, in August of last year, an ICE investigation developed information that was rapidly \nshared with Mexican investigators regarding a safe house in Nogales, Sonora, used by cartel hit men.\n\nA subsequent search resulted in six arrests, the seizure of police uniforms, a large amount of U.S. currency, 12 \nweapons, and four stolen U.S. vehicles.  Intelligence stemming from single actions like this is analyzed by the EPIC, \nwho in conjunction with other DHS intelligence components, produce a strategic assessment focused on \nsouthbound weapons smuggling.\n\nLet me share another example of how ICE partners with others in combating weapons smuggling.  ICE, ATF, and \nthe San Antonio Police Department initiated an investigation of Ernesto Olvera-Garza, a Mexican national; at the \ntime of his arrest in October 2007, trafficked in high-powered, high-capacity handguns and assault rifles. He led a \ngun-smuggling conspiracy that purchased and smuggled more than 50 weapons into Mexico.\n\nOne of these weapons was recovered after it was used in a gun battle where two Mexican soldiers were killed.  \nOlvera-Garza pleaded guilty to violations of title 18, U.S.C. 554, 922, and 371, and has been sentenced to 144 \nmonths incarceration.  Since the initiation of Armas Cruzadas, over 1,440 weapons and over 122,000 rounds of \nammunition have been seized, and over 329 individuals arrested.\n\nOne of the most effective methods in dealing with violent and transnational criminal organizations is to attack the \ncriminal proceeds that fund their operations.  As we have hardened form of financial systems throughout the United \nStates, the smuggling of bulk currency out of the country has been on the rise.  ICE investigates bulk cash \nsmuggling as part of its border crime portfolio.\n\nICE and CBP conduct Operation Firewall, interdiction operations, investigations with Mexican Customs and ICE-\ntrained Mexican Money Laundering Vetted Unit.  Since its inception, Firewall has seized over $195 million including \n$64 million seized overseas, and more than 452 arrests.\n\nThe principal investigative platform for both Armas Cruzadas and Firewall are the ten multi-agency BESTs located \nalong high-threat smuggling corridors along the Southwest border.  Created to specifically address border \nviolence, these BESTs concentrate on top threats within their geographic areas including weapons, bulk cash, \nnarcotics, and alien smuggling.\n\nThrough BESTs, we have dismantled arms trafficking, human trafficking, bulk cash, alien, and narcotics smuggling \norganizations and their hostage-taking and murder/kidnapping cells in the United States and Mexico.  Since July \n\n\n\nof 2005, BESTs have been responsible for more than 5,100 arrests and seizure of about 190,000 pounds of \nnarcotics, thousands of weapons, and almost $25 million in U.S. currency.\n\nICE is committed to effective cross-border communication and information-sharing to stem bi-national criminal \nactivity and associated violence through the deployment of the BESTs, Operation Armas Cruzadas, and Operation \nFirewall.  By partnering with other law enforcement agencies we are able to use a broad range of authorities, \nincluding the most sophisticated investigative tools to respond and conduct our investigations.\n\nOnce again, I'd like to thank the subcommittee for its continued support of ICE and our law enforcement mission.  \nAnd I would be happy to answer any questions that you may have at this time.\n\nREP. SCOTT:  Thank you very much.\n\nMr. Placido.\n\nMR. PLACIDO:  Good afternoon.  Chairman Scott, Ranking Member Smith, members of the subcommittee, thank \nyou for the opportunity to appear today and discuss the Drug Enforcement Administration's views addressing the \nviolence that's been generated by entrenched criminal organizations based in Mexico as well as the potential \nimpact of this violence on Americans and our regional partners.\n\nIt's vitally important that we accurately describe this problem before we invest taxpayer funds or craft programmatic \nsolutions to deal with it.  Mexico-based drug-trafficking organizations have, over a period of many years, become \nso powerful that they represent a significant threat to the very authority of the Mexican State.\n\nThrough the use of corruption, intimidation, and violence, these organizations have for far too long been able to act \nwith virtual impunity and to use Mexico as a base of operations from which to run a global criminal enterprise that \nhas adverse consequences for the United States, for Mexico, and indeed, for the world.\n\nMexican drug-trafficking organizations now dominate wholesale and retail drug distribution throughout the United \nStates.  Their impact is felt far beyond our Southwest border.  The contraband drugs entering the United States \nfrom Mexico, the drug proceeds and the weapons entering Mexico from the United States, and the related \nviolence are but symptoms of the larger disease.\n\nIn fact, it's a mistake in our view at DEA, to geographically delimit this problem or to characterize it as a border \nproblem per se. The task in responding to this pervasive threat is to build a comprehensive whole-of-government \nresponse that is fully integrated with Mexico, our regional partners, to attack the problem, the disease, rather than \nmerely mitigating the symptoms.\n\nThis will require better coordination of the U.S. interagency effort, not just better coordination between the United \nStates and Mexico.  The importance of focusing on the criminal organizations rather than overemphasizing \ngeography can best be made by examining the supply chain for cocaine.  U.S. interagency estimates -- I think they \nwere quoted here earlier -- indicate that approximately 91 percent of the cocaine abused in the United States \nactually transits Mexico before it arrives.\n\nThe seizure of that cocaine in the transit zone -- by which I mean the area from the North coast of Colombia up to \nMexico -- is measured by the metric ton.  Seizures of cocaine at our Southwest border -- the average seizure is \nonly 47 pounds.  This tells us two important things, at least, from an intelligence perspective.\n\nFirst, we can be far more effective extending our operations south of the border seizing the contraband in larger \nquantities.  But probably much more important for our purposes is that the organizations, the people who organize, \nfinance, direct, and control this enterprise have for far too long operated, at least prior to the Calderon \nadministration with impunity, and have used Mexico as a base of operations.\n\n\n\nThese criminal powerbrokers don't personally handle the drugs. They're not the individuals who are smuggling \ndrugs across their border, but they must be dealt with if we're going to make America safer.  Well, I have no \nintention of downplaying the important work done at our borders.  We did need a historic opportunity for \nengagement with Mexico to buttress security at the border.\n\nThe strategic opening that we now have with Mexico offers an unprecedented opportunity to achieve defense in \ndepth by denying safe haven to criminal organizations that previously operated with impunity from Mexico.  \nDenying safe haven to these traffickers in Mexico will, over time, reduce the flow of contraband and violence from \nMexico. The Merida Initiative is the strategy that's focused on attacking criminal organizations, not geography.\n\nThe goal of the Merida Initiative is to assist the Calderon administration in breaking the power and impunity of the \ncartels while simultaneously fortifying Mexican government institutions in infrastructure, essentially transforming \nwhat has become a national security crisis that required Mexico to engage tens of thousands of military troops to \nmaintain order into a problem that can be adequately managed with an enhanced Mexican criminal justice system.\n\nThis is the problem we face, and it is the problem that we can solve in the next four years if we can maintain our \nfocus.  We're fortunate to have willing and increasingly capable partners in the Calderon administration to address \nsuch a formidable task.\n\nWith our help, President Calderon and his administration are relentlessly attacking the criminal organizations who \nhave caused so much violence and destruction.  They've made arrests of important leaders from all of Mexico's \ncartels.  These are the people who are responsible for systematically corrupting public institutions and officials, \nundermining the rule of law and democratic governance, and challenging regional stability.\n\nThese are the kingpins who organize, finance, direct, and control the criminal activity that affects us in the form of \ncontraband, drugs, and violence.  The Calderon administration has extradited more than 178 defendants to face \nU.S. justice, and is reforming its own institutions to better address these criminals in Mexico.\n\nWe are already seeing indications of success here at home.  For the two-year period from January of 2007 to \nDecember of 2008, which essentially corresponds directly with the tenure of President Calderon, we have seen the \nprice per pure gram of cocaine more than double up a 104 percent in the United States, while the purity of that \ndrug has plummeted almost 35 percent.\n\nWe have listened to judicially authorized intercepts of conversations between Mexican cartel members in which \nthey describe the unprecedented stress being placed against them by the Calderon administration.  Unfortunately, \nas the government of Mexico's offensive has dramatically increased the pressure against these criminal \norganizations, the cartels have responded violently in a desperate attempt to preserve their illegal enterprise.\n\nAs unfortunate as this violence is, it is not a harbinger of failure, but rather a signpost of success.  Mexico must \nstay the course, and it is in America's best interest to help them in that endeavor.  While intra- and inter-cartel \nviolence has always been associated with the Mexican drug trade, the cartels are now intentionally targeting \nMexican government officials and innocent civilians.\n\nThis violence, including the brutal murder of public officials in Mexico, is intended -- these mutilated bodies and \nsigns warning of even more graphic violence if they don't break the attack against these organizations -- is \nintended to break the public's will to support President Calderon's offensive.\n\n(Sounds gavel)\n\nPresident Calderon's determination and resolve to press forward in spite of the sustained wave of brutal violence is \ncommendable.  But it has prompted many to examine the potential for spillover effects here in the United States.\n\nREP. SCOTT:  And sir, just can you again wrap it up --\n\n\n\nMR. PLACIDO:  I'll wrap it up, sir --\n\nREP. SCOTT:  Okay.\n\nMR. PLACIDO:  -- by saying that we must use this unprecedented opportunity to help Mexico take the fight to the \ncriminal organizations, and that helping them play offense is the best way for us to defend America.  Thank you.\n\nREP. SCOTT:  Thank you.\n\nMr. Hoover.\n\nMR. HOOVER:  Chairman Scott, Ranking Member Smith, and other distinguished members of the committee, I am \nWilliam Hoover, the acting deputy director of the Bureau of Alcohol, Tobacco, Firearms and Explosives.\n\nOn behalf of acting director Ken Melson, I'm honored to appear before you today to discuss ATF's ongoing role of \npreventing firearms from being illegally trafficked from the United States into Mexico, and working to reduce the \nassociated violence along the border.  For over 30 years, ATF has been protecting our citizens and communities \nfrom violent criminals and criminal organizations by safeguarding them from the illegal use of firearms and \nexplosives.\n\nWe are responsible for both regulating the firearms and explosives industries, and enforcing criminal laws relating \nto those commodities.  ATF has the experience, expertise, tools, and commitment to investigate and disrupt groups \nand individuals who obtain guns in the United States and illegally traffic them into Mexico.\n\nThe combination of ATF's crime-fighting expertise, specific, statutory, and regulatory authority, analytical capability, \nand strategic partnerships, is used to combat arms trafficking both along the U.S. borders and throughout the \nnation.  For instance, from Fiscal Year 2004 through February 17th of this year, Project Gunrunner, which is ATF's \nstrategy for disrupting the flow of firearms to Mexico, has referred over 709 cases for prosecution involving 1,658 \ndefendants.\n\nThose cases include 382 for firearms trafficking which involve 1,035 defendants, and an estimate of almost 13,000 \nfirearms.  While the greatest proportion of firearms traffic to Mexico originate out of the states along the Southwest \nborder, ATF trace data has established that traffickers are also acquiring firearms from other states, as far east as \nFlorida, and as far north and west as Washington State.\n\nA case from April 2008 involving a violent shootout that resulted in 13 deaths, illustrates this point.  ATF traced 60 \nfirearms recovered at the crime scene in Tijuana.  As a result, these have been forwarded to ATF field divisions in \nDenver, Houston, Los Angeles, Philadelphia, Phoenix, San Francisco, and Seattle to interview the first-known \npurchasers of these firearms.\n\nThese investigations continue.  Additionally, drug traffickers are known to supplement their firearms cash with \nexplosives.  Our expertise with explosives has proven to be another viable tool to use in the fight against drug \ncartels.\n\nIn fact, in the past six months we have noted a troubling increase in the number of grenades seized from or used by \ndrug traffickers.  We are concerned about the possibility of explosives- related violence materializing in our U.S. \nborder towns.\n\nWe have had at least one such incident in San Juan, Texas, when a hand grenade was thrown into a crowd of 20 \npatrons.  ATF was able to identify that grenade, and believes it was linked to a Mexican drug cartel.  We believe \nthese devices were from the same source as those used during attack on our U.S. consulate in Monterrey, Mexico.\n\n\n\nAlong the Southwest border, ATF Project Gunrunner includes approximately 148 special agents dedicated to \ninvestigate firearms trafficking.  Fifty nine industry operation investigators are responsible for conducting regulatory \ninspections of federally licensed gun dealers knows a Federal Firearms Licenses or FFL.\n\nJust last week, we sent over 100 additional personnel to the Houston field division to support our push against the \ntrafficking of firearms to Mexico.  As the sole agency that regulates the FFLs, roughly 7,000 of which are along the \nSouthwest border, ATF has the statutory authority to inspect and examine the records and inventory of licensees \nfor firearms trafficking trends and patterns, and revoke the licenses of those who are complicit in firearms trafficking.\n\nFor instance, ATF used its regulatory authority to review the records of an FFL that received close to 2,000 \nfirearms, removed their sale numbers, and then trafficked them to Mexico with the aid of a co- conspirator who \nresided in Mexico.  ATF recovered over $120,000 in cash and 89 firearms, eight of which had obliterated serial \nnumbers from the FFL.\n\nATF conducted a buy-bust operation with a Mexican contact at which time he was also arrested.  A review of \nrecords from the wholesalers confirmed that the FFL had received 1,869 firearms.  An essential component of ATF \nstrategy to curtail firearms traffic into Mexico is the tracing of firearms seized in both countries.\n\nUsing this information, ATF can establish the identity of the first retail purchaser of the firearm, and possibly learn \npertinent information such as how the gun came to be used in the furtherance of the crime, or how it came to be \nlocated in Mexico.\n\nFurthermore, analysis of aggregate trace data can reveal trafficking trends and network showing where the guns \nare being purchased, who is purchasing them, and how they flow across the border.  Let me share an example of \nhow trace data can identify a firearms trafficker.  ATF's analysis of trace data linked a man living in a U.S. city \nalong the border with three crime guns recovered at three different crime scenes in Mexico.\n\nFurther investigation uncovered that he was the purchaser of a fourth firearm recovered at yet another crime scene \nin Mexico, and that he had purchased over 100 AR-15 type receivers and seven additional firearms within a short \ntime span using nine different FFL wholesale distributors as his sources for his firearms.\n\nIn April 2008, ATF seized 80 firearms from the suspect, and learned that he was manufacturing guns in his home.  \nHe sold over 100 guns alone to an individual who is suspected of being linked to a cartel.  These investigative leads \nare also being pursued.\n\nLastly, I would like to mention that ATF's operational presence at the El Paso Intelligence Center or EPIC located in \nEl Paso, Texas.\n\nEPIC is certainly one of the most valuable tools for intelligence- sharing and the coordination of multi-agency efforts \nto curb violence and firearms trafficking activities along the Southwest border.\n\nAt EPIC, we operate what is known as the ATF Gun Desk.  The mission of the Gun Desk is to identify and analyze \nall firearms- and explosives-related data acquired and collected from law enforcement and open sources.  This \nwould include Mexican military and law enforcement along with U.S. law enforcement assets operating on both \nsides of the border.\n\nChairman Scott and other distinguished members of this committee, on behalf of the men and women of ATF, I \nthank you and your staffs for your continued support of our crucial work.  With the backing of this committee, ATF \ncan continue to fight violent crime in the nation's cities and on our borders making our nation even more secure.  \nThank you.\n\nREP. SCOTT:  Thank you.\n\n\n\nNow I recognize myself for five minutes for questions, and recognize the presence of gentleman from -- my \ncolleague from Virginia, Mr. Goodlatte, who has come in.  I recognize myself for five minutes of questions.\n\nMr. Hoover, you indicated that you used firearm records to trace many of these.  Can you indicate the impact that \nthe Tiahrt Amendment on sharing trace data and the requirement that records not be kept more than, what's it, 90 \ndays, what impact that has on your ability to investigate crimes?\n\nMR. HOOVER:  The Tiahrt Amendment allows us to share information with the agency that provided the trace data.  \nIt does not allow us to share information with any one other than that agency.  If the other agencies would like to \nrequest to use that data, then they have to go through the agency that submitted it to ATF for the trace.\n\nREP. SCOTT:  How does that affect the ability to investigate crimes?\n\nMR. HOOVER:  It is not, in fact, our ability to investigate crimes.  It would -- simply calls those agencies other than \nthe requesting agency to use that agency's information to investigate that specific firearm trafficking.\n\nREP. SCOTT:  So we shouldn't be concerned about that from a law enforcement --\n\nMR. HOOVER:  It is not -- (cross talk) -- this point with law enforcement.  No, sir.\n\nREP. SCOTT:  What about the length of time the licensees have to keep the records?\n\nMR. HOOVER:  The licensees keep their records forever.  And when they go out of business, they give the \ninformation to ATF through our out-of-business records, and we maintain the record on that sale if that licensee \ngoes out of business.\n\nREP. SCOTT:  What is the provision that some records are only kept for --\n\nMR. HOOVER:  That's part of the NICS Improvement Act, sir, I believe, where NICS records are only allowed to be \nkept for a certain portion of the time.\n\nREP. SCOTT:  Upon 90 days?\n\nMR. HOOVER:  I'm not sure.  I'll have to get that answer for you, sir.\n\nREP. SCOTT:  Does anybody knows?  But that is not --\n\nMR. HOOVER:  It's the Brady Check, sir, that's kept for 90 days and then those records are destroyed.\n\nREP. SCOTT:  That would not be helpful to keep those records longer?\n\nMR. HOOVER:  It may be, sir.  I would have to check in for that and get the information back to you.\n\nREP. SCOTT:  That is not anything that you are asking?\n\nMR. HOOVER:  No, sir.\n\nREP. SCOTT:  Okay.  You said you had a -- you know, 1,035 people that were caught.  Did I understand that right?\n\nMR. HOOVER:  Thousand thirty five defendants with those trafficking investigations, yes sir.\n\nREP. SCOTT:  And what happened to them?  What was the disposition of those cases?\n\nMR. HOOVER:  They would have been sentenced for various lengths of time through our judicial proceedings.  I \ndon't have the exact sentences for each and every one of those.\n\n\n\nREP. SCOTT:  Do you have an idea -- did they get much time -- six months, eight years?\n\nMR. HOOVER:  It varies.  If it's an (a)(6) (ph) violation for lying and buying, it's somewhere between 12 months to 2 \nyears, something in that --\n\nREP. SCOTT:  Okay.\n\nAnd Mr. Nash, you indicated that you had 750 arrests?\n\nMR. NASH:  Excuse me.  That was in connection with a single operation.  That was Operation Xcellerator, which \ncame down in March of this year.\n\nREP. SCOTT:  And what happened to them?\n\nMR. NASH:  The arrests were only made in March of this year. There are prosecutions that are going forward in at \nleast 30 jurisdictions as a result of that operation.  It'll take some time for final dispositions.  I can represent that \nnone of those people have been sentenced as of yet.\n\nREP. SCOTT:  Okay.  And you indicated that 12,000 pounds of meth had been captured?\n\nMR. NASH:  That is accurate with respect to Operation Xcellerator, yes.\n\nREP. SCOTT:  Do you know how much meth gets through?\n\nMR. NASH:  We don't have a firm estimate on that.\n\nREP. SCOTT:  A million -- over a million Ecstasy pills -- do you know how many get through?\n\nMR. NASH:  No, sir.\n\nREP. SCOTT:  Do you know whether you are capturing a significant portion of what's being shipped?\n\nMR. NASH:  Sir, I think the best indicators as to our effectiveness are the statistics that were cited by Mr. Placido in \nhis testimony which indicates that the prospective cocaine, which is the numbers that we have are firmest and best \nstatistics on.  We have right now experienced for two years now, a sustained increase in both the price that you pay \non the street for a gram of cocaine and the purity, a decline in the purity of that product on the street.\n\nAnd as Mr. Placido testified to, the price of that gram has almost doubled in the span of the last two years -- more \nthan doubled in the last two years.  The purity during that period has declined by 30 percent.  And we use that, at \nleast as one data point, to suggest that our efforts are having a considerable effect on the availability of drugs on \nthe streets of United States.\n\nREP. SCOTT:  Well, that affects the price.\n\nDoes it affect the availability?  I mean has anybody gone to a drug dealer and said -- and been told I just can't get \nany today, you got to wait till tomorrow or next week to see if we can get a shipment?\n\nMR. NASH:  Well, again, as Mr. Placido mentioned, we do have anecdotal evidence in listening in through \njudicialized wire intercepts to dealers that the people have complained about shortages. But again, this is a market \nand markets operate as a rationing device. And certainly when we were experiencing shortages of gasoline, it was \nnot that people couldn't get gasoline, it was that the price of the pump went from $2 to $4.\n\nA consequence of that is that people were driving less.  And the market for drugs, I would suggest, work similarly to \nthat in that --\n\n(Sounds gavel)\n\n\n\nREP. SCOTT:  Let me get in the couple of seconds I have left, to let Mr. Placido comment on availability.\n\nMR. PLACIDO:  Certainly, sir.  What I can tell you is that on certain drugs such as cocaine which is produced from a \nplant, marijuana or heroin, we have got estimates about total production -- becomes more difficult with synthetic \ndrugs of abuse like methamphetamine or MDMA.  But just to give you an example that may be responsive to your \nquestion.\n\nIn 2008, the U.S. interagency estimates a range of production between 901 and 1,082 metric tons of cocaine \nactually produced. Seizures worldwide were about 528 metric tons, or roughly anywhere from 49 to 59 percent of \nthe total amount of cocaine produced having been seized.  So it is a significant amount.\n\nWe show just by reference in terms of Mexican heroine approximately 15 percent of the estimated 18 metric tons \nproduced having been seized, and in terms of Mexican marijuana, between seizures and eradications about 21 \npercent of seizures.  So there is some significant work being done on the enforcement side.\n\nWith regard to shifts in price and purity, one of the things that's particularly important when you talk about cocaine \nin particular is as scarcity occurs, that's where you see the fluctuations in purity.  They add adulterants -- lactose, \nsugar, other commodities.  And so not only does price go up, but the purity of the drug that's being sold, we've seen \na 35 percent drop as well.  So it is an indicator of increased availability, sir.\n\nREP. SCOTT:  Thank you.\n\nThe gentleman from Texas, Judge Poe.\n\nREP. TED POE (R-TX):  Thank you, Mr. Chairman.\n\nAnd thank all of you for being here.\n\nThe purpose of this hearing is to determine the problem, if any, of the violence on the borders, especially the \nAmerican side.  We've heard -- and I've heard personally from people on the border, usually politicians, mayors, \nchambers of commerce, it's not really a problem, the American side.  I'd like for you to look at a chart that's over \nhere.\n\nCan we have the chart, please?\n\nI spent a lot of time on the Texas-Mexico border talking to folks like the Border Patrol, the DEA, but also the Texas \nBorder Sheriffs. And I ask them to tell me the percentage of people in their jailhouse that are foreign nationals, that \nare not there being held by the feds on immigration violations only, but being held with felonies or misdemeanors \nwhere they've been charged in the county.\n\nAnd you see starting in El Paso, the statistics vary from -- the El Paso jail has 18 percent foreign nationals; \nHudspeth County -- which is the size of Connecticut, vast area -- has 90 percent according to Sheriff Arvin West; \nCulberson County 22 percent according to Oscar Carrillo.  The next four counties, they don't keep those records.\n\nMoving on down to Val Verde County, 39 percent; Kinney County 71 percent of foreign nationals; Maverick County \n65 percent; Dimmit County 45 percent; Webb County, which is Laredo area, 45 percent; the Potter County 65 \npercent; Starr 53 percent; Hidalgo 23 percent; and then the last county that touches the Gulf of Mexico, Cameron \nCounty, with 28 percent.\n\nIt seems to me that's a lot of folks that are from foreign countries that are in American jails charged with crimes in \nthe United States.  And most of those, no question about it, are charged with some form of drug crime or carrying a \nweapon, according to the sheriffs themselves.  Here are my questions regarding them.\n\n\n\nFirst, Mr. Placido, do you think the use of the Air National Guard should be increased or decreased?  I rode with the \nAir National Guard up and down the Rio Grande River, walking with the Border Patrol and capturing at least one \ndrug interdiction coming across from the border.  Do you think that's something that can work with you or not?\n\nMR. PLACIDO:  Well, I think there are others at this table who are probably better qualified to talk about interdiction \nthan I am. My focus is really investigations.  But if the genesis of your question, as I understand it, is could we do \nbetter with additional support to interdict drugs and other contraband before it enters the country, I think the answer \nto that is yes.  Sir, I think we could.\n\nREP. POE:  Let me refer you to a Los Angeles Times article from last month that said that there is a turf battle \ngoing on with the different federal agencies, and that the effort to stop the drug cartels and the smugglers \"has \nstumbled, in part because Homeland Security and various Justice Department agencies have overlapping \nresponsibilities and are engaged in turf battles.\"\n\n\"The vast majority of ICE agents cannot make drug arrests even though the same smugglers are often moving \nillegal immigrants.  The reason -- the DEA has not authorized the required cost designation authority for them.\"  Is \nthat correct?\n\nMR. PLACIDO:  No sir, no sir.  And let me begin by telling you that I think there is good news on the horizon.  The \nattorney general of the United States and the secretary of Homeland Security have met on this very subject \nalready.  And I believe -- I don't want to get out in front of my bosses -- but I believe that a successful resolution is in \nthe offing.\n\nBut let me clarify a couple of facts.  First of all, every ICE agent can already make arrests or seize contraband drug \nat the border. The issue is not making arrests or seizures; it is conducting investigations after that seizure is made, \nand carrying it forward. There are currently 1,475 or approximately 25 percent of all of the ICE agents that are \ncurrently on the job or cross-designated to conduct those investigations anywhere in the country they go.\n\nI think what you've heard most recently is a request that goes beyond that.  And it is a request for concurrent \nunilateral authority to investigate drug crimes by ICE.  And the issue here is not whether we can protect America \nbetter, but how we coordinate the activity of these different agencies as we move forward.  And I've got a very \ndetailed response if you like me to give it here or --\n\nREP. POE:  No, we're limited on time, but let me cut to the chase.  Do you think that ICE should have more \nresponsibility in drug investigation?  I want your opinion.\n\nMR. PLACIDO:  I think if ICE works within the existing coordination mechanisms that all other federal agencies use \nto coordinate drug investigations, we would welcome their assistance.\n\nREP. POE:  All right.\n\nMr. Hoover, some questions for you at the ATF.  I understand that the Mexican military, the Mexican federal police, \nthe drug cartels, those are primarily the folks that have guns.  Regular citizens, they can't have guns like they do in \nthe United States.  And it seems to me Mexico has a responsibility to protect their border from guns coming in just \nlike we have a responsibility from protecting criminals and drugs coming into the United States.\n\nHundred thousand Mexican soldiers apparently have deserted with their weapons, weapons made in Belgium.  \nWhat is the government of Mexico doing to protect their border against firearms coming in to their country?  And \nI'm out of time, so this is the last question.\n\nMR. HOOVER:  All right, sir.  I know that the Mexican government, under Attorney General Medina Mora, have \nmade great strides, especially in working with ATF to trace the firearms that they recover.  A vast majority of those \ntraced are being used in federal prosecutions in Mexico, and they trace those weapons.\n\n\n\nI will tell you that we don't know the entire universe of firearms that are recovered in Mexico.  We continue to work \nwith the Mexican authorities to do that and to get that information so that we can give better data back to them \nregarding the -- where these firearms are coming from.  I will say that the 90 percent figure came from those \nweapons that have been recovered and traced by the officials in Mexico.\n\nThe vast majority of that has come through Synopsis (ph), which is the intelligence branch under PGR, and that's \nwhere we're getting the vast majority of our information regarding the weapons recovered in Mexico.\n\nREP. POE:  All right.\n\nThank you, Mr. Chairman.\n\nREP. SCOTT:  Gentleman from Virginia, Mr. Goodlatte.\n\nREP. ROBERT GOODLATTE (R-VA):  Mr. Chairman, thank you very much for holding this hearing.\n\nAnd I want to thank all of our witnesses for their -- to the patience.\n\nMr. Nash, I wonder if you could comment on -- your thoughts and how we keep this violence from crossing our \nborders and how we prevent U.S. law enforcement and the citizens from becoming targets.\n\nMR. NASH:  Yes sir.  I do think that the appropriate paradigm to view this through is the fact that these are not \nisolated incidents. But these are criminal organizations, a relatively limited number of criminal organizations, and \nthey are reacting to the stress that is being placed upon them by the very heroic efforts of our Mexican partners \nsouth of the border.\n\nWe talk about the war on drugs and to us it is a metaphor; in Mexico it is a reality.  And they are experiencing \ncasualties in connection with that war amongst their law enforcement -- very heroic law enforcement officers every \nday.\n\nREP. GOODLATTE:  They do -- we prevent it from coming on to our side of the border by helping them with their \neffort.\n\nMR. NASH:  Well, I think that that's part of it.  And I think that that -- it's been spoken about by some of the other \nwitnesses already today, that we have a historic opportunity to work with the Mexicans and help with the Mexicans \nbecause of the orientation of the current administration down there that has gotten serious about taking care of this \nproblem --\n\nREP. GOODLATTE:  Is most of the violence one drug cartel fighting another, or drug cartels fighting against law \nenforcement?\n\nMR. NASH:  I think the majority is cartel on cartel or also within cartels.  Drug debts that go unsatisfied within a \ncartel will often be a reason for violence as well.  I think right now the numbers are running at about 10 percent of \nthe homicides south of the border are homicides in which a victim is a law enforcement representative of Mexico.\n\nAnd I think there are things that we can do on our side of the border.  I think, as I said, our strategy is to put \ntogether task forces that bring the statutory authorities and the diverse expertise of all of the law enforcement \nagencies that you see represented here before you today in a concerted action to use our intelligence resources to \nidentify where the real threats are, identify the leadership of those cartels, and then bring down the organizations in \na concerted fashion like the operations.\n\nREP. GOODLATTE:  Thank you.  I've got a couple other questions.\n\nMR. NASH:  Yes, sir.\n\n\n\nREP. GOODLATTE:  I do appreciate that answer.\n\nMr. Nieto, the increase in (CBP ?) personnel between 2001 and 2008 should show a reduction of border violence, \nbut it's said there is an increase.  I wonder if you would explain that or comment on that.\n\nMR. NIETO:  Well, sir, we expect that initially we'll have an increase, because we'll have more officers and agents \nout there until we get to the point that we pretty much overtake that territory again, if you want to call it that.  Then \nthat trend starts coming back down. So that's what we attribute it to.\n\nREP. GOODLATTE:  And Ms. Ayala, from what ICE enforcement activities, are agents being and will agents be \nredeployed to the Southwest border in order to combat the rising border violence?  Where are they coming from?\n\nMS. AYALA:  Yes, we deployed 95 additional agents to the Southwest border area to backfill agents in the BESTs.  \nAnd we've increased our attaché personnel by 50 percent, quadrupled our border liaison officers that are assigned \nto border offices, and increased our intelligence commitment to the border by tripling it.\n\nREP. GOODLATTE:  Where are those new agents coming from?  Are they new agents, or they are being \nreassigned from other areas?\n\nMS. AYALA:  Most of them are temporarily reassigned from other areas throughout the nation.  And they are for a \ncertain period of time and waiting to see what resource commitments permanently we will be making here in the \nfuture.\n\nREP. GOODLATTE:  Obviously, we are concerned about what's going on in the border, but I happen to share the \nbelief of many -- including many of my constituents -- that not enough is done by ICE to deal with immigration \nviolations in the interior of the country, in communities like the Shenandoah Valley and the Roanoke Valley in \nCentral Virginia that I represent, where there is a great deal of activity.\n\nI'm not sure we can share the same percentages of people in the jails that Congressman Poe showed along the \nTexas-Mexico border.  But I do believe you would find a very disproportionate percentage of the occupants of both \nstate and federal facilities in my area.  And the number of cases going through our U.S. district courts, as well as \nour state courts would show a disproportionate number of people who are not lawfully in the United States.\n\nSo I want to express my concern that while we divert people to address this problem, we are neglecting another \nproblem.  And I wonder if you would comment on what's being done to enhance your enforcement of the \nimmigration laws in the interior of the country.\n\nMS. AYALA:  Well, typically this isn't the first time that we've redeployed assets at Southwest border to address \nissues like this.  We did so in 2005 in the same manner to address the increased violence in the northern El \nDorado area.  And we were successful, along with our Mexican partners, in reducing the murder rate and border \nviolence on both sides of the border.\n\nAnd we typically assess our needs during the year to decide if we need to plus-up in certain areas based on \nupcoming large scale law enforcement operations and so forth.  As far as our commitment to smuggling issues or \nimmigration, as far as our commitment to the Southwest border, mostly focus on human smuggling and trafficking \naspects and organizations, transnational organizations that are violent there, specifically in the Phoenix area.\n\nAnd while we are looking to pull resources from anywhere within the United States, we make sure that we pull \nresources from offices that are large enough to sustain the loss.  It's not like we're pulling one agent from a two-\nman office.  And if see a need to redeploy during that time period, then we do again reassess our needs and \nredeploy to those areas.\n\nREP. GOODLATTE:  Thank you.\n\n\n\nThank you, Mr. Chairman.\n\nREP. SCOTT:  Thank you.\n\nI'd like to inform the gentleman from Florida that I should have recognized you first.  You'd gotten here before my \ncolleague from Virginia, so I apologize.  I recognize you at this time.\n\nREP. THOMAS ROONEY (R-FL):  Thank you, Mr. Chairman.\n\nI'm just glad the gentleman from Virginia didn't ask my question.\n\nI believe this is for Mr. Nieto, but anybody on the panel -- it's a basically straightforward question with regard to \nsomething you've all heard of, the Security Fence Act and you know that's 800 miles of -- required 800 miles of \nfencing across the border.  And I'm wondering just basically, the -- obviously, the fence is not complete.\n\nAnd in your opinion would the completion of the border fence as required by the act have an affect on the \ndecreased flow of drugs, and therefore possibly the decrease in violence as a result of that, if the fence was \nactually completed.\n\nMR. NIETO:  Absolutely, sir, but the answer is not the fence by itself.  It has to be that combination of fencing or \nwhat we consider tactical infrastructure, technology and the right amount of personnel. If we were to fence the \nwhole border and no one was out there to watch it, and we wouldn't know what was happening on it, it would prove \nuseless.\n\nSo with that amount of fence which is what the field commander said that was the right amount, or that combination \nof we call it the three-legged stool, with the technology and resources or personnel. Yes, it would prove effective in \naffecting all types of traffic out there because we look at it in all-threat, all-hazard -- as an address to it.\n\nREP. ROONEY:  Thank you, Mr. Chairman.\n\nREP. SCOTT:  Thank you.\n\nMr. Gohmert.\n\nREP. LOUIS BULLER GOHMERT (R-TX):  Thank you, Mr. Chairman and I do appreciate your testimony I had long \nstanding commitments, but I was monitoring from C-SPAN, that's a good thing too, it helps.  But some are \nproposing more laws regarding U.S. weapons to try to help Mexico, but as I understand it most of the weapons that \nare purchased by Mexico that -- our people in Mexico that come from the United States are already being \npurchased illegally.  So rather than add new laws -- and this is open for anyone -- what do you see that could be \ndone to better enforce existing laws to stop illegal purchases even without any new additional laws?\n\nMr. Nieto.\n\nMR. NIETO:  Sir, not to answer the law question, but one of the things we have to do especially with the Merida \nInitiative, where we're providing money to Mexico and training, is to allow them or help them build the capacity in \nMexico, to inspect vehicles, and people, and cargo going in to their country.\n\nI think that would -- it's almost like teaching them how to fish instead of giving them the fish to eat.  That at their \nnorthern border with the United States at the same time a thorough assessment and the same type of training and \ncapacity building on the southern border with Guatemala.  I think that would really have a greater effect than any \nlaws, any changing of any laws in the U.S., in Mexico, or elsewhere.\n\nREP. GOHMERT:  Great.  Thank you.  Does anybody else have comment on that?\n\n\n\nMS. AYALA:  I just wanted to say that as far as our approach to the entire armed smuggling effort, we look at it not \njust in a vacuum, but all that's associated in underlying crime.  So in stepping up our efforts related to narcotic \nsmuggling, weapon smuggling, bulk cash smuggling, and human smuggling and trafficking, more and more we're \nseeing that many of these activities are directly related to weapons coming back or -- and related to money, also \ngoing back.\n\nSo by taking comprehensive approach in utilizing the existing taskforces which is the Border Enforcement Security \nTaskforce, which is international, multi-agency and it's a taskforce that really brings to bear all the federal agencies \nthat are here in state and locals, we're able to share more information and really target and disrupt and dismantle \nthese organizations.\n\nREP. GOHMERT:  Okay.  I have a particular issue that has come up with a constituent who was down fishing in \nSouthern Mexico, just few miles from Belize and he disappeared.  I don't know if you heard about Mr. Sheepster's \n(ph) situation, but I met with his wife Sandy for a couple of hours and she had been down there.  And apparently \nthere is drug activity from our trips to -- from visiting with people in Colombia previously about our drug warfare with \nthe British, with the Colombians and Uribe's doing a fantastic job.\n\nApparently, but -- looks like about two-thirds of the boats that bring cocaine for example apparently come into \nMexico and then go up through Mexico.  Meanwhile Mr. Sheepster was fly-fishing, car there, wallet, passport \neverything at the room motel in the safe, he's disappeared.  Mexico says all I can do is list him as missing.\n\nSome people went out and looked.  They had some Mexican soldiers look, but you have an issue of corruption \nthere.  In that type of situation, we know there are other kidnappings.  What can be done to work with the Mexican \ngovernment to try to find someone like that and what allows us to go in and help.\n\nAnd number two, since we know there is corruption and that is one of the most difficult issues Calderon is facing, \nnow, who can you -- how do you know who to trust with information we have?\n\nMR. PLACIDO:  Well, first of all, I'm very sorry to hear about Mr. Sheepster and his problem down there and \nperhaps we can get together after to do something to help you with this problem.  What I can tell you is that while \ncorruption is a problem in Mexico as it is in the United States or elsewhere, we have a number of what we believe \nto be, honest, courageous counterparts in Mexico that we work with.\n\nThere are a number of vetted units that have been trained in polygraph and given the same kind of background \ninvestigations we'd give to a CV agent for example.  And the minister of public security Genaro Garcia Luna, the \nattorney general Eduardo Medina-Mora are both men of high quality, and I'm sure that something can be done to \ntry and further investigate.  We need to know some more details, whether ransom was asked for, whether he --\n\nREP. GOHMERT:  No, no, no ransom, but it also touches on what Mr. Nieto was pointing out, you know, as far as \ntraining.  They decided because he was American, they would do a full forensic examination of his car, he never got \nback to it, they don't know if he was in there.\n\nAnd so the police got in the car and drove it 45 miles so they could check for fingerprints, you know, or DNA testing, \nwhatever.  But anyway, they could apparently either watch CSI or maybe we could help them with some -- you \nknow, you don't drive a car 45 miles with people in it before you do your testing.  Do you have a comment?\n\nMR. NIETO:  Sir, in relation to the corruption issue and the vetting, they're all working -- CISEN is working with our \ninternal affairs to allow them to build that capacity as well where they can vet their officers, their operatives in \nMexico to make sure that they keep them clean.\n\nREP. GOHMERT:  Any other comments on that?\n\nWell, let me just add -- and thank you, Mr. Chairman, again.  But it seems to me that Mexico could be one of the \ntop five or ten economic powerhouses in the world when you look at the resources they have, and we know they've \n\n\n\ngot some of the best workers in the world in that country.  And it just seems that corruption is the thing that keeps \nthem from being one of the greatest nations in the world.  So I appreciate any efforts where it can help bring that \nneighbor alongside of us effectively.  Thank you.\n\nREP. SCOTT:  Thank you.\n\nGentle lady from Texas.\n\nREP. SHEILA JACKSON-LEE (D-TX):  Let me thank the chairman and the ranking member for holding a vital \nhearing in the face of the calamity just a few hundreds of miles away from the fourth largest city in the nation.  In \nspeaking to my colleagues who lived near or in another border state Arizona, it is amazing to hear of the litany of \nkidnapping and missing persons.\n\nWe've just heard my colleague speak of an American citizen missing over the years before this intensity of drugs \nand gun smuggling and dastardly deeds have occurred.  A former colleague of mine, the now Secretary of Labor, \nHilda Solis was a huge force in the murder of women along the border particularly on the Mexican side.\n\nAnd many -- I should just say frankly almost all have been, if you will, not resolved.  This calamity is not in any way \na reflection on the friendship that we have with the people of Mexico.  In fact, it should be stated on the record that \nthe numbers of law enforcement and leadership in Mexico, sheriffs and others who have lost their lives is to be \nrecognized and to acknowledge the deep sympathy that we have for the families of those who've lost their lives \nactually in this battle in this war.\n\nSo I'd lay that ground work and would like to just offer into the record some data that I have that may have already \nbeen noted.  In 2008, the violence between Mexican drug gangs fighting for trafficking routes to the United States \nkilled approximately 6,000 people in Mexico including more than 500 police officers and soldiers.\n\nIn the first eight weeks of 2009, more than 1,000 people were killed as a result of the drug war.  I'm certainly \ngrateful to the administration for the appointment of the drug czar or the border czar and the dispatch of the \nnumbers of individuals that have gone to the border.\n\nBut I want to be honest, and I am I guess filled up to my cup and my cup runneth over with the conflict between the \nsecond amendment of which I have great respect for, because I do believe the people should have the right to \nprotect themselves as the underlying premise of that legislation.\n\nAnd my good friends, who believe that there should be nothing in this world regulated having to do with guns.  I \ndon't know frankly how many officers will have to be killed, how many Mexican law enforcement would have to be \nkilled, and how many movies will have to be made showing that the guns come from the United States.\n\nMuch of it comes from Houston.  I'm aware as a member of this committee and also a member of a committee that \nlives in Houston of the surge of officers that are coming in to assist us.  Let me first of all indicate to both mister, I \nbelieve, Mr. Placido and Mr. Hoover that I would like to meet with your leadership in Houston and if you would make \nnote of that and be in touch with my office then I'd like to do that as quickly as possible.\n\nBut I'd like to refer you to H.R. 1900, because until we wake up about the gun smuggling we know that two of our \ncolleagues have offered legislation in last 24 hours to close the gun show loophole. But I'm going to specifically \nfocus on the intertwining of guns and drugs and how that is a problem coming from this direction and refer you to \nmy legislation H.R. 1900, which is I think a simple premise.\n\nIt allows governors to declare disaster -- excuse me -- emergencies and speak from both the Department of \nHomeland Security and the DOJ an increase -- an emergency increase in border patrol agents, an emergency \nincrease in DEA agents, an emergency increase in ATF agents.\n\n\n\nMy colleague, Mr. Poe, has joined me on this.  It also goes into the increase in equipment I'm not sure if the czar is \nworking on the increase in helicopters, powerboats, other border patrol aspects, motor vehicles such as can be \nused by overlapping jurisdictions and handheld -- or computers and radio communications, GPSs et cetera, night \nvision equipment, which believe it or not even today I don't think we have enough.\n\nAnd certainly if our ATF and DEA officers are on the border they need some equipment as well.  This legislation \nalso forms a taskforce of ATF, DEA, and border patrol who -- members will be appointed by the administration and \nyou'd need every two months that you'd have a report so that we could show that we meant business.\n\nAnd you collaborate with the local law enforcement.  If the Chairman would indulge me I'd like to be able to have my \nquestions answered by Mr. Placido and Mr. Hoover to speak to the interlink of guns of all kinds, AK-47s, that are \nloosely smuggled through Houston. How much of a role do they play in where we are today?  And I realize that \nthere has been some good news in your testimony and I would apologize that at several meetings that were \npertained to me from that.\n\nBut I'm aware of your testimony, but I want to know where we are in terms of that basic cause of what the crisis at \nthe border is at this time.  Mr. Placido.\n\nMR. PLACIDO:  Thank you, Ma'am.  First of all, Ms. Jackson-Lee, we would be delighted to meet with you and your \nstaff regarding this legislation and regarding the border problems, be glad to arrange that after this meeting.  The \nthrust of my oral statement as I began this hearing was to dispel what we believe is a unfortunate \nmischaracterization of the problem.\n\nUnfortunately, the violence that we're seeing, the problems emanating from Mexico really don't -- cannot be \ngeographically bounded and described as a border problem.  Unfortunately, the criminal organizations that should \nbe our focus have impacts well beyond our borders, in cities like Atlanta and Lawrence, Massachusetts and -- \nreally throughout the country.\n\nREP. JACKSON-LEE:  Making it a much larger problem.\n\nMR. PLACIDO:  It is a much larger problem.  And, well, while I certainly appreciate the fact that border governors \nand people who are on the frontlines of the border with Mexico need resources -- I'll speak only for the Drug \nEnforcement Administration, that the immediate deployment of 500 DEA special agents would detract from other \nthings that we're doing.  And I don't believe that that geographic kind of deployment would be the best way for us to \nnegatively impact those organizations.\n\nWe believe that a focused attack on the criminal organizations themselves, rather than one that is geographically \nbased is likely to have the best impact, and I'd be glad to take that up with you in more detail at a different time.\n\nREP. JACKSON-LEE:  But obviously, many of us disagree with that. And certainly it is not an automatic -- it is a \ndeclaration that would be made.  And I did ask you to comment on the interaction with the drugs and guns and you \ndid not comment on that.\n\nMR. PLACIDO:  Certainly.  Drugs and guns go together.  Guns are tools of the trade.  It is historic for the -- 30 years \nthat I've been operating in this business, drug traffickers' use of weapons to both intimidate and to cause violence \nhas been a problem.  It certainly seems to be exacerbated, and at a new fevered pitch, if you will, in our relationship \nwith Mexico.\n\nWe characterize that violence in three broad categories analytically; inter-cartel violence with members of the \nsame cartel doing battle with one another, violence -- inter-cartel violence with rival cartels doing war -- those have \nbeen around for a long time. What is new and disturbing, and I believe what is causing much of the angst is the \nextent to which the cartels are now lashing out against the government itself, attacking the government of Mexico \nand attacking innocent civilians.\n\n\n\nAnd one of the things that we're very careful of -- we've gotten inter-agency groups looking at this, is to what extent \nwill that kind of violence, directed against U.S. government personnel or interest or innocent civilians on U.S. soil, \nspill over our borders.\n\nREP. JACKSON-LEE:  But when they engage in violence, they have guns, right?\n\nMR. PLACIDO:  Yes they do.\n\nREP. JACKSON-LEE:  Okay, so your basic symptom's on the question of the impact of guns that kill?\n\nMR. PLACIDO:  Absolutely.\n\nREP. JACKSON-LEE:  All right.  And many of these guns are smuggled guns illegally secured from the United \nStates?\n\nMR. PLACIDO:  That's my understanding, but I'll defer to my colleagues from ATF and ICE to describe that -- \nthey've got the portfolio better under control I --\n\nREP. JACKSON-LEE:  Mr. Hoover?\n\nMR. HOOVER:  Yes, ma'am.  The reason we plussed up our resources in the Houston field division, which covers \nHouston and South Texas was because of the trace information that we had regarding the number of firearms \nrecovered in Mexico and traced, and then those that were purchased in the Houston area and in South Texas.  \nThey lead any other part of the country by two or three times the amount of firearms being purchased.\n\nYou know, they -- the --\n\nREP. JACKSON-LEE:  Like two or three times?\n\nMR. HOOVER:  Yes, ma'am.  What's happening in Mexico is they -- you know, with the violence that's been \nstated by others is -- a couple of things.  They're even using the firearms to protect their shipments; they're using \ntheir firearms to protect their routes where they are moving the drugs from Mexico into the U.S.\n\nDrug cartels are coming in and trading drugs for firearms, or we have individuals in the United States capitalizing \non the need for firearms by the Mexican cartels by purchasing those firearms legally and then taking them into \nMexico and selling them.  So that is what -- those are the ways that we see the firearms involving in the narcotics \ntrafficking trade.\n\nREP. JACKSON-LEE:  And these are legal firearms or -- are they purchasing legally or illegally?\n\nMR. HOOVER:  They're -- in some cases they're purchased legally and then moved into the illegal market.  And in \nsome cases, they're illegal from the jump, because individuals are purchasing them illegally -- knowingly purchasing \nthem for the drug cartels or for someone else who they know will then traffic those guns to Mexico.\n\nREP. JACKSON-LEE:  And are you meeting and collaborating with local law enforcement like the sheriff \ndepartment or the Houston Police Department and others?\n\nMR. HOOVER:  Yes, ma'am.  Our folks in Houston, Texas are collaborating with individuals from all over Houston \nand South Texas. We collaborate with all the folks you see sitting at this table.  We have an OCDETF strike force in \nTexas.  We have one group assigned to that strike force to ensure we get on top of this problem.\n\nREP. JACKSON-LEE:  I thank you Mr. Chairman.  I look forward to meeting with Mr. Hoover and Placido, but \nspecifically in Houston.  I want to meet with the team in Houston.  Thank you.\n\nREP. SCOTT:  Thank you.  The gentle lady's time is expired.  The gentleman from Texas, any additional question?\n\n\n\nREP. GOHMERT:  Thank you, Mr. Chairman.  Just one.  I alluded to the \"Chicago Tribune\" article about the Sinaloa \ncartel and apparently Guzman or supposedly according to the story that they're now authorizing or encouraging the \nuse of violence to protect drug lords within the United States.  I've mentioned that, but I'm curious -- does anybody \nknow is this true what's being reported?  That now, we can expect more violence from inside of our borders -- \nanybody know?\n\nMR. PLACIDO:  I can partially address the answer for you Mr. Gohmert.  The fact that we have hard empirical \nevidence indicating that the traffickers consistently have said they do not want to engage in violence on the U.S. \nsoil.  There are repeated instances of that that we could provide in a different setting of the document that's for you.\n\nBut the problem is we never know what we don't know.  And I'm not going to sit here and tell you or anybody else \nthat there hasn't been a decision made or that there won't be a decision made to attack U.S. law enforcement.  \nWhat we can say is after extensive analytic research by 14 agencies of U.S. government, we have not yet seen a -- \nan effort to systemically attack U.S. government employees or interests for innocent civilians on U.S. soil at a rate \nthat is above what we had normally seen prior to this outbreak of violence in Mexico.\n\nREP. GOHMERT:  And that's why the story said that such a move by Guzman, Mexico's most wanted fugitive \nwould mark a turn from the cartel's previous position of largely avoiding violent confrontation. So the empirical data \nmay be that they have up to this, but the story today is that Guzman is now saying -- and they report that police and \nfederal agents -- I just didn't know if some of yours or you (ph).  I said they have recently received at least two law \nenforcement alerts focused on Guzman's reported orders that a smuggler should \"use their weapons to defend their \nloads at all costs.\"\n\nAnd so that would've been recent as of -- well, it is reported today, brand new and this would be a turn from all the \nempirical data we had up to this point?  I just didn't know if any of you --\n\n(Cross talk.)\n\nMR. PLACIDO:  -- does not have information on that at this point.\n\nREP. GOHMERT:  Okay.  Anybody else?\n\nMR. NASH:  I would back Mr. Placido's comments.  And just suggest that our collective experience until now is that \nthere has been a very firm conviction on the part of the cartel leaders, that engaging in violence of the nature that \nis mentioned in that article would be bad for business for the cartels.  And for that reason alone they have decided \nthat that is not a road that they want to go down.\n\nI agree completely with your characterization that if in fact the statement is something the cartels decide that they're \ngoing to go forward with, it would be a turn from past practice.  And something that we certainly --\n\nREP. GOHMERT:  Well, heading the price of cocaine going up for -- or was cocaine --\n\nMR. NASH:  It hasn't.  And I think the sentiment that might've motivated Mr. Guzman's comments certainly is an \naccurate one -- one that --\n\nREP. GOHMERT:  You mean, you all are doing a good job.\n\nMR. NASH:  Which is those cartels under stress --\n\nREP. GOHMERT:  You're being effective, yes.  And so did -- if this were true it would actually be a -- you're doing a \ngood job, you're helping.  Anyway thank you for all your work, I know it's a profession that requires great dedication, \nso we appreciate yours.\n\n\n\nREP. SCOTT:  Thank you.  This has been an oversight hearing, and one of the things we usually expect at \noversight hearing is witnesses to tell us what we should be doing more; more resources, change laws or what not.  \nAnd it gives our witnesses an opportunity to recommend legislative changes.  Best I can ascertain, no one availed \nthemselves of that opportunity.  You didn't say we needed new gun laws, you didn't need -- say you needed whole \nlot more money.  If I got you wrong -- does anybody want to take one more shot?\n\nMR. NASH:  Actually, one that I will raise Mr. Scott, which is -- we've talked a good bit about drugs, we've talked a \ngood bit about guns.  The third leg to that stool that we haven't talked quite a bit as much on is we do feel very \nstrongly that cutting off the money flow to these organizations is an essential part of our strategy.  There were two \nSupreme Court decisions at the end of the term last summer that significantly affected our ability to bring successful \nprosecutions against those involved in bulk cash smuggling in connection with the drug trade.\n\nOne of those decisions was the Santos decision.\n\nI understand that within the last 30 minutes prior to the convocation of this hearing, the Santos specs was passed in \nconnection with your efforts Mr. Scott and those of yours Mr. Gohmert and this committee and we appreciate that.\n\nThe second decision is the Cuellar decision.  And there's proposed legislation that would return the interpretation of \nthat statute to -- the interpretation that was generally accepted prior to the decision of the court in Cuellar.  And so \nwe would ask that you take a look at what we've termed the Cuellar effects.  We have proposed legislation, and \nwe'd ask that you take a look at that, which would increase our ability to bring successful money laundering charges \nagainst those who engage in bulk cash smuggling across the South-West border.\n\nREP. SCOTT:  I think the second case you mentioned had a problem, because it didn't require an intent as part of \nthe -- as an element of the crime which is obviously problematic.  The Santos case, we, I think we fixed that while \nyou were waiting for us to come back.  The bill is on the floor.\n\nREP. JACKSON-LEE:  Chairman?\n\nREP. SCOTT:  The gentle lady from Texas.\n\nREP. JACKSON-LEE:  You are on your time.  I'm not sure whether you're -- you had an inquiry and I would just \nwish to comment.  These are very, very fine public servants and I do appreciate their leadership.  I think, short of \ndoing no harm on the United States Congress, we have an obligation, Mr. Chairman, to fix things where \nnecessary.  We certainly don't want to make things worse.  Not putting words in Mr. Hoover's mouth, he has \nindicated that out of our community, two or three times the sale of weapons -- we are in essence the epicenter of \nthese weapons going into Mexico.\n\nFrankly, I believe that if they have not offered legislative suggestions, and I'm willing certainly to modify my \nlegislation.  But one, I think it needs to be targeted.  Two, I think there needs to be immediate response in terms of \ngun legislation that addresses the question of smuggling and the loopholes.  And there are some legislation being \nput forward.  And I can't imagine -- there were many witnesses who came here in years past and said we don't \nneed anymore border patrol agents and it was incorrect.\n\nSo I appreciate the physical responsibility and the discreteness of the witnesses.  But frankly I believe it's the \nresponsibility of the Congress to address glaring issues.  And I do think more DEA agents, whether they're shared \nwith Atlanta or elsewhere, are needed. I think more ATF officers are needed.\n\nAnd one of the issues is being able to make the case.  Being able to have the necessary U.S. attorneys and assist \nU.S. attorneys in these high target areas, that can -- that can make the case.\n\nSo I thank the Chairman for yielding.  And I would like to pursue the legislation that I've written with corrections or \nmodifications. And I think that we have an obligation, because of what's going on the border at Atlanta and \n\n\n\nChicago and New York on this drug and guns, to really act and give more tools to these very prime public servants.  \nI yield back to the Chairman.\n\nREP. SCOTT:  I thank the gentle lady for comments.  If the witnesses have any other comments, we would -- the \nhearing record will remain open for one week for submission of additional materials. Members may have written \nquestions, which we'll forward to you and ask you to respond as quickly as possible so the answers can be made \npart of the record.  Mr. Nieto.\n\nMR. NIETO:  Sir, if I can make one last comment.  We spoke of border violence along our borders there.  And I \njust want to make sure that I mentioned this.  El Paso, Texas, which is just north of Ciudad Juarez, which has been \nthe epicenter of the violence here the last few months is the third safest large city in the United States.  San Diego \nis the fourth.\n\nTwo cities, right along the U.S.-Mexico border, and I think a big part of that is the organizations that my colleagues \nhere at the table belong to, and obviously the state and locals in those areas and their efforts.\n\nI just wanted to thank them and -- for the record.\n\nREP. SCOTT:  Well, thank you.  And if you have other recommendations that we can do to help you do your job, \nwe'd appreciate hearing them.  Without objection, the committee now stands adjourned.\n"}