{"title": "U.S. REVERSES POLICY, BARS CUBAN REFUGEES CLINTON SAID HE DIDN'T WANT ANOTHER MARIEL BOATLIFT. HIS DECISION WILL FURTHER STRAIN THE REFUGEE CAMP AT GUANTANAMO.", "body": "\nReversing nearly 30 years of U.S. policy, President Clinton yesterday announced that fleeing Cubans intercepted at \nsea would not be allowed into the United States.\n\nClinton said the Cubans would be detained at the U.S. naval base in Guantanamo Bay, Cuba. He and other \nadministration officials ducked questions about when they might leave there and where they might go.\n\nThe President was acting to stem a growing wave of Cubans headed for South Florida. He warned that he was not \ngoing to permit a replay of the 1980 Mariel boatlift - a high-seas exodus to America of 125,000 Cuban refugees.\n\n\"The Cuban government will not succeed in any attempt to dictate American immigration policy,\" Clinton said.\n\nDuring a news conference, Clinton accused Cuban President Fidel Castro of encouraging Cubans to make the risky \npassage in \"a cold-blooded attempt to maintain the Castro grip on Cuba and to divert attention from his failed \ncommunist policies.\"\n\nThe President said the recent flight of Cubans - more than 2,000 in the last week - was an attempt by Castro \"to \nexport his political and economic problems to the United States.\"\n\n\"The people of the entire United States do not want to see another Mariel boatlift,\" Clinton said. \"It was wrong then, \nand it's wrong now.\"\n\nAdministration sources said last night that President Clinton was strongly considering taking additional actions to \nexert political and economic pressure on the Castro regime.\n\nAmong the steps being considered are reducing charter flights from the United States to Cuba and limiting amounts \nof currency that Cuban-American\n\nfamilies send to their relatives in Cuba, sources said.\n\n\nThe administration also is considering ways to increase international broadcasts to Cuba on Radio Marti and more \npublic and official condemnation of human-rights violations in Cuba in international forums, such as the United \nNations, sources said.\n\nThe administration had announced Thursday night that Cubans who do make it to the United States without being \nintercepted by the Coast Guard or Navy would be detained rather than released into the local community, as they \nhad been previously.\n\nWhile some critics of the new Clinton policy have questioned the legality of such detentions, Attorney General Janet \nReno said the Cubans could legally be held.\n\nAt an afternoon news conference, Reno repeatedly dodged questions about how long the Cubans would be held - \neither in Guantanamo Bay or in Florida. She said the administration was more concerned with stopping the outflow \nof refugees than resolving that question.\n\nClinton's policy shift effectively strips Cubans of much of the special treatment they have enjoyed as asylum-\nseekers since 1966.\n\nUntil now, all Cubans had to do to win asylum in the United States was prove that they were Cubans.\n\nHaitians, on the other hand, have been prevented from landing here, a ban that prompts charges of racism. Most \nHaitians are black, while Cuba's largely\n\nHispanic population includes whites and blacks.\n\nNow both Haitians and Cubans who are intercepted at sea will be detained at Guantanamo.\n\n\"It's clearly an acknowledgment of the differential treatment,\" said Arthur Helton, a refugee-law expert with the \nOpen Society Institute who has worked with Haitians. \"But more fundamentally, this is a declaration now of equal \nmistreatment for all.\"\n\nLike thousands of Haitians before them, Cubans will be detained at Guantanamo indefinitely with only vague \nguarantees from the U.S. government to transfer them to safe havens in other countries.\n\nSo far this year, about 7,500 Cubans have fled their country for the United States; a third of those people have left \nthis month alone.\n\nCubans took to the sea in greater numbers after violent demonstrations in Havana. Castro responded by loosening \ncontrols on people who try to take off for Florida in inner tubes, rubber dinghies and makeshift boats.\n\nClinton said that by picking up the Cubans at sea - before they set foot on U.S. soil - he was not violating U.S. law. \nThe Cold War-era Cuban Adjustment Act of 1966 allows asylum for Cubans after a year in the United States.\n\nEven if Clinton is working within the law, his decision will strain the ability of the U.S. military to deal with refugees \nat Guantanamo.\n\nThe 45-square-mile base, which has been in U.S. hands since 1903, is already detaining more than 15,000 Haitians \nin tents packed onto an abandoned, one-mile airstrip.\n\nViolence has flared at the camps in the last week. In one incident, desperate Haitians climbed over a wire fence, \njumped over a cliff and into the water, thinking they could swim to Cuba.\n\nBill Frelick, a refugee advocate with the U.S. Committee for Refugees who has been to Guantanamo to assess \nconditions, said the arrival of Cubans would create \"an almost unmanageable situation.\"\n\n\"There's going to be a very, very volatile situation at Guantanamo,\" Frelick said. \"I imagine they will keep them as \nfar apart as they can.\"\n\n\n\nPetty Officer Brandon Mudd, an information officer at Guantanamo, said no specific arrangements had been made \nfor the Cubans. The refugee camp is spartan and divided into separate areas for single men and families.\n\nThe specter of another Mariel boatlift was a major factor in Clinton's decision to quickly adjust U.S. policy toward \nCuban refugees.\n\nAt the time of the Mariel boatlift, Castro urged people to leave, including criminals and mental patients. The wave of \nrefugees overwhelmed Florida social services and triggered a crime wave, damaging the state's tourist business.\n\nClinton's own experience with Mariel turned out to be politically disastrous.\n\nIn 1980, the federal government sent 19,000 Mariel refugees awaiting processing to Fort Chaffee, a National \nGuard base in northwestern Arkansas.\n\nFort Chaffee was the site of numerous demonstrations by restless Cubans. In late May of that year, hundreds of \nrefugees rioted at Fort Chaffee and tried to storm a nearby town, but were turned back by state troopers, who beat \nthem with billy clubs. Clinton alerted the National Guard and asked for military help from Washington.\n\nThen-President Jimmy Carter sent 10,000 more Cubans to Fort Chaffee in August.\n\nClinton's political opponent, Frank White, hit hard on the Fort Chaffee situation, saying that Clinton failed to \"stand \nup for Arkansas\" and rebuke Carter when he sent more refugees to Arkansas. In November, Clinton was defeated \nby White, who had never run for office before.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Cuban refugee Fernando Fernandez (left), who arrived in Florida before the\n\nchange in U.S. policy took effect, shakes hands with a well-wisher through the\n\nfence at a Miami processing center. (Associated Press, DANIEL PORTNOY)\n"}