{"title": "Herndon To Keep Day-Labor Center; Council Wants New Manager", "body": "\nThe Herndon Town Council voted last night to keep open its two-year-old hiring center for day laborers but to find \na new manager who will ban illegal immigrants.\n\nOfficials say they have an operator in mind, but previous searches have come up empty. Supporters of the center \nsay the dozens of men who use it to find jobs -- many of whom are thought to be illegal immigrants -- might end up \nback on the streets.\n\nThe vote ended the uncertainty over whether Project Hope and Harmony, the faith-based nonprofit that runs the \nsite, will be allowed to continue in that role permanently.\n\n\"It will be a big disappointment for us and the workers\" when Hope and Harmony leaves, said Bill Threlkeld, director \nof the group, which is affiliated with Reston Interfaith. The group will consider remaining until a new manager is \nfound but will continue its practice of not checking immigration status.\n\nCouncil member William B. Tirrell Sr. said \"the rule of law\" took priority over workers' needs. \"The law is the law is \nthe law,\" he said. \"We can't decide by whimsy what laws you're going to enforce.\"\n\nMeanwhile, the day-labor issue was the subject of a heated meeting in Northeast Washington last night. Many \npeople told D.C. Council member Harry Thomas Jr. (D-Ward 5) that they opposed his plan to set up a multicultural \ntraining center in a shopping center off Rhode Island Avenue NE.\n\nSpeakers said the center would serve undocumented workers who take jobs that could be filled by community \nresidents.\n\n\"This project represents misplaced priorities,\" said community activist Kathy Henderson.\n\n\nThe Herndon Official Workers Center has been controversial since it opened in December 2005 in response to \nwhat many residents said was a public nuisance -- dozens of mostly Hispanic day laborers who gathered on \nHerndon's main thoroughfare to flag down prospective employers.\n\nIt was approved by the Town Council and funded in part with a $175,000-a-year grant from Fairfax County. It was \nunclear last night whether county funds would still be available.\n\nSix months after it opened, voters elected a new mayor and two new council members who opposed the center, \nwhich many residents said had become a taxpayer-funded haven for illegal immigrants. Since then, the center has \nbecome a focus of the immigration debate.\n\nThe problem, critics said, was the failure to check whether the roughly 120 workers who go there on weekdays are \nauthorized to work and live in the country. Project Hope and Harmony has said that its role is to connect workers \nwith employers, not to check workers' status.\n\nDozens of speakers addressed the council Monday and yesterday. Some residents -- many of them members of \nHelp Save Herndon, a group against illegal immigration -- urged closing the center, which they said has reduced \nproperty values and attracted illegal immigrants.\n\nAt the very least, they said, Project Hope and Harmony and Reston Interfaith should be ousted. For the manager's \njob, town officials are considering a former teacher who has said he will check work authorization papers and try to \nserve a broader group of clients.\n\n\"Breaking the law in the name of charity is simply unacceptable,\" said Susan Powell, a resident.\n\nMany speakers, including several affiliated with Reston Interfaith, called the center a resounding success that \nshould continue as is. They had photos of empty parking lots where workers once collected and said the center \ntaught subjects that helped workers assimilate.\n\nLisa Merkel, 34, of Herndon voiced discomfort about spending tax funds to give jobs to undocumented workers. \nBut she said the center has served its purpose well.\n\n\"Some illegal immigrants are getting work,\" she said, \"but the day-labor mess we had a few years ago is not a \nproblem anymore.\"\n\nStaff writers Martin Weil and Yolanda Woodlee contributed to this report.\n\nGraphic\n\n \n\nIMAGE; By Sarah L. Voisin -- The Washington Post; Town Council members Dennis D. Husch, left, and William B. \nTirrell Sr. talk after the hearing on the future of Herndon's day-labor center.\n"}