{"title": "Cat-and-Mole Games on the Mexican Border", "body": "\nAuthorities in San Diego and Tijuana, Mexico, trumpeted the news this week that they had seized more than 17 \ntons of marijuana and closed down a tunnel used to smuggle drugs under the border between the two countries.\n\nAs NBC San Diego reported, United States officials announced on Wednesday that they had discovered the tunnel \nthe day before, when they arrested two men driving a truck packed with three tons of marijuana from a warehouse \nnear the Mexican border. \n\nInvestigators seized another six tons of drugs in the warehouse. About 400 yards away, Mexican authorities found \nanother eight tons of marijuana in a warehouse. \n\nJournalists in Mexico were given a tour of the tunnel, which was sophisticated enough to have wooden supports \nand an electrical system, perhaps used to power lighting and ventilation.\n\nBales of marijuana seized from around the tunnel were marked with labels for Captain America, Bud Light and \nSprite, apparently a coded system to identify their owners.\n\nThe Los Angeles Times reported: \"Dozens of the packages were labeled with pictures of Captain America, the \nsymbol used by a major operator of the Sinaloa drug cartel in Tijuana, said Mexican Gen. Gilberto Landeros \nBriseno, in an interview with the Mexican media.\"\n\nWhile the law-enforcement agents on both sides of the border celebrated the apparent blow they'd struck against \nthe smugglers, that they made an almost identical announcement, in the same part of San Diego, 12 months ago \nsuggests that the cartels do not stop digging when one of their tunnels is put out of commission.\n\nAs The Associated Press reported, \"more than 70 tunnels have been found on the border since October 2008.\" In \na raid last November, the task force found two tunnels linking San Diego and Tijuana, lined with rail tracks.\n\nAfter those tunnels were discovered, United States officials distributed this video news release, showing images of \nthe tunnel and tons of seized marijuana over music that seemed to have been borrowed from a movie soundtrack.\n\nAfter that raid, American officials sought to maximize the publicity for their victory over the cartels, inviting television \ncrews from CNN,            the BBC and            The A.P. on tours of the most sophisticated tunnel.\n\nBut even in the midst of that publicity barrage, as his agency sought to convey the message that it was disrupting \nthe smugglers, one United States Immigration and Customs Enforcement agent, Tim Durst, sounded a less \noptimistic note in an interview with The A.P. \"This is somewhat of a cat-and-mouse game,\" he observed. \"As long \n\n\nas there's a demand for the supply of drugs in the United States, then the drug smuggling organizations are going \nto continue to move.\" And, presumably, to dig.\n\n• Move to Legalize Marijuana in California Sparks Fears About Drop in Prices\n\n• L.A. City Council and D.A. Spar Over Medical Marijuana Law\n\n• Thousands Sign Up for Virtual Border Patrol\n\n• Fun With California's Marijuana Laws\n\n• Latest Updates on Occupy Oakland Protest\n"}