{"title": "Bush defends immigration bill, says critics preying on fears", "body": "\nGLYNCO, Ga. - Firing back at conservative critics, President Bush on Tuesday defended his plan to overhaul \nimmigration laws and accused its opponents of \"trying to rile up people's emotions\" with misinformation.\n\nIn an interview, Bush expressed his determination to fight for changes that would let millions of illegal immigrants \ngain legal status. He cast the debate as a struggle over America's soul and its reputation as a welcoming nation.\n\n\"I'm deeply concerned about America losing its soul. Immigration has been the lifeblood of a lot of our country's \nhistory,\" the president said. \"I am worried that a backlash to newcomers would cause our country to lose its great \ncapacity to assimilate newcomers.\"\n\nBush underscored his commitment to the proposed overhaul - despite harsh criticism from some conservatives - as \nhe traveled to Georgia for a speech that blasted the legislation's critics.\n\n\"I'm sure you've heard some of the talk out there about people defining the bill. It's clear they hadn't read the bill. \nThey're speculating about what the bill says, and they're trying to rile up people's emotions,\" he told an audience at \nthe Federal Law Enforcement Training Center. \"If you want to kill the bill, if you don't want to do what's right for \nAmerica, you can pick one little aspect out of it, you can use it to frighten people. Or you can show leadership and \nsolve this problem once and for all.\"\n\nBush acknowledged that the proposed overhaul faces a difficult time in Congress, where it is under attack from \nboth ends of the political spectrum.\n\nConservative critics contend that it amounts to an amnesty program because illegal immigrants would be allowed \nto stay in the country after paying fines. Some liberals complain that plans for a new temporary-worker program are \noverly restrictive and would create a permanent underclass of foreign workers.\n\nSome of the most vociferous criticism has come from conservative talk-show hosts who usually back the president. \nCommentator Rush Limbaugh has told his listeners that the legislation would doom the Republican Party and the \nnation.\n\nThe bill seeks to strike a balance between tougher border enforcement and a more welcoming policy toward the \nestimated 12 million immigrants who are in the country illegally.\n\nBush hopes to push it through Congress with help from a bipartisan group of lawmakers that includes Sen. Edward \nKennedy, D-Mass., a liberal stalwart, and Sen. Jon Kyl, R-Ariz., a staunch conservative. The president said he had \nno hesitations about working with Kennedy despite their sharp differences over Iraq and other issues.\n\n\"The reason why is, he can get the job done,\" Bush said aboard Air Force One.\n\n\nSitting in his spacious office on the presidential aircraft, Bush traced his commitment to immigration to his time in \nTexas.\n\n\"When you grow up in Texas like I did, you recognize the decency and humanity of Hispanics. And the truth of the \nmatter is, a lot of this immigration debate is driven as a result of Latinos being in our country,\" he said. \"I have \nseen firsthand the beautiful stories of people being able to take advantage of opportunity and make solid \ncontributions to our society.\"\n\nHe said Americans had nothing to fear from large-scale immigration from Latin America.\n\n\"There is an element of our society that is worried about two Americas,\" he said. \"Our ability to welcome \nnewcomers and the system's capacity to assimilate them has been one of the great powerful traditions of America. \nIt works, and it will work this time. People shouldn't fear our capacity to uphold our motto: E Pluribus Unum.\"\n\nThe Latin phrase means \"Out of many, one.\"\n\nAddressing one of the most sensitive issues in the measure, Bush expressed hope that the changes would reduce \nthe need for a fence along the border with Mexico.\n\nThe bill requires the completion of at least 370 miles of fencing, along with other security measures, before any \ntemporary-worker program can go into effect, but doesn't specify how much of the border ultimately will be fenced. \nCongress approved legislation last year calling for 700 miles of fence.\n\nThe proposed fence has drawn protests in Texas, where officials fear it will hinder commerce and cause \nenvironmental problems.\n\n\"The fence sends a clear signal that we're serious about enforcing the border,\" Bush said. \"A lot of these ranchers \ndown there are saying, `Wait a minute. Bad idea.' I presume we're not going to build a fence on places where \npeople don't want it.\"\n\nIn California, tech companies and other large employers are working to change a proposal in the bill that could \nmake it harder to bring in or keep skilled employees.\n\nThe current system, based on family ties and employer sponsorship, would be replaced by a complicated point \nsystem that would give more weight to education and skills. Some business leaders said the change would remove \ntheir ability to sponsor individuals to fill specific jobs. Instead, they would have to look to a pool of workers, \nregulated by the Department of Homeland Security, instead of recruiting preferred job candidates.\n\nAsian-American and other groups also are worried that downgrading family reunification as a factor will make it \nmore difficult for relatives to enter the country.\n"}