{"title": "On the Lam by the Thousands, Pursued by the Dozens", "body": "\nTHE math isn't pretty.\n\n  As of February, there were an estimated 636,000 ''fugitive aliens'' in the United States -- foreigners who have \nignored orders to leave the country. They may have entered illegally and been caught (about 60 percent of all \nfugitives), or they may have visited legally but then overstayed their visas or committed crimes.\n\nIn any case, they are on the government's list and the government wants them out. Taken together, they would rank \nas America's 18th-largest city, ahead of Baltimore, Boston and Seattle.\n\n  Washington (the 27th-largest city) has deputized a force of about 318 officers in the Department of Homeland \nSecurity to track and apprehend the fugitives -- a backlog of roughly 2,000 fugitives per officer.\n\n  Last week, Homeland Security's inspector general said the department was not on course to overcome that \nbacklog. The number of fugitives nearly doubled in five years after the September 2001 attacks.\n\n  John P. Torres, the director of detention and removal operations for Immigration and Customs Enforcement, said \nhis workers were making progress. That effort began in 2003 with a few dozen officers, and with time and \nresources, he says, it can tackle the backlog.\n\n  Last year, officials ended their practice of ''catch and release,'' in which only about a third of alleged immigration \nviolators caught were detained, for lack of housing. Most of those released did not show up for court dates and \nbecame fugitives. Now, Mr. Torres said, virtually all are detained.\n\n  No one really knows how many fugitives there are, since the government's tracking software -- the Deportable \nAlien Control System, or DACS -- is about 25 years old and considered unreliable. It is supposed to be replaced by \nJanuary of next year.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChartAt LargeEach figure represents 10,000 fugitive aliens in the United States.SEPTEMBER 2001 -- An estimated \n332,000 fugitives.FEBRUARY 2007 -- An estimated 636,000 fugitives, up 92 percent since 2001.CapturedSince the \n\n\nfirst enforcement teams were established in 2003, they and other officials have apprehended about 45,000 \nfugitives:There are now 53 teams. Each has about six officers to track and arrest fugitives, according to the \nHomeland Security inspector general. (Officials won't release exact staffing numbers.)Another 22 teams are \nsupposed to begin work by year's end. Their goal: 1,000 apprehensions per team yearly, about 167 per officer.If the \nnew teams were in place now, the current backlog would equal about 1,413 fugitives per officer.(Sources by \nDepartment of Homeland Security and Office of the Inspector General\n\n Census Bureau [city population figures])                                             \n"}