{"title": "Skin tone bias affects wages, survey finds", "body": "\nMORE EARNINGS • Those with lighter skin have higher salaries, study shows\n\nBEYOND RACE • Study adds evidence of 'preference for whiteness,' professor says\n\n---\n\nLight-skinned immigrants in the United States make more money on average than those with darker complexions, \nand the chief reason appears to be discrimination, a researcher says.\n\nJoni Hersch, a law and economics professor at Vanderbilt University, looked at a government survey of 2,084 legal \nimmigrants to the United States from around the world and found that those with the lightest skin earned an \naverage of 8 percent to 15 percent more than similar immigrants with darker skin.\n\n\"On average, being one shade lighter has about the same effect as having an additional year of education,\" Hersch \nsaid.\n\nThe study also found that taller immigrants earn more than shorter ones, with an extra inch of height associated \nwith a 1 percent increase in income.\n\nBeyond race\n\nOther researchers said the findings are consistent with other studies on color and point to a skin-tone prejudice \nthat goes beyond race.\n\nHersch took into consideration other factors that could affect wages, such as English-language proficiency, \neducation, occupation, race or country of origin, and found that skin tone still seemed to make a difference in \nearnings.\n\nThat means that if two similar immigrants from Bangladesh, for example, came to the United States at the same \ntime, with the same occupation and ability to speak English, the lighter-skinned immigrant would make more \nmoney on average.\n\n\"I thought that once we controlled for race and nationality, I expected the difference to go away, but even with \npeople from the same country, the same race - skin color really matters,\" she said, \"and height.\"\n\n\nAlthough many cultures show a bias toward lighter skin, Hersch said her analysis shows that the skin-color \nadvantage was not due to preferential treatment for light-skinned people in their country of origin. The bias, she \nsaid, occurs in the United States.\n\nEconomics professor Shelley White-Means of the University of Tennessee at Memphis said the study adds to the \ngrowing body of evidence that there is a \"preference for whiteness\" in America that goes beyond race.\n\nConscious bias?\n\nHersch drew her data from a 2003 federal survey of almost 8,600 new immigrants. The survey used an 11-point \nscale for measuring skin tone, in which 0 represents an absence of color and 10 the darkest possible skin tone.\n\nFrom those nearly 8,600 participants, she focused on the more than 2,000 who were working and whose skin tone \nhad been recorded during face-to-face interviews.\n\nIt is not clear whether the bias is conscious or subconscious, said William Darity Jr., of the University of North \nCarolina,.\n\nHersch said her findings, which will be presented at the annual meeting of the American Association for the \nAdvancement of Science next month in San Francisco, could support discrimination lawsuits based not on race, but \non color.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Hersch \n"}