{"title": "System of Neglect; As Tighter Immigration Policies Strain Federal Agencies, The Detainees in Their Care Often Pay a Heavy Cost", "body": "\nNear midnight on a California spring night, armed guards escorted Yusif Osman into an immigration prison ringed \nby concertina wire at the end of a winding, isolated road.\n\nDuring the intake screening, a part-time nurse began a computerized medical file on Osman, a routine procedure \nfor any person entering the vast prison network the government has built for foreign detainees across the country. \nBut the nurse pushed a button and mistakenly closed file #077-987-986 and marked it \"completed\" -- even though it \nhad no medical information in it.\n\nThree months later, at 2 in the morning on June 27, 2006, the native of Ghana collapsed in Cell 206 at the Otay \nMesa immigrant detention center outside San Diego. His cellmate hit the intercom button, yelling to guards that \nOsman was on the floor suffering from chest pains. A guard peered through the window into the dim cell and saw \nthe detainee on the ground, but did not go in. Instead, he called a clinic nurse to find out whether Osman had any \nmedical problems.\n\nWhen the nurse opened the file and found it blank, she decided there was no emergency and said Osman needed \nto fill out a sick call request. The guard went on a lunch break.\n\nThe cellmate yelled again. Another guard came by, looked in and called the nurse. This time she wanted Osman \nbrought to the clinic. Forty minutes passed before guards brought a wheelchair to his cell. By then it was too late: \nOsman was barely alive when paramedics reached him. He soon died.\n\nHis body, clothed only in dark pants and socks, was left on a breezeway for two hours, an airway tube sticking out \nof his mouth. Osman was 34.\n\n\nThe next day, an autopsy determined that he had died because his heart had suddenly stopped, confidential \nmedical records show. Two physicians who reviewed his case for The Washington Post said he might have lived \nhad he received timely treatment, perhaps as basic as an aspirin.\n\nPrivately, Otay Mesa's medical staff also knew his care was deficient. On Page 3 of an internal review of his death \nis this question:\n\n      Did patient receive appropriate and adequate health care consistent with community standards during his/her \ndetention . . .?\n\n Otay Mesa's medical director, Esther Hui, checked \"No.\"\n\nOsman's death is a single tragedy in a larger story of life, death and often shabby medical care within an unseen \nnetwork of special prisons for foreign detainees across the country. About 33,000 people are crammed into these \novercrowded compounds on a given day, waiting to be deported or for a judge to let them stay here.\n\nThe medical neglect they endure is part of the hidden human cost of increasingly strict policies in the post-Sept. \n11 United States and a lack of preparation for the impact of those policies. The detainees have less access to \nlawyers than convicted murderers in maximum-security prisons, and some have fewer comforts than al-Qaeda \nterrorism suspects held at Guantanamo Bay, Cuba.\n\nBut they are not terrorists. Most are working-class men and women or indigent laborers who made mistakes that \nseem to pose no threat to national security: a Salvadoran who bought drugs in his 20th year of poverty in Los \nAngeles; a legal U.S. resident from Mexico who took $50 for driving two undocumented day laborers into a border \ncity. Or they are waiting for political asylum from danger in their own countries: a Somali without a valid visa trying \nto prove she would be killed had she remained in her village; a journalist who fled Congo out of fear for his life, \nworked as a limousine driver and fathered six American children, but never was able to get the asylum he sought.\n\nThe most vulnerable detainees, the physically sick and the mentally ill, are sometimes denied the proper treatment \nto which they are entitled by law and regulation. They are locked in a world of slow care, poor care and no care, \nwith panic and coverups among employees watching it happen, according to a Post investigation.\n\nThe investigation found a hidden world of flawed medical judgments, faulty administrative practices, neglectful \nguards, ill-trained technicians, sloppy record-keeping, lost medical files and dangerous staff shortages. It is also a \nworld increasingly run by high-priced private contractors. There is evidence that infectious diseases, including \ntuberculosis and chickenpox, are spreading inside the centers.\n\nFederal officials who oversee immigration detention said last week that they are \"committed to ensuring the safety \nand well-being\" of everyone in their custody.\n\nAbout 83 detainees have died in, or soon after, custody during the past five years. The deaths are the loudest \nalarms about a system teetering on collapse. Actions taken -- or not taken -- by medical staff members may have \ncontributed to 30 of those deaths, according to confidential internal reviews and the opinions of medical experts \nwho reviewed some death files for The Post.\n\nAccording to an analysis by The Post, most of the people who died were young. Thirty-two of the detainees were \nyounger than 40, and only six were 70 or older. The deaths took place at dozens of sites across the country. The \nmost at one location was six at the San Pedro compound near Los Angeles.\n\nImmigration officials told congressional staffers in October that the facility at San Pedro was closed to renovate the \nfire-suppression system and replace the hot-water boiler. But internal documents and interviews reveal unsafe \nconditions that forced the agency to relocate all 404 detainees that month. An audit found 53 incidents of \nmedication errors. A riot in August pushed federal officials to decrease the dangerously high number of detainees, \nmany of them difficult mental health cases, and caused many health workers to quit. Finally, the facility lost its \naccreditation.\n\n\n\nThe full dimensions of the massive crisis in detainee medical care are revealed in thousands of pages of \ngovernment documents obtained by The Post. They include autopsy and medical records, investigative reports, \nnotes, internal e-mails, and memorandums. These documents, along with interviews with current and former \nimmigration medical officials and staff members, illuminate the underside of the hasty governmental reorganization \nthat took place in response to the attacks of Sept. 11, 2001.\n\nThe terrorist strikes catapulted immigration to a national security concern for the first time since World War II, \nwhen 120,000 Japanese residents and their American relatives were locked away in desolate internment camps.\n\nAfter Sept. 11, the Bush administration transferred responsibility for border security and deportation to the new \nDepartment of Homeland Security, which gave it to Immigration and Customs Enforcement (ICE) -- a \nreconfiguration of the decades-old Immigration and Naturalization Service -- in 2003, the year The Post used as \nthe starting point for counting detainee deaths. Each year since, the number of detainees picked up for deportation \nor waiting behind bars for political asylum has skyrocketed, increasing by 65 percent since July 2005.\n\nGovernment professionals provide health care at 23 facilities, which house about half of the 33,000 detainees. \nSeven of those sites are owned by private prison companies. Last year, the government also housed detainees in \n279 local and county jails. To handle the influx of detainees, ICE added 6,300 beds in 2006 and an additional \n4,200 since then. They too are nearly full.\n\nThese way stations between life in and outside the United States are mostly out of sight: in deserts and industrial \nwarehouse districts, in sequestered valleys next to other prisons or near noisy airports. Some compounds never \nallow detainees outdoor recreation; others let them out onto tiny dirt patches once or twice a week.\n\nDetainees are not guaranteed free legal representation, and only about one in 10 has an attorney. When lawyers \nget involved, they often have difficulty prying medical information out of the bureaucracy -- or even finding clients, \nwho are routinely moved without notice.\n\nThe burden of health care for this crush of human lives falls on an obscure federal agency that lacks the political \nclout and bureaucratic rigor to do its job well. The Division of Immigration Health Services (DIHS), housed in a \nprivate office building at 13th and L streets NW, several blocks from ICE headquarters, had a budget last year of \n$61 million. ICE spent an additional $28 million last year on outside medical care for detainees.\n\nMedical spending has not kept pace with the growth in population. Since 2001, the number of detainees over the \ncourse of each year has more than tripled, to 311,000, according to ICE and the Government Accountability Office. \nMeanwhile, spending for the DIHS and outside care has not quite doubled, ICE figures show. ICE's conflicting \npopulation and budget numbers make the trends difficult to determine.\n\nThe agency is responsible for managing and monitoring detainee medical care, about half of which is provided by \nU.S. Public Health Service professionals and the rest by contracted medical staff. When doctors and nurses at the \nimmigration compounds believe that detainees need more than the most basic treatment, they have to fax a \nrequest to the Washington office, where four nurses, working 9 to 4, East Coast time, five days a week, make the \ndecisions.\n\nA proud Statue of Liberty replica stands just beyond the glass doors of DIHS headquarters to remind visitors of the \nPublic Health Service's historical role in screening and treating European immigrants arriving at Ellis Island at the \nturn of the last century. Its new role is to keep detained immigrants healthy enough to be deported.\n\nThe mission is accompanied at times by a sense of panic and complicity. Many documents obtained by The Post \nmake clear that the people in charge know that the system is in trouble and that piecemeal fixes are not enough.\n\n\"The onus is on us if it hits the fan,\" one official complained during a high-level headquarters meeting about staff \nshortages late last summer, according to records of the conversation. \"We're going to be responsible if something \nhappens, because it's well documented that we know there's a problem, that the problem is severe.\"\n\n\n\n\"We are putting ourselves and our patients at risk,\" another official said.\n\nDoctors express concerns about violating medical ethics and fear lawsuits. In July, Esther Hui at Otay Mesa sent a \nmemo to DIHS medical director Timothy T. Shack, saying her colleagues were worried that they might be sued \nbecause of the substandard care they were giving detainees. The agency's mission of \"keeping the detainee \nmedically ready for deportation\" often conflicts with the standards of care in the wider medical community, Hui \nwrote. \"I know in my gut that I am exposing myself to the US legal standard of care argument. . . . Do we need to \nget personal liability insurance?\"\n\nNurses who work on the front lines see the problems up close. \"Dogs get better care in the dog pound,\" said \nCatherine Rouse, a contract nurse at an Arizona detention center who quit after two months last year because she \nsaw what she regarded as \"scary medicine\" in the prison: patients taken off medications they needed and nurses \ndoing tasks they were not qualified to do. \"You don't treat people like that. There has to be some kind of moral \nfiber,\" Rouse said.\n\nIn a statement responding to questions raised by The Post, ICE officials pointed out that the federal government \nspent nearly $100 million in fiscal 2007 on medical care for immigration detainees. About one in four immigrants \nin the detainee population has a chronic health condition, the statement said.\n\n\"Among ICE's highest priorities is to ensure safe, humane conditions of confinement for those in our custody,\" the \nstatement said. \"We make every effort to enforce all existing standards and, whenever possible, to improve upon \nthem. When we find standards that are not being met, we take immediate action to correct deficiencies and when \nwe believe that the deficiencies cannot be corrected, we relocate our detainees to other facilities.\"\n\nBy their calculations, officials said, the mortality rate among detainees has declined since 2004 to a level that is \nlower than that in U.S. jails and prisons. The deaths, the statement said, \"highlight the tremendous responsibility \nand potential liability the government faces in providing medical care to a population that often did not have access \nto adequate health care before coming into our custody.\"\n\nTo this end, the agency recently increased its inspections of facilities and is creating an inspection group at \nheadquarters to review serious incidents, including deaths or allegations that standards are not being met.\n\nICE declined to comment on specific cases, citing internal policies on patient privacy or pending litigation.\n\nNeil Sampson, who ran the DIHS as interim director most of last year, left that job with serious questions about the \ngovernment's commitment. Sampson said in an interview that ICE treated detainee health care \"as an \nafterthought,\" reflecting what he called a failure of leadership and management at the Homeland Security \nDepartment. \"They do not have a clear idea or philosophy of their approach to health care [for detainees],\" he said. \n\"It's a system failure, not a failure of individuals.\"\n\nA new director for health services arrived six months ago, following a stretch when the agency was run first by \nSampson and then by a second interim director. The new boss is LaMont W. Flanagan, who brought with him the \ncredential of having been fired in 2003 by the state of Maryland for bad management and spending practices \nsupervising detention and pretrial services. An audit found that Flanagan had signed off on payments of $145,000 \nfor employee entertainment and other ill-advised expenditures. His reputation was such that the District of Columbia \nwould not hire him for a juvenile-justice position.\n\n* * *\n\n\"Another death that needs to be added to the roster,\" Diane Aker, the DIHS chief health administrator, tapped out in \nan e-mail to a records clerk at headquarters on Aug. 14, 2007.\n\nJuan Guevara-Lorano, 21, was dead.\n\n\n\nGuevara, an unemployed legal U.S. resident with a young son, was arrested in El Paso for driving illegal border-\ncrossers farther into the city. He was paid $50.\n\nAn entry-level emergency medical technician, with barely any training, had done Guevara's intake screening and \nphysical assessment at the Otero County immigration compound in New Mexico. Under DIHS rules, those tasks \nare supposed to be done by a nurse.\n\nAfter two difficult months in detention, Guevara had decided not to appeal his case. He would go back to Mexico \nwith his family. But on Aug. 4, he came down with a splitting headache, what he called a nine on a pain scale of 10, \nhis medical records show. The rookie medical technician prescribed Tylenol and referred Guevara to the \ncompound's physician \"due to severity of headache . . . and dizziness,\" according to medical records.\n\nBut Guevara never saw a doctor. Eight days after the first incident, he vomited in his cell. The same junior \ntechnician came to help but was unable to insert a nasal airway tube. Guevara was taken to a hospital, where \ndoctors determined an aneurysm in his brain had burst.\n\nHis wife, pregnant at the time with their second child, recalled that she rushed to the hospital, but ICE guards would \nnot let her inside until the Mexican Consulate interceded. Guevara's mother waited five hours before they let her in. \nBy then he was brain-dead.\n\n\"My son is not coming back,\" sobbed Ana Celia Lozano months later, sitting in Guevara's small mobile home as her \ngrandson played on the floor. \"I want to know how he lived and died, nothing more.\"\n\nWhat appears to be the most incriminating document in Guevara's case has been partially blacked out. Still, what is \nleft shows that he did not receive adequate care. \"The detainee was not seen or evaluated by an RN, midlevel or \nphysician. . . . At the time of the incident on 8/12/2007, the detainee was seen and examined by EMTs.\"\n\nEach immigration facility is allotted a different number of positions, and a shortage of doctors and nurses is not \nunusual at centers across the country. Records from February show that about 30 percent of all DIHS positions in \nthe field were unfilled. ICE officials said last week that the current vacancy rate is 21 percent. Concern about the \nvacancies is voiced repeatedly at clinical directors' meetings. \"How do we state our concerns so that we can be \nheard? . . . this is a CRITICAL condition. . . . We have bitten off more than we can chew,\" a physician wrote in the \nminutes of one meeting last summer.\n\nIn some prisons, the staffing shortages are acute. The Willacy County detention center in South Texas -- the largest \ncompound, with 2,018 detainees -- has no clinical director, no pharmacist and only a part-time psychiatrist. Nearly \n50 percent of the nursing positions were unfilled at the 1,500-detainee Eloy, Ariz., prison in February. At the newly \nopened 744-bed Jena, La., compound, nurses run the place. It has no clinical director, no staff physician, no \npsychiatrist and no professional dental staff.\n\nLast August, Sampson, who was then DIHS interim director, warned his superiors at ICE that critical personnel \nshortages were making it impossible to staff the Jena facility adequately. In a vociferous e-mail to Gary Mead, the \nICE deputy director in charge of detention centers, he wrote:\n\n\"With the Jena request we have been re-examining our capabilities to meet health care needs at a new site when \nwe are facing critical staffing shortages at most every other DIHS site. While we developed, executed and achieved \nmajor successes in our recruitment efforts we have been unable to meet the demand.\"\n\nThe slow ICE security-clearance process forced many job applicants to go elsewhere, Sampson wrote. Of the 312 \npeople who applied for new positions over the past year, 200 withdrew, he wrote, because they found other jobs \nduring the 250 days it took ICE, on average, to conduct the required background investigations. Last week, ICE \nofficials said the average wait had decreased recently to 37 days.\n\nThese shortages have burdened the remaining staff. In July 2007, a year after Osman's death in Otay Mesa, \nmedical director Hui strongly complained to headquarters about workload stress. \"The level of burnout . . . is high \n\n\n\nand rising,\" she wrote in an e-mail. \"I know that I have been averaging approximately 2-6 hrs of overtime daily for \nthe past 2 months. I will no longer be able to sustain this pace and will be decreasing the number of hours that I \nwork overtime. This being said, more will be left undone because we simply do NOT have the staff.\"\n\n* * *\n\nThe overcrowding has created a petri dish for the spread of diseases. One mission of the Public Health Service is to \ndetect infectious diseases and contain them before they spread, but  last summer, the gigantic Willacy center was \nhit by a chickenpox outbreak.\n\nThe illness spread because the facility did not have enough available isolation rooms and its large pods share \nrecycled air, but also because security officers \"lack education about the disease and keep moving around \ndetainees from different units without taking into consideration if the unit has been isolated due to heavy \nexposure,\" noted the DIHS's top specialist on infectious diseases, Carlos Duchesne. The staff was forced to \nvaccinate the entire population in mid-July.\n\nIn one 2007 death, memos and confidential notes show how medical staff missed an infectious disease, meningitis, \nin their midst. Victor Alfonso Arellano, 23, a transgender Mexican detainee with AIDS, died in custody at the San \nPedro center. The first three pages of Duchesne's internal review of the death leave the impression that Arellano's \ncare was proper. But the last page, under the heading \"Off the record observations and recommendations,\" takes a \ndecidedly critical tone: \"The clinical staff at all levels fails to recognize early signs and symptoms of meningitis. . . . \nPt was evaluated multiple times and an effort to rule out those infections was not even mentioned.\"\n\nArellano was given a \"completely useless\" antibiotic, Duchesne wrote. Lab work that should have been performed \nimmediately took 22 days because San Pedro's clinical director had ordered staff members to withhold lab work for \nnew detainees until they had been in detention there \"for more than 30 days,\" a violation of agency rules.\n\n\"I am sure that there must be a reason why this was mandated but that practice is particularly dangerous with \nchronic care cases and specially is particularly dangerous with . . . HIV/AIDS patients,\" Duchesne wrote. \"Labs for \nAIDS patients . . . must be performed ASAP to know their immune status and where you are standing in reference \nto disease control and meds.\"\n\n* * *\n\nGiven the frequency with which ICE moves people within the detention network, keeping track of detainees is \ncritical to stopping the spread of infectious illnesses. The purchase of an electronic records system named \nCaseTrakker in 2004 was supposed to help. But according to internal documents and interviews, CaseTrakker is so \nriddled with problems that facilities often revert to handwritten records.\n\nA study at one site found that it took one-third more time to use CaseTrakker than to use paper. Thousands of \npatient files are missing. Recorded data often cannot be retrieved. Day-long outages are common.\n\nWhen detainees are transferred from one facility to another, their records, if they follow them, are often misleading. \nSome show medications with no medical diagnoses or \"lots of diagnoses but no meds,\" according to Elizabeth \nFleming, a former clinical director at one compound in Arizona.\n\nAfter Yusif Osman's death and the discovery of the problem with his computerized records, the DIHS ordered a \nreview of all charts at the Otay Mesa center. During the review, auditors also found that 260 physical exams were \nnever completed as  required. The nurse responsible for the error in Osman's case was reprimanded, but the \ncomputer problem was not fixed.\n\nThe CaseTrakker system \"has failed and must be replaced,\" Sampson, the DIHS interim director, wrote to his ICE \nsupervisors in August.\n\n\n\nIn January 2008, medical director Shack told colleagues that CaseTrakker \"is more of a liability than the use of \npaper medical record system,\" according to the minutes of a meeting. It \"puts patients at risk.\"\n\nICE officials said last week that they are not satisfied with CaseTrakker and are working to replace it.\n\nAlong with being at the mercy of computer  glitches, detainees suffer from human errors that deny or delay their \ncare. And with few advocates on the outside, they are left alone to plead their cases in the most desperate ways, in \nhand-scribbled notes to doctors they rarely see.\n\n\"I need medicine for pain. All my bones hurt. Thank you,\" wrote Mexico native Roberto Ledesma Guerrero, 72, \nthree weeks before he died inside the Otay Mesa compound.\n\nDelays persist throughout the system. In January, the detention center in Pearsall, Tex., an hour from San Antonio, \nhad a backlog of 2,097 appointments.\n\nLuis Dubegel-Paez, a 60-year-old Cuban, had filled out many sick call requests before he died on March 14. \nDetained at the Rolling Plains Detention Facility in the West Texas town of Haskell, he wrote on New Year's Day: \n\"need to see doctor for Heart medication; and having chest pains for the past three days. Can't stand pain.\"\n\nTen days later he went to the clinic and became upset when he wasn't seen. He slugged the window, yelled, \npointed at his wristwatch. He was escorted back to his cell.\n\nAnother of his sick call requests said: \"Need to see a doctor. I have a lot of symptoms of sickness . . . as soon as \npossible!\" The next was more urgent: \"I have a emergency to see the doctor about my heart problems . . . for the \nlast couple days and I been getting dizzy a lot.\"\n\nThe next day, Dubegel-Paez collapsed and died. His medical records do not show that he ever saw a doctor for his \nchest pains.\n\nHanna Boutros, 52, who came to the United States 30 years ago, waited seven months for surgery after receiving a \ndiagnosis of \"high-grade\" prostate cancer, which his urologist urged be treated immediately. ICE officials sent him \nto Krome Service Processing Center in Miami because, they said, it could best deal with his condition.\n\nBut he was seen by nurses, not a doctor, until he found an outside lawyer to threaten a suit. Boutros finally got \nsurgery just before Christmas, before he was deported to Lebanon, leaving two children and a wife in the United \nStates. \"I was miserable. I was very, very scared. It was always burning,\" he said.\n\nJuan Guillermo Guerrero, 37, was denied his seizure medication and given an ineffective substitute. Suffering from \none or two painful seizures a week, he told his lawyer to drop his case, saying he preferred to be deported than to \ndie inside an immigration prison. A few days after he returned to Mexico, Guerrero died of asphyxiation during a \nseizure, according to his lawyers.\n\nSometimes, to save money, the government releases detainees instead of treating them. Martin Hernandez \nBanderas, a 40-year-old Mexican, was released from custody last year while he was in the hospital following \nsurgery to amputate his leg. An internal review found that the system failed him before the surgery: Nurses and \ndoctors at Otay Mesa did not appreciate the severity of his diabetic foot wounds, did not properly treat them or \nprescribe the correct course of antibiotics, and did not bring in a qualified surgeon to evaluate the problem.\n\nSimon Reyes-Altimirano, 25, a Honduran, was diagnosed with chickenpox and sent back to his cell with Benadryl, \nonly to be hospitalized a day later and diagnosed with an inoperable brain tumor. He died two weeks later.\n\nShack, the medical director, found that Reyes-Altimirano's care at the El Paso detention center had been \n\"appropriate and timely.\" But a nurse at the center poured out her remorse in a typed note placed in Reyes-\nAltimirano's medical file. \"We always have to listen to the patient and the reason I say this is because\" when he first \n\n\n\nreported his problems, \"one of the nurses said, 'I think he is faking his illness' . . . this is not just a medical learning \nexperience but also an emotional one.\"\n\n* * *\n\nThree weeks after Reyes-Altimirano died, a nurse at the Krome Service Processing Center accused the Rev. \nJoseph Dantica of faking an illness, too. The 81-year-old Baptist minister had fled Haiti in the fall of 2004, fearing for \nhis life after gangs set fire to the church overlooking Port-au-Prince where he ran a school, let people use \ncomputers for free and quietly handed out money to needy families.\n\nAs a younger man, Dantica listened to tapes to practice English every day, but he never wanted to live in the United \nStates, said a niece, writer Edwidge Danticat, who was raised by him. He visited once a year, to see his brother in \nBrooklyn and raise money for his church.\n\nBut after U.N. peacekeepers and Haitian riot police seized the church to use as a base against gangs, and after the \ngangs retaliated by burning the altar, Dantica slipped on a woman's muumuu and wig and headed to the airport. He \narrived in Miami with a valid visa but decided to seek asylum because he thought he might have to stay longer than \nhis visa allowed. In an earlier time, Dantica would have been permitted to go on to New York while the government \nconsidered his claim. This time, he was detained.\n\nDantica and an immigration lawyer were sitting before an asylum officer when the minister began to vomit \nviolently. The lawyer, John Pratt, said agents at the detention center had taken away his client's blood-pressure \nmedicine.\n\nDantica \"turned very cold. His eyes wandered around, and he appeared not to be conscious of his surroundings,\" \nthe asylum officer, Miriam Castro, later told investigators, according to confidential documents. \"Applicant assumed \na rigid position with his legs stretched out and remained in this position.\"\n\nCastro called for medical help. No one came for 15 minutes. When the public health nurse and a physician \nassistant arrived, the nurse said he believed that Dantica \"was faking because Applicant kept looking at him \nrandomly,\" Castro said. The nurse, Tony Palladino, \"then went on to demonstrate that when he moved Applicant's \nhead up and down, Applicant maintained his head rigid as opposed to limp, thus not allowing his head to fall back. \n[The nurse] stated that was another way he determined Applicant was faking symptoms.\"\n\nDantica died a day later in Miami's Jackson Memorial Hospital, shackled to a bed. Pratt had called the hospital \nrepeatedly, trying to get information about his condition and permission for his family to see him. \"They never said \nanything but they were doing tests,\" Pratt said. Security reasons, hospital officials told him, prevented visitors.\n\nThe government's internal medical records say Dantica died of pancreatitis. A one-page death certificate in his file \nhas \"VOID\" stamped across it. Two outside doctors who reviewed his medical records for The Post said he \nprobably died of heart problems.\n\n* * *\n\nYusif Osman had been living in Los Angeles as a legal resident for five years when he was detained crossing back \nfrom Tijuana in 2006 with a passenger, also from Ghana, who had a false ID. Osman was arrested on a smuggling \ncharge, which he denied and was fighting while locked up at Otay Mesa. He seemed healthy to his friends and \nfamily who visited him or spoke to him by phone.\n\nHis girlfriend, Dorothy Weens, was stunned when she picked up the phone in late June and a stranger broke the \nnews. \"Yusif Osman passed away,\" the man said.\n\nWhen Osman's lawyer called the compound to verify what had happened, he was told only that his client was no \nlonger there. Weens and a cousin of Osman's called immigration officials several times for answers. They were \ntold that the matter was under investigation. Eventually they stopped calling.\n\n\n\nOsman's belongings from the prison arrived at his cousin's house one day by mail. Pants. Socks. Scraps of paper \nwith prayer verses written in Arabic. His birth certificate. A letter from Dorothy: \"Hey Babe! Hang in there. I'm trying \neverything I can do, to get you out of there. I love you and God love you. And that all you needs. I'm sending you \n$100.00. Love, Dot.\"\n\nThere was also an inventory of the rest of his personal property on the day he died: \"4 yellow envelopes. 1 writing \npad. 1 religious beads. 1 Chap Stick. 14 Ramen soups. 1 grape jelly. 1 jar peanut butter. 1 hot cocoa mix. 1 box Q \ntips.\"\n\nThe mortuary received a preliminary death certificate from the coroner's office. It noted Osman's cause of death as \n\"pending,\" enough to release the body. His mosque collected money for a burial in a Muslim cemetery in the \nMojave Desert. Male friends dug the grave. They laid his corpse, wrapped in white cloth, into the open earth and \ncovered it with rocky dirt.\n\nThe final death certificate arrived in the mail sometime later. Under cause of death, it still read \"pending.\" Osman's \npassing remains a mystery to his grieving relatives in Ghana and his adopted African community in Los Angeles.\n\nAn uneven, blank concrete headstone marks Grave 26. The truth of Osman's death is also buried, thousands of \nmiles away, past the Statue of Liberty replica near the front door, inside a cabinet at the Division of Immigration \nHealth Services, in file #077-987-986.\n\nStaff researcher Julie Tate and database editor Sarah Cohen contributed to this report.\n"}