{"title": "KIDS OF ILLEGAL ALIENS CAUGHT IN NEW INS NET", "body": "\nBeing abandoned at age 16 by his immigrant parents forced Miguel to grow up quickly. He immediately found a \nrestaurant job to support himself and his younger brother so the latter could finish school.\n\nBut his fast transformation into a responsible adult won't help Miguel, now 20, and his brother Bernardino, 18, with \nthe Immigration and Naturalization Service. Both face being deported to Mexico, a place neither of them \nremembers, because their parents never bothered to apply for their green cards.\n\n\"I didn't even know that we were illegal,\" said Miguel, who did not want his last name used. \"I thought my father \nwas making arrangements.\" With their parents gone, they have no immediate relatives who can apply for them.\n\nUndocumented minors living in the United States, whose parents are unable or unwilling to petition for them, have \nalways had a hard time getting permanent residency. But some provisions of the new immigration laws have left \nthousands of teens with next to no recourse to stay in the only home they know.\n\n\"These kids didn't choose to be here [in the U.S.]. They were brought by their parents,\" said Angela Lloyd, a lawyer \nat Covenant House, a nonprofit organization serving runaway and at-risk youth. \"They didn't intend to become \nillegal immigrants.\"\n\nINS officials say that there are some provisions that allow minors to petition for green cards without their parents. \nBut the process is long and uncertain, and each case is evaluated individually, said INS spokesperson Mark Thorn.\n\nUnder the old immigration law, undocumented immigrants facing deportation could apply to stay if they had been \nliving in the U.S. over seven years, could demonstrate good character and that being deported would cause severe \nhardship either to a U.S. citizen or to themselves.\n\nUnder the new law, the time of residence has been extended to 10 years and deportation would have to cause \n\"extreme and unusual hardship\" to a U.S. citizen who is the petitioner's immediate relative. Hardship to the \napplicant no longer counts.\n\nLike Miguel, Gregory Cesar, who came from Haiti when he was 6 years old, easily meets the residency and \ncharacter requirements, and he would had have no problem showing extreme hardship to himself if deported.\n\nAfflicted with Charcot Marie-Tooth syndrome, a congenital degenerative nerve disease which impedes his motor \ncontrol over his hands and feet, Cesar has required operations, extensive hospitalization and therapy since \nchildhood.\n\nAt 21, he is now too old to qualify for help from Shriners' Hospital, where he received much of his treatment. His \nmother, a housekeeper living in the Bronx, was unable to get green cards either for herself or her son.\n\n\n\"We're both stuck now, and we understand the possible consequences of our situation,\" said Cesar. \"But I wasn't \neven diagnosed until I got here, and I don't even know what Haiti looks like at this point.\"\n\nCesar is applying for deferred action status, which the INS grants in cases where it decides there are overriding \nhumanitarian factors involved. Although this status would not get Cesar permanent residency, it would allow him to \nlegally work or study while his case is decided.\n\nFor Lloyd, of Covenant House, the only solution she sees is to amend the immigration law to make it easier for \nteens to petition for themselves. \"I'm not talking about creating an incentive for people to drop their kids in the U.S., \nbut the reality is that people are bringing kids into this country,\" she said.\n\nMiguel's next hearing date is Sept. 29, a day before the harshest provisions of the new immigration law take effect. \nBut he still has hope that he and his brother will squeeze in under the wire.\n\n\"I want to solve this on my own, the way I've handled everything else,\" he said.\n\nGraphic\n\n \n\nBUDD WILLIAMS DAILY NEWS COUNSELING young illegal alien at Covenant House is lawyer Angela Lloyd.\n"}