{"title": "Homebound Hassels", "body": "\nHome at last, you think, as you step off a nine-hour flight from Europe. Uh-uh, not so fast. You must first be \nchecked through immigration and next through customs, and this process could easily keep you in the airport \nanother hour or more. Maybe much more.\n\nAnd yet, as exasperating as they seem, the delays at international arrival gates in the United States are \nsubstantially shorter this summer than during last year's peak travel period. And chances are U.S. arrivals will be \neven easier by next summer.\n\nSo far this season, the long, slow lines of the past reportedly have been at a minimum at Washington-Dulles, which \ninaugurated a new and substantially enlarged international arrivals building in March. Previously Dulles could \nhandle only 600 passengers an hour, but it now has the capacity for 1,600.\n\nLast year's favorite U.S. horror story was about the unlucky passengers on a fully-loaded Swissair DC-10 from \nZurich who faced a five-hour delay after landing at the Los Angeles airport. This summer, delays of an hour or more \nremain common at several of the busiest U.S. airports, says Rick Norton of the Air Transport Association of \nAmerica, which represents U.S. carriers.\n\nTypically, the biggest bottlenecks have been at immigration rather than customs booths. The U.S. Customs Service \ngenerally only spot-checks the luggage of arriving U.S. passport-holders, waving most Americans through quickly. \nBut the Immigration and Naturalization Service (INS) has been scrutinizing every arriving passenger -- citizen and \nforeigner alike -- more carefully. And this takes time.\n\nUnder pressure from complaining airlines, the traveling public and Congress, however, the Immigration and \nNaturalization Service introduced in July what it calls the Accelerated Citizen Examination (ACE) process. When \nwaiting lines build up in front of inspection booths, local INS officials now have the option of trimming back time-\nconsuming checks on U.S. passport-holders. At New York's JFK, the nation's busiest international airport, the new \nprocess is in effect continuously.\n\nTypically, an agent implementing ACE provisions may decide to examine the passport of only one member of a \nfamily, explains INS spokesman Verne Jervis. Or the agent may simply match the passport photo to the person \ncarrying it rather than also taking the time -- normal under standard procedures -- to check by computer whether the \npassport has been reported stolen or is a fake.\n\nMeanwhile, INS has begun hiring additional agents to staff more gates at peak flight arrival times. Last October, the \nagency employed only 1,289 agents; at the end of July, it had boosted the staff to 1,605 agents, and another 195 \nwere in the process of being hired. By the end of next month, the total number of agents is expected to reach 1,900.\n\n\nThe federal agency hopes eventually to be able to process every arriving planeload of passengers from abroad in \nno more than 45 minutes, says Jervis. If possible, all inspections, including immigration and customs, should be \ncompleted in 45 minutes, according to international air travel guidelines recommended by the International Civil \nAviation Organization, a United Nations agency.\n\nFunding for the additional 600 INS agents comes from a special $ 5 fee imposed (beginning last Dec. 1) on every \nairline passenger arriving from Canada, Mexico and the Caribbean. Authorized by Congress and backed by the Air \nTransport Association, the fee is automatically included in the ticket price. A similar $ 5 fee already was being \ncollected on tickets from other international destinations. The expanded application of the fee is expected to \ngenerate an extra $ 75 million this year, or almost one-third of the anticipated $ 200 million to be collected from all \ninternational arrivals.\n\nDespite these improvements, delays are expected to continue, and for at least two major reasons outside INS \ncontrol. Many older U.S. airports simply do not have sufficient space in which to process the growing number of \ninternational arrivals. Though additional agents now can be hired, there may be no convenient place to put enough \nof them until airport terminals are enlarged. Chicago, Honolulu and San Francisco are cited as among the busiest \ndestinations where the airports could use more inspection booths to cope with international flights but where space \nis very tight.\n\nIn addition, bad weather can quickly scramble normal flight schedules. On one particularly troublesome day last \nmonth, six international flights carrying 1,300 passengers happened to arrive at the TWA international terminal at \nNew York's JFK in less than a half-hour, says Jervis. Not surprisingly, the sudden onslaught strained facilities and \nstaff and resulted in longer-than-usual lines.\n\nEntry delays \"are something we are concerned about,\" says Jervis. \"It's an embarrassment when people \nexperience long waits, especially U.S. citizens. We get letters complaining to the INS.\"\n\nThe airlines get complaints too, and they are not exactly pleased with the Accelerated Citizen Examination process. \nSo far, says Norton, who once worked for INS, \"the results have been mixed. The Air Transport Association is still \ngetting consistent reports of inspections of one hour or more.\" According to the reports, as many as 50 planeloads \nof passengers in a day are encountering delays of at least 50 minutes.\n\nMore to the association's liking, according to Norton, is a now-discarded INS inspection process called Citizen \nBypass. When it was in effect, arriving U.S. passport-holders skipped INS inspection entirely, and in its place \ncustoms was expected to check both passports and luggage.\n\nHowever, INS gradually began to abandon Citizen Bypass in 1988, says Jervis, because the agency felt standard \nspot-checking by customs of only some passengers and not everyone did not provide adequate security \nsafeguards. By the beginning of this year, Citizen Bypass remained in effect only in New York and Miami, two major \nports of entry, and it was eliminated at these two airports for security reasons at the outbreak of the Persian Gulf \nWar.\n\nNorton contends Citizen Bypass worked very well and that strict airline check-in procedures provide sufficient \nsecurity surveillance of passengers. In contrast to other busy airports, New York's JFK operated effectively under \nCitizen Bypass last year, he says. \"This year it's barely muddling along.\"\n\nResponding to the criticism, Jervis says the Accelerated Citizen Examination process was introduced as \"a \ncompromise,\" balancing national security needs with an attempt to speed Americans through the process of re-\nentry. And he places some of the blame for long lines on the airlines themselves for scheduling too many flight \narrivals at the same time.\n\nThe airlines and INS are squabbling on at least one other point. Norton says INS was guilty of foot-dragging in \nhiring new agents, that more might have been in place at the beginning of summer. Jervis contends that the abrupt \nplunge in international travel at the outset of the Persian Gulf War caused temporary concerns that there might not \n\n\n\nbe enough money to pay additional agent salaries, since fewer international arrivals meant less revenue from arrival \nfees.\n\nDespite their differences, both Jervis and Norton agree that ACE has substantially reduced last year's sometimes \nhorrendous delays and that increased INS staffing at international airports will further reduce homebound hassles. \nMeanwhile, Norton reminds, \"The verdict is still out for this summer. August is always the worst month.\"\n\nIf you have complaints about INS delays, direct them to Commissioner Eugene McNary, U.S. Department of \nJustice, Immigration and Naturalization Service, 425 I St. NW, Room 7106, Washington, D.C. 20536. Or contact \nyour representative in Congress.\n\n Airline Audio\n\nDo you strain to hear the movie dialogue on the audio headsets the airlines distribute? Or your favorite tunes on the \nother audio channels?\n\nAirline sound systems must compete with substantial engine noise, and often they do a lousy job of it, according to \nan article, \"Airborne Audio,\" in the August issue of Audio magazine. But improvements are on the way.\n\nThe article, written by Rich Warren, gets technical in places, and maybe only audio enthusiasts will fully understand \nit. But Warren does provide tips on buying inexpensive add-on gadgets that can enhance your listening pleasure \naloft while the airlines gradually introduce more effective audio electronics. A copy is $ 2.95 on newsstands.\n\n First-Class Upgrades\n\nBusiness travelers often pay the highest air fares because they can't take advantage of the best advance-purchase \ndiscounts. Midway Airlines, which has six daily departures from Washington-National to Chicago, is offering them a \nbig break.\n\nAs of this month, passengers paying the types of coach fares used almost exclusively by business travelers now \nautomatically receive a confirmed first-class seat when they make their reservation. To accommodate them, the \nairline has enlarged its first-class cabins from eight seats to 18, 20 or 22 (depending on the aircraft). Cabin \nconfiguration is two seats on each side of the aisle.\n\nBecause some companies prohibit employees from paying for first-class travel, the upgraded tickets will show the \ntraveler booked in \"Y\" class, the symbol for an unrestricted coach-class fare. This eliminates the hassle of \nexplaining to a sharp-eyed corporate accountant how you happened to fly first-class.\n\nMost coach fares that do not require a Saturday overnight stay are eligible for a first-class upgrade. This includes \ndiscounted three- and seven-day advance-purchase fares, which Midway says are the lowest fares available to \nmost business travelers.\n\n\"Airlines have been insensitive to the needs of the very travelers who are their lifeblood,\" says Midway Chairman \nDavid R. Hinson. Traditionally, business travelers have rated no better seating than leisure travelers, although often \nthey pay two or three times as much for their tickets.\n"}