{"title": "U.N. DEMANDS THAT SERBS OPEN CAMPS", "body": "\nUNITED NATIONS - The Security Council demanded Tuesday that warring factions in Bosnia open their detention \ncamps to the Red Cross for inspection.  The United Nations acted following reports that Serbs were torturing and \nkilling Croats and Slavic Muslims in concentration camps.  The council statement, which came at the urging of the \nUnited States, is not binding under international law. Warring factions in Yugoslavia have ignored U.N. cease-fire \nresolutions, which are supposed to be legally binding.  Maj. Gen. Lewis MacKenzie, back from leading U.N. \npeaceke epers at Sarajevo's airport, said all factions had complained to him of atrocities in prison camps.  He said \nthat the parties began reporting the complaints about five months ago and that the pace of the allegations \nincreased about two months ago.  Bosnian Muslims and Croats claim that Serbs run 45 concentration camps \nholding at least 70,000 people. Serbs claim that about 40,000 of their people are jailed in Muslim and Croat camps.  \nA report by the U.N. High Commissioner for Refugees last week cited accounts of guards at a Serb camp in \nOmarska saying they would ''not waste bullets on their detainees, who have no food, water or shelter and who are \nbeaten twice a day.'' The United States had lent credence to the latest accounts of Serbian concentration camps, \nsaying Monday that its own information corresponded with press reports of torture and killings.  But on Tuesday, \nU.S. officials backed off that assertion, stressing that they lacked actual confirmation of such atrocities because \nneither American envoys nor international relief agencies had gotten into the camps.\n''We are aware, of course, of the charges that the Bosnian Serbs have been operating what amount to death \ncamps,'' said Thomas Niles, assistant secretary of state for European Affairs. He spoke before a House Foreign \nAffairs panel.  But, he said, ''we cannot confirm reports which were in the press this morning and yesterday that \nthey are being used for the systematic torture and murder of the people detained.'' He did not deny that Serbs had \ncommitted ''atrocities.'' Niles said that the Bosnian government had claimed that Serbians were operating 94 camps \nin Bosnia-Herzegovina and 11 in Serbia-Montenegro.  Niles said: ''It is an . . . almost poignant tragedy that the \nSerbian people, who suffered so terribly at the hands of the Nazi occupiers of Yugoslavia . . . are engaging in \npractices which are in some respects reminiscent of some of the things that happened during the (Nazi) \noccupation,'' he said.  The recent reports of atrocities in the camps have thrown a spotlight on the President \nGeorge Bush's reluctance to become involved in the Yugoslavian conflict beyond monitoring sanctions against \nSerbia and ensuring delivery of humanitarian relief.  The U.S. move at the United Nations roughly coincided with \ncalls for stronger American action from Democratic presidential nominee Bill Clinton and Democrats on the House \nForeign Affairs Committee.  As reminders of America's inaction during the Nazi holocaust reverberated around \nWashington, the Bush policy drew criticism on Capitol Hill and the State Department received phone calls from the \npress and public around the country, officials said.  Clinton, in a written statement issued from his campaign \nheadquarters in Little Rock, Ark., urged U.N. action similar to that sought by the administration as a first step but \nwent further to include the possibility of using force.  Beyond gaining access to the camps, Clinton demanded that \nall non-combatants be released to the Red Cross, that any detention centers be closed immediately and that \nmilitary prisoners of war be held under conditions defined by international law.\n"}