{"title": "WOMAN WHO FLED GENITAL MUTILATION GETS ASYLUM SHE LEFT GHANA TWO YEARS AGO. THIS MONTH, SHE BECAME THE SECOND PERSON GRANTED U.S. HAVEN ON SUCH GROUNDS.", "body": "\nA woman who fled her native Ghana two years ago to avoid genital mutilation has been awarded political \nasylum.\n\nThe Board of Immigration Appeals granted asylum to Adelaide Abankwah, 29, on the ground that she had good \nreason to fear genital cutting if she returned to Ghana.\n\nAbankwah is the second woman to win asylum in the United States because of the threat of genital mutilation, \nwhich millions of African girls and women undergo each year.\n\nAbankwah, who fled her isolated tribe of about 400 people, was arrested for trying to enter the country with false \nimmigration papers when she arrived at Kennedy International Airport on March 29, 1997.\n\nShe immediately requested asylum, telling Immigration and Naturalization Service officials that she feared that \nvillage leaders would order her killed or force her to undergo genital mutilation because she violated tribal \ncustoms by losing her virginity.\n\nAbankwah was held at a detention center in Queens, N.Y., until last month, when a Manhattan appeals court \npermitted her release pending a final decision on her request.\n\nThe Board of Immigration Appeals granted Abankwah's petition Friday.\n\nMandy Sullivan of Equality Now, a feminist group that lobbied for asylum, said Abankwah was relieved. \"It's very \nhard for her to comprehend - that it's all over and no one [is] going to come snatch her back,\" Sullivan said.\n\nThe precedent for recognizing female genital mutilation in amnesty rulings was set in the case of Fauziya \nKassindja, who fled Togo hours before she was to be cut.\n\nAfter reaching the United States, she was imprisoned for 16 months. She ultimately won a landmark 1996 ruling in \nwhich the INS recognized the practice as a form of persecution.\n\n\nRep. Carolyn B. Maloney (D., N.Y.) is sponsoring a bill that would formalize gender persecution as a grounds for \ngranting amnesty.\n"}