{"title": "PUBLIC LIVES;Standing Between Elian's Two Families - Correction Appended", "body": "\nSINCE being separated from his son five months ago, Juan Miguel Gonzalez has been judged and analyzed by \npeople who have never met him, so it might be instructive to see what a professional who spent two hours in a \nroom with him has to say.\n\nThe psychologist, Dr. Lourdes Rigual-Lynch, of the Children's Hospital at Montefiore Medical Center in the Bronx, \nmet with Mr. Gonzalez, his wife and their infant son in Washington, D.C., this past Sunday, but not to assess Mr. \nGonzalez or to decide whether his son, Elian, should be returned to him. Dr. Rigual-Lynch was part of a three-\nperson team sent by the Immigration and Naturalization Service to help expedite the boy's return.\n\nStill, one can't help forming an opinion and this week, between trips to Washington and Miami, Dr. Rigual-Lynch \nsaid she and her team, on meeting Mr. Gonzalez and his wife, were \"very pleasantly surprised.\"\n\nPlay shrink with the shrink -- who, we warn you, does not give a lot of herself away -- and ask her: What do you \nmean, \"pleasantly surprised?\"\n\n\"We did not know what to expect,\" Dr. Rigual-Lynch says. \"You get nonverbal cues. The father had his new baby on \nhis lap, a cute baby, really cute, 7 months old. He seemed very happy, there was age-appropriate behavior. We felt \nboth the father and stepmother were very open, very caring. They expressed a lot of emotion. Even when talking \nabout the natural mother's death, their eyes welled with tears. He expressed how he feels his son is suffering. It \nwas very emotional. I felt it was genuine.\"\n\nElian Gonzalez was found floating in an inner tube in the Atlantic on Thanksgiving Day last year, after an attempted \ncrossing from Cuba in which his mother and 10 other people drowned. Since then, the 6-year-old boy has been \ncaught in a personal and international tug of war, with his great-uncle, Lazaro Gonzalez -- who is his father's uncle -\n- and many in the Cuban-American community demanding that he remain in the United States.\n\n\nWhen the courts decided Elian should be returned to Cuba, Dr. Rigual-Lynch, 49, who was raised in Puerto Rico, \nwas brought into the case.\n\n\"She's a highly respected bilingual Ph.D. psychologist, who has enormous sensitivity to the needs of children in \nextremely difficult circumstances, the homeless, the abused,\" said Dr. Irwin Redlener of Montefiore, who put \ntogether the team. \"She goes into the most desperate situations and puts together a plan.\"\n\nYESTERDAY, as Elian's Miami family stalled his return, Dr. Rigual-Lynch was in the center of things, standing by \nto accompany Elian on the plane that was to bring him to his father in Washington.\n\nBetween trips, Dr. Rigual-Lynch discussed the case at her Upper East Side office. The impression she gives is of a \nhard-working and organized woman, who prefers to keep her private life private. The office is filled with the toys \nshe needs for her work, but there are no family pictures. Dr. Rigual-Lynch's classic brown pumps match her classic \nbrown pantsuit; her pale blue eyeshadow matches her pale blue sweater -- none of which portends well for rambling \nand unchartered discourse.\n\nDiscussion of Dr. Rigual-Lynch's own family offers just a bit more than one might offer on a questionnaire.\n\nHer father, Luis Rigual, was a civil engineer as well as a well-known sports commentator; her mother is an \nexecutive secretary. Lourdes Rigual was educated in the United States, at Marymount College and at Adelphi \nUniversity. College work with an autistic child confirmed an interest in child psychology. She is married to Dr. Arthur \nA. Lynch, the director of mental health services for the city's Department of Correction. There is a daughter, Megan, \n16.\n\nThere is also, it turns out, a loss in her own family after Dr. Rigual-Lynch was grown -- her 25-year-old brother, who \nwas also a sportscaster, died. She will not discuss the circumstances. It is too painful.\n\nShe can, however, discuss some of what she has been told of the boy in the country's most famous custody case.\n\nElian's mother had a half-dozen miscarriages before Elian was born. Elian was \"2 or 3\" when his parents' marriage \nbroke up. He spent weekdays living in his father's home, which was close to his school, and he spent weekends \nwith his mother. The Gonzalez family, even after the divorce, was close.\n\n\"The maternal and paternal grandparents all came to the father's house in Cuba,\" Dr. Rigual-Lynch says. \"The \nnatural mother and father continued to have a good relationship, even the natural mother and the stepmother knew \neach other. That's unusual and it was good for Elian; he didn't have that conflict.\"\n\nHer visit with Elian's great-uncle, Lazaro Gonzalez, this past Monday was difficult. The elder Gonzalez \"stalled\" his \nmeeting for several hours and it did not appear to Dr. Rigual-Lynch that Mr. Gonzalez understood that the decision \nto return Elian had been made.\n\n\"He does love the boy,\" Dr. Rigual-Lynch says. \"But I think he is a man who has too many other concerns with the \ncommunity, so that perhaps he cannot decide for himself what to do.\n\n\"As far as we can determine, this was a close family. Lazaro's family had visited Cuba two years ago, they used to \nspeak on the phone. When the mother disappeared they were calling each other, they were all worried. In many \ncustody cases, you deal with far more complicated issues. We just don't have the extra issue of political pressure.\"\n\nhttp://www.nytimes.com\n\nCorrection\n\nhttp://www.nytimes.com/\n\n\nAn article on Friday about mental health experts who met with the family of Elian Gonzalez misstated the given \nname of his stepmother. (Similar errors occurred in articles on Jan. 15, March 29 and April 7, 8 and 9.) She is Nersy \nCarmenate Castillo, not Nercy or Nelsy.\n\nCorrection-Date: April 17, 2000, Monday\n\nGraphic\n\n \n\nPhoto: Dr. Lourdes Rigual-Lynch is trying to expedite the return of Elian Gonzalez to Cuba. (Librado Romero/The \nNew York Times)\n"}