{"title": "Community Transit's near-term plans prioritize frequency and connections", "body": "\nOct 14, 2019( Seattle Transit Blog: http://seattletransitblog.com Delivered by Newstex)  Community Transit is \npreparing for more Swift lines in the next few years With Lynnwood Link construction underway[1], Community \nTransit has less than five years to prepare for major changes[2] to Snohomish County's transit landscape. The draft \nof their latest six-year transit development plan[3] is out for public comment and describes some of the upcoming \nchallenges and priorities for the agency up to the 2024 restructure.Last year, Community Transit buses and \nvanpools provided 10.6 million boardings, averaging just under 37,500 on weekdays for fixed-route buses. The \nagency expects this figure to grow to 14.4 million passenger trips by 2024 with the implementation of more frequent \nservice and the opening of the next Swift line. Community Transit scheduled 412,364 total service hours in 2018, \nand is expected to use 566,864 by 2024 after several service expansions. \n\nAnnual bus service hour additions from 2019 to 2024 (Image: Community Transit) The draft TDP includes specific \ngoals for the next set of restructures, which will initially focus on improving existing routes. The September 2020 \nrestructure proposes reorganizing local routes that interact with the recently opened Swift Green Line in Mill Creek \nand Everett to provide better connections.One of the other priorities for the 2020 and 2021 restructures is to look at \nupgrading high-ridership routes to 15-minute frequency. The current network caps out at combined 20-minute \nfrequency for non-Swift core routes like Routes 115/116 (Edmonds to Mill Creek) and Routes 201/202 (Lynnwood \nto Smokey Point). Both core corridors are planned to be supplemented by Swift expansions within the coming \ndecade and could present opportunities to grow ridership and awareness before BRT comes online. Other corridors \nwith 30-minute service are also under consideration for upgraded frequencies based on their existing ridership and \nnearby commercial and housing density.As mentioned previously[4], Community Transit will also be investigating \nwhether a handful of its commuter routes can be truncated at Northgate Station when it opens for Link service in \n2021. The plan also calls for new bus routes in south Snohomish County to serve markets with high transit demand \nbut are too far from bus stops, presumably to lure away park-and-ride users.  Proposed stations and route of the \nSwift Orange Line, scheduled to open in 2024 (Image: Community Transit) The longer-term expansion in 2022-24 \nis planed to be focused on the commuter service restructure for Lynnwood Link as well as the opening of the Swift \nOrange Line[5], which will run from Edmonds Community College to Mill Creek on a section of the current Route \n115 corridor. The Orange Line project is expected to cost $85 million to construct, with all but $22 million coming \nfrom federal and state grants, and will need up to 16 new articulated coaches. A modest extension of the Swift Blue \nLine to Shoreline North/185th Station on the Lynnwood Link Extension is also planned to open in 2024, needing five \ncoaches to preserve existing service frequency.The next phase of Swift expansion, scheduled for later in the \ndecade, will include a new line between Everett and Smokey Point and an extension of the Green Line to \nDowntown Bothell. In the interim, Community Transit plans to look at building up frequency and better connections \nin northern and eastern Snohomish County. The only example listed in the TDP is the State Route 531 corridor in \nArlington, which lacks bus service but forms the north end of a regional industrial center[6] that is planned to be \ndeveloped in the coming years.To be able to run additional trips and new routes, Community Transit forecasts that \nit will need 21 new Swift buses and 13 40-foot coaches. These new buses would be stored at the three existing bus \n\n\nbases, which will need to be renovated and expanded in stages between 2022 and 2025. The preliminary plan is to \nmove some administrative staff away from the Merrill Creek headquarters to make room for more maintenance \nbays while also expanding the Kasch Park base. Community Transit also plans to replace the oldest Swift and \ndouble-decker buses before the 2024 restructure, as they will be beyond the FTA's normal service life[7] guideline \nof 12 years. The TDP also calls for the hiring of 160 new employees by 2024, of which 130 would be new bus \ndrivers.Beyond service improvements, the TDP also lists a dozen technology upgrades that will be needed for \nCommunity Transit. These include improvements to GTFS (the main data feeds for real-time arrival apps), which \nwould be expanded to include information like vehicle capacity. Community Transit recently launched a new bus \nalert system[8] that sends out messages and tweets based on how delayed a bus trip might be.Other near-term \ninitiatives include improved passenger information systems, and expanding transit signal priority with regional \npartners like WSDOT and city governments. There is also a small mention of a feasibility study to use full-fledged \nORCA ticket-vending machines for new Swift lines rather than the repurposed parking meters used on the Blue and \nGreen lines, which are unable to reload ORCA cards. Community Transit is contributing $9.6 million to the Next \nGeneration ORCA program, which is planned to be deployed in stages between 2020 and 2022.Community \nTransit is accepting feedback[9] and public comments on the draft TDP until October 31. They can be sent via \nemail, a phone call, on social media, snail mail, or in person at a public board meeting. [ 1]: "}