{"title": "Illegal immigrant population in U.S. drops, report says", "body": "\nWASHINGTON - A deep recession and tougher border enforcement have led to a sharp decline in the number of \nimmigrants entering the United States illegally in the past five years, contributing to the first significant reversal in \nthe growth of their numbers in two decades, according to a new report by the Pew Hispanic Center.\n\nThe number of illegal immigrants entering the United States plunged by almost two-thirds between 2005 and \n2009, a dramatic shift after years of growth in the population, according to the report.\n\nIn the first half of the decade, an average of 850,000 people a year entered the United States without \nauthorization, according to the report, released Wednesday. As the economy plunged into recession between 2007 \nand 2009, that number fell to 300,000.\n\nThe drop has contributed to an 8 percent decrease in the estimated number of illegal immigrants living in the \nUnited States, from a peak of 12 million in 2007 to 11.1 million in 2009, the report said. Of the 11.1 million, 60 \npercent came from Mexico, 20 percent from other parts of Latin America, 11 percent from Asia, and 9 percent from \nAfrica, Europe, Canada and elsewhere. The new figures come amid a heated national debate over efforts by \nArizona and other jurisdictions to identify people who are here illegally and push to have them deported.\n\nVirginia, Florida and Nevada had the most significant declines in their populations of illegal immigrants. The \nlarge declines in Florida and Nevada were probably due to the housing crisis and the loss of thousands of \nconstruction jobs, which immigrants often fill, experts said. Florida's illegal immigrant population fell by 375,000, \nto an estimated 675,000, between 2008 and 2009, and Nevada's decreased by 50,000 to an estimated 180,000 \nduring that period.\n\nThe number in Virginia fell by 65,000, to 240,000, a decline that Jeffrey Passel, an author of the report, attributed to \nthe economy as well as to stricter legislation passed in Prince William County in 2007 and 2008.\n\nAlthough the report's authors did not have information about population decreases at the county level, a 2009 \nUniversity of Virginia study of the legislation's effect on Prince William County, Va., showed a decline in the number \nof children enrolled in ESOL classes and in the number of uninsured mothers giving birth, both suggestive of the \n\n\npresence of recent and poor immigrants, said Audrey Singer, who specializes in immigration at the Brookings \nInstitution.\n\nCorey A. Stewart, chairman of the Prince William Board of County Supervisors and a champion of the legislation, \nsaid he was \"proud\" of the county's role in decreasing the illegal immigrant population. \"Our resolution on illegal \nimmigration resulted in thousands of illegal aliens leaving Prince William,\" said Stewart, who has called for Virginia \nto adopt a law similar to Arizona's.\n\nBut Stewart (R-At Large) predicted that the declining numbers of illegal immigrants in Virginia would be temporary \nwithout stricter enforcement statewide. \"They're just going to come back once the economy recovers,\" he said.\n\nDouglas Massey, a Princeton University sociologist who studies migration, said the recession and the lack of jobs \nare major factors in the reduction of people entering the country illegally.\n\nThe unemployment rate for unauthorized immigrants is 10.4 percent, higher than that of either U.S.-born residents \nor legal immigrants, said the Pew report, which used data from the Current Population Survey, a monthly report \non 55,000 households conducted by the U.S. Bureau of Labor Statistics and the Census Bureau. Pew, a premier \nresearch organization on immigration matters, calculated the number of unauthorized immigrants by adjusting the \nstatistics up by 10 to 15 percent to account for undercounts, said D'Vera Cohnâˆš, an author of the report. The \nsize of the undercount was determined by factors including Mexico's population size, U.S. mortality data and \nresearch conducted during the 2000 Census around the issue of undercounting, she said.\n\nMassey also pointed to a rise in guest-worker visas, from 104,000 in 2000 to 302,000 in 2009, allowing more \nimmigrants to come to the United States legally. The other likely reasons for the decline, he said, include an \nincrease in law enforcement and deportations, and enactment of stricter legislation against illegal immigrants.\n\n\"Life's gotten pretty miserable for immigrants in the United States,\" he said, noting that even for legal \nimmigrants, many of whom have relatives who are unauthorized, the increased scrutiny has been stressful.\n\nResearchers noted that the return of illegal immigrants to their home countries also has leveled off in the past five \nyears, as back-and-forth travel has become more dangerous and expensive.\n\nBut over the past decade, the flow of legal immigrants into the United States increased slightly, according to the \nreport, which noted that the trends have reduced the percentage of immigrants who are here illegally, from 31 \npercent of all immigrants in 2007 to 29 percent in 2009.\n\nAlthough an earlier Pew study pointed to signs of fewer illegal immigrants in recent years, the new report reveals \nthe first statistically significant reversal in the growth of the population in the past 20 years, said Passel, a senior \ndemographer at Pew who also co-authored the earlier study.\n\n\"We know that it's harder to sneak across the border than it was four or five years ago, and especially than it was \n10 or 15 years ago,\" he said. \"Virtually everyone who sneaks across the border uses a 'coyote' now, and the cost \nhas gone up. The increase of the Border Patrol around cities and ports of entry has pushed the flows across the \nborder into more remote places.\"\n\nThe report's findings were hailed by Mark Krikorian, director of the Center for Immigration Studies, which \nadvocates tighter immigration controls. The figures contradict \"the idea that the only options before us are mass \nexpulsions or mass amnesty,\" he said. \"This finding points to the middle way, of a consistent decrease of the \nillegal population over time through enforcement.\"\n\nNationally, the trajectory of the population is also likely to depend on the strength of the economic recovery and \nthe level of enforcement of immigration laws, Passel said.\n\n\"In the past, the flows have moved in line with the state of the U.S. economy,\" he said. \"But we have stepped-up \nenforcement right now. Right now, both are working in the same direction. If the economy turns around and \nenforcement is increased, we don't know.\"\n\n\n\nA deep recession and tougher border enforcement have led to a sharp decline in the number of immigrants \nentering the United States illegally in the past five years, contributing to the first significant reversal in the growth of \ntheir numbers in two decades, according to a new report by the Pew Hispanic Center. \n\nThe number of illegal immigrants entering the United States plunged by almost two-thirds between 2005 and \n2009, a dramatic shift after years of growth in the population, according to the report. \n\nIn the first half of the decade, an average of 850,000 people a year entered the United States without \nauthorization, according to the report, released Wednesday. As the economy plunged into recession between 2007 \nand 2009, that number fell to 300,000.\n\nThe drop has contributed to an 8 percent decrease in the estimated number of illegal immigrants living in the \nUnited States, from a peak of 12 million in 2007 to 11.1 million in 2009, the report said. Of the 11.1 million, 60 \npercent came from Mexico, 20 percent from other parts of Latin America, 11 percent from Asia, and 8 percent from \nAfrica, Europe, Canada and elsewhere. The new figures come amid a heated national debate over efforts by \nArizona and other jurisdictions to identify people who are here illegally and push to have them deported. \n\nVirginia, Florida and Nevada were among the states with the steepest declines in their populations of illegal \nimmigrants. Large declines in illegal immigrants in Florida and Nevada were probably because of the housing \ncrisis  and the loss of thousands of construction jobs, which immigrants often fill, experts said. Florida's illegal \nimmigrant population fell by 375,000, to an estimated 675,000, between 2008 and 2009, and Nevada's \ndecreased by 50,000 to an estimated 180,000 during that period.\n\nThe number in Virginia fell by 65,000, to 240,000, a decline that Jeffrey Passel, an author of the report, attributed to \nthe economy as well as to stricter legislation passed in Prince William County in 2007 and 2008. \n\nAlthough the report's authors did not have information about population decreases at the county level, a 2009 \nUniversity of Virginia study of the legislation's effect on Prince William showed a decline in the number of children \nenrolled in ESOL classes and in the number of uninsured mothers giving birth, both suggestive of the presence of \nrecent and poor immigrants, said Audrey Singer, who specializes in immigration at the Brookings Institution. \n\nCorey A. Stewart, chairman of the Prince William Board of County Supervisors and a champion of the legislation, \nsaid he was \"proud\" of the county's role in decreasing the illegal immigrant population. \"Our resolution on illegal \nimmigration resulted in thousands of illegal aliens leaving Prince William,\" said Stewart, who has called for Virginia \nto adopt a law similar to Arizona's. \n\nBut Stewart (R-At Large) predicted that the declining numbers of illegal immigrants in Virginia would be temporary \nwithout stricter enforcement statewide. \"They're just going to come back once the economy recovers,\" he said.\n\nDouglas Massey, a Princeton University sociologist who studies migration, said the recession and the lack of jobs \nare major factors in the decline of people entering the country illegally. \n\nThe unemployment rate for unauthorized immigrants is 10.4 percent, higher than that of either U.S.-born residents \nor legal immigrants said the Pew report, which used data from the Current Population Survey, a monthly report \non 55,000 households conducted by the U.S. Bureau of Labor Statistics and the Census Bureau. \n\nPew, a premier research organization on immigration matters, calculated the number of unauthorized immigrants \nby adjusting the statistics up by 10 to 15 percent to account for undercounts, said D'Vera Cohnâˆš, an author of the \nreport. The size of the undercount was determined by factors including Mexico's population size, U.S. mortality \ndata and research conducted during the 2000 Census around the issue of undercounting, she said. \n\nMassey also pointed to a rise in guest-worker visas, from 104,000 in 2000 to 302,000 in 2009, allowing more \nimmigrants to come to the United States legally. The other likely reasons for the decline, he said, include an \nincrease in law enforcement and deportations, and enactment of stricter legislation against illegal immigrants. \n\n\n\n\"Life's gotten pretty miserable for immigrants in the United States,\" he said, noting that even for legal \nimmigrants, many of whom have relatives who are unauthorized, the increased scrutiny has been stressful. \n\nResearchers noted that the return of illegal immigrants to their home countries also has leveled off in the past five \nyears, as back-and-forth travel has become more dangerous and expensive. \n\nBut over the past decade, the flow of legal immigrants into the United States increased slightly, according to the \nreport, which noted that the trends have reduced the percentage of immigrants who are here illegally, from 31 \npercent of all immigrants in 2007 to 29 percent in 2009. \n\nAlthough an earlier Pew study pointed to signs of fewer illegal immigrants in recent years, the new report reveals \nthe first statistically significant reversal in the growth of the population in the past 20 years, said Passel, a senior \ndemographer at Pew. \n\n\"We know that it's harder to sneak across the border than it was four or five years ago, and especially than it was \n10 or 15 years ago,\" he said. \"Virtually everyone who sneaks across the border uses a 'coyote' now, and the cost \nhas gone up. The increase of the Border Patrol around cities and ports of entry has pushed the flows across the \nborder into more remote places.\"\n\nThe report's findings were hailed by Mark Krikorian, director of the Center for Immigration Studies, which \nadvocates tighter immigration controls. \n\nThe figures contradict \"the idea that the only options before us are mass expulsions or mass amnesty,\" he said. \n\"This finding points to the middle way, of a consistent decrease of the illegal population over time through \nenforcement.\" \n\nNationally, the trajectory of the population is also likely to depend on the strength of the economic recovery and \nthe level of enforcement of immigration laws, Passel said. \n\n\"In the past, the flows have moved in line with the state of the U.S. economy,\" he said. \"But we have stepped-up \nenforcement right now. Right now, both are working in the same direction. If the economy turns around and \nenforcement is increased, we don't know.\" \n\nbahrampourt@washpost.com\n"}