{"title": "nation's nativesWidening the American story to include Indigenous people, their role in nation's history", "body": "\nIncreasingly, Columbus Day is giving people pause.\n\nMore and more towns and cities across the country are electing to celebrate Indigenous Peoples' Day as an \nalternative to - or in addition to - the day intended to honor Columbus' voyages.\n\nCritics of the change see it as just another example of political correctness run amok - another flashpoint of the \nculture wars.\n\nAs a scholar of Native American history - and a member of the Lumbee Tribe of North Carolina - I know the story is \nmore complex than that.\n\nThe growing recognition and celebration of Indigenous Peoples' Day actually represents the fruits of a concerted, \ndecadeslong effort to recognize the role of indigenous people in the nation's history.\n\nColumbus Day is a relatively new federal holiday.\n\nIn 1892, a joint congressional resolution prompted President Benjamin Harrison to mark the \"discovery of America \nby Columbus,\" in part because of \"the devout faith of the discoverer and for the divine care and guidance which has \ndirected our history and so abundantly blessed our people.\"\n\nEuropeans invoked God's will to impose their will on indigenous people. So it seemed logical to call on God when \nestablishing a holiday celebrating that conquest, too.\n\nOf course, not all Americans considered themselves blessed in 1892. That same year, a lynching forced black \njournalist Ida B. Wells to flee her home town of Memphis. And then there was the government's philosophy towards \nthe country's Native Americans, which Army Colonel Richard Henry Pratt so unforgettably articulated in 1892: \"All \nthe Indian there is in the race should be dead. Kill the Indian in him, and save the man.\"\n\nIt took another 42 years for Columbus Day to formally become a federal holiday, thanks to a 1934 decree by \nPresident Franklin D. Roosevelt.\n\nBut some Americans started to question why Indigenous people - who'd been in the country all along - didn't have \ntheir own holiday.\n\n\nIn the 1980s, Colorado's American Indian Movement chapter began protesting the celebration of Columbus Day. In \n1989, activists in South Dakota persuaded the state to replace Columbus Day with Native American Day. \n\nThen, in 1992, at the 500th anniversary of Columbus' first voyage, American Indians in Berkeley, California, \norganized the first \"Indigenous Peoples' Day,\" a holiday the city council soon formally adopted. Berkeley has since \nreplaced its commemoration of Columbus with a celebration of indigenous people.\n\nThe holiday can also trace its origins to the United Nations. In 1977, indigenous leaders from around the world \norganized a United Nations conference in Geneva to promote indigenous sovereignty and self-determination. Their \nfirst recommendation was \"to observe October 12, the day of so-called 'discovery' of America, as an International \nDay of Solidarity with the Indigenous Peoples of the Americas.\" It took another 30 years for their work to be formally \nrecognized in the United Nations Declaration on the Rights of Indigenous Peoples, which was adopted in \nSeptember 2007.\n\nToday, cities with significant native populations, like Seattle, Portland and Los Angeles, now celebrate either Native \nAmerican Day or Indigenous Peoples' Day. And states like Hawaii, Nevada, Minnesota, Alaska and Maine have \nalso formally recognized their Native populations with similar holidays. \n\nWhile Columbus Day affirms the story of a nation created by Europeans for Europeans, Indigenous Peoples Day \nemphasizes Native histories and Native people - an important addition to the country's ever-evolving understanding \nof what it means to be American.\n"}