{"title": "Immigrants on bubble breathe sigh of relief Change in policy regarding young illegal residents removes fear of deportation.", "body": "\nA major shift in immigration policy by President Barack Obama's administration offered relief Friday for some living \nhere illegally, lessening worries they could be deported from a country they consider their homeland.\n\n\"I can't believe it finally happened,\" said Olga Cenobio, 21, who graduated from Southwestern Illinois College in \nBelleville last month. \"It's like a small thing, but the beginning of a big thing for me.\"\n\nThat big thing was Obama's announcement Friday that illegal immigrants who came to the U.S. as children will be \nable to apply for work permits and avoid deportation.\n\nFor Cenobio, it means continuing her education and applying for jobs without fear of someone finding out she is \nhere illegally and reporting her.\n\nCenobio, who lives in Freeburg, came to the U.S. from Mexico with her mother and older brother when she was 11. \nCenobio's mother wanted a better life for her children, and Cenobio is sure she has that here.\n\n\"This is my friends, my family, my everything,\" Cenebio said.\n\nThe president's election-year policy change, which could affect as many as 800,000 people, brought immediate \nbroad support from Hispanics and pro-immigration groups but was criticized by Republican leaders who said it \ncircumvents the legislative process and is not a long-term fix to a complex problem.\n\nObama made it clear in his White House Rose Garden announcement that the executive order was not the \npermanent solution to immigration. Rather, this immediate change, he said, will \"lift the shadow of deportation \nfrom these young people.\"\n\nThe policy achieves some of the goals of the long-debated DREAM Act but stops short of the key measure: Paving \nthe way to becoming a citizen.\n\n\"Let's be clear, this is not amnesty, this is not immunity, this is not a path to citizenship, this is not a permanent fix,\" \nObama said. \"This is the right thing to do.\"\n\nOthers here illegally see the move as a sign of hope tempered with trepidation because it's not a law. Future \nadministrations could reverse the policy change.\n\n\n\"I'm still not a citizen. I still can't vote, I still can't travel outside the United States,\" said Tania Unzueta, 28, of \nChicago, whose parents brought her from Mexico at age 10. \"I don't think we can underestimate the value of having \na job permit. That's a big deal. But the reality is that this is something temporary.\"\n\nSt. Louis immigration attorney James Hacking III said the announcement is Obama's attempt to make him look \nsofter on immigration and appease Hispanic voters whose enthusiasm for the president has dropped, in part, \nbecause of his inability to win congressional support for a broad overhaul of immigration law. They also are critical \nof the Obama administration's aggressive deportation policy. In 2011, Immigration and Customs Enforcement \ndeported a record 396,906 people and is expected to deport about 400,000 this year.\n\n\"It really doesn't change the lives of many people,\" Hacking said. \"When you read all the hurdles that are in place, \nthat really helps a minuscule number of people. And it is only good for as long as he's in office. The next president \ncould revoke it.\"\n\nUnder the administration's plan, illegal immigrants will be immune from deportation if they were brought to the \nUnited States before they turned 16 and are younger than 30, have been in the country for at least five continuous \nyears, have no criminal history, graduated from a U.S. high school or earned a GED, or served in the military. They \ncan apply for a work permit that will be good for two years with no limits on how many times it can be renewed. The \nexact details of how the program will work, including how much immigrants will have to pay to apply and what \nproof they will need, still are being worked out.\n\nThe step, to be carried out by the Department of Homeland Security, comes one week before Obama plans to \naddress the National Association of Latino Elected and Appointed Officials' annual conference in Orlando, Fla. \nRepublican presidential challenger Mitt Romney is to speak to the group on Thursday.\n\nRepublicans, including Romney, say they want tighter border security measures before they will consider changes \nin immigration law. Romney opposes offering legal status to illegal immigrants who attend college but has said he \nwould do so for those who serve in the armed forces.\n\nThe new Obama policy resembles an alternative to the Dream Act proposed by Republican Sen. Marco Rubio of \nFlorida, a potential vice presidential running mate for Mitt Romney.\n\nRubio criticized Obama's move.\n\n\"Today's announcement will be welcome news for many of these kids desperate for an answer, but it is a short-term \nanswer to a long-term problem,\" Rubio said in a statement.\n\nSarah Steelman, one of the Missouri Republicans hoping to replace Democratic Sen. Claire McCaskill, said the \npresident's action was \"appalling.\"\n\n\"It is noteworthy that he must rely on executive power because the duly elected representatives of the American \npeople oppose such a move,\" Steelman said.\n\nAdded U.S. Rep. Todd Akin, a Republican also vying for McCaskill's job: \"Now, illegal immigrants who enter \nAmerica at any time can declare that they came as children, and because we have no way to verify their claim, they \nare allowed to stay. Obama's election pandering has created a powerful incentive for people to immigrate illegally to \nAmerica.\"\n\nBut Democratic Party leaders were quick to praise Obama's efforts, including Sen. Dick Durbin of Illinois. He called \nthe decision \"an historic humanitarian moment\" and compared it with the decision two decades ago to give political \nasylum to Cuban refugees fleeing the Communist island. \"This is at least a reflection of that moment in history.\" \nVanessa Crawford Aragon, executive director of Missouri Immigrant and Refugee Advocates called the policy \"a \nhuge immediate relief\" for those who were brought here as children.\n\n\n\n\"There are all kinds of young people that have been undocumented in this country through no action of their own \nand been faced with the possibility of being returned to their country of origin where they do not know the language, \nor have any family or friends,\" Aragon said. \"This is a really big deal for thousands of families staring down the \nspecter of (deportation).\"\n\nObama in his speech referred to young immigrants who are American in \"every way except on paper.\" That might \ndescribe Kuwait native Alaa Mukahhal, 25, of Chicago, whose parents brought her here at age 6 from Jordan, after \nfleeing Kuwait during the first Iraq War.\n\nShe was raised here and earned an architecture degree at the University of Illinois at Champaign-Urbana.\n\nShe nonetheless has been facing deportation proceedings, which she hopes will be ended by Obama's \nannouncement. The prospect of never facing that danger again, she said, is \"very exciting.\"\n\nThe administration announcement comes ahead of an expected Supreme Court decision on Arizona's tough 2010 \nimmigration law that, among other things, requires police to ask for immigration papers from anyone they stop or \narrest and suspect is in the country illegally. The Obama administration has challenged the law.\n\n---\n\n\"It makes no sense to expel talented young people who are for all intents and purposes, Americans. - President \nBarack Obama\n\n---\n\nKey timing\n\nObama's move may appease Hispanic voters as he prepares to address Latino leaders.\n\nGOP response Republicans say circumventing Congress will make a long-term answer harder to find.\n\nPart of a DREAM Policy change partially meets \"DREAM Act\" goals but is not a path to citizenship.\n\nPotential reversal Future administrations could reverse the president's decision.\n\nGraphic\n\n \n\n Photo by Associated Press At the University of Texas-Pan American, Maria Ibarra, 19, and Candido Renteria, 24, \nhug with joy Friday after President Barack Obama announced he would ease enforcement of immigration laws. \nBoth students are originally from Mexico.  Photo by Johnny Andrews • jandrews@post-dispatch.com  Olga Cenobio \n(right) visits with a family friend, Lanie Heidenreich, on Friday in Freeburg. \"I can't believe it finally happened.\" \n"}