{"title": "IMMIGRATION NOT STATE'S TOP PRIORITY", "body": "\nAs the Florida Legislature prepares for its 2012 session, illegal immigration is sure to make headlines again. But \nbefore Gov. Rick Scott and the Legislature proceed, they should take a hard look at the hard-line approaches by \nAlabama and Georgia and the devastating effect they have had on the states' agricultural interests. What may \nmake for rousing political speeches can result in crops rotting in the fields because there are no workers to harvest \nthem.\n\nThe idea that undocumented immigrants would be replaced in the fields by unemployed American citizens has \nproven to be out of touch with reality. As an Associated Press examination of the consequences of Alabama's strict \nnew immigration law noted, although federal courts are reviewing elements of the stricter immigrations laws, \nmany Hispanic farm workers have fled the state. Even Hispanics in this country legally fear being caught up in law \nenforcement sweeps of farms looking for illegal workers.\n\nThat should mean there are plenty of jobs available to pick tomatoes and other crops. But farmers note American \nworkers aren't up to the grinding task of picking fruits and vegetables, noting many can barely last a day in the \nfields. That leaves crops unpicked and farmers scrambling to save their businesses. Depending on the crop and the \nfarm, most experienced farm workers make less than $12,000 a year. But that is experience few Americans seem \nunable or unwilling to learn.\n\nAnd yet, despite growing evidence illegal farm workers are not denying Americans jobs while underscoring their \nimportance in sustaining a healthy agricultural economy, politically motivated efforts persist in pursuing illegal aliens \neven at the risk of hurting American farms dependent on their labor.\n\nA Florida House bill that would have given law enforcement officials wide-ranging power to check someone's \nimmigration status and required businesses to use the federal government's E-Verify system died last year when it \ncould not be reconciled with a somewhat milder Senate version. As the 2012 session is set to begin in January, \nScott and Senate President Mike Haridopolos have said immigration remains a priority, while House Speaker \nDean Cannon correctly downplayed the issue. Cannon pragmatically noted the Legislature has more pressing \nmatters such as budget concerns, redistricting and the economy to occupy its time.\n\nImmigration remains a federal issue, and there is a pressing need to create more legal avenues for farm workers \nto be in this country legally to harvest crops. Without such workers, Florida agriculture would be at risk. Scott and \nHaridopolos should follow Cannon's common-sense lead and focus their energies on other issues of more vital \n\n\ninterest to Florida's future, rather than attempting to deprive migrant workers - legal and otherwise - of a dirty but \nimportant job no one else seems to want.\n"}