{"title": "Illegal Workers Arrested In 6-State ID Theft Sweep", "body": "\nFederal agents targeting illegal immigrants raided meatpacking plants in six states yesterday, arresting hundreds \nof workers on the uncommon charge of identity theft and shutting down the world's second-largest meat \nprocessing company for much of the day.\n\n About 1,000 U.S. Immigration and Customs Enforcement agents with search warrants entered plants owned by \nSwift & Co., of Greeley, Colo., charging that \"large numbers\" of workers illegally assumed the identities of U.S. \ncitizens or legal residents by using their Social Security numbers to get work, ICE officials said.\n\n Company and union officials said agents, some dressed in riot gear, locked down six beef- and pork-processing \nplants early in the morning, segregating workers into groups of citizens and non-citizens after questioning. Some \nillegal workers were bused to detention facilities hours away, labor officials said.\n\n ICE officials would not say how many people were arrested, pending a news conference today in Washington. \nAbout 90 percent of Swift's 15,000 U.S. employees work in three shifts at the plants, company officials said. \n\n The crackdown was another step in the federal government's campaign against illegal immigration, and like some \nrecent raids it targeted job sites, the magnet drawing many of the nearly 12 million illegal immigrants. But the move \nwas unusual for several reasons.\n\n U.S. authorities cast the 11-month investigation as an attack on identity theft, not on typical immigration violations. \nSwift officials were not charged, despite recent administration vows to get tough on companies as well as workers.\n\n The sweep also highlighted flaws in the main program through which the government helps employers \nauthenticate workers' identification documents, underscoring how weak government ID requirements and poor \ncoordination with the Social Security Administration have frustrated enforcers for decades. Swift has been \nparticipating in the program for years.\n\n Yesterday's raid \"shows the weakness of the current system, the ways illegal workers have been able to find \nemployment in the legitimate economy, and the need for enforcement efforts to focus on the work site and not just \nthe border,\" said Deborah W. Meyers, senior policy analyst at the Migration Policy Institute, a nonpartisan think tank \nin Washington.\n\n\n  Although many illegal workers by definition commit document fraud to get jobs, the government's use of identity \ntheft charges could reframe the immigration debate for the public and spotlight how sharing Social Security data \ncould fight such abuses, she said. \n\n In a brief teleconference with reporters, Julie L. Myers, assistant secretary of homeland security for ICE, said that \n\"the signal we're intending to send here is, 'We're serious about work site enforcement, and those individuals who \nsteal identities of U.S. citizens will not escape action from us.' \" She said the government would also pursue \nvendors of fake documents, former workers and legitimate residents who sold their Social Security numbers. \n\n  Raids took place in plants in Greeley; Grand Island, Neb.; Cactus, Tex.; Hyrum, Utah; Marshalltown, Iowa; and \nWorthington, Minn. \n\n ICE spokesman Marc Raimondi said investigators will decide whether those arrested will face immediate \ndeportation, prosecution or detention pending other legal proceedings. U.S. officials noted the participation of the \nFederal Trade Commission, which routinely shares data on identity theft victims with federal and state law \nenforcement agencies.\n\n In 1998, similar raids at 40 meatpacking plants in and around Nebraska found that nearly 20 percent of workers \nhad invalid documents. The vast majority disappeared before questioning. \n\n Worker advocates condemned yesterday's raids, which came without warning. They advised detainees to remain \nsilent and contact attorneys.\n\n \"These actions today by ICE are an affront to decency,\" said Mark Lauritsen, a spokesman for the United Food and \nCommercial Workers union, which sought an injunction in court to halt the raids and planned protests around the \ncountry. Federal agents essentially stormed plants \"in an effort designed to terrorize\" workers, he said.\n\n In Grand Island, as many as 250 workers from a shift of more than 600 were detained as two buses and 10 ICE \nvans sat outside the plant gates, said Mike Mary, spokesman for UFCW 22 Local. From Worthington, Swift workers \nwere bused to South Dakota, said UFCW spokeswoman Jill Cashen.\n\n \"This is not a systematic way to address the deep problems plaguing the immigration system,\" Cashen said. \n\n In an interview, Swift's president and chief executive, Sam Rovit, also criticized the arrests. He said that his firm's \npractices are similar to those of its competitors and that \"everyone in the whole agriculture sector should be \nworried.\"\n\n \"Swift has played by the rules and relied in good faith on a program explicitly held out by the president of the \nUnited States as an effective tool to help employers comply with applicable immigration laws,\" said Rovit, whose \ncompany reported $9.4 billion in sales in 2006. \"Swift believes that today's actions by the government . . . raise \nserious questions as to the government's possible violation of individual workers' civil rights.\" \n\n Rovit cited promises made by the government to protect employers who voluntarily submit information about \nworkers to a federal program called Basic Pilot, which confirms the authenticity of Social Security numbers against \nfederal databases. Swift has run all new U.S. hires through the program since 1997.\n\n Studies show that Basic Pilot suffers from data errors, has an unacceptably high false-alarm rate and cannot detect \nfraudulent use of borrowed or stolen Social Security numbers. Congress is hoping to expand the program as part of \nbeefed-up enforcement.\n"}