{"title": "Latinos find silver lining to Trump's comments", "body": "\nKANSAS CITY, Kan. - It took a while for Edgar Galicia to realize that maybe Donald Trump had done him a favor.\n\nAs it turns out, Trump's disparaging comments about Mexicans have been a morale boost to Latinos who consider \nthe sharp public rebuke of the billionaire Republican presidential candidate evidence that they are a rising force in \nthe United States.\n\n\"At first I was upset. I felt insulted\" when Trump called Mexicans \"criminals\" and \"rapists,\" said Galicia, a graphic \ndesigner and business leader in Kansas who is from Mexico. \"Now I see this as the wake-up moment, the time \nwhen our eyes were opened to our power.\"\n\n\"It's an 'aha!' moment,\" agreed CiCi Rojas, chief executive of Central Exchange, a large women's business group in \nthe Midwest. \"This has ignited the ordinary person, those of Hispanic heritage. It's motivating and mobilizing.\"\n\nNationwide, Latino leaders say they are energized by the response from Macy's, NBC, NASCAR, Serta and a \ngrowing list of other companies that have severed ties with Trump because of his remarks. Latinos lit up social \nmedia and online petitions to complain, and their concerns were heard. Trump, however unintentionally, many said, \nhas triggered what some are calling \"the Latino moment.\"\n\nArturo Vargas, executive director of the National Association of Latino Elected and Appointed Officials, a network of \nmore than 6,000 Latinos, said that public figures have made disparaging remarks about Hispanics in the past but \nthat there was little, if any, fallout.\n\n\"Now the moment has arrived, a standard has been set. You can't do that and get away with it,\" he said.\n\nThe country's stunning demographic changes have a lot to do with the new corporate and mainstream respect \nLatinos are feeling.\n\n\nNationally, the number of Hispanics has soared from 9 million in 1970 to 55 million - nearly one in six Americans. In \nCalifornia, the number of people who identify themselves as Hispanic surpasses those who classify themselves as \nwhite, according to a new census report.\n\nIn many parts of the Midwest, Latinos are driving population growth, such as in this city in Kansas where Latinos \naccount for more than 30 percent of its 150,000 residents.\n\nIn the past 15 years, a swell of Latino immigrants moved here and reversed a steady decline in population, said \nMayor Mark Holland, a fourth-generation Kansan.\n\nHe said that big grocery stores know their customers and that they stock, for example, a wide variety of salsas and \nother Latin American specialties.\n\nHolland, a Protestant pastor, said many Latinos are Catholic and buy \"Jesus candles\" - glass votive candles that \nhave Jesus's likeness on them - so now they can be found those in grocery stores, too.\n\nThe mayor says his city is richer for its diversity.\n\n\"What Trump has done is pull back the thin veil of racism underlying the immigration debate\" and arguments \nagainst a path to citizenship for law-abiding, hardworking Latinos, he said.\n\nHolland said Trump's unapologetic bashing of Mexicans has started \"a great coming-out party\" for Latinos, who are \nsaying, \"We are here. We don't have to pretend we are not.\"\n\nEven Latinos who haven't paid much attention to politics are tuning in - Trump's remarks are featured prominently \non Spanish-language television, Facebook and Twitter, and anti-Trump chants have become wildly popular at \ntelevised soccer matches.\n\n\"People who normally don't talk about politics are\" now doing so, said Cris Medina, chief executive of Guadalupe \nCenters, which provide social services in the Kansas City metro area. \"This has focused them on the candidates.\"\n\nMedina said he went from being \"mad at Trump\" to being \"mobilized by Trump\" when he realized that the negative \ncomments were uniting Latinos from Puerto Rico, Guatemala and many other countries and causing them to pay \nattention to the presidential campaign.\n\nMedina said he has heard only \"disappointing\" or \"lukewarm responses\" from most Republican candidates - \nalthough he thinks Jeb Bush \"gets it more, understands more,\" noting that Bush's wife was born in Mexico. But he \nsaid he thinks Democrats have been more forcefully repudiating Trump and embracing immigration reform.\n\nOn Monday, just across the river in Kansas City, Mo., Democratic presidential candidates Hillary Rodham Clinton, \nBernie Sanders and Martin O'Malley all drew thunderous applause when they criticized Trump at a huge gathering \nof Latinos. \"I have just one word for Donald Trump: Basta! Enough,\" Clinton said.\n\nShe called his anti-immigrant rants \"shameful\" and chided her GOP rivals: \"To all the other Republicans running for \npresident: Why did it take weeks for most of you to speak out? You're normally such a talkative bunch.\"\n\nSanders also weighed in on Trump at the annual convention of the National Council of La Raza, a national civil \nrights advocacy group. \"Let me tell you that no one - not Donald Trump, not anyone - will be successful if dividing \nus based on race or our country or origin. We say 'no' to all forms of racism and bigotry.\"\n\nO'Malley called Trump a \"hate-spewing character. \"\n\nJulian Castro, the secretary of Housing and Urban Development, delivered a keynote address that included a \nTrump denunciation, and said afterward in an interview that \"people would rather that Trump had never said what \nhe said, but the silver lining is it wakes people up and makes them more likely to vote.\"\n\n\n\nVargas, of NALEO, said it is unclear how the Trump fallout will affect other Republican candidates because \"Trump \nis such an outlandish character.\"\n\nBut, he added, \"I think Donald Trump will go down in history like Pete Wilson,\" referring to the Republican governor \nof California in the mid-1990s who backed Proposition 187, an anti-immigrant bill that caused enormous backlash \namong Latinos.\n\nOn Saturday, Trump continued to rail against undocumented immigrants, telling a large crowd gathered in Arizona: \n\"We have to take back the heart of our country. . . . These are people that shouldn't be in our country. They flow in \nlike water.\"\n\nThere will always be those who do not want people in their neighborhood who speak another language or look a \nlittle different, said many Latinos who were interviewed.\n\nBut Latinos have \"reached a turning point,\" said Carlos Gomez, president of the Hispanic Chamber of Commerce \nof Greater Kansas City. They realize they have clout, especially if they stand together, noting that Latino purchasing \npower is estimated at more than $1.5 trillion.\n\nBefore Trump started his anti-Mexican rant, Macy's had been making a pitch to Latinos, Gomez said, recalling a \nprominent ad by the retailer featuring mariachis this spring.\n\n\"It's a special time\" he said, because big U.S. corporations are standing with them, telling them they matter.\n\nHe said the message Latinos are hearing is: \"You are the customer. You are the voter.\"\n\nmary.jordan@washpost.com\n"}