{"title": "TALKS WITH HAVANA COLLAPSE OVER ITS RADIO RIGHTS IN U.S.", "body": "\nThe State Department said today that efforts to revive an immigration agreement with Cuba had collapsed.\n\nOfficials said two days of talks in Mexico City had foundered over disagreements about possible Cuban radio \nbroadcasts to the United States.\n\nBernard Kalb, the State Department spokesman, said Cuba ''insisted on proposals that would have required major \nand disruptive changes in the organization of radio broadcasting in the United States.''\n\nOther officials said that to match the ability of Radio Marti, the Voice of America station, to reach Cuba, the Cubans \nsought permission to use ''clear channel'' frequencies that could be heard throughout the United States.\n\nA clear channel provides exclusive use of a frequency in an area and no other station is permitted to beam its signal \ninto the protected area.\n\nThe United States was prepared only for a more general agreement under which the two sides would then work \nout a frequency that would not interfere with American broadcasting.\n\nThe officials said they did not know whether the Cuban request had been just an opening gambit or a final position. \nNo date has been scheduled for another round of talks.\n\nThe question of radio broadcasts arose because Cuba suspended a 1984 immigration accord last year after the \nRadio Marti broadcasts to Cuba began.\n\nUntil recently, Cuba had said that the immigration accord could not be restored until Radio Marti was closed. That \nposition was altered, American officials said, as a result of recent messages between the two governments and \nthrough intermediaries, such as Senator Edward M. Kennedy, Democrat of Massachusetts.\n\nMr. Kalb said the Mexico City talks were held after Fidel Castro, the Cuban leader, had indicated that ''he would be \nprepared to see implementation of the agreement restored under certain circumstances under the pretext of free \ncompetition of ideas through radio broadcasting.''\n\nThe spokesman said the United States had proposed ''free competition of ideas without interference to U.S. \nbroadcasting.''\n\n''In view of Cuban insistence on their own proposals, no agreement was reached,'' he said.\n\n\nThe immigration agreement provided for the return to Cuba of 2,700 former criminals and mental patients who were \npart of the boatlift from Mariel in 1980. In return, the United States would take 3,000 Cuban political prisoners and \nup to 20,000 regular immigrants a year.\n"}