{"title": "HISPANICS AIM CAMPAIGN AT ANTI-IMMIGRATION ADVOCATES", "body": "\nHispanic activists in San Jose and across California on Saturday launched a major campaign to combat anti-\nimmigrant sentiment, get more Hispanics registered to vote and defeat a ballot measure intended to prevent illegal \nresidents from using schools or other public services.\n\nAbout 70 Hispanics gave impassioned speeches and discussed strategies in the gymnasium at San Jose's Peter \nBurnett Academy, which was adorned with Spanish-language signs that declared, \"Down with Pete Wilson\" and \"I \nalso contribute to this society -- I pay taxes.\"\n\nElsewhere, about 2,000 demonstrators carrying banners and chanting slogans marched on Los Angeles City Hall \non Saturday to support immigrant rights. Similar events were held in Fresno, Sacramento, San Diego and Santa \nMaria, said organizers with the California Latino Civil Rights Network. The group was formed in February to counter \nwhat its literature terms \"anti-immigrant hysteria and intolerance.\"\n\nMany who attended the San Jose session were especially bitter that a number of politicians -- Republican and \nDemocrat -- have made illegal immigration into what they said was a divisive and racist campaign issue.\n\n\"We all better get angry,\" said Maria Fuentes of the Santa Clara County group, United for Justice. \"Immigration has \ntouched all of us. It's a personal issue. We must work very hard and be very organized.\"\n\nAmong other things, Hispanic activists want to raise $2 million to finance the Network's pro-immigrant efforts, push \nto get more foreign-born Hispanics naturalized and register 250,000 new Hispanic voters by this time next year.\n\nEncouraged to vote\n\nNoting that 3.7 million Hispanics in California are not naturalized or registered to vote, Network organizer Mario \nSalgado urged the Hispanic community in California to realize its full political potential.\n\n\"The sleeping giant has to wake up,\" he said. \"We can really turn around California politics.\"\n\nOf special concern to many Hispanics at the meeting was the so-called Save- Our-State initiative, which has been \nproposed for the November ballot. It would attempt to cut the number of illegal immigrants using schools, hospitals \nand other public agencies by requiring officials who run such programs to determine the legal status of everyone \nthey serve.\n\nLaw sides with immigrants\n\nOpponents of the measure say it's unconstitutional and note that the Supreme Court previously has ruled that all \nchildren, regardless of legal status, are entitled to an education. They also argue that the measure would place an \nextraordinary and costly burden on school and other public officials.\n\n\nMoreover, Martha Jimenez, an attorney with the Mexican American Legal Defense & Educational Fund, warned the \nSan Jose group that many Hispanics, including citizens and legal immigrants, would likely be more closely \nscrutinized because of the way they look.\n\nIf the ballot measure passes, \"We're going to have to prove that we have a right to receive services that we receive \ntoday,\" she said. \"I just want people to understand the dangerous nature of this initiative.\"\n\nIF YOU'RE INTERESTED\n\nTo get in touch with the California Latino Civil Rights Network, contact Jorge Gonzalez at (408) 295-0656, Carmelita \nGutierrez at (408) 924-2518, or the Hispanic Concilio of San Mateo County at (415) 589-2964.\n\nNotes\n\nELECTION 1994\n"}