{"title": "CABBIE SAYS COURT CASE IS LIFE OR DEATHJUDGE MAY ORDER HIM BACK TO AFGHANISTAN", "body": "\nKANSAS CITY, Mo. -- For those with faith, the moment of acceptance often is clear and simple.\n\nYears after his conversion to Christianity, Ahmad Ahmadshah, a 43-year-old Minneapolis cabdriver, explained that \nmoment to a U.S. immigration judge. Ahmadshah described how he had received a Bible from friends in Pakistan \nand read it in secret at his home near Kabul, Afghanistan, in 1988.\n\n\"I read a book, and my heart accepted,\" Ahmadshah said. \"I believe that this is the book that says the truth.\"\n\nToday, Ahmadshah is convinced that his faith could cost him his life.\n\nHe has lived in the United States since 1996, but U.S. immigration authorities are trying to deport him for visa \nviolations -- despite evidence that his sister was killed for her Christian faith in 1993 by religious soldiers answering \nto a warlord still active in Afghanistan.\n\nThis month the 8th U.S. Circuit Court of Appeals made Ahmadshah's deportation less certain. A three-judge panel \nthrew out an order from the U.S. Board of Immigration Appeals, which had rejected his application for asylum.\n\nThe judges ordered immigration judges to reconsider his case, taking into account how apostates -- Muslims who \nreject Islam -- are treated in Afghanistan.\n\n\"The murder of Ahmadshah's sister points to a pattern of violence perpetrated against Christian converts and was \ncoupled with a threat directed at Ahmadshah himself,\" the appeals court wrote.\n\nExperts say that despite the reforms of President Hamid Karzai, Afghanistan remains a conservative country, \ncommitted to an interpretation of Islamic law that makes apostasy a capital crime.\n\nAs immigration judges struggle to keep up with an increasing tide of deportations following the terror attacks of \nSept. 11, 2001, the fine distinctions of how culture and religion can clash are sometimes lost, said one immigration \nlawyer.\n\n\"Not all immigration judges are going to understand the nuances of asylum cases for every country and every \nreligion,\" said David Leopold, an Ohio lawyer on the board of the American Immigration Lawyers Association.\n\nSpeaking through a translator from his lawyer's office in Minneapolis, Ahmadshah said his rejection of Islam means \nhe simply cannot return to Kabul.\n\n\"It is 99 percent Muslim,\" Ahmadshah said. \"People would harm you. … It's very hard.\"\n\n\nAhmadshah weeps when he speaks about his younger sister Lala. They hid their interest in Christianity from \neveryone, even their parents, he said.\n\n\"I started to talk to her about the Bible,\" Ahmadshah said. \"She began reading and accepted it too.\"\n\nAccording to court records, an errant rocket struck their home in April 1993, killing their parents while he and Lala \nwere away. Two days later, armed men sorted through the rubble and found Ahmadshah's Bible, with his and his \nsister's names written inside.\n\nThe armed men reported to Gulbuddin Hekmatyar, an Afghan warlord wanted by the Karzai government for war \ncrimes.\n\nAhmadshah said they beat and pistol-whipped him, saying if they ever saw him with a Bible, they would kill him. \nAhmadshah immediately went into hiding. He soon learned from a cousin that the men had killed his sister because \nof her conversion to Christianity.\n\nWhile U.S. government lawyers conceded that Ahmadshah's account is \"credible,\" they argued that his belief that \nLala was killed for her religion is \"speculative.\"\n\nThey also contended he was not entitled to stay in the United States, because the death of his sister and the \nbeating did not rise to the level of persecution, and conditions in Afghanistan had improved.\n\nA Justice Department spokesman declined to discuss Ahmadshah's case because it is in litigation.\n\nAfter his sister's death, Ahmadshah moved to Pakistan and then to St. Petersburg, Russia, where he worked for \nthree years as a clothing merchant. He entered the United States in 1993.\n\nAccording to court records, he has worked steadily since then, paying his taxes, maintaining a spotless arrest \nrecord and joining a church in Minneapolis. He was baptized in January 2001, attends church weekly and has \ndocumented about $500 in donations to the congregation.\n\nBut because he did not marry an Afghan woman whose name appeared on his entry visa, he does not qualify for \npermanent residency status. Federal officials moved to deport him.\n\nAfter being questioned at an asylum hearing about the finer points of Christian doctrine, an immigration judge \nconcluded that Ahmadshah had not demonstrated adequate commitment to the faith.\n\nThat procedure troubled the appeals court judges.\n\n\"Even if Ahmadshah did not have a clear understanding of Christian doctrine, this is not relevant to his fear of \npersecution,\" they wrote earlier this month.\n\n\"Under (Islamic) law, it is apostasy -- the rejection of Islam -- and not conversion that is punishable. If Ahmadshah \nhas shown that Afghans would believe that he was an apostate, that is sufficient basis for fear of persecution under \nthe law.\"\n\nM. Ashraf Haidari, a spokesman for the Afghan Embassy in Washington, said recently that should Ahmadshah \nreturn, he had nothing to fear from the government, which is encouraging the return of expatriate Afghans of all \nethnic backgrounds and religious beliefs.\n\nHaidari acknowledged, however, that Ahmadshah might face discrimination from individuals.\n\n\"There might be instances of targeting people who do not believe in Islam,\" Haidari said.\n\nAbdalla Idris Ali, an Islamic scholar and director of the Center for Islamic Education in Kansas City, said the legal \nissue of apostasy is a complex and controversial one with which governments throughout the Muslim world \nstruggle.\n\n\n\nReactions of individual communities would vary widely, Ali said.\n\n\"The local community might consider it an offense, and that's where I would be concerned.\"\n\nIn an e-mail interview, the director of an American charity working in Kabul said Ahmadshah might face serious \nproblems should he return to Afghanistan. The charity director asked that he not be identified by name or \norganization, to protect him and his workers.\n\n\"In today's Afghanistan, I am sure that the Karzai government would not support a death penalty for apostasy,\" he \nwrote. \"But there are some very conservative elements in the country who might feel it their obligation to take things \ninto their own hands.\"\n\nJohn Sifton, a researcher on Afghanistan at Human Rights Watch, also said Ahmadshah might face persecution.\n\nEven the U.S. government, which is seeking to deport Ahmadshah, has questioned how apostates are treated in \nAfghanistan.\n\nIn May 2003 a federal commission that advises the president and Congress on how best to promote religious liberty \nexpressed grave reservations about how the Afghan judiciary would treat the crime of apostasy.\n\n\"Afghan jurists have stated that apostasy from Islam would be considered a capital offense, but have intimated that \nways would be found to avoid the death penalty,\" wrote members of the U.S. Commission on International \nReligious Freedom.\n\nIn a follow-up study last year, commissioners found that progressive religious elements in the country were losing \nground, even under a new, more liberal constitution.\n"}