{"title": "Justices go deeper in politics Supreme Court will hear challenge to Arizona immigration law.", "body": "\nWASHINGTON - The Supreme Court stepped into the fight Monday over a tough Arizona law that requires local \npolice to help enforce federal immigration laws - pushing the court deeper into hot, partisan issues of the 2012 \nelection campaign.\n\nThe court's election year docket now contains three politically charged disputes; the others are President Barack \nObama's health care overhaul and Texas redistricting.\n\nThe debate over immigration already is shaping presidential politics, and now the court is undertaking a review of \nan Arizona law that has spawned a host of copycat state laws targeting illegal immigrants.\n\nThe court will review a federal appeals court ruling that blocked several provisions in the Arizona law. One of \nthose requires that police, while enforcing other laws, question a person's immigration status if officers suspect he \nor she is in the country illegally.\n\nThe case is the court's biggest foray into immigration law in decades, said Temple University law professor Peter \nSpiro, an expert in that area.\n\nThe White House challenged the Arizona law by arguing that regulating immigration is the job of the federal \ngovernment, not that of states. Similar laws in Alabama, South Carolina and Utah also are facing administration \nlawsuits. Private groups are suing over immigration measures adopted in Georgia and Indiana.\n\n\"This case is not just about Arizona. It's about every state grappling with the costs of illegal immigration,\" Arizona \nGov. Jan Brewer, a Republican, said after the court's announcement Monday.\n\nFifty-nine Republicans in Congress, including presidential contender Michele Bachmann, filed a brief with the court \nbacking the Arizona law.\n\nThe immigration case, like the challenge to Obama's health care overhaul, pits Republican-led states against the \nDemocratic administration in an argument about the reach of federal power. The redistricting case has a similarly \npartisan tinge to it, with Republicans who control the state government in Texas facing off against Democrats and \nminority groups that tend to vote Democratic.\n\nIn the immigration arena, the states say that the federal government isn't doing enough to address a major \nproblem and that border states are suffering disproportionately.\n\n\nThe issue has been widely discussed by the Republican presidential hopefuls. They have mostly embraced a hard \nline to avoid accusations that they support any kind of \"amnesty\" for the some 12 million illegal immigrants \nestimated to be living in the U.S.\n\nNewt Gingrich was most recently criticized by his opponents for saying he would grant legal status to some with \nlong-standing family and community ties, and Gingrich has since endorsed the South Carolina law that allows \npolice to demand a person's immigration status. That law is among the four state laws that have been challenged \nby the White House.\n\nBrewer signed the Arizona immigration measure into law in April 2010. The administration sued three months \nlater to block it from taking effect.\n\nIn April, a three-judge panel of the 9th U.S. Circuit Court of Appeals in San Francisco upheld a federal judge's \nruling halting enforcement of several provisions of the law. Among the blocked provisions: requiring all immigrants \nto obtain or carry immigration registration papers; making it a state criminal offense for an illegal immigrant to seek \nwork or hold a job; and allowing police to arrest suspected illegal immigrants without warrants.\n\nIn October, the federal appeals court in Atlanta blocked parts of the Alabama law that forced public schools to \ncheck the immigration status of students and allowed police to file criminal charges against people who were \nunable to prove their citizenship.\n\nLawsuits in South Carolina and Utah are not as far along.\n\nThe administration argued that the justices should have waited to see how other courts ruled on the challenges to \nother laws before getting involved. Still, after the court's announcement Monday, White House spokesman Jay \nCarney said, \"We look forward to arguing our point of view in that case when the time comes.\"\n\nSpiro, the Temple University immigration expert, said the court easily could have passed on the Arizona case for \nnow. \"They could have waited for the more extreme case to come from Alabama, which really outflanked the \nArizona law,\" Spiro said.\n\nHe predicted the court would uphold the police check of immigration status but perhaps not the measure making it \na crime to be without immigration documents.\n\nArguments probably will take place in late April, which would give the court roughly two months to decide the case\n\nJustice Elena Kagan will not take part in the case, presumably because of her work on the issue when she served \nin the Justice Department.\n\nThe case is Arizona v. U.S., 11-182.\n\nHot topics on 2012 docket\n\nThe court's election-year docket now contains three politically charged disputes:\n\nArizona immigration law - The state now requires that police, while enforcing other laws, question a person's \nimmigration status if officers suspect he or she is in the country illegally. The White House argues that regulating \nimmigration is the job of the federal government, not that of states. Arguments will probably take place in late \nApril.\n\nTexas redistricting - Texas and other Southern states have elections scheduled under redistricting plans that have \nnot been approved under the Voting Rights Act. At the center of the dispute is federal protection for minorities' \nvoting rights. Arguments have been scheduled for Jan. 9.\n\n\n\nHealth care overhaul - The Patient Protection and Affordable Care Act aims to provide health insurance to more \nthan 30 million previously uninsured Americans. But Republicans have branded the law unconstitutional, largely \nbecause of its mandate for individuals to buy coverage. The court's ruling is expected before July 4.\n"}