{"title": "Germans Seek Foreign Labor For New Era Of Computers", "body": "\nVinod Kymar, the political counselor at the Indian Embassy here, is a puzzled man. Never in his many years in \nGermany has he read so much about his country in the press, nor found so much of it to be nonsense.\n\n\"High technology seems to have suddenly become synonymous with India here,\" Mr. Kymar said. \"But the \nGermans are waking up about a decade late. The United States has already taken the cream of our talented \ncomputer people. All that remains for the Germans are leftovers.\"\n\nIndia's occupation of center-stage in Germany's political debates began a few weeks ago with an apparently \noffhand remark at a trade fair from Chancellor Gerhard Schroder. He said his country urgently needed new talent in \nits high-technology sector and should be prepared to give residency documents, or green cards, to brilliant Indians.\n\nThe remark reflected a serious issue: underfunded, state-run German universities have been very slow to adapt \ntheir traditional curricula to reflect the explosive growth of Internet-related industries. In all of Germany, there is just \none newly created chair in e-commerce, at the Goethe University in Frankfurt.\n\nAs a result, in a country with more than four million unemployed, there are an estimated 75,000 to 100,000 jobs \nvacant in the booming Internet sector, with few Germans apparently qualified to fill them. Hence the Social \nDemocratic chancellor's sudden infatuation with Indian software engineers.\n\n\"We urgently need new programmers and developers for our projects, but we generally find the German education \nwith its focus on heavy philosophical concepts does not turn out the people we want,\" said Amelie Heinrichsdorff of \nAcotec, a start-up software company based in Berlin. \"We think globally and would like to hire talent wherever we \ncan.\"\n\nThe dot-com view of the world is still far from that of Germany's opposition Christian Democratic Party. When the \ngovernment began drafting a law to allow up to 20,000 foreign computer specialists into Germany with green \ncards, an outcry erupted.\n\nJurgen Ruttgers, a leading Christian Democrat, produced a campaign slogan in Germany's largest state, North \nRhine-Westphalia, saying, \"Children instead of Indians.\" Chancellor Schroder described the posters as \"indecent \nand economically damaging.\"\n\n\nLater, Mr. Ruttgers refined his message slightly, urging, \"More education instead of more immigration.\" He was \nsupported by the substantial wing of his party that remains deeply opposed to the idea of Germany as a \"land of \nimmigration,\" despite the fact that more than seven million foreigners live here.\n\nBut the difficulties of the Christian Democrats' anti-foreigner message became evident when Dieter Hundt, the head \nof the powerful employers' federation, lambasted Mr. Ruttgers' campaign as \"poorly thought out and miserably \npopulistic.\"\n\nThe sight of big business and conservative Christian Democracy tearing each other to shreds is novel in Germany. \nBut then this is a time of substantial political and cultural shift, with the Social Democrats adopting many pro-\nbusiness measures and many Germans developing a sudden infatuation with the Internet. Yet even the \ngovernment's methods appear marked by bureaucratic hesitations of old.\n\nWalter Riester, the Social Democratic labor minister, has proposed limiting the stays of the new green-card \nimmigrants to an initial period of three and a maximum of five years. He also wants to shape the proposed law so \nthat jobs would be offered to foreigners only after an extensive search has been made for a qualified German.\n\nBut Antje Radcke, a leader of the Green Party, which is the junior partner in the coalition government, said such \nproposals were far too cumbersome. \"If we should have learned one thing from the experience of the 'gastarbeiters' \nwho started coming here in the 1960's, it is that attempts to try to limit the stays of people are doomed to failure.\"\n\nhttp://www.nytimes.com\n"}