{"title": "GERMANS RISKED FLEEING OLD COUNTRY FOR PROMISE OF THE NEW WORLD DESPITE ATTEMPTS BY THE NOBLEMEN TO STOP THE EXODUS, / THOUSANDS OF PEASANTS IMMIGRATED TO AMERICA DURING THE 18TH CENTURY.", "body": "\nLured by promises of land, the opportunity for a better life and freedom of worship, people from the Rhineland \nregions of what is now Germany came to Southeastern Pennsylvania by the thousands during the first half of the \n18th century.\n\nThe local prince apparently saw this migration as a loss of taxes, peasants and skilled workers, and thus of his own \npersonal power. To stop the exodus, his government created a policy that made it hard for his subjects to \nimmigrate to the New World.\n\nWhen William Penn took a trip up the Rhine in 1687, he made a special offer to the people of the area to settle in \nhis new colony of Pennsylvania.\n\nThe historian William T. Parsons, writing in 1987 in the Bulletin of the Historical Society of Montgomery County, \nreported that the people of the German states were still in the grip of a feudal society at the time of Penn's visit. Half \nof a peasant's crop went to the lord of the manor. Taxes were high, and the life of the average person was \ncontrolled by regulations imposed by the noble class.\n\nIn addition, there was still a strong memory of the impact of the Thirty Years War (1618-1648) on the population.\n\nThe major issue of the war was the status of Catholics and Protestants in the Holy Roman Empire. The war pitted \nGerman Protestant princes, aided by a number of other European countries, against the Catholic House of \nHapsburg of Austria.\n\nVisited upon the common people in the German states were a decrease in population, devastation of farmland, \ncommerce and industry, and the breakup of the Holy Roman Empire.\n\nPenn's offer seemed like a good deal.\n\nRecords found at the historical society report that between 1700 and 1730, a few thousand Germans immigrated \nin ships that came to the port of Philadelphia two or three times a year.\n\n\nWord must have filtered back to their homeland that conditions in Pennsylvania were very good by comparison. In \n1749, 22 ships brought more than 6,000 German-speaking people to this region.\n\nAt that point, the prince stepped in to stop the flow of people out of his territory.\n\nThe first proclamation forbade immigration entirely, but it had little effect. People waited for tax time, then fled by \nnight without paying their taxes.\n\nThe second proclamation made the relatives of those who had illegally immigrated to America liable for their \ntaxes. That only increased the number of people who left.\n\nFinally, the government devised the \"Tenth Penny Tax,\" an exit fee that estimated the probable income of a person \nfor his remaining lifetime if he stayed at home.\n\nTen percent of this projected income was due before a departure permit was issued, and this had some effect on \nslowing immigration.\n\nThe overwhelming majority of the Germans who settled here stayed and, for the most part, prospered as farmers, \ncraftsmen who made organs and guns, and mill operators. Many modern families in this region can trace their \nancestry to the immigrants who arrived here in the first half of the 18th century.\n\nNot all German immigrants had a good experience coming to the New World. Gottlieb Mittelberger, a professional \norganist and organ maker, left Wurttemberg to travel to Philadelphia in 1750. After a short stay, he returned and \nwrote a popular essay, \"Journey to Pennsylvania,\" describing his voyage across the Atlantic as a \"harsh and \nexpensive trip.\"\n\nHe said the journey, which took eight to 12 weeks depending upon the wind, was aboard a ship that was \"foul \nsmelling, contained body lice and served food that was highly salted.\"\n\n\"Only those who paid may go ashore. . . . Other redemptioners must wait as long as three weeks before they are \npurchased, their ships' fee paid and they sign an agreement that binds them to service from three to six years,\" \nwrote Mittelberger.\n\nAnyone who let himself be talked into leaving home and crossing the ocean, Mittelberger said, was a \"complete \nfool.\"\n\nBut of course, thousands did just that.\n"}