{"title": "U.S., Stymied 21 Years, Drops Bid to Deport 2 Palestinians", "body": "\nThe government has reached a settlement in a landmark deportation case, ending an effort of nearly 21 years to \nexpel two Palestinians accused of aiding a militant branch of the Palestine Liberation Organization. The men will \nbe allowed to apply for United States citizenship in three years.\n\n  The long and tortuous case, considered by civil liberties groups an important test of both immigrants' rights and \nantiterrorism law, had gone before the Supreme Court once and a federal appeals court four times, in addition to its \nrepeated trips to the Board of Immigration Appeals, which hears appeals from decisions of immigration judges \naround the country.\n\n  The two Palestinians, Khader Hamide and Michel Shehadeh, were the last defendants in the celebrated L.A. \nEight case, which began in January 1987 when seven Palestinian men and the Kenyan wife of one of them, all \nresidents of Southern California, were arrested on charges of aiding the militant group, the Popular Front for the \nLiberation of Palestine. Charges against six were eventually dropped, leaving only Mr. Hamide and Mr. Shehadeh, \nthe main defendants.\n\n  Despite amending charges against them at least six times, their lawyers said, the government failed to convince \nany judge that they had done anything illegal. In throwing out the latest round of the case earlier this year, Bruce J. \nEinhorn, an immigration judge, described it as ''an embarrassment to the rule of law.''\n\n  The government's decision to close the case, reached Tuesday, was announced yesterday by the Board of \nImmigration Appeals, to which Judge Einhorn's decision had been appealed. \n\n  The Justice Department directed all questions to immigration officials. Virginia Kice, a spokeswoman for the \nImmigration and Customs Enforcement agency, said the government had settled what she called its oldest current \nhigh-profile case because Mr. Hamide and Mr. Shehadeh were no longer a threat. \n\n  ''At the time the men were charged, the government believed they were a threat based on their membership in a \nterrorist organization,'' Ms. Kice said. ''Based on current analysis, we have no information that they are a threat.''\n\n  Both Mr. Hamide and Mr. Shehadeh were legal residents of the United States when arrested. At first they were \ncharged with spreading world Communism, then a deportable offense, and ultimately, under the USA Patriot Act, \nwith providing material support for terrorism. The government designated the Popular Front for the Liberation of \nPalestine a terrorist organization in 1997.\n\n  The defendants always maintained their innocence, saying that they had simply been lobbying to free \nPalestinians from Israeli occupation and that their actions, including distribution of the group's magazine and \nraising charitable contributions, were protected under free-speech rights. \n\n\n  Lawyers for the two men said the government's fruitless battle was an example of bogus terrorism charges made \non the ground of guilt by association. \n\n  ''Our society has to be able to tolerate individuals in this country who lawfully support organizations abroad fighting \nfor change,'' said Marc Van Der Hout, a San Francisco lawyer who handled the case from the beginning for the \nNational Lawyers Guild.\n\n  David D. Cole, a professor of constitutional law at Georgetown University, fought the case on behalf of the Center \nfor Constitutional Rights, as did various lawyers from the American Civil Liberties Union of Southern California.\n\n  ''It is very hard for any administration to drop a case that has been labeled a terrorism case,'' Mr. Cole said. ''Once \nthe charge has been made, the easy choice is to keep on pressing. The hard choice is to stop and say this doesn't \nmake sense.''\n\n  He said the Bush administration had presumably agreed to do so because it was unlikely to face questions about \nits willingness to fight terrorism.\n\n  Mr. Hamide and Mr. Shehadeh said the case had exacted a heavy personal toll, leaving their lives constantly \nunsettled even as they raised families. Since they were fighting deportation, Mr. Hamide, for example, decided not \nto visit his dying father in Bethlehem in 1997, because, he said, the United States would have barred his return.\n\n  ''I feel like Mount Everest came off my shoulders,'' Mr. Hamide said of the latest development in a telephone \ninterview from Los Angeles. \n\n  Both men said the United States cast far too wide a net in pursuing terrorism suspects. They accused the \ngovernment of using the law to punish those whose political positions it dislikes. \n\n  ''The case was like a sword hanging over our head all the time,'' said Mr. Shehadeh, currently a research \nassociate at San Francisco State University. ''They should protect the American public from real dangers, not \nfabricated ones like in our case.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Khader Hamide emerged victorious with Michel Shehadeh. (PHOTOGRAPH BY ROBERT \nGAUTHIER/LOS ANGELES TIMES)                       \n"}