{"title": "A Tale of Two Conquests; An epic history compares the British and Spanish colonies in the New World.", "body": "\nEMPIRES OF THE ATLANTIC WORLD \n\n Britain and Spain in America 1492-1830 \n\n By J.H. Elliott \n\n Yale Univ. 546 pp. $35 \n\n Our current debate about immigration isn't only about clamping down on the U.S.- Mexican border. It's also about \nwhat it means to be an American after 9/11 and about how the nation is revamping the concept of citizenship. And \nit's an opportunity to reassess, yet again, the relationship between the United States and its neighbors to the south, \na chance to reflect on the role of Hispanic culture in the English-speaking world. For those eager to understand the \nhistorical context behind these issues, I know of no more comprehensive, readable source than J.H. Elliott's \nEmpires of the Atlantic World. While its focus might appear remote and its contemporary implications tenuous, the \npatient reader will be rewarded with a feast of insights. \n\n Elliott taught for years at Oxford, where the bulk of his career was devoted to the study of imperial Spain and its \nquest for gold and power in the Americas. But nothing he has done so far has the scope of this book. His premise is \nclear-cut: What we need isn't a hemispheric but a fully continental account of the so-called New World. How was it \nthat the Mayflower immigrants established the foundations of a prosperous, representative federal system, while the \nIberian conquistadors failed to foster an atmosphere where democracy could flourish? How did the Protestant and \nCatholic churches approach the aboriginal population? What separated the paths of two liberators, George \nWashington and Simón Bolívar? If 1492 is to be seen as a benchmark  --  the moment at which the Americas were \nabruptly introduced into the modern age  --  why is it that, more than five centuries later, the division endures \nbetween the haves and have-nots, between industrialized and underdeveloped nations?  \n\n Much of the difference was clear from the start. The British colonies were built as a New Canaan by settlers who \nbelieved in a fresh beginning; their drive, ultimately, was to create a new nation that would supersede the mother \ncountry. On the other hand, the Spanish effort in the Americas was seen as a mere feeder for the crown; the sense \nof loyalty and dependency permeated every aspect of colonial life.  \n\n\n Elliott structures his material in three stages: occupation, consolidation and emancipation. He starts with the \nassumption that \"emigrants to the New World brought with them too much cultural baggage for it to be lightly \ndiscarded in their new American environment.\" He's inspired here by a dictum from the philosopher David Hume: \n\"The same set of manners will follow a nation, and adhere to them over the whole globe, as well as the same laws \nand languages. The Spanish, English, French, and Dutch colonies, are all distinguishable even between the \ntropics.\" Nationhood, in other words, is destiny. \n\n Elliott proceeds to compare the motives and methods of the two civilizations  --  a fairly ambitious endeavor, which \nhe tackles by comparing historical periods, luminaries and motifs. For instance, he equates early on the conqueror \nHernán Cortés and the explorer Christopher Newport, the architects who \"laid the foundation of the empires of \nSpain and Britain on the mainland of America.\" The former, coming from feudal Spain with some 200 soldiers, used \ngifts to court the Aztec ruler Montezuma, eventually taking him into custody in 1519; the latter, perhaps aware in \n1606 of what Cortés had accomplished, took another route, becoming the captain of a ship bearing British settlers \nwho would found Jamestown. The difference is crucial: Cortés wanted glory, while Newport was, in Elliott's words, a \n\"planter\"  --  that is, a plantation settler, which at the time of the Tudors and the Stuarts meant a colonist.  \n\n That difference between settlers and conquerors was slowly pushed to its extremes. The Thirteen Colonies \nenvisioned themselves as a response to the intolerance in the British motherland and thus as an improvement on \nEuropean ways; the Spanish colonies, on the other hand, were a bounty for the Iberians to plunder. \n\n So much information might overwhelm a less talented storyteller. But Elliott compartmentalizes his themes: social \nhierarchies, economic structures, politics, culture and the overall connection of the settler societies to their \nEuropean parents. The storyline gathers momentum as each of these colonies recognizes its individuality and the \nfight for autonomy and legitimacy begins. The chapters contrasting the efforts of emancipation are stellar. Much as \nthe United States was defined by a set of values and aspirations that, during the Civil War, threatened the fabric of \nthe republic, so in Latin America democracy was held hostage by oligarchies embracing the feudal form of power \nthat existed in Spain in the 15th century. \n\n Obviously, in a project of this magnitude, important elements are likely to be left out: References to the Portuguese \nsettlements in Brazil, by Elliott's own admission, are almost totally absent, as is the trans-Atlantic slave trade. He \nargues that his topic is exclusively \"the development of the settler societies and their relationship with the mother \ncountries.\" But don't omissions of such magnitude distort the overall picture?   \n\n Likewise, nothing in Empires of the Atlantic World is strictly novel; scores of scholars have navigated the same \nchannels. (Elliott is prompt to credit his forerunners; indeed, the notes and bibliography sections in his book run to \nmore than 100 pages.) His originality, if it might be called that, lies in his comparative approach. For Elliott, \ncomparative history is not made of parallel narratives but of a single, majestic outline with multiple subplots, such \nas the divergence in agricultural, economic and educational styles between the British and Spanish in the New \nWorld, the uses of the Enlightenment, and the role and treatment of Jews.  \n\n Unfortunately, these pages have a triumphalist tone that's worrisome. Elliott talks of the \"enormous problems\" and \n\"massive mistakes\" of the Spanish crown and its adventures in the New World, adding that \"given the scale and \ncomplexity of the challenge that faced them, it is surprising that the Spaniards realized as much of their imperial \ndream as they did.\" On the other hand, he depicts the English colonists as having had \"more freedom of manoeuvre \nto make reality conform to the constructs of their imagination.\" I don't think Elliott is aware of this lapse; after all, he \nseems to perceive himself as a strict practitioner of cool, scientific history. Still, the reader cannot avoid hearing \ndoom in his voice: Ah, the Spanish colonies were driven to disaster from the start, were they not? Ironically, this \nfeeling gives urgency to his narrative. And as the United States ponders the impact of its more than 42 million \nLatino citizens, a sudden reexamination is taking place in the New World  --  which, of course, has lost all its \nnewness. Today, the descendants of Cortés and Newport are commingling in one habitat and, in the process, \nbecoming a single entity. *  \n\n Ilan Stavans is Lewis-Sebring Professor in Latin American and Latino Culture at Amherst College. He is the author \nof, among other books, \"The Hispanic Condition\" and \"Spanglish\" and the editor of \"Encyclopedia Latina.\" \n\n\n"}