{"title": "DRIVER'S LICENSE BILL HITS SNAG;VOTE ON MEASURE FOR UNDOCUMENTED IMMIGRANTS DELAYED", "body": "\nLegislation to let as many as 2 million undocumented immigrants apply for driver's licenses stalled in the \nAssembly on Thursday after Senate Democrats raised last-minute concerns about fraud.\n\n\"We want to be sure we're not encouraging identity theft or fraud, or setting up a system that is going to impinge on \npeople's civil rights and would cost a fortune,\" said Sen. Debra Bowen, D-Redondo Beach.\n\nStill, the bill's sponsor Sen. Gil Cedillo, D-Los Angeles, said he is confident the measure will be successful once \nhis colleagues have had time to review the details. The bill could come up for a vote again as early as Monday.\n\nThe driver's license bill has also become ensnared in recall politics. After twice vetoing similar measures \nbecause of security concerns, Gov. Gray Davis announced last month that he would sign this year's less restrictive \nbill in a \"heartbeat.\" Davis reiterated his support in Los Angeles on Thursday.\n\nDavis' reversal has sparked criticism from Republicans, who accuse the governor of pandering to his Democratic \nbase to defeat the Oct. 7 recall vote.\n\nOn the Assembly floor Thursday, Republican Russ Bogh of Yucaipa criticized Democrats for fast-tracking the bill, \nwhich has fewer safeguards than last year.\n\n\"Are you really willing to compromise the safety of California for a measure that is only intended to extend or save \ngovernor Davis' failed political career?\" he said.\n\nFor five years, Cedillo has pressed to give undocumented immigrants the ability to apply for licenses and buy car \ninsurance. Cedillo contends that California's roads would be safer if immigrants were licensed.\n\nUnder current law, residents must provide a Social Security number that can be validated through the Social \nSecurity Administration. Under Cedillo's bill, applicants could instead use a federal taxpayer identification number \nfrom the Internal Revenue Service.\n\nBut in a letter to the Department of Motor Vehicles this month, the IRS warned of \"potential security risks.\"\n\nTo win support from a long list of law enforcement officials, though, the bill includes the creation of a high-tech, \ndigital database of fingerprints that would allow the Department of Motor Vehicles to validate an applicant's identity.\n\n\nDespite that, the California State Sheriffs' Association remained opposed to the measure Thursday, because of the \ncost of fingerprinting and because taxpayer numbers are \"easily obtained and difficult to verify.\"\n\nDavis' office defended the revised legislation.\n\n\"The governor listens to the experts,\" said spokesman Russ Lopez, \"and their opinion is that this is a bill that will \nmake our streets safer.\"\n"}