{"title": "Novel Tack on Illegal Immigrants: Trespass Charges", "body": "\nOne day in April, Jorge Mora Ramirez stopped his car on the side of a road in the small southern New Hampshire \ntown of New Ipswich and was making a cellphone call when a police officer approached him.\n\n   The officer questioned Mr. Ramirez, a 21-year-old Mexican who acknowledged that he was in the country illegally, \nand the New Ipswich police tried to get federal immigration authorities to arrest him. But when immigration officials \ndemurred, not considering him a priority given scarce enforcement resources, the police acted on their own. They \ntook the highly unusual step of charging Mr. Ramirez with criminal trespassing, and held him overnight.\n\n   ''I wanted the federal government to understand that I was going to take some type of action,'' said the New \nIpswich police chief, W. Garrett Chamberlain. ''If I can discourage illegal aliens from coming to or passing through \nmy community, then I think I've succeeded.''\n\n   At a minimum, Chief Chamberlain has succeeded in creating controversy, as well as interest in his idea. Not far \naway, the police chief in Hudson, N.H., has charged 10 illegal immigrants with criminal trespassing in recent \nweeks. Other police departments, in states that include California, Florida and Georgia, have called Chief \nChamberlain, and immigration experts say that if the New Hampshire charges are upheld, some local law \nenforcement officials around the country will most likely copy the approach.\n\n   The case against Mr. Ramirez, who lives in Waltham, Mass., and was working as a construction worker here in \nJaffrey when he was charged, is also being watched by civil liberties advocates and the Mexican government, \nwhich is paying for his lawyers. The matter went to court on Tuesday in Jaffrey/Peterborough District Court, where \nthe defense asked Judge L. Phillips Runyon III to dismiss the case, arguing that immigration enforcement was the \nfederal government's job and that the New Hampshire criminal trespassing statute was intended to apply to those \nintruding on private property, not to illegal immigrants.\n\n   ''What the state is attempting to do here is to step into the federal government's shoes and determine whether a \nperson is licensed or able to remain in the United States,'' said one defense lawyer, Randall Drew.\n\n   The prosecutor, Nicole Morse, argued that local police agencies had a right to cite illegal immigrants.\n\n   ''Just as with a sex offender,'' Ms. Morse said, ''the hope is that they will go and register with the state. And if they \ndon't, then they are violating the law.\n\n   ''Indeed, the state's interest in this case is security. Being able to identify people who are in our community is \nessential to the police being able to maintain and keep the peace.''\n\n\n   Judge Runyon deferred his decision on whether to dismiss the case until he could hear similar motions in the \ncases from Hudson. But his questions to both sides underscored the combustible and sensitive nature of \nimmigration enforcement in a post-9/11 world.\n\n   On the one hand, he said to defense lawyers, ''in this day and age when everyone is so worried about having \nterrorists in our midst, if a local law enforcement person is dealing with somebody that can't show some basis for \ntheir lawfulness of being here,'' and ''they can't get any kind of response that seems to answer their questions from \nImmigration, are they just hamstrung?''\n\n   On the other hand, he told the prosecutor, some immigrants might ''have a driver's license from Germany or \nFrance but don't have any other papers'' with them. ''Are you suggesting that those people are going to be charged \ncriminally,'' he said, ''because the police can't figure out that they're supposed to be where they are?''\n\n   Noting that if Mr. Ramirez was found guilty, he would be sentenced to nothing more than a $1,000 fine, not jail \ntime, the judge also asked the prosecutor, ''How is national security or even local security enhanced by giving \nsomeone a citation?''\n\n   In a state that is 96 percent non-Hispanic white but that has been seeing a rise in its Hispanic population, Chief \nChamberlain's idea was born a year ago when he encountered a van with nine illegal immigrants from Ecuador. \nThe federal Bureau of Immigration and Customs Enforcement, he says, was not interested in arresting them. He \ndecided that in the future he would use the state's criminal trespassing law, which says that a person is guilty ''if, \nknowing he is not licensed or privileged to do so, he enters or remains in any place.''\n\n   Even some critics of the New Hampshire citations, like Susan J. Cohen, a Boston immigration lawyer, said the \nlaw's broad language made it seem applicable to immigration.\n\n   Ms. Cohen said most states' criminal trespassing laws referred specifically to private property and could not be \neasily applied to immigration. But Kris W. Kobach, a law professor at the University of Missouri-Kansas City, who \nwas counsel to John Ashcroft when Mr. Ashcroft was attorney general, said he believed that New Hampshire's \nwording was not unusual, and added that the charges were appropriate because the government ''has always been \ncareful to invite and encourage local assistance with immigration arrests.''\n\n   Not every police department would take such a tack. In Nashua, N.H., which has a growing Hispanic population, \nthe deputy police chief, Don Conley, said that ''I don't think it's in the true spirit of New Hampshire's criminal \ntrespass law.''\n\n   Opponents like Arnie Alpert, New Hampshire coordinator of the American Friends Service Committee, say such \ncitations will discourage immigrants, legal and illegal alike, from cooperating with police officers. And Porfirio \nThierry Munoz-Ledo, the Mexican consul general in Boston, who attended Tuesday's hearing, said, ''The concern is \nthat we are dealing in a state court with matters that belong to a federal level.''\n\n   Judge Runyon seemed somewhat concerned about that as well.\n\n   ''Am I going to determine whether someone is here legally or not?'' he asked the prosecutor. ''Isn't that what the \nfederal immigration system is for? Is it for part-time district court judges like me who know nothing about \nimmigration and arguably nothing much about anything else either?''\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhotos: Jorge Mora Ramirez, an illegal immigrant from Mexico at the center of an extraordinary case, in court with \nhis lawyers for a hearing yesterday.\n\n W. Garrett Chamberlain, police chief of New Ipswich, N.H., cited the state's law against trespassing in bringing \ncharges against Mr. Ramirez. (Photographs by Jodi Hilton for The New York Times)Map of New Hampshire \nhighlighting New Ipswich: New Ipswich's approach is drawing a lot of notice elsewhere.\n"}