{"title": "Three signs that a bill is possible", "body": "\nMichael Barone\n\nis a columnist for\n\nU.S. News & World Report\n\nIs it possible that the House and Senate will agree on an immigration bill? For most of June, the answer seemed \nto be no.\n\nThe House Republican leadership announced it would not appoint members of a conference committee to reconcile \nthe border-security-only bill the House passed in December with the border-security-plus-guest-worker-plus-\nlegalization bill passed by the Senate in May. Instead, House Republicans would hold hearings around the country \nthis summer - hearings expected to be forums for complaints about illegal immigration and demands that border \ncontrol be strengthened before any legalization or guest-worker program is passed.\n\nMeanwhile, the Senate seemed likely to stick with the approach taken by a bipartisan, mostly Democratic majority \nthat rejected limiting the bill to border security. Deadlock seemed likely.\n\nBut three developments last week may be reviving the chance an immigration bill will be passed. The first was the \nrenomination of Rep. Christopher B. Cannon in Utah's Republican primary on June 27. Cannon has supported \nguest-worker legislation and measures to allow children of illegal immigrants to pay in-state tuition to state colleges \nand universities. His opponent, John Jacob, spent thousands of his own dollars to attack Cannon for supporting \n\"amnesty,\" and actually led Cannon in the Republican convention, where incumbents are usually renominated \nroutinely. Polls showed the race close. But Cannon won 56 percent to 44 percent, down just slightly from his 58 \npercent to 42 percent two years ago over an immigration opponent who spent much less money.\n\nIf Cannon had lost, House Republicans surely would have panicked and stonewalled any approach but border-\nsecurity-only. But his victory - and the fact that he ran ads with endorsements from President Bush, who supports a \ncomprehensive bill - indicates that his positions are not political death, even in a district that went 77 percent to 20 \npercent Republican in the 2004 presidential election.\n\nThe second development was an interview with Sen. Arlen Specter (R., Pa.) in the Washington Times on June 27. \nSpecter, chairman of the Judiciary Committee, supported the Senate bill. He would be the lead Senate voice in any \nconference committee. Specter still insists that the Senate will accept only a comprehensive bill. But he conceded \n\n\nhe might accept a version that made guest-worker and legalization programs contingent on concrete achievements \nin border security.\n\nThe third development was the June 28 meeting at the White House of Rep. Mike Pence (R., Ind.) with Bush and \nVice President Cheney. Pence, chairman of the House Republican Study Committee, has advanced a guest-worker \nplan based on one by Colorado rancher Helen Krieble, which would allow workers to apply in their home countries \nto \"Ellis Island centers\" run by private firms, which would match them with jobs from employers in the United States.\n\nIt's an attempt to get around the current cumbersome green-card bureaucracy.\n\nGuest-worker slots would not lead to citizenship, but would legalize workers who comply. The Pence program could \nbe phased in after a period in which border security was strengthened.\n\nThe Cannon victory, the Specter concession, and the Pence plan point toward a possible compromise that could \nconceivably be adopted by a conference committee and win majorities in both houses. They also direct the \nattention of those on all sides of this issue to the practical, concrete realities of American life. If advocates of border \nsecurity and employer sanctions get their way, and there are high-tech steps to close the sieve on the border and \ncreate a forgery-proof identification card system, then what happens to the seven million or so illegal immigrants \nwho are currently working in the United States? Presumably they go away - but in the process, we lose a labor \nforce that our economy needs to maximize production. If advocates of a comprehensive bill get their way, and we \ndon't have high-tech ID, then presumably we would still have millions of illegals in our midst.\n\nIt is surely not beyond our technological capabilities to secure the border and to provide legal worker identification, \nat least if we subcontract these tasks to the private sector, which is so much better at these things than \ngovernment. Neither the House nor the Senate bill seems likely to achieve those goals. So it's good to note that \nthere is a chance, maybe only a small chance, that a conference committee can come up with a bill that does.\n\nContact Michael Barone at info@creators.com or www.usnews.com/baroneblog.\n"}