{"title": "Senate Republicans Agree on Immigration Bill; Wide Bipartisan Support Would Break Logjam", "body": "\nSenate Republicans reached agreement last night on a compromise immigration measure that they believe will \ngarner enough bipartisan support to break through a parliamentary impasse that has stymied progress on a high-\nstakes border security bill for two weeks. \n\n Under the agreement, the Senate would allow undocumented workers a path to lawful employment and citizenship \nif they could prove  --  through work stubs, utility bills or other documents  --  that they have been in the country for \nfive years. To attain citizenship, those immigrants would have to pay a $2,000 penalty, back taxes, learn English, \nundergo a criminal background check and remain working for 11 years. \n\n Those who have been here a shorter time would have to return to one of 16 designated ports of entry, such as El \nPaso, Tex., and apply for a new form of temporary work visa for low-skilled and unskilled workers. An additional \nprovision still under consideration would disqualify illegal immigrants who have been in the country less than two \nyears. \n\n  In a surprise move last night, Senate Majority Leader Bill Frist (R-Tenn.) went to the floor with a parliamentary \nmotion to send the compromise to the Senate Judiciary Committee for ratification, then scheduled a vote for \ntomorrow to cut off debate on that motion. \n\n A final breakthrough was held back yesterday by Senate Minority Leader Harry M. Reid (Nev.), who insisted that \nany substantive compromise wait until a showdown vote to cut off debate on a more lenient measure passed by the \nJudiciary Committee last week. Reid and other Democratic leaders hope to show they have 60 votes in support of \nthat bill, written by Sens. Edward M. Kennedy (D-Mass.) and John McCain (R-Ariz.). That showdown should come \nthis morning, and if they can break a possible filibuster, they could show no compromise is needed that would \nfundamentally change the McCain-Kennedy bill. \n\n  As of last night, however, the vote to break a filibuster appeared almost certain to fall short of the 60 supporters \nneeded  --  in large part because of the bruised Republican feelings over Reid's parliamentary tactics that have tied \nup the Senate for days. Even McCain said he would not bow to the Democrats' tactics and vote to end debate. \n\n\n  That would open the door to the new compromise, co-written by Sens. Mel Martinez (R-Fla.) and Chuck Hagel (R-\nNeb.). But Senate Democrats last night said they had not seen the compromise, much less approved it. \n\n \"We don't even know what's in it,\" said Reid spokesman James Patrick Manley. \n\n If the compromise fails, the Senate will leave Washington this weekend for a two-week spring recess and nothing \nto show for a fortnight of heated debate. That would allow organizers of a national protest Monday against a \ncrackdown on illegal immigration to build pressure on lawmakers to support the McCain-Kennedy measure, which \nwould permit virtually all illegal immigrants, no matter how long they have been in the United States, to stay and \nwork toward citizenship. \n\n \"If we don't get something worked out by sunrise, then the Senate Democrats are going to be cut out,\" warned \nSen. Trent Lott (R-Miss.), voicing the frustration of a GOP majority that has been outflanked by the Democratic \nleadership.  \n\n \"This whole thing hinges on Reid. He is the fulcrum on whether anything happens,\" said Don Stewart, spokesman \nfor Sen. John Cornyn (R-Tex.). \n\n That was a remarkable turn of events for a Republican Congress much more accustomed to steamrolling the \nDemocratic minority. In an extraordinary showdown yesterday, Frist assembled most of the 55 Republicans in the \nSenate chamber to castigate Reid's intransigence. \n\n \"I used to say this is another insufferable attempt of the other side to block, to obstruct, to postpone, to delay, but \nnow I think it's beyond that,'\" Frist protested. \n\n Facing one side of the chamber full of Republican senators, Reid stood virtually alone, responding, \"The majority \ncan move forward with a bill that will fix our borders and reform our immigration system or continue to stonewall \nthis. It's in the eyes of the beholder who's stonewalling.\" \n\n There is virtual unanimity in the Senate that the immigration system is broken. Of the several immigration bills \nthat have been drafted, all would beef up the Border Patrol with more agents and higher technology, strengthen \nrules against employing illegal immigrants and penalties for businesses that violate those rules, and create tamper-\nproof identification cards to replace easily forged Social Security cards and other documents used to get jobs. \n\n But senators have splintered on what to do with immigrants already in this country. One approach, championed by \nCornyn and Sen. Jon Kyl (R-Ariz.), would demand that all undocumented workers return home and apply for a new \ntwo-year temporary work visa. Such visas could be renewed for a total of six work years, but workers would have to \nreturn to their home countries for a year before reapplying. \n\n McCain maintains that approach is unrealistic, arguing that illegal immigrants would ignore the new visas and \nremain underground.  \n\n Other senators, including conservative Republican Johnny Isakson (Ga.) and moderate Democrat Ben Nelson \n(Neb.), favor the approach taken by the House in December, when it passed a bill that cracked down on illegal \nimmigration without offering any new avenue for lawful employment or citizenship. A handful of Democrats, led by \nSen. Byron L. Dorgan (N.D.), resolutely oppose the provision in the McCain-Kennedy bill that would offer about \n400,000 work visas a year to low-skilled foreigners seeking access to a U.S. workplace. \n\n  In the middle of the factions is President Bush, who for years has called for major changes in immigration laws, \nincluding a guest-worker program, but to many members of Congress has been maddeningly vague about just what \nhe wants. \n\n Yesterday, Bush demanded \"a bill that will help us secure our borders, a bill that will cause the people in the \ninterior of this country to recognize and enforce the law, and a bill that will include a guest-worker provision that will \nenable us to more secure the border, will recognize that there are people here working hard for jobs Americans \nwon't do, and a guest-worker provision that is not amnesty, one that provides for automatic citizenship.\" \n\n\n"}