{"title": "Toledo Hispanics hope Bush, Mexican president will discuss amnesty, trade in meeting", "body": "\nMembers of a large and growing Hispanic community in this gritty Lake Erie city say amnesty for illegal immigrants \nand the effects of free trade cannot be ignored when President Bush and Mexican President Vicente Fox visit \nThursday.\n\nWhile amnesty seems to have broad appeal among the city's Hispanics, many immigrants are wary of NAFTA: \nsome say it has not created jobs in Latin America, while others say it has taken jobs from the United States.\n\nThe White House said Toledo was chosen as a stop on the state visit because of its growing Hispanic community. \nThe two presidents are to spend Thursday visiting with children at a community center after speaking at the \nUniversity of Toledo.\n\nThe city, a Democratic and union stronghold, suffered heavy job losses at glass and auto plants in the 1980s. The \ncity's voters backed Al Gore in the 2000 election even though Ohio went for Bush.\n\nAccording to the 2000 census, 17,141 people - or 5.5 percent of Toledo's 313,619 residents - were Hispanic. Of \nthose, 13,320 - or 4.2 percent of the city's population - said they were Mexican. More than 4,000 Hispanics moved \nto the city in the past decade.\n\nOn Wednesday, Fox opened his state visit by challenging Bush to work out a bilateral migration agreement before \nyear's end. Baldemar Velasquez, director of the Toledo-based Farm Labor Organizing Committee, has also \npressured the Bush administration to give amnesty to new immigrants.\n\n\"We are referring to human beings whose sole purpose for crossing deserts and facing enormous dangers is \nlooking for a job,\" said Velasquez, whose organization represents 7,000 field workers.\n\nThe state estimates that there are 13,000 migrant workers in Ohio, but advocates for migrant farm workers estimate \nthere are up to 70,000 - the majority here illegally.\n\nSome say those who have immigrated to the city have fewer jobs because NAFTA has siphoned jobs from Toledo \nto Mexico. Others say immigrants have come to the United States because NAFTA has not created enough good \njobs in their countries.\n\n\"If NAFTA in concept is so good, why are there so many Mexicans coming here looking for work?\" said Louis \nEscobar, who in 1997 became the first Hispanic elected to the Toledo City Council.\n\nCongresswoman Marcy Kaptur, a Democrat who represents Toledo, estimates Ohio has lost at least 37,000 jobs \nbecause of the agreement with Mexico. Most recently, workers at the city's new Jeep plant had hoped \n\n\nDaimlerChrsyler would bring production of the hot-selling PT Cruiser to Toledo, but the jobs went south of the \nborder.\n\nOn the Net:\n\nThe Ohio Commission on Hispanic/Latino Affairs: http://www.state.oh.us/spa/ \n\nGraphic\n\n \n\nAP Photo CO501, 503; AP Graphic TOLEDO HISPANICS\n"}