{"title": "'Organizational Schizophrenia in the I.N.S.'", "body": "\nTo the Editor:\n\nYour Oct. 22 editorial ''The Immigration Mess (Both of Them)'' and your front-page story on Federal assertions that \nlawyers are aiding immigration fraud (Oct. 21) need the addition of a chapter on the seeming failure of the \nImmigration and Naturalization Service to deal with the well-ripened fruits of illegal immigration. I suggest it be titled \n''Organizational Schizophrenia in the I.N.S.''\n\nThe incredibly mixed signals I.N.S. receives from Congress, the Administration and its internal hierarchy (both past \nand present), has resulted in an agency with a classic split personality, in an identity crisis.\n\nI.N.S. is still reeling from a succession of Presidentially appointed commissioners of diverse backgrounds. The \nmessage these appointments sent to the agency, to Congress and to the public was worse than unclear, and the \neffects are still with us.\n\nThe Senate, for all its positive efforts to struggle with illegal immigration, has, in succeeding sessions, passed \nsanctions provisions to assist I.N.S. in dealing with unscrupulous employers of illegal aliens. Simultaneously, \nhowever, the Senate, by approval and adoption of the McClure open-fields amendment, would create an absurd \ninconsistency with those sanctions provisions by imposing an open-field search warrant requirement on I.N.S. \nagents.\n\nThe courts are not without their input in warping the I.N.S.'s personality. Indeed, we must live with the scars of \njudicial decrees that under the guise of due process have frustrated the ability of the I.N.S. to effect the removal of \ncountless Haitian boat people from this country.\n\nFinally, is it any wonder that this agency and its clients fall prey to schemes and schemers to abuse the system? \nSome insist there are increasing numbers of dishonest lawyers engaged in the immigration business. It is my \nfeeling, instead, that there are increasing opportunities for abuse created by our unwillingness to simplify our \nprocesses.\n\nWe somehow attempt to convince ourselves and others of the complexity of our work. At the highest levels we \nproclaim that I.N.S. laws and regulations are at least as complex as the revenue laws. We perpetuate this by \ninsisting that one must hire a lawyer to pursue an entitlement benefit, no matter how simple or pro forma the \nadministrative process. In so doing, we drive the legal or illegal alien, who often is at a tremendous cultural and \nlanguage disadvantage, to unscrupulous persons (waiting under the umbrella of I.N.S. blessing) for assistance.\n\nThere is little argument that some issues and cases before I.N.S. are complex and should be handled accordingly. \nHowever, the vast majority of I.N.S. fraud involving lawyer culpability flows from I.N.S. administrative proceedings \nnot requiring legal representation. This agency is chartered by Congress to provide benefits to people, regardless of \n\n\nwhether they are represented and without regard to their ability to pay for such representation. Notwithstanding, we \nsend mixed signals.\n\nWhile we will not provide counsel to persons filing for benefits, we advise them that they may be represented by a \nlawyer or a nonlawyer representative specifically approved by the Board of Immigration Appeals, though that \nnonlawyer representation is generally unavailable or limited to inexperienced personnel. Ironically, I.N.S. will not \nallow unrestricted representation (as does the Internal Revenue Service) by any other nonattorney, regardless of \nthe individual's qualifications. This shortsighted, narrow thinking sanctions and encourages representative fraud.\n\nIn summary, I.N.S. must cease functioning as a multiple personality to accommodate the shortcomings of each of \nthe branches of government. It is time I.N.S. reassessed its role in government as an executive branch agency and \nshed its dual personality to perform that role effective-ly. WILLIAM H. TRUESDALE JR. Getzville, N.Y., Oct. 30, \n1985 The writer was deputy district director of the Immigration and Naturalization Service, Buffalo District.\n\nGraphic\n\n \n\ndrawing\n"}