{"title": "Immigrants' Cash Floods Homelands; Study Finds Totals Much Higher Than Expected", "body": "\nIn tiny ethnic groceries and check-cashing shops, immigrants in the Washington area line up every day to send \n$200 or $300 to families back home. Now, a detailed study has concluded those payments add up to more than a \nbillion dollars a year that goes to Latin America from workers in the District, Maryland and Virginia. \n\nThe massive flows are part of an estimated $30 billion annually that Latin American immigrants in the United \nStates convey to their home countries, according to the study, to be released today by the Inter-American \nDevelopment Bank. \n\nOf that amount, the study estimates, $94 million comes from the District. Immigrants living in Maryland send $500 \nmillion, the survey estimates, and those living in Virginia send $586 million. Most Latino immigrants in Maryland \nand Virginia live in the Washington suburbs. The study said the region's immigrants are more likely to send \nmoney to Latin American than are immigrants nationwide, and they send money more often. \n\n\"It adds up very quickly. If you can imagine $30 billion going south every year, from people who are maids and \nparking attendants and day laborers, it's a pretty amazing phenomenon,\" said Sergio Bendixen, whose Florida-\nbased polling firm was commissioned to do the study. \n\nWhile sending money home is an age-old immigrant tradition, the flows are receiving increasing attention from \ndevelopment experts. Rising immigration to the United States in recent decades has produced a surging tide of \ncash heading south, which far surpasses official aid.  \n\nBendixen said his survey is the biggest state-by-state sampling of Latin American immigrants who send money \nhome. The results startled even those who work with immigrants. \n\n\"Wow! I knew it was an incredible amount, but $94 million from the District alone is enough to blow your mind,\" said \nthe Rev. Donato Lippert, executive director of the Spanish Catholic Center, which has an office in Columbia Heights \nthat provides services to immigrants. \n\nBendixen's survey was based on 3,802 telephone interviews this year with Latin American adults in 37 states and \nthe District. The pollsters sought a representative sampling, but because only 100 interviews were done in each \nstate, the individual figures have a high margin of error, nearly 9 percent, Bendixen said. \n\n\nStill, scholars who study remittances said the estimates appear to be on target. Manuel Orozco, a professor at \nGeorgetown University who is considered a top expert on the subject, said figures he has tabulated from money-\ntransmitting companies show that immigrants could be sending more than they told the pollsters.  \n\nLocal immigrants said many people send money home like clockwork. \"There are people who send two times a \nmonth, $200 each time,\" said Francis Castillo, 24, a Gaithersburg electrician who works a second job at a Western \nUnion money-transmitting store. He sends $200 a month to his parents in El Salvador.  \n\nThis giant transfer of wealth has transformed parts of Latin America, bringing new houses, badly needed medicine \nand countless refrigerators and televisions to struggling families. Remittances are crucial sources of foreign \nearnings for many poor countries; they amount to 14 percent of El Salvador's gross domestic product, for example.  \n\n\"It's the best kind of foreign aid because it's not going into the hands of corrupt politicians. It's going into the streets \nand alleys of El Salvador, where people really need it,\" Lippert said. \n\nHowever, it is foreign aid donated by America's poor. Nearly half of those surveyed nationwide said they earned \nless than $20,000 a year. Many immigrants make sacrifices here in order to help relatives back home. \n\nLourdes Guardado, 39, of Columbia Heights sends $280 a month to her mother in Honduras. To afford those \npayments, and support her 4-year-old son here, the single mother works two jobs, making sandwiches in a \nrestaurant and cleaning buildings at night. \n\nEven though it is hard for her to send the money, Guardado can't imagine stopping. \n\n\"It's my obligation as a daughter,\" she said simply. \n\nMany Latin American immigrants feel a similar obligation. In the District, nearly three-quarters send money home \nregularly, according to the survey. About 80 percent in Maryland and 84 percent in Virginia do so, the study says. \n\nThose numbers are among the highest in the nation and reflect the high proportion of recent immigrants in the \nWashington area, according to those who study remittances. In contrast, the study found about 43 percent of \nLatin American immigrants in Texas send money to their countries of origin.  \n\n\"The more recent the population, the less roots those people have put down. They're going to remit more,\" said B. \nLindsay Lowell of the Institute for the Study of International Migration at Georgetown University.  \n\n\"That 10- to 15-year period [after arriving] is kind of magical,\" Lowell said. \n\nCritics of large-scale immigration have expressed concerns that this financial outflow could hurt struggling \nneighborhoods here. Some analysts say that Cuban immigrants flourished in the United States in part because \nthey couldn't send money to their nation after the Communist revolution and instead invested in their new land. \n\nAcademics say that little research has been done on the subject but that studies indicate that Latin American \nimmigrants send home about 10 percent of their household income. Lowell said research has shown immigrants \nsend back less money if they are truly strapped. And most immigrants decrease their payments home after a few \nyears. \n\nJuan Lazo, 49, is one of them. The mariachi musician used to send about $500 a month to El Salvador for the care \nof his three daughters. They are now grown. But the Columbia Heights resident said he still sends about $200 a \nmonth to help his elderly mother. \n\n \"It's the only thing she's living on,\" he said. \n\nDonald Terry, who heads the Multilateral Investment Fund, the arm of the Inter-American Development Bank that \nsponsored the study, said in an interview he hopes it will entice financial institutions to reach out to Latin American \n\n\n\nimmigrants, many of whom lack bank accounts. Fund officials hope that immigrants will be able to use their \nremittance records to qualify for credit and other bank benefits. \n\nAbout one-third of those polled for the survey were illegal immigrants, and roughly one-quarter were U.S. citizens. \nThe study did not include remittances to Haiti and the English-speaking Caribbean. \n"}