{"title": "IMMIGRANT BATTLE STAYS OFF THE FIELD", "body": "\nOmar Minaya said he would have given any player the day off, if somebody stepped forward and asked. But \nnobody asked. On this Day Without Immigrants (Un Dia Sin Inmigrantes), when Hispanic farm workers and \nlandscapers, among others, across the nation skipped work, all 14 foreign-born Mets on a 25-man roster showed \nup at Shea to play last night against the Washington Nationals.\n\n\"I try to accommodate my players,\" Minaya said before the Mets won, 2-1, on a throwing error by reliever Gary \nMajewski in the ninth. \"This is part of everybody's life, and it's developing more all the time. Did you see the crowds, \nthe demonstrators? I have never seen anything like it. But I don't think anybody asked the players not to work, and I \nthink there was more pressure on the Cubans.\"\n\nMinaya was talking about April 2000, when Rey Ordoñez of the Mets and Orlando Hernandez of the Yanks were \namong the players who boycotted games to protest Elian Gonzalez's return to Cuba. That issue hit the anti-Castro \nCubans square in the gut. \"It was more concentrated,\" Minaya said.\n\nThis time around, the debate is complex and there is more of a disconnect between the major league millionaires \nand grassroots political organizers.\n\nThe call for a work stoppage was somewhat fractured, ambiguous. The Met players aren't immigrants, they are \nspecial-skill visitors. And the pending legislation in the U.S. House of Representatives that would criminalize illegals \nhas little effect on the world of these ballplayers, who are welcomed and worshipped in their communities.\n\nThe same fans who might object to a collection of Mexican day laborers on Long Island have little problem cheering \nlike crazy for Pedro Martinez or Carlos Beltran.\n\nThere are foreigners, and then there are foreigners.\n\n\"It's a tough cookie,\" said Martinez, from Santo Domingo in the Dominican Republic. \"We certainly talk about it. \nWe're in such a different position. We don't fit. We're more comfortable than 90% of citizens here. I'm a role model. \nI'm admired by blacks, whites, everyone. We have the best jobs ever. So we're not the right people to protest or say \nanything. But we feel for these people. We were there where they are, and we know what they went through.\"\n\nMartinez is a thoughtful guy, in addition to being an unparalleled pitcher. It would have been quite the statement by \nhim to ask to leave the ballpark, even if it meant being docked a day's pay.\n\n\nBut that is not the way of the modern ballplayer, whether he is homegrown or imported. There is always the fear of \na backlash, of taking a stand. \"It's not my position to have an opinion,\" Martinez said. To be fair, these players are \nnot U.S. citizens and it is more than a little intimidating to meddle in the politics of another nation. They are \naccidental tourists here, and rich ones at that. A comment might appear presumptuous.\n\nCarlos Delgado, from Aguadilla, Puerto Rico, learned all about such a backlash with the \"God Bless America\" \nnonsense, and now he is a bit gunshy. Despite the reputation that Delgado brought with him to Shea as an \noutspoken, political maverick, he has curbed such inclinations.\n\n\"I know what's going on from what's on the news,\" Delgado said. \"But it's a very sensitive issue.\"\n\nThe Mets have become famous for their international flavor, for the Latin beat in their clubhouse. There are four \nPuerto Ricans, six Dominicans and a Japanese second baseman on the current roster.\n\nThey were all manning their positions last night, playing before a relatively small crowd at Shea that has yet to catch \npennant fever. Victor Zambrano from Los Teques, Venezuela, started and got into a pitching duel with Ramon Ortiz \nfrom Cotui, Dominican Republic.\n\nA big play happened in the fifth, when Jose Reyes from Santiago, Dominican Republic, lined a ball into left \nmisplayed by Alfonso Soriano from San Pedro de Macoris, Dominican Republic. Reyes was caught in a rundown \nstretching, and then Ortiz survived the jam when Carlos Beltran from Manati, Puerto Rico, flied out to center.\n\nDelgado tied the game with a solo shot in the sixth. Pedro Feliciano from Dorado, Puerto Rico, and Duaner \nSanchez from Cotui did a fine job in relief.\n\nBack in March, we learned a lot about the origins of these players during the World Baseball Classic. On a day like \nyesterday, we needed to be reminded again.\n\nfjbondy@netscape.net\n"}