{"title": "She can only DREAM Immig hopes bill frees school aid", "body": "\nSAMANTHA GOT straight A's, high SAT scores and participated in extracurricular clubs and student government \nduring her senior year in high school.\n\nThe hard work paid off - the East Harlem teen was accepted last spring to five top-tier liberal arts colleges, including \nher No. 1 choice, Wesleyan.\n\nBut her hopes of spending four years on the leafy Connecticut campus were dashed all because she couldn't afford \nthe hefty tuition and her immigration status made her ineligible for financial aid at private universities.\n\n\"I was really lost. I didn't know what was going on. I was a mess,\" recalled Samantha, whose last name the Daily \nNews is withholding at her request.\n\nThe whipsmart teen was born in Mexico and is among the 345,000 undocumented students in New York State.\n\nLike her, many have attended the state's public elementary and high schools without reprisal, but their pursuit of \ncollege degrees at elite schools has been cut short by state and federal laws barring them from government grants \nand low-interest loans.\n\nState education officials have been pushing to give more rights to immigrant kids since 2002, when they granted \nthem in-state tuition discounts at public universities.\n\nMore recently, the state Board of Regents endorsed the federal Development, Relief and Education for Alien Minors \n(DREAM) Act in October, which would bestow resident status on immigrants who earn high school diplomas and \ngo on to college.\n\nAnd last Monday the Regents announced a new bill called the Education Equity for DREAMers Act, which would \nallow undocumented students to apply for state college tuition grants of $5,000 for each school year.\n\nIn the meantime, Samantha enrolled at City College this fall as a cheaper alternative to her top choices. She is one \nof about 2,000 undocumented students in the CUNY system, according to official records.\n\nHer family came to the U.S. in 1998 on a tourist visa and then stayed.\n\nSamantha's father left two years later, leaving her mother as the sole provider. To save on costs, Samantha shares \na room with her brother, and buys used textbooks and clothes.\n\n\n\"I consider myself an American, and I want to be equal,\" said Samantha, who is still battling for citizenship in court.\n\n\"But I'm not equal. It's hard to swallow,\" she said.\n\nFor Samantha's mom, Margarita, who works 60 hours a week as a restaurant manager, coming to the U.S. was all \nabout giving her children a better life.\n\n\"It's been my dream to have my children go to college,\" she said tearfully. \"But I don't know how I will continue to \nafford it.\"\n\nThe Regents' bill hasn't been brought before the Legislature and is likely to encounter opposition from state Senate \nRepublicans, said Sen Martin Golden (R-Brooklyn).\n\n\"This is a tough time for a bill like this. There's not even enough money right now to offset tuition costs for legal, \ndocumented New Yorkers,\" said Golden, who added that the bill would place a new burden on the state budget if \npassed.\n\nGov Cuomo hasn't taken a position on the bill yet, but he will review it, a spokesman said.\n\nBut Board of Regents Chancellor Merryl Tisch, who has spearheaded the bill, believes undocumented students \ndeserve a chance at a college degree.\n\n\"The Board of Regents is very committed to allowing these undocumented youngsters to partake fully of the \nAmerican dream,\" Tisch said.\n\nbchapman@nydailynews.com\n\nGraphic\n\n \n\nStar high school student Samantha had the grades to get into a top-tier college, but could not afford the tuition. If a \nbill becomes law, undocumented immigrants like her could get financial aid. Photo by Chistie M. Farriella\n"}