{"title": "Obama deportation reprieve expands", "body": "\nAbout 350,000 more illegal immigrants than previously thought could earn an additional two years in the United \nStates when President Obama's new policy takes effect next week, according to the Migration Policy Institute.\n\nUnder the Deferred Action for Childhood Arrivals program, students age 30 or younger who are enrolled in school \non the day they apply will be eligible for a two-year reprieve from deportation if they demonstrate that they came \nto the United States before their 16th birthday, lived here for the past five years and have not been convicted of \ncertain crimes or pose a national security threat.\n\nBefore the new rule was announced last week, the program was to be open to students enrolled in school as of \nJune 15, 2012, or those who have graduated high school or received a high school equivalency or honorably left \nthe armed services, including the Coast Guard.\n\nThe program takes effect Aug. 15, when the government will begin accepting applications for deferral.\n\nThe application includes a fee of $465, used to fund the program, although exemptions will be provided for minors, \nhomeless youths, those with chronic disabilities and those who fall below 150 percent of the poverty level.\n\nApplicants who are denied deferral will not have the option to appeal. Those approved will be able to separately \napply for work authorization in the United States.\n\nThe institute estimated in June that 1.4 million illegal immigrants could benefit from the program. Those estimates \nincluded only students who were enrolled in school as of that date.\n\nSpeaking Tuesday at a panel at the Carnegie Institution for Science, Doris Meissner, director of the institute's U.S. \nImmigration Policy Program, said as many as 1.76 million people could now be eligible, based on new guidance \nreleased Friday by the Department of  Homeland Security.\n\nJeanne Batalova, an author of the report, said the program is \"a powerful incentive to go back to school\" for young \npeople who previously were not continuing their education.\n\n\nAlejandro Mayorkas, director of U.S. Citizenship and Immigration Services, emphasized that the program only \nserves to delay deportation for successful applicants, without excusing \"past unlawful presence.\"\n\n\"It does not provide a pathway to permanent residence or citizenship,\" Mayorkas said.\n\nDHS previously said that it may need to hire more than 1,400 full-time employees, as well as contractors, to handle \nthe volume of requests. Mayorkas said both the number of applications and the pace at which they come in will \ndetermine how long it takes service centers throughout the United States to process them.\n\n- Associated Press\n"}