{"title": "Boris Johnson's leaked plan to sort Brexit flops as Dublin dismiss it in minutes; Boris Johnson today confirmed he will make a 'very good offer' to the EU 'very soon' -but Ireland poured cold water on the plans saying the border 'deserved better'", "body": "\nBoris Johnson's leaked draft plan to solve Brexit has been furiously dismissed by the Irish government just hours \nbefore he finally reveals it.\n\nBoris Johnson today confirmed he will make a \"very good offer\" to the EU \"very soon\" to try to get a deal -less than \na month before the October 31 deadline.\n\nBut he is already facing an angry backlash over proposals leaked overnight for the Irish border.\n\nAccording to RTE, a paper suggested there will be \"customs clearance centres\" 5 to 10 miles back from Northern \nIreland's border with the Republic.\n\nMr Johnson today said that leak was \"not quite right\", out of date, and a string of border posts is \"not what we're \nproposing at all\".\n\nBut it was too late to stop deputy Irish premier Simon Coveney -who poured cold water on the plans saying both \nsides of the border \"deserve better.\"\n\nAnd Sinn Fein leader Mary Lou McDonald said the leaked proposals would \"essentially\" be a return to a hard \nborder in Ireland that will \"sabotage\" the peace process.\n\nRuling out backing such a plan, she said: \"What has been described in this document is essentially a hard border \non the island of Ireland.\n\n\"Anything that causes there to be customs, tariffs, checks anywhere represents a hardening of the border.\"\n\nMr Johnson did not provide full details of his Brexit plan this morning in a round of media interviews.\n\nHe said it was \"absolutely not\" true that he wanted to simply move border checks away from the physical border.\n\n\n\"There are very good reasons why that would not be a good idea... both for practical reasons and reasons of \nsentiment that we totally understand,\" he told the BBC.\n\nBut he admitted it was a \"reality\" that some checks would be needed to create a \"single customs territory\" for the \nUK once it leaves the EU.\n\nThe Prime Minister is expected to make a full offer to the EU in the next few days.\n\nHe added \"this is the moment when the rubber hits the road\" and \"this is where the hard yards are in the course of \nthe negotiations.\"\n\nIrish State broadcaster RTE reported the suggestion sent to the European Union by the UK would lead to the posts \nbeing built between five and 10 miles back from the current border.\n\nThe idea for the customs posts are contained in the so-called 'non-papers' submitted by UK officials during recent \ntechnical discussions.\n\n Simon Coveney, Ireland's deputy PM, tweeted: \"Non-Paper = Non-Starter. Time the EU had a serious proposal \nfrom the UK Govt if a £ Brexit deal is to be achievable in October. NI and IRE deserves better!\" \n\n Labour's Shadow Brexit Secretary Keir Starmer tweeted: \"If Boris Johnson had spent any time listening to \nbusinesses and communities in Northern Ireland, he would know that these proposals are utterly unworkable.\" \n\nOpposition political parties across the Irish Sea also criticised the reported plans.\n\nLisa Chambers, the Fianna Fail Brexit spokeswoman tweeted: \"This is effectively a border with a buffer zone and is \nclearly not a satisfactory alternative to the backstop.\n\n\"With 30 days now to go until Brexit we need to see sensible workable solutions that ensure no hard border on the \nisland of Ireland. What about regulations on goods\"\n\n\"For all the U.K. governments talk that they wouldn't erect a border on the island of Ireland, here they are \nproposing a border as a solution to their £Brexit paralysis,\" she tweeted.\n\nSinn Fein President Mary Lou McDonald tweeted: \"It is further evidence of Tory recklessness and belligerence \ntowards Ireland.\"\n\n Irish Labour Party Leader Brendan Howlin also dismissed the plans. \n\nHe tweeted: \"Leaked proposals from the UK on alternatives to the backstop are completely unacceptable. The UK \nis well aware that a mass of new border checks, wherever sited, breach the agreement reached with the May \ngovernment to avoid regulatory barriers to trade.\"\n\nSDLP Leader Colum Eastwood said the reported proposals fall short of fulfilling the objective of the backstop.\n\n\"The content of these proposals fails to meet the British Government's obligations under the December 2017 joint \nreport to avoid physical infrastructure, checks and controls at the border. It doesn't matter if it's a mile, five miles or \nten miles away, the presence of physical checks will create economic and security challenges that are \nunacceptable,\" he said.\n\nSeparately, the Irish Farmer's Association President Joe Healy said the reported proposal by the UK to install \ncustom clearance centres' at both sides of the border is not a credible alternative to the backstop.\n\n\"These customs clearance centres' are border posts under a different name. The purpose of the backstop is to act \nas a fallback in the event that a future trade deal cannot address the NI Border issue to the UK and EU's \n\n\n\nsatisfaction. This latest proposal is an attempt to put lipstick on a pig. A customs post is a customs post, no matter \nwhat is called or where it's located,\" he said.\n\nThe Tory Justice Secretary also played down the leaked plans.\n\nRobert Buckland told Sky News: \"They're very much preliminary documents.\n\n\"And when it comes to the Irish border they only cover a part of the settlement of that border.\n\n\"I don't think that by any means this is the be all and end all of what I hope will be detailed negotiations over the \nnext couple of weeks. \n\n\"I hear what the Irish have had to say about it and quite clearly there is work to be done.\n\n\"But let's not pretend these documents are a final piece in the jigsaw.\n\n\"I very much hope the negotiations will be conducted away from the gaze of the cameras.\" \n"}