{"title": "U.S. IMMIGRATION RELEASES HAITIAN TEEN HELD FOR YEAR", "body": "\nAn orphaned Haitian teenager who spent more than a year in U.S. immigration custody was freed to go live with a \nrelative, but she still could face deportation when she turns 18.\n\nRose Thermitus, 17, was among more than 200 Haitians who arrived on an o vercrowded wooden freighter that ran \naground in Miami in October 2002. She was freed from a Miami shelter Tuesday and flew to New York, where she \nwill live with a cousin.\n\n\"I am very happy,\" Thermitus told The Miami Herald. \"I didn't believe they would release me.\"\n\nHer request for asylum had been rejected, but she couldn't be deported because Haiti refused to issue a travel visa \nto a child traveling alone with nowhere to go when she arrived. Her parents are believed dead, and federal officials \nhad failed to find anyone in Haiti willing to take her in.\n\n\"I am convinced that releasing Rose today was the right and proper thing to do,\" said Wade Horn, assistant \nsecretary for children and families at the U.S. Department of Health and Human Services.\n\nU.S. officials could still seek to deport her when she turns 18, an official at an immigrant advocacy agency says.\n\nOfficials with the Homeland Security Department, which had sought to deport her, had no immediate comment \nWednesday.\n\nThermitus and her older brother left Haiti after the family's home was burned down by a mob. Her brother was \ndeported to Haiti after his asylum request was denied. She does not know where he is now.\n\nThermitus' case and those of other children like her have cast a spotlight on the U.S. policy of detaining Haitians \nindefinitely.\n\nHaitians seeking asylum generally used to be released on bond, free to live with family members while they \npursued their claims. But in April, Attorney General John Ashcroft, citing national security concerns and a possible \nmass migration from Haiti, stated that Haitians must remain in custody while their cases are considered.\n\nNotes\n\nFOCUS ON HAITI\n\n"}