{"title": "Sesno Reports: Press One for English", "body": "\n\"Press One for English,\" the latest hour-long episode of the public affairs television show Sesno Reports, brings \ntogether policymakers, community leaders and citizens for a town hall meeting examining the trends and implication \nof immigration in the Washington, D.C. region.\n\nShow participant Audrey Singer, visiting fellow at the Brookings Institution Center on Urban and Metropolitan Policy, \ntook your questions and comments.\n\n\"Press One for English\" airs Thursday, June 3 at 8 p.m. ET on WETA. Sesno Reports is a public affairs series \nexploring issues, opportunities and challenges facing the National Capital Region and the nation. The series is \nhosted by Frank Sesno, veteran journalist, former CNN Washington bureau chief and GMU professor of public \npolicy and communication.\nwashingtonpost.com\n\nThe transcript follows.\n\nEditor's Note: Washingtonpost.com moderators retain editorial control over Live Online discussions and choose the \nmost relevant questions for guests and hosts; guests and hosts can decline to answer questions.\n\n________________________________________________\n\nAudrey Singer: Hello all. The Washington region has emerged as a major immigrant gateway in the past 25 years. \nI'm glad to take your questions on this topic and on immigration issues more generally.\n\n_______________________\n\nAshburn, Va.: I'm very concerned about the comments made by the Maryland Governor Bob Erhlich and his \nlikewise collegue Donald Schaefer about the multiculturalism statements. My question is why isn't our TV media \nmaking a bigger indept coverage on these senseless comments? Those comments seem very prejudice and \nbiased. It appears many immigrants I've spoke to in Maryland are not aware of their views.\n\nAudrey Singer: I think there has been a considerable amount of press on this topic. It may take awhile for people to \nhear about it. The important issue is that we want to hear from our leaders comments that are supportive, tolerant \n\n\nand inclusive about immigrants and all people who live in the region. Montgomery County Executive Doug Duncan \nand others has made some very helpful comments in this regard.\n\n_______________________\n\nWashington, D.C.: Why are trends surrounding immigration different here in D.C. -- higher educational attainment, \nmore integration into the local economy, as opposed to places like LA and Miami where most seem to end up in a \nbizzare, off-the-books existence?\n\nAudrey Singer: The Washington metropolitan area is blessed with a stable, growing economy thanks largely to the \nfederal government and associated industries located here. Immigrants fill jobs at all skill-levels in this kind of \neconomy. Washington attracts the full range of immigrants here, whereas in LA and Miami, the market is \nsauturated, and immigrants and native born alike have been leaving recently. We also get a lot of highly educated \ninternational types who work in international agencies.\n\n_______________________\n\nEmporia, Kan.: It may not be \"P C \" but isn't any new immigrant to the US who doesn't become English fluent stay \ndoomed to a perminent underclass \"serf\" or minimum level sector of the labor pool ?\n\nAudrey Singer: I think most people, including immigrants, would agree that English language proficiency is the best \nway to get ahead in this country. But immigrants who come here as adults say it is often the hardest thing to do \nonce they are here. There is a lot of hope for the children of immigrants who atttend our schools, learn the language \nquickly and go on to lead productive lives.\n\n_______________________\n\nWashington, D.C.: Just curious: when did this debate begin to focus so much on the \"rights\" of illegal immigrants, \ninstead of the right (and obligation) of law enforcement to deport them#63; I for one don't really care if they get as \nlittle legal process as possible, because it's a bottom line issue. If they are here illegally, they must be sent home.\n\nAudrey Singer: I think the growth of the illegal or undocumented population in recent years has made many people, \nincluding federal and local policymakers, business people, and advocates think long and hard about why so many \npeople want to live here in \"the shadows.\" If it were simply a matter of enforcing the border and keeping people out, \nwe could focus efforts there. Despite the enormous sums of money we spend at the border trying to keep people \nout, there are other forces at work. Employers continue to recruit workers, often directly from abroad, regardless of \nlegal status. Family unification drives many to come who may be in line for visas but are on a long waiting list for \ngreen cards. Students come here to be educated, and along the way find job opportunities, fall in love, start \nfamilies, etc. These processes all contribute to why we have a growing undocumented immigrant population in the \nUnited States.\n\n_______________________\n\nLincoln, Mass.: How has the influx of immigrants over the past 10 to 20 years influenced growth on the outskirts of \nmetropolitan areas? Some are claiming that immigrants are contributing to sprawl. What do you think about this \nidea?\n\nAudrey Singer: There are now more immigrants living in suburban areas than in central cities. Some argue that as \nthe suburbs have begun to look more like cities in terms of their population characteristics that this has made \nnative-born whites fearful and they have continue to move further away from the core of urban areas. I don't know if \nwe have proof on this topic yet, but there is plenty of speculation.\n\n_______________________\n\nRandolph, N.J.: What impact will the growing immigrant population have on the politics in Maryland? Are the good \nol'boys such as Gov. Erhlich already feeling threatened?\n\n\n\nAudrey Singer: Maryland is an interesting state with regard to immigrants and the politics behind immgigration \nthere. Although the Gov. made the statements that he made, there are plenty of policies, particularly in the counties \nwith large immigrant populations, that show that Maryland is doing a lot to assist immigrants in integrating into local \ncommunities. And Mayor O'Malley of Baltimore has recently opened up an office to welcome immigrants and help \nthem make it in Baltimore.\n\n_______________________\n\nWashington, D.C.: I watched the show, and had this impression: the panelists who want to see more enforcement \nof our immigration laws had facts and arguments on their side, while the folks who for whatever reason oppose our \nimmigration laws relied almost entirely on cliches and platitutes about the United States being \"a nation of \nimmigrants\". How do you think this debate can proceed when one side is so blinded by slogans that it can't actually \nformulate an argument or confront inconvenient facts#63;\n\nAudrey Singer: I guess I would say that those in favor of continuing immigration and helping immigrants incorporate \ninto American society recognize that immigrants are going to continue to come here and make contributions to US \nsociety and economy, so why not make it easier for people to succeed in this effort. They acknowledge that it not \nwithout conflict and resistence at times, and in localities, but that we can make it work better.\n\n_______________________\n\nSeattle, Wash.: Can we expect immigration to help the U.S. cope with the forthcoming surge in seniors as baby \nboomers retire?\n\nAudrey Singer: You bet. Immigrants, their children and grandchildren are and will be an important component of our \nlabor force. Unlike Western European countries and Japan who are facing huge deficits in labor supply as their \npopulation greys, we are admitting immigrants at high enough level to stave this off for now. Who's going to take \ncare of us when we are old? Who's going to fill the treasury in the decades to come?\n\n_______________________\n\nBoston, Mass.: Our society today is not assimilating new immigrants as quickly as they are arriving. Why is that? \nShould we be concerned? And what does this mean for our future?\n\nAudrey Singer: If we compare today's immigrants with historical trends, its difficult to know if contemporary \nimmigrants will assimilate in the same way because enough time has not elapsed. In the first decade of the 20th \ncentury we admitted almost as many immigrants as we did in the 1990s. We are now several generations away \nfrom those Europeans who seem to have \"melted\" seemlessly into America. But America changed along the way, \nand it is very likely that the impact of this wave of immigrants largely from Latin America and Asia will also change \nAmerica. It already has. Should we be concerned? In the grand scheme of concerns about where we are headed, I \nthink we have bigger things to worry about.\n\n_______________________\n\nPoolesville, Md.: Does the suburbanization of immigrants in this region mean that we have fewer \"ethnic enclaves\" \nthan other regions where the immigrant population is more rooted in older, central city neighborhoods? If so, does \nthat affect their ability or desire to incorporate more fully into the economy and society?\n\nAudrey Singer: Washington's lack of historical immigration means there are really no residential enclave like NY's \nlower East Side, Chicago's Little Village. So immigrants arriving here are moving to suburbs that offer opportunies \nin terms of housing, jobs, schools etc. My research on immigration to the region shows that immigrants are not \nclustering by national origin, creating pretty heterogeneous neighborhoods.\n\n_______________________\n\n\n\nAtlanta, Ga.: It seems that more and more immigrants are arriving here with little or no skills. They act as a huge \nburden to U.S. taxpayers, since these people clearly take away more in services than they add. Why not be prudent \nand limit immigrants to those with a decent command of English and good skills, as Canada and some other \nEuropean countries do?\n\nAudrey Singer: Our admissions policy for legal permanent residents (green card holders) prioritizes the unification \nof families. Its been our prevailing ideology that we keep families together. While we do have provisions for \nemployment and skills-based admissions, they account for a much smaller proportion of permanent entries. We \nhave chosen to use temporary visas, such as H1-B's to admit the highly skilled for temporary periods of time. \nPeople have argued that we need this flexibility to keep up with ebbs and flows of labor demand.\n\n_______________________\n\nVienna, Va.: Isn't the continuing high level of immigration keeping wages down for lower-level jobs? With the \ncontinuing high turnover, what's the incentive for employers to ever raise pay rates? Who can live on minimum \nwage? Seems like we're going towards a permanent underclass here.\n\nI read somewhere that we'd have a labor shortage if immigration declined significantly. As a workingman, I don't \nsee what's wrong with a labor shortage!\n\nAudrey Singer: My sympathies to the working man, but the reality is we have a Wal-Mart economy where wages \nare kept low to yield large profits for corporations and low prices for the rest of us.\n\n_______________________\n\nHarrisburg, Pa.: Baltimore and other communities have encouraged and assisted immigrants to move into marginal \nneighborhoods, establish a stable community, and reverse the past spread of urban decline. Do you see this as a \npossibility in other cities, and what needs to be done to allow such efforts to be successful#63;\n\nAudrey Singer: Really, what will revitalize declining communities in cities with dropping population is job \nopportunities. For Cleveland or Balitmore or Philadelphia to have success in their campaigns to attract immigrants, \nit should come with some economic development plan as well. Then the available housing and commercial stock \nthat exists and is vacant can be utilized. I do think leadership that sends a symbolic welcoming message is \nimportant to this process too.\n\n_______________________\n\nWashington, D.C.: Isn't the concern about immigrants not learning English a little paranoid? Every time I tune into \nthe Spanish language channels (to watch football) there seem to be an awful lot of advertisements for English \nlanguage tuition, audio cassette courses etc. Surely if they are beng advertised there must be a relatively large \nmarket for them and therefore a desire amongst immigrants to learn English?\n\nAudrey Singer: English proficiency can be low in some communities and there is a large segment of the immigrant \npopulation with little formal education from their own country. That said, many of these people are working long \nhours and don't have much time to commit to English classes. There also is a shortage of local programs for adult \nlanguage learners. Without a large infusion of federal or local grants to run English programs, many adult will falter. \nHowever, their committment to their children's English proficiency is high. Plus the children watch English-tv, go to \npublic schools and otherwise keep up with American popular culture which has a huge assimilating effect.\n\n_______________________\n\nAudrey Singer: Thanks to all who submitted questions, I unfortunately couldn't get to all of them. Immigration is \nchanging metropolitan areas and neighborhoods in many areas--both established and new--across the country. \nLearn more about how immigration has changed Washington, D.C .and other metropolitan areas at \nwww.brookings.edu/urban \n\nhttp://www.brookings.edu/urban\n\n\n_______________________\n"}