{"title": "NASA Photo Shows Massive Alien Base On Jupiter's Moon Europa", "body": "\nSep 02, 2019( International Business Times News: http://www.ibtimes.com Delivered by Newstex)  A UFO expert \nclaimed to have spotted a massive alien base capable of housing an entire fleet on Jupiter's moon Europa. The \nexpert came across the image of the alien base after going through a NASA photo.The latest claim regarding the \nexistence of a huge alien structure on one of Jupiter's moons was made by Scott Waring of ET Data Base[1]. \nAccording to Waring, he made the discovery while exploring the website WorldWideTelescope.org[2].The site \nfeatures interactive maps and images of cosmic bodies taken by satellites and space telescopes. \n\nMany of the images featured on the site were taken by NASA through its various satellite and space telescope \nmissions such as Chandra and Spitzer.While looking at the moon Europa, which is one of the smallest Galilean \nmoons of Jupiter, Waring came across a dark spot on its surface. After zooming in on the photo, he noticed that \nthe spot was an object that had a very geometrical shape. Waring also noticed various large openings near the \ncenter of the object. He assumed that these were the docking bays for alien vessels.[embedded content]By \ncomparing the object with other features on Europa, Waring estimated that the alleged alien base was about 20 \nmiles long. Given its massive size, it's certainly capable of hosting an entire fleet of alien vessels.As Waring pointed \nout, Europa is only one of the 79 moons that are orbiting Jupiter. If there's an alien base on Europa, Waring \nbelieves there's a chance that similar structures also exist on Jupiter's other moons.'I found this fascinating black \nstructure on the moon Europa,' he wrote in a blog post. 'Jupiter actually has 79 known moons, so if this one has \nalien bases, then you can count on the others having them too.'In addition to the alien base on Europa, Waring \nsaid he also spotted other structure-like objects on the surface of the moon. Unfortunately, he was not able to get a \ncloser look at these objects because the images were not clear. Waring accused NASA of intentionally blurring the \nimages to hide the objects from the public. Europa is an icy moon of Jupiter. Photo: NASA/JPL [ 1]: "}