{"title": "Looking for an Attorney General: The Dispute;THE WHITE HOUSE AND JUDGE'S ALLIES CLASH OVER HIRING", "body": "\nThe White House and people close to Judge Kimba M. Wood gave contradictory accounts yesterday of the extent \nand timing of the information she supplied the Clinton Administration about her hiring of an illegal alien, the issue \nthat forced her withdrawal from consideration as Attorney General.\n\nJudge Wood herself, who sits on the Federal District Court in Manhattan, declined yesterday to amplify her Friday \nstatement announcing her withdrawal. But one person familiar with her version of the events and her dealings with \nthe White House said yesterday that she had given the White House full details of her seven-year employment of \nan illegal immigrant as her baby sitter, first orally more than a week ago and later in documents and records that \nshe said made it clear that she had done nothing illegal.\n\nThis person, who spoke on the condition of anonymity in defending Judge Wood, said that she did not mislead the \nWhite House but was rejected out of fear over the possible reaction on Capitol Hill and ridicule on radio and \ntelevision talk shows, and out of concern that the public would not be able to understand the distinctions between \nJudge Wood's case and that of Zoe Baird, who admitted that she had violated laws by not paying taxes for two \nillegal aliens she employed as household help.\n\n \n\nStatement Contradicted\n\n But the White House offers a distinctly different version of the events.\n\nGeorge Stephanopoulos, the White House communications director, said on Friday and again yesterday that \nadvisers had not discovered the problem until Judge Wood gave them financial records late in the week. He denied \nthat Judge Wood had offered details about her employment of the alien a week ago and said that it was doubtful \nthat she would have been considered if such details had been known.\n\n\"When counsel questioned Judge Wood about this matter prior to her interview with the President, there was no \ndiscussion of any details,\" he said. \"She was asked if she had a problem related to illegal aliens and she said no.\"\n\nAnother White House official, who spoke on the condition of anonymity, was even more definitive. This official said \nJudge Wood, asked a week ago by the President and his counsel if she had illegal-alien, immigration or tax \n\n\nproblems, had not even mentioned her employment of an illegal alien. The official said it was not until late Thursday \nthat lawyers vetting the judge's background for the White House had learned of the alien in documents she had \nprovided.\n\nBut the person familiar with Judge Wood's role said that in interviews with President Clinton on Jan. 29 and with his \nchief counsel, Bernard W. Nussbaum, by telephone on Jan. 28, when she was vacationing in Colorado, and at the \nWhite House on Jan. 29, she was asked, in almost identical phrases, if she had \"a Zoe Baird problem.\"\n\nOn each occasion, this person said Judge Wood responded by explaining the employment of the baby sitter in \ndetail and indicated that she had done nothing illegal, saying she had paid all the necessary taxes for the baby \nsitter and had even notified the Immigration and Naturalization Service that the woman who worked for her had a \nvisa that had expired.\n\nIn addition to details given in these interviews, the person familiar with her role said, Judge Wood voluntarily \nbrought to the White House on Aug. 29 six boxes of income tax records and other documents relating to the baby \nsitter and other matters, but when she offered to leave them was told to keep them until the vetting process began \nin detail.\n\nOn Wednesday, this person said, the White House asked for the records and she sent them by Federal Express. \nThe records, this person said, were in the hands of the White House vetters Thursday morning, 10 to 12 hours \nbefore the Administration let it be known that the President had chosen Judge Wood but would not announce her \nselection until background checks were completed. The White House suggested at the time that the selection \nprocess was moving with extreme caution, but it appeared at least in part to be putting out the Judge's name to \ntest public reaction.\n\nNo more information was provided and there were no further consultations with Judge Wood. The only \nconsultations were among the President and his advisers, who concluded that the political cost of fighting for the \nnomination would be greater that the embarrassment of dropping it, the person familiar with the Judge's role said.\n\n \n\nWorried About Talk Shows\n\n On Friday, Judge Wood was told by Mr. Nussbaum that even though the White House knew she had done nothing \nillegal, she would have to withdraw because President Clinton and his top aides \"were skittish about Capitol Hill and \nworried that the talk shows would have a field day,\" the person familiar with her role in the events said.\n\nThis person said Judge Wood then told Mr. Nussbaum that she was willing to go before the Senate Judiciary \nCommittee, which conducts hearings on Attorney General nominees, to explain her role in the immigrant's \nemployment and fight for the nomination, but she was told that it was a dead issue.\n\n\"Basically, the White House concluded that the distinctions between Judge Wood's case and Zoe Barid's were too \ncomplicated to explain in a 30-second sound bite and that they were not going to expend any political capital doing \nit,\" said the person close to her role in the events.\n\nThe White House official who spoke on the condition of anonymity gave a sharply different version of the week's \nevents. The official acknowledged that Judge Wood had spoken by telephone to Mr. Nussbaum on Jan. 28 and had \nbeen interviewed by Mr. Nussbaum and by the President at the White House on Jan. 29.\n\nBut the official said the judge, in responding to questions by Mr. Nussbaum, said she had no immigration, illegal-\nalien or tax problems in her background, but had not gone into any detail and had not even mentioned her \nemployment of an illegal alien.\n\n\"She stated that she had no such problems,\" the official said. \"She never stated that she had provided immigration \nauthorities with information that a person with an expired visa was residing in her home. And she never stated that \n\n\n\nshe had records that we could look at if we wished. She said she had paid all taxes and she said she violated no \nlaws with respect to any domestic help.\"\n\nThe official said Judge Wood had similarly not raised any red flags in her later interview with the President, and \nadded that Mr. Nussbaum and other White House officials were unaware of any problems until 6 P.M. Thursday, \nwhen lawyers poring over the records she had supplied called to say she had employed an illegal alien.\n\nWhite House officials acknowledged that while Judge Wood had done nothing illegal, they believed it would be \ndifficult to explain adequately to the public. Some reports said there were divisions in the White House over \nwhether her nomination could survive the disclosure, with some arguing that she should not be forced out.\n\nBut it was the judgment of others, including Bruce Lindsey, the White House personnel director and a confidant of \nthe President, and Ronald Klein, a deputy counsel, that she had to withdraw immediately. Senator Joseph R. Biden \nJr., the Delaware Democrat who is chairman of the Judiciary Committee, was said to have concurred. Other White \nHouse officials denied there were divisions and said Senator Biden was consulted as a courtesy only after a \ndecision had been made.\n\nOn Friday, after the decision to remove her from consideration, Judge Wood and her husband, Michael Kramer, a \npolitical columnist for Time magazine, met in Washington with Mr. Nussbaum and a number of lawyers who had \nparticipated in the vetting, the official said.\n\nThe official noted that there were differences between Mr. Nussbaum and Judge Wood over how the questions put \nto the judge in the interviews were worded. The official said Mr. Nussbaum's recollection was that he had asked if \nshe had any immigration, illegal-alien or tax problems.\n\n\"I don't remember you quite using those words,\" Judge Wood said, according to the official. \"The way I remember it \nyou asked of there were any Zoe Baird problems, and even if you did use those words the answer would be the \nsame -- no, I have no immigration, illegal-alien or tax problems.\"\n\nMr. Nussbaum, according to the White House official, then asked: \"Wouldn't it have been better if you had \nelaborated?\n\n\"She said, 'I really didn't believe it was necessary because I interpreted your question as meaning, Were there any \nlegal problems?' and there were no legal problems. Elaboration wasn't necessary.\"\n"}