{"title": "An Immigration Attorney Is Accused of Being a Fraud, and His Clients Scramble for Help - Correction Appended", "body": "\nMore than 100 former clients of a man accused of falsely posing as an immigration lawyer thronged the 19th-\ncentury marble lobby of the New York City Bar Association on Monday night, drawn by an offer of free advice from \nreal lawyers. \n\n  Filing upstairs, the clients waited under chandeliers and portraits of legal giants, then jammed conference rooms \nwhere 54 volunteer lawyers, working in pairs, tried to untangle the messes left in their immigration cases by the \naccused man, Victor M. Espinal. \n\n  Mr. Espinal, 59, was charged last month with pretending to be an immigration lawyer since at least April 1992 \nand defrauding three clients, all of them Latino immigrants. He pleaded not guilty and has been released on \n$50,000 bail.\n\n  ''He was doing a thriving business,'' marveled one of the volunteer lawyers, looking over the packed room in the \nbar association's West 44th Street offices. \n\n  In one corner, Harold Hunt, a pipe fitter for Amtrak who said he paid Mr. Espinal nearly $2,300 to secure a green \ncard for his wife, had just learned that nothing had been filed and that all the application fees would have to be paid \nover again. \n\n  Mr. Hunt, a United States citizen from Panama, looked glum. The news that Mr. Espinal was under indictment had \nleft him worried for weeks that his wife could be deported.\n\n  ''He's an animal,'' he said. ''I couldn't sleep.''\n\n  Anastasia Torello, the volunteer lawyer advising him, focused on the positive. ''They're very lucky,'' she said. If Mr. \nHunt's wife had followed Mr. Espinal's advice -- to go back to Panama to collect a green card -- she would have \nbeen barred from returning to the United States for 10 years.\n\n  Across the room, another lawyer, Alfredo Murga, was comforting a Dominican woman who had traveled to the \nsession from Connecticut, straight from work in a laundry, fearful of deportation. After paying Mr. Espinal $2,500 \nand waiting five years for the green card he had promised, she now has nothing, she said.\n\n  ''I felt despair for many months because I didn't know where my case was,'' she explained in Spanish, as Mr. \nMurga translated. ''I spent a lot of money and suffered a lot.''\n\n\n  When she learned about Mr. Espinal's arrest on television, she said, ''All my hope just fell to the floor.'' \n\n  The saving grace, Mr. Murga said, is that she is eligible for a green card through a family member -- at a cost of \n$1,365 in immigration petition fees. ''We're going to file right away, he added. ''But had she waited, she would \nhave been deported.'' \n\n  David Sperling, another volunteer, recalled his bittersweet news for one of Mr. Espinal's clients, a legal \npermanent resident who had been mistakenly warned by Mr. Espinal not to travel back to her native Colombia until \nher application for citizenship was approved. \n\n  ''She had not seen her family for 10 years because of the advice by this so-called lawyer,'' Mr. Sperling said. ''She \nstarted crying, saying, 'If only someone had told me this before -- I waited so many years!' ''\n\n  The Colombian woman, reached by phone on Tuesday morning, confirmed his account, but had nothing bad to \nsay about Mr. Espinal, who had advised her since 2000, she said, and helped her get her green card. ''Everything \nturned out O.K.,'' she said in Spanish. ''May God bless him.''\n\n  Her reaction underscored the complications of judging the performance of Mr. Espinal, who studied law in the \nDominican Republic but was not admitted to the bar in the United States. With no right to a court-appointed lawyer, \nlow-income immigrants facing detention and deportation often end up with cut-rate lawyers whose genuine law \nlicenses do not mean competence.\n\n  Indeed, some of those who flocked to the legal clinic were not Espinal clients at all, just part of pent-up demand \nfor affordable help in navigating the increasingly dangerous alleys of immigration law. One was a man from Sudan \nwho had lived in New York for nearly a decade, and had a letter granting him asylum. He had begun to doubt that \nthe letter was genuine.\n\n  He needed to try to get the underlying records in his case -- but very carefully, warned Natalie Sullivan, the \nvolunteer lawyer counseling him.\n\n  ''You do not want Federal Plaza to take action on your case,'' she said, referring to immigration headquarters in \nManhattan, the federal office tower that looms large in the nightmares of many foreigners. ''If there's no asylum, \nthey're going to move on your case and try to deport you.''\n\n  Elizabeth Reichard, a lawyer at the City Bar Justice Center, the bar association's charitable arm, who organized \nthe legal clinic, said many of the volunteer lawyers had agreed to give Espinal victims a special rate for continuing \nhelp -- if not pro bono, what she called ''low-bono'' -- perhaps a 40 or 50 percent discount on their usual rate.\n\n  The Espinal case presents special problems, she noted, since his office is considered a crime scene and his files \nwere seized by the Manhattan district attorney.\n\n  ''The D.A. has been great,'' Ms. Reichard added, noting that prosecutors encouraged victims to attend the clinic. \nBut those who already have been ordered deported may be out of luck, she said. \n\n  Until recently, incompetence of legal advice was grounds to reopen a deportation case, and the Obama \nadministration is widely expected to reinstate that possibility. But that policy won't help Mr. Espinal's clientele, \nbecause it does not cover bad advice from fake lawyers, she said.\n\n  ''You can't make ineffective assistance of counsel argument,'' she said, ''because there is no counsel.''\n\nhttp://www.nytimes.com\n\nCorrection\n\nhttp://www.nytimes.com/\n\n\nAn article in some editions on Wednesday about a free legal session organized by the New York City Bar Justice \nCenter for clients of Victor M. Espinal, who was charged last month with fraud and accused of pretending to be an \nimmigration lawyer, misstated the surname of one of the volunteer lawyers at the session. She is Anastasia \nTonello, not Torello.\n\nCorrection-Date: February 28, 2009\n\nGraphic\n\n \n\nPHOTO: Jorge Garcia was among the former clients of Victor M. Espinal seeking advice at the New York City Bar \nAssociation on Monday. (PHOTOGRAPH BY PATRICK ANDRADE FOR THE NEW YORK TIMES)    \n"}