{"title": "Effect of Immigration on Jobs, Wages Is Difficult for Economists to Nail Down", "body": "\n According to the economic models, it's a no-brainer: a surge of low-skilled immigrants should increase the supply \nof such workers, driving down wages at the expense of working-class Americans. \n\n   Sen. Byron L. Dorgan (D-N.D.), explaining why he opposes legislation to allow more legal immigration, said \nrecently: \"I don't think you need a professor to understand that when you import substantial cheap labor, it displaces \nAmerican workers.\" \n\n  But recent research suggests that the economic impact of immigration is not so simple. The effects are difficult \nto disentangle from other factors that have dampened wage growth for most workers in recent decades, including \nnew technologies, the decline in manufacturing jobs, the drop in unionization, globalization and recessions. \n\n  Yes, an influx of immigrants has helped depress the incomes of the lowest-skilled workers in recent decades, \nmany economists agree. But they argue about the magnitude of the effect; some say it's big while others see it as \nslight. \n\n Meanwhile, increased immigration  --  legal and illegal  --   helps keep inflation low, boosts rents and housing \nvalues, and benefits the average U.S. taxpayer while burdening some state and local governments, other research \nfinds. \n\n \"Immigration provides overall economic gains to a country,\" wrote economist Albert Saiz, summarizing the \nliterature in a 2003 article for the Federal Reserve Bank of Philadelphia. \"Indeed, the U.S. experience as an \nimmigrants' country is one of phenomenal economic growth. However, there are winners and losers in the short \nrun.\" \n\n The primary losers in this country are workers who do not have high school diplomas, particularly blacks and \nnative-born Hispanics, according to George J. Borjas, a Harvard University economist who has studied \nimmigration for years. \n\n From 1980 through 2000, immigration reduced average wages for the nation's 10 million native-born men without \nhigh school educations by 7.4 percent, Borjas wrote in 2004. They earned an average of $25,000 a year in 2000. \n\n\n Other economists contend that the effect is much smaller  --  a wage reduction of close to 1 percent  --  and has \ndissipated as Americans have become better educated. The proportion of the adult labor force, including \nimmigrants, without high-school diplomas has dropped to just 10 percent. \n\n  The proportion of immigrants in the  U.S. adult urban population nearly doubled from 1980 to 2000, from 9.5 \npercent to 18 percent, according to census figures cited by David Card, an economist at the University of California \nat Berkeley, in a paper presented at a Federal Reserve Bank of Philadelphia conference last year. The Washington \narea mimicked the national trend, with the immigrants' proportion growing from 9.6 percent to 20.6 percent during \nthose two decades. \n\n And immigrants are, on average, less schooled than native-born Americans. Looking at census data from hundreds \nof the nation's urban areas where immigrants cluster, Card found that in both 1980 and 2000, more than a third of \nadult immigrants did not have high school diplomas. But the proportion of working-age natives at that education \nlevel fell from 23 percent to 13 percent from 1980 to 2000, \"more than offsetting the inflow of less-educated \nimmigrants.\" \n\n  The wage gap between high school graduates and dropouts stayed relatively constant from 1979 to 2000, with the \ngraduates earning 25 to 30 percent more, Card wrote. \n\n The \"evidence that immigrants harm native opportunities is scant,\" he concluded, observing \"a surprisingly weak \nrelationship between immigration and less-skilled wages.\" \n\n Immigration also has made up for population losses in some parts of the country. In New England and the Mid-\nAtlantic, the labor force would have declined from 1990 to 2000 without immigration, according to a report \nreleased in February by Northeastern University's Center for Labor Market Studies. \n\n  Other economic trends have had much more impact on wages, analysts say. Perhaps the biggest is the general \nhealth of the economy. \n\n During the 1990s, the surge in immigration coincided with an economic boom driven in large part by investment in \nnew technology and rising stock prices. Unemployment fell below 4 percent in 2000, for the first time in three \ndecades, and wages rose for workers at all skill levels. \n\n Since 2000, increasing immigration has coincided with the 2001 recession, an initially weak recovery and a period \nof lackluster wage growth for most workers. \n\n In the 1990s, \"you saw all boats being lifted, whether foreign-born or native,\" said Jared Bernstein, a senior \neconomist at the Economic Policy Institute. \n\n The recent downturn also coincided with a steep loss of manufacturing jobs  --  more than 2.7 million shed from \nthe start of the recession in March 2001 through last month, accelerating a trend that began in 1979, according to \nLabor Department figures. \n\n The quarter-century decline in manufacturing jobs, which often paid middle-class wages and benefits, is one factor \nthat has contributed to the fall during that period in average hourly earnings, adjusted for inflation, economists say. \n\n Those losses were part of the long-term evolution of an industrial-based economy into one based more on services \nand information. Those jobs have been lost to international competition or erased by new technologies that have \nboosted overall worker productivity. \n\n The shrinking of the manufacturing sector has also corresponded to a drop in union membership to 13 percent of \nthe workforce currently from 24 percent in 1979, weakening labor's power to bargain for better wages. \n\n \"An extra million immigrants a year cannot possibly explain why the vast majority of workers in a labor market of \n150 million workers have had stagnant wage growth,\" said Harry J. Holzer, an economist at Georgetown \nUniversity. \"All these other factors matter more.\" \n\n\n\n  To the extent that cheap low-skilled labor helps hold down prices, there is more demand for some services, \nfostering economic growth. Lower menu prices encourage consumers to dine out more, leading to the opening of \nmore restaurants. Lower construction costs make home-building more profitable and home remodeling more \naffordable. \n\n Low-wage immigrant labor generally has helped keep inflation low in recent years, for items other than energy and \nhousing, economists say. \n\n The nation's 34 million immigrants also collectively pay more in taxes than they consume in public services and \nbenefits, according to a National Research Council study. A high proportion of them work and pay federal, state and \nlocal taxes. Many return to their home countries before retirement and never claim Social Security payments or \nMedicare coverage. \n\n But the effects vary locally. In states such as New Jersey and California, with high proportions of immigrants and \nrelatively generous social services, immigrants pay less in taxes than they use in government services such as \npublic schools, the NRC study found. \n\n Such burdens \"cannot be ignored,\" Saiz wrote, \"although which mix of distributive or immigration policies is better \nfor dealing with them is a matter of opinion.\" \n"}