{"title": "INMIGRACION-FORO  FORO INMIGRACION DICE REFORMA LEY DEL GOBIERNO SUPONE INVOLUCION", "body": "\nMadrid, 23 jun (EFE).- El Foro para la Inmigracion ha elaborado hoy un informe sobre la reforma de la ley de \nExtranjeria que defiende el Gobierno, en el que asegura que la nueva propuesta \"supone una involucion con \nrespecto a la ley actualmente en vigor\".\n\nTras una reunion de cuatro horas y media, Ana Corral, presidenta de la Comision Juridica del Foro, explico que el \nencuentro de esta manana fue \"denso\" y que la nueva Ley que tiene intencion de aprobar el Ejecutivo supone un \nregreso a la Ley Organica de 1985 y en \"algunos casos es peor\".\n\nManuel Perez, director general de Inmigracion, dijo, por su parte, que el dictamen de hoy aprobado por el Foro \ncon 18 votos a favor, cuatro en blanco y dos abstenciones, \"es muy general y no supone un analisis articulo por \narticulo\" y agrego que en la reunion de hoy se ha decidido elaborar un informe mas detallado para la semana que \nviene.\n\nEste estudio mas detallado sera entregado al Gobierno antes de que el nuevo anteproyecto sea aprobado y \nrecordo que la opinion del Foro es preceptiva pero no vinculante.\n\nCorral agrego que el Foro expreso esta manana su \"preocupacion por el retroceso que supondra la nueva ley en \nalgunos derechos\" y puso de manifiesto que una de las razones que aduce la Administracion para la reforma de la \nley es que la entrada registrada de inmigrantes desde la puesta en marcha de la actual legislacion ha superado las \nprevisiones.\n\nSegun Corral \"es dificil que se haya podido ver que eso sea asi en solo cuatro meses de vigencia\".\n\nOtro de los motivos para el cambio de la ley, es segun Corral, que no hay los mecanismos suficientes para luchar \ncontra los traficantes de personas y la inmigracion irregular.\n\nPara la presidenta de la Comision Juridica del Foro \"la ley anterior ya poseia los instrumentos suficientes para \nluchar contra todo ello\".\n\nDe acuerdo a estas argumentaciones, el Foro asegura en su Informe aprobado hoy que \"la ley lleva escasamente \ncuatro meses de vigencia\" y que en este \"breve periodo\" no se ha demostrado \"en modo alguno, con estudios \nrigurosos, que la norma hubiera sido superada por la realidad del fenomeno migratorio\".\n\n\"No se ha demostrado, tampoco, que los preceptos de la actual Ley que se han puesto en aplicacion haya \nsuperado las previsiones; por el contrario la normalidad ha sido absoluta en temas como la regularizacion, \nasistencia sanitaria y asistencia letrada\", entre otros, segun el dictamen del Foro.\n\nRespecto a la razon esgrimida por el Ejecutivo en referencia al control de los traficantes de seres humanos, el \nForo explica en su estudio que en la nueva norma \"no se modifica en absoluto los mecanismos de control de \n\n\nflujos, no se anaden nuevas medidas\" puesto que la actual Ley \"ya las contemplaba, endureciendo incluso normas \ncomo el Codigo Penal. El unico incremento en el control y la represion en el borrador de la reforma, es sobre la \nvictima del delito, no sobre el delincuente\".\n\n\"El borrador supone una involucion con respecto a la ley actualmente en vigor. Uno de los principios informadores \nde la reforma es distinguir claramente entre inmigrantes en situacion administrativa regular e irregular; y para ello, \nse eliminan los derechos, basicos en todo caso, que la Ley Organica 4/2000, otorgaba a los extranjeros con \nindependencia de su situacion administrativa\", agrega el Informe.\n\nEl Foro de la Inmigracion es un organo consultivo del Gobierno en el cual participan los sindicatos UGT y CCOO, \nla patronal CEOE, una decena de ONGs y los ministerios del Interior, Asuntos Exteriores, Trabajo y Educacion. \nEFE\n"}