{"title": "Immigration Is Lead Topic As Leaders Are Gathered", "body": "\nPresident Obama told a gathering of business, labor, religious and political leaders at the White House on \nTuesday that he remains committed to an overhaul of the nation's immigration laws and wants to try again in the \ncoming months to push Congress to pass a bill.\n\nWith his re-election campaign launched this month and Latino communities growing increasingly frustrated with his \nimmigration policies, Mr. Obama summoned more than 60 high-profile supporters of the stalled overhaul \nlegislation to a strategy session, looking for ways to revive it. Among those attending were Mayor Michael R. \nBloomberg of New York, an independent; Mayor Julian Castro of San Antonio, a Democrat; and former Gov. Arnold \nSchwarzenegger of California, a Republican.\n\nTwo big-city police chiefs, Raymond W. Kelly of New York and Charles Ramsey of Philadelphia, were there, as was \nSheryl Sandberg, a top executive at Facebook, and Leith Anderson, president of the National Association of \nEvangelicals, the largest group of evangelical Christians.\n\nProspects for the proposed policy, which would grant legal status to millions of illegal immigrants and revamp the \nimmigration system, seem bleak in this Congress, with staunch Republican opponents of the bill controlling pivotal \ncommittee positions in the House of Representatives. Recently Latino leaders have stepped up their criticism of Mr. \nObama, as deportations have reached record numbers under his administration and he has offered no relief from \nthe crackdown on immigrant communities.\n\nLatino voters helped several Democrats, including Senator Harry Reid of Nevada, the majority leader, survive the \nRepublican shift in the midterm elections last fall, and they are expected to be a major force in the presidential vote \nnext year.\n\nIn the closed meeting, Mr. Obama argued that the overhaul would bring immigrant entrepreneurs to the United \nStates and was a crucial piece of the economic recovery, according to several people who attended. He sought \nviews on whether to try to pass smaller pieces of the massive overhaul, such as a bill that would give legal status to \nillegal immigrant students, or one that would increase visas for highly skilled foreign workers.\n\nThe president asked for help to ''change the debate'' to attract Republicans to support the bill. He said he could not \npass the overhaul ''if I am leading the debate alone,'' according to a White House statement.\n\nMr. Bloomberg suggested recasting the acrimonious discussion over the proposed policy to stress that it would not \ntake jobs from Americans but would help the economy, said John Feinblatt, the chief policy adviser to the mayor, \nwho was in the room.\n\n''We need an immigration policy that attracts the best, brightest and hardest working to our shores to help create \njobs and spur growth,'' Mr. Bloomberg said. He has started a national campaign in support of the immigration bill.\n\n\nhttp://www.nytimes.com\n"}