{"title": "IMMIGRATION STILL AT ISSUE", "body": "\nWASHINGTON -- President Bush said Friday that the problem of 3 million Mexicans living illegally in the United \nStates proved too complex to reach agreement in time for next week's state visit by Mexican President Vicente Fox. \nInstead of the detailed immigration proposals that Bush had hoped to announce when he and Fox meet at the \nWhite House on Wednesday, the two presidents will outline only broad principles for change. \"Immigration is one \nthat is a complex issue,\" Bush said Friday, previewing the first state visit of his presidency. \"We made progress on \nprinciples. President Fox knows that the issue will require more than just the administration's involvement; it \nrequires a willing Congress to address the issue.\"\n\nAide sentenced for mailing debate tape\n\nAUSTIN, Texas -- A former aide to George W. Bush's campaign media adviser was sentenced Friday to a year in \nprison and fined $3,000 for mailing a Bush debate practice videotape to Al Gore's campaign. Juanita Yvette \nLozano, 31, who pleaded guilty in June, said she was sorry her actions had so drastically changed her life but did \nnot apologize for committing mail fraud. Lozano will lose her voting privileges during her prison sentence and three \nyears of probation. \"Every election will be a painful reminder as I will be only an observer in the process,\" she told \nthe court. U.S. District Judge Sam Sparks scolded Lozano for trying to disrupt the presidential election and lying to \na grand jury. \"There's no doubt in my mind you knew exactly what you were doing,\" he said. A lifelong Democrat, \nLozano admitted during her plea hearing that in September 2000 she mailed the Bush videotape, strategy book and \nother papers to Gore adviser and former Rep. Tom Downey, D-N.Y., before the first presidential faceoff with Bush.\n\nCopter fighting fire crashes, killing 3\n\nWEST GLACIER, Mont. -- A helicopter assigned to the largest wildfire in Montana crashed in a brushy ravine north \nof Yellowstone National Park on Friday, killing all three people aboard. The chopper assigned to the 25,500-acre \nfire went down during a maintenance flight to check its condition, Columbia Helicopters spokesman Jon Lazzaretti \nsaid from company headquarters in suburban Portland, Ore. Later Friday, a fire in northwestern Montana swept into \nGlacier National Park, increasing from 17,100 acres to 25,000 acres. \"It's kicking butt,\" fire spokesman Bob \nMcKinney said. This crash follows Monday's collision of two firefighting planes in California that killed two pilots.\n\nCorps alters plan for Missouri River\n\nWASHINGTON -- The Army Corps of Engineers on Friday backed away from a plan to alter the flow of the Missouri \nRiver, prompting criticism from environmentalists who said the agency is sacrificing conservation for business \ninterests. The Fish and Wildlife Service, which oversees the federal Endangered Species Act, says changing the \nflow is the only way to save the pallid sturgeon, least tern and piping plover. But barge and agriculture interests \nhave said the move will harm them and have lobbied lawmakers and the White House.\n\nMilitary recruiting should meet goals\n\n\nWASHINGTON -- Each of the military services is likely to meet its recruiting goal for the budget year ending Sept. \n30, but attracting qualified people is still difficult, a senior Pentagon official said Friday. \"They're going to make their \nnumbers this year, I think, … but that's not the time to relax,\" Charles Abell, the assistant secretary of defense for \nforce management policy, said at the Pentagon. It would be the second straight year that the Army, Navy, Air Force \nand Marines all met their recruiting goals. In the late 1990s, the services -- except for the Marines -- struggled to \nattract recruits, in part because the booming economy offered more favorable opportunities for young people. The \nAir Force began its first paid television advertising campaign in 2000 after falling below its 1999 goal. s\n\nGraphic\n\n \n\nPhoto\n\nJuanita Lozano\n"}