{"title": "Mexico's Open Southern Border Lures Migrants Headed to U.S.", "body": "\nFor illegal immigrants the world over, the narrow river that marks Mexico's southern border has long been a \nbackdoor to the United States. All it takes to understand why is an afternoon view of the homemade rafts that \nswarm across the lazy currents.\n\n     At the river's edge in Guatemala, immigrants board the rafts along with housewives and day laborers going \nacross the border to shop or work. The passengers get off less than 10 minutes later on the banks of Mexico, and \nnever pass a single checkpoint or customs station. \n\n The crossing is as easy as a ride on the Staten Island Ferry, and is in stark contrast to the northern crossing, \nwhere immigrants brace for the inhospitable deserts of Arizona and the military-style patrols along the Rio Grande. \n\nStill, the end of the raft ride marks the beginning of a 1,500-mile journey fraught with peril. \n\nGovernment officials report that hundreds of immigrants -- who come from as far away as Ecuador, Somalia and \nChina -- are assaulted and raped by bandits, robbed by corrupt police officers and immigration officials, or \nabandoned by high-priced immigrant smugglers within the first legs of their journey. And according to government \nstatistics, a soaring number of them are dying.\n\nThe number who died along the border last year rose to 136 from 29 the previous year, according to officials from \nMexico's National Migration Institute. Close to 50 deaths have been reported so far this year.\n\nAn overwhelming majority of immigrants who cross via Mexico are from Guatemala, El Salvador and Honduras, and \nconsular officials from those nations report even higher numbers of dead. They said more than 260 of their people \nhad died along this border last year. \n\nAnd in cemeteries around the southern border capital of Tapachula, Salvadoran officials said, there are dozens of \nunmarked graves of immigrants who have never been identified and whose deaths are not counted by any nation. \n\nLocal human rights advocates, whose shelters are often overrun with immigrants battered by crime, said the \nnumbers reveal only a fraction of the horror.\n\nImmigration officials said that among the migrants killed along the border this year was Milton Garcia, 28, a \nHonduran who died from a machete blow to the head. In February, the dismembered body of Dany Vladimir \nEspana, 18, of El Salvador was found on the train tracks that run through Tapachula. And in May, officials found the \nbody of a 48-year-old Guatemalan named Jose Otilio Navarro that showed signs of torture.\n\nSurvivors of the harrowing journey offer testimony to the violence.\n\n\nIn a shelter in Tapachula called Casa del Migrante, Raul Vicente recounted how immigration agents forced him and \nseveral other migrants off a train that had stopped near the the state of Veracruz, fired shots over their heads, and \nthen robbed them before releasing them back in Guatemala. Erick Martin of Honduras said that state judicial police \nofficers had beat him and stolen his last 500 pesos.\n\nThe Rev. Florencio Rigoni worked for several years in Ciudad Juarez and Tijuana, along Mexico's border with the \nUnited States, before coming to run Casa del Migrante. He said that extreme temperatures and overflowing canals \nat the northern border are not the biggest dangers to those immigrants who enter Mexico from the south.\n\nMost immigrants are killed in accidents. They fall beneath moving trains, suffocate in sealed rail cars or drown in \naccidents at sea. But the more sinister forces, Father Rigoni said, are human predators. Many of them, he said, \ncarry guns and badges. \n\nOthers, according to Mexican immigration officials, are members of international networks that have turned \nimmigrant smuggling into a criminal enterprise comparable in profits and ruthlessness to those of the drug trade.\n\nThe smugglers entice immigrants by offering to navigate their passage but they have been known to abandon their \nhuman cargo at the first sign of a run-in with the law, often leaving the immigrants cooped up and in deadly peril. \nSmugglers also have demanded months of work to pay their fees. \n\n\"Here, we are fighting a war with no fronts, against a uniformed Mexico and a Mexico marked by tattoos,\" Father \nRigoni said. \"The uniformed Mexico includes the various police agencies that pursue immigrants -- not to detain \nthem, but to exploit them. And the tattooed Mexico consists of the gangs of delinquents.\"\n\nHe added, \"Bodies are found almost every week.\"\n\nJose Domingo Guillen, a high-level local official who coordinates the government council that monitors migration \nenforcement efforts in this border region, had a similarly bleak opinion.\n\n\"The migrants who come here are treated like cattle,\" he said. \"Everyone feeds off them.\" \n\nThe chaos and violence at the 600-mile southern border has captured the attention of President Vicente Fox. A \nfirm advocate for the rights of Mexican immigrants in the United States, Mr. Fox has been pressing the Bush \nadministration for reforms that would make the American border safer for the waves of Mexicans who cross illegally \nthere each year.\n\nMr. Fox has acknowledged that he cannot credibly campaign for a safer northern border unless Mexico addresses \nthe widespread lawlessness in the south. He does not speak of limiting the flow of immigrants into Mexico, and on \nto the United States, but greater regulation at the border would have that effect. He says he would like to reduce \nthe smuggling of drugs, guns and other contraband that is endemic there. \n\nExact numbers of immigrants transiting through Mexico are not known, but the greatest number crossing into Texas \nand other southern states, by far, are Mexican. \n\nFor instance, the United States deports 1.5 million people each year. Of those, only 30,000 are from Central \nAmerica. Perhaps twice that number, 60,000, made it safely to the United States. \n\nAttacks by corrupt officials have been a point of contention between Mexico and its southern neighbors in much \nthe same way that violence in the north has strained United States-Mexico relations. \n\nIn a speech before the Salvadoran legislative assembly last September, Mr. Fox, not yet inaugurated at the time, \napologized for Mexico's mistreatment of the tens of thousands of Central Americans who enter Mexico each year.\n\n\"Their journey north is a dangerous adventure that all too frequently ends in deaths and violence,\" Mr. Fox said. \"I \nknow well that during their passage though my country they are victims of uncountable abuses and humiliations \ncommitted by bad authorities.\"\n\n\n\n\"This brutal reality,\" Mr. Fox added, \"will disappear under my government.\" \n\nIn a widely discussed effort called Plan Sur, or Southern Plan, Mr. Fox's government promises to root out \ncorruption among immigration officials, expand the number of agents assigned to defend immigrants from attack, \nand impose order at the tumbledown, poorly guarded checkpoints throughout the Isthmus of Tehuantepec. At that \npoint, 200 or more miles in from the southern border, the land narrows to just about 100 miles across. And from \nthat area, trains and highways connect to the north. \n\nGovernment officials said the isthmus had been overrun by nearly 100 operations that smuggle immigrants. A \ndeputy in the Mexican attorney general's office said the agency would create a special office for the investigation of \nimmigrant smuggling. Officials at the Federal Preventive Police reported that they had dismantled at least six big \ntrafficking operations from Chihuahua and Coahuila in the north, to Mexico City and to Chiapas in the south.\n\nFelipe de Jesus Preciado, the commissioner of Mexico's National Migration Institute, said he had made 400 \npersonnel changes since taking up his post last December. Among them, he said, he has removed 55 officials \nresponsible for migration enforcement in international airports across the country.\n\nOn a tour of two newly refurbished checkpoints along the southern border in July, Mr. Preciado inaugurated a \nseries of workshops for Mexican agents assigned to defend the rights of immigrants -- an unarmed squad known as \nGrupo Beta. Dozens of complaints of abuse and corruption have been filed against members of Grupo Beta, Mr. \nPreciado acknowledged, and said the workshops were aimed at training the agents not only in rescue techniques \nand basic immigration law, but also in human rights.  As for those found guilty of abuses, he said, \"we will take \ndrastic action against them.\"\n\nThe immigration commissioner said that Beta's presence in the south would be expanded from the current 47 \nagents working from two area offices to more than 130 officers posted along five main immigrant routes between \nthe states of Chiapas, Oaxaca, Quintana Roo, Tabasco and Veracruz.\n\nTo make it harder for deported immigrants to return to Mexico, the governments of Mexico, Guatemala and the \nUnited States have joined to send Central American immigrants back to their home countries, rather than dumping \nthem all on the Guatemala side of the border -- a project that Mr. Preciado said costs Mexico an estimated $1.2 \nmillion a month.\n\nThe Southern Plan has already met opposition among immigrants and their advocates. Interior Minister Santiago \nCreel indicated at first that the plan would include increased military and police patrols along the border, stirring \nconcerns that the effort, like the Border Patrol buildup in the north, would cause smugglers to begin charging higher \nprices.\n\nAnd, critics charge, a crackdown on immigrants along the highways and train crossings will force immigrants to \ncross in areas that are less hospitable than the steady Suchiate River. Much of the border with Guatemala for \ninstance is in dense jungle. \n\nPeople who live and work along the river wonder whether the plan can work in any form. Nelson Cordoba, who \nowns four of the rafts that carry people across the Suchiate, said the flow of migrants would remain as constant as \nthe river's waters.\n\n\"If the United States, with all of its money, cannot stop migrants from crossing their border,\" he said, \"how can \nMexico stop them?\"\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhotos: Soldiers checking for illegal immigrants aboard a bus in Tapachula in southern Mexico. An overwhelming \nmajority of those who make the trip across Mexico are from Guatemala, El Salvador and Honduras. (Jorge Nunez \nfor The New York Times)(pg. 1); A group of Guatemalan men who had entered Mexico illegally were held in a \ngovernment building in Tapachula before they were deported.; Guatemalans embarking on a 10-minute river \ncrossing to Mexico. Passengers entering the country illegally mix with those going to shop or work. (Photographs by \nJorge Nunez for The New York Times)(pg. 10) Map of Mexico highlighting Cuidad Hidalgo: The Cuidad Hidalgo \ncrossing attracts Central American migrants. (pg. 10)\n"}