{"title": "Gwinnett Opinions: Gangs aren't isolated threat: Dear Ms. Brown, come be my guest", "body": "\nI wonder if the issues in my neighborhood moved into the neighborhood of Sue Brown [spokeswoman for the \nAtlanta office of the U.S. Immigration and Customs Enforcement Agency], would they then become a priority?\n\nOn a recent Sunday at about 3 a.m., a Gwinnett County police chase ended in a crash in my front yard \napproximately 25 feet from my daughter's bed.\n\nMy experience leads me to believe the driver was drunk and had no driver's license, no insurance and no green \ncard. Gwinnett police confirmed that he had a long list of criminal activity.\nFor the Journal-Constitution\n\nTwice we have lost cars in our family from being hit by illegals. One was drunk and ran away. He even left his \nvehicle, which was permanently attached to my daughter's, from the head-on collision. Did they catch him? Of \ncourse not. Who pays for this? Our insurance . . . and the rest from our pocket.\n\nWhile it is not a priority to the federal government, and obviously not to Sue Brown, I want to make it known that \nthere are many good, decent, hardworking families who live among these illegal aliens and are held hostage and \nterrorized every single day. We live in fear of drive-by shootings (one of which happened on my street in January \n2001 just after we entered our home). We contend with graffiti, car accidents that cost us out of our pocket, and our \nneighborhoods declining along with our property value. They let their dogs run loose (some pit bulls), among many \nother things.\n\nThere is a plaza at the corner of Jimmy Carter Boulevard and Singleton Road that is just full of illegal immigrants \nevery weekend. Federal immigration officials could get more in just one Saturday than the 381 that were detained in \n2002 --- if they wanted to.\n\nPeriodically, someone takes an interest in our neighborhood. They come in and clean up the graffiti and leave. Isn't \nthat sweet of them? They come in like a storm and leave with their tail between their legs, whimpering.\n\nWhen will someone care? When will someone come in and help make our neighborhood safe?\n\nI am a single mother. I bought this home with my ex-husband about 11 years ago when it was a very nice, little, \nmiddle- to lower-middle-income neighborhood. I am now divorced, and this is my home.\n\n\nI am afraid for my daughter to even sleep in her bedroom because I do not want her to be hit by stray bullets, a \ndrunken illegal driver coming through her bedroom, or now, to have a police chase end on top of her.\n\nIt is one thing for a family to come here legally, buy a home and have a good life, which some of the families in my \nneighborhood have done.\n\nThen there are the others who break the law to come here and escape dirt-poor living conditions. Yet they continue \nto live in some of the same conditions --- sometimes as many as 30 people in one house (which they painted hot \npink), half of their furniture in the yard where they congregate to drink beer, not to mention all of the vans that are \nparked in the yard and around their homes --- and the 20 homes on either side of them. The problem is \ncompounded when you have two such households side by side.\n\nI would like for Sue Brown to come spend a month with me. She can sleep in my daughter's bedroom.\n\n \n\n* Tammy McAbee lives near Norcross.\n\nGraphic\n\n \n\nPhoto: Tammy McBee\n"}