{"title": "Shouldering a language burden;In immigrant families, children's roles as interpreters full of pressure, peril.A language burden on backs of children", "body": "\nRajbir Singh has a special place in his heart for his brother's kidneys.\n\nFour years ago, Rajbir, then 13, found himself at a Philadelphia emergency room surrounded by terrified relatives \nand grave doctors, all looking at him expectantly.\n\nHis 10-year-old brother had been rushed there with abdominal pain. None of the doctors spoke Punjabi, and none \nof the relatives spoke English. None, except for this lanky, Indian, Sikh teenager.\n\n\"That was the worst time,\" Rajbir recalls about his years as family interpreter. \"I didn't know some of the words in \nPunjabi. He had a disorder that I just didn't know how to translate.\"\n\nBoth boys survived, with different scars. Today, Rajbir is one of countless immigrant children who were pressed \ninto service for relatives and friends as interpreters and translators.\n\nTheir linguistic labor, performed innumerable times, in surprising situations, in dozens of languages, is a double-\nedged rite of passage that can save lives but cheat childhoods.\n\nAs old as immigration itself, interpreting by children can help parents survive but subvert family roles with ulcer-\ncausing pressure. It can edify children but stall adults from learning English. It can relieve community services but \nexacerbate all kinds of ills, from truancy to medical errors.\n\nOften, as soon as they can read or speak English, these children answer the phone and open the mail. They \ntranslate the notes and reprimands from teachers. They learn adult medical details that would make other children \ncringe. They fill out applications for financial aid on which the whole family's food and shelter may hinge. Some \nrelish the honor; others scorn it. But most got the job just because they were the first to pick up some English, not \nbecause they mastered the language or the subjects.\n\nIncreasingly, schools, health centers, courts, and other government-funded agencies required by law to provide \ntranslation must choose between letting children do the job or hiring interpreters. Telephone-based interpreting \n\n\nservices have helped lower costs. But some schools still dub the translation workload their \"bankruptcy issue.\" And \nwhen they don't provide interpreting, the burden often gets shoved onto another entity - or back to the children.\n\n\"I know students who were struggling in school - who missed school - because they had to go to the doctor with \ntheir parents [to interpret],\" said Carmen Sol Cotto, academic coach in the Philadelphia School District's Office of \nLanguage Equity Issues.\n\n\"We struggle with that all the time. . . . It's part of the reality of being a language minority in this country.\"\n\nFor Rajbir, interpreting is just another thing he does for his parents and even their friends.\n\n\"It doesn't bother me,\" Rajbir said. He paused and noted that some children refuse the task. \"Well, sometimes it \ndoes bother me.\"\n\n*\n\nGriseld Xhuxha began interpreting two months after coming to Philadelphia from Albania in 1998 and just weeks \nafter enrolling in school - in second grade. He was 7.\n\n\"All I knew was 'yes,' 'no' and 'OK,' \" said Griseld, now 12 and an advanced student at Masterman High School. \n\"But I picked it up pretty fast.\"\n\nHis parents, Salvador and Qeriba, each with advanced degrees from Albania, struggled to find work. They went to a \nPennsylvania welfare office and, with Griseld's help, answered questions to get aid.\n\nA year later, the aid suddenly stopped: The boy had mistranslated his father's work history. Community Legal \nServices of Philadelphia interceded, got aid restored, and cited Griseld in a lawsuit forcing the state Department of \nPublic Welfare to improve its language access.\n\nNow, Pennsylvania welfare offices post signs in a dozen languages, and caseworkers can dial up interpreters if \nneeded.\n\n\"We're in an ongoing process of improvement,\" said Fred Bostwick, a spokesman for the DPW, which could have \nlost federal funds if it didn't improve. \"Now, we routinely involve the [telephone] language line, even if a child is \nthere.\"\n\nGriseld brushes off the episode as another day's work, saying that most places are still unable to come up with \nAlbanian translators. \"I would help them no matter what,\" he said. \"It kind of makes me proud.\"\n\n*\n\nRaymond Buriel, a psychologist and expert in child \"language brokers\" at Pomona College in Claremont, Calif., \nsaid that researchers are probing whether the impact on children is bad, good or both.\n\n\"One hypothesis is that language-brokering is detrimental because of stress,\" Buriel said. \"The other hypothesis is \nthat it's positive because they can help their families and learn things beyond their years.\"\n\nOne downside may be risk of harm in medical settings. A study published in January in the journal Pediatrics found \nthat serious clinical errors were far more likely when \"ad hoc interpreters\" were used, and were most likely when \nthose interpreters were children.\n\nSome California legislators are pushing a bill that would prohibit the use of child interpreters by state-funded \nentities. In Pennsylvania, the Crozer-Chester Medical Center in Delaware County formally bars interpreting by \nminors.\n\nBut few other health centers or school districts, and no states, were willing to go so far.\n\n\n\n\"We are afraid if we don't allow it as an option, we will be establishing a barrier to treatment,\" said Carmen I. Paris, \nPhiladelphia's deputy health commissioner, who oversees six public clinics. \"I'd rather do [an exam] with the minor \nthan have a woman or man go home with an untreated illness.\"\n\nEven federal officials who disciplined Pennsylvania's welfare offices do not prohibit it.\n\n\"What we say is that it's your obligation to offer [interpreting] service,\" said an official from the U.S. Department of \nHealth and Human Services, speaking on condition of anonymity. \"Some people feel a distrust of government, so \nthey don't feel an interpreter provided by a government agency would do a good job, and they wouldn't use the \nservice.\"\n\n*\n\n\"Sometimes,\" confessed Oleg Salganik, 48, a father of two from Ukraine, \"it really felt like I became the child and \nshe became the parent.\"\n\nThe Philadelphia taxi-driver started using his daughter when she was 16 - about a year after arriving - to translate \nletters, talk to doctors, everything.\n\nHuong Nguyen, 18, a Vietnamese refugee, said that almost 10 years of interpreting for her hardworking mother \nreversed their roles too many times.\n\n\"Language helped us drift apart,\" said Nguyen, of Upper Darby. \"I am envious of my peers. . . . They didn't have to \nknow all the complexities of a phone bill. . . . I want my mother to know what is really going on in my life. I want to \nfeel I was a child.\"\n\nAlladira Dominquez, 30, a Mexican mother in South Philadelphia, agreed that her son, Regino, 12, has grown up \nfast.\n\n\"But still, it's better to use him. . . . I know he'll say the right things,\" she said.\n\nRegino insisted that he is \"not a grown-up.\" He then proceeded to explain proudly how he reviews household bills \nand sometimes makes payments.\n\n\"It's a way to help the grown-ups. And you can learn how to pay bills for when you get older,\" Regino said.\n\nThe role-reversal may feed another classic immigrant condition. Parents may learn enough English for their jobs, \nbut lean on children for everything else.\n\n\"Maybe I would've learned English faster,\" Regino's mother confessed. \"I understand some things. But I'm not \nforced to learn it when he can help me.\"\n\nIn the end, the realities of daily life trump all. The tools of survival and love of family are one and the same.\n\n\"My parents gave up so much to come here for me,\" Griseld said. \"This is my thing to give back.\"\n\nContact staff writer Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n\nSee INTERPRET on A11\n\nGraphic\n\n \n\nmailto:tginsberg@phillynews.com\n\n\nPHOTO AND CHART;\n\nCHARLES FOX, Inquirer Staff Photographer\n\nAlladira Dominquez says her son, Regino, 12, has grown up fast by helping the family with English. \"But still, it's \nbetter to use him. . . . I know he'll say the right things,\" she said.\n\nJOHN COSTELLO, Inquirer Staff Photographer\n\nGriseld Xhuxha, 12, with his mother, Qeriba. Griseld began interpreting for his parents two months after the family \narrived from Albania in 1998, when he was 7. \"It kind of makes me proud,\" he said of his role.\n"}