{"title": "Resistance Grows: Massachusetts, New York and Illinois Reject the Obama Enforcement-Only Way", "body": "\nAdd Massachusetts to the groundswell of states and localities opposing President Obama's misconceived and \nfailing immigration dragnet.\n\nGov. Deval Patrick announced on Monday that his state would not participate in Secure Communities, the \nfingerprint-sharing program that the Obama administration wants to impose nationwide by 2013. Gov. Andrew \nCuomo halted New York's involvement last week. Gov. Pat Quinn of Illinois rejected it last month. They join a long \nlist of elected officials, Congress members and law-enforcement professionals who want nothing to do with the \nprogram for the simple reason that it does more harm than good.\n\nThe program sends the fingerprints of every person booked by state or local police to federal databases to be \nchecked for immigration violations. It was supposed to focus on dangerous felons. But it catches mostly \nnoncriminals and minor offenders, as New York said, ''compromising public safety by deterring witnesses to crime \nand others from working with law enforcement.''\n\nFor years Mr. Obama, like George W. Bush before him, has relentlessly pushed forward with immigration \nenforcement schemes while failing to give any relief to millions desperate to shed their illegal status.\n\nReal reform requires a comprehensive strategy: stricter enforcement plus legalization for the millions whom it would \nbe foolish to uproot from our society and economy. As Mr. Obama has driven deportations to record levels, he has \ngotten no closer to fixing a failed system. But he has made Republican hard-liners happy by bolstering the noxious \nargument that all undocumented immigrants are mere criminals, deportees-in-waiting.\n\nThis is a failure of decency and good sense. It merely punishes and does nothing to actually come to grips with the \nproblem of illegal immigration. Resistance has mostly been heard at the ground level, from immigrants and \nadvocates who say families are being split apart, workers frightened and exploited, the American dream \ndishonored. So it's good to hear powerful Democrats -- Mr. Obama's friends and allies from large states -- telling \nhim that with Secure Communities he has gone way overboard.\n\nWhat these states' actions mean, practically speaking, is unclear. States like New York signed contracts with the \nDepartment of Homeland Security to enter Secure Communities, and now the administration insists that they must \nparticipate. If they send suspects' fingerprints to the Federal Bureau of Investigation for criminal checks -- as states \nmust and will continue to do routinely -- then the F.B.I. will share that data with the Department of Homeland \nSecurity. There is no way to opt out.\n\nWe'll see about that. The idea that the federal government can commandeer states' resources for its enforcement \nschemes seems ripe for legal challenge. And it's wrong to make state and local police departments the gatekeepers \nof immigration enforcement. It should not be up to local cops to drive federal policy by deciding which \nneighborhoods and people are the focus of their crackdowns.\n\n\nWe welcome the votes of no-confidence in Secure Communities. The message is clear and growing louder: Mr. \nObama and the homeland security secretary, Janet Napolitano, need to try something else. That something else is \nreal immigration reform that combines a path to legality with necessary measures to secure our borders and deport \nreal criminals who are here illegally.\n\nhttp://www.nytimes.com\n"}