{"title": "Gangs are taking their gun battles to new turfs; Neal Keeling tells of how fresh feuds and splinter groups are spreading bloodshed on region's streets", "body": "\nAS a getaway vehicle for a gunman the BMW M3 was a conspicuous choice. Far from an anonymous run-around, \nthe high-performance car is a swaggering, slick saloon and costs around £60,000 new.\n\nOn September 12 this year a black M3 was torched on land off Bolton Road, in Bamfurlong, Wigan.\n\nIt had been used in an appalling crime that points to a new chapter in Greater Manchester's gun wars.\n\nThat's a story of how the areas to the north west of Greater Manchester have become a gun crime hotspot and of \nhow extreme violence is being used, with reckless abandon, by thugs in Salford, Bolton and Wigan involved in turf \nbattles.\n\nIt's a story of how new splinter factions and new feuds between gangs and individuals are emerging all the time - \nand how a surge in raids on licensed gun owners, as well as eastern European supply lines - are fuelling \nbloodshed.\n\nIn the September 12 shooting a 41-year-old woman was blasted in the back, as she stood in her own front room at \n12.20am, after the gunman pulled up at Redland Court, Bamfurlong, in the BMW that was later found burnt out.\n\nFive minutes earlier it is believed the same gunman struck in Vicarage Road, Abram, peppering the front of a house \nand a car parked outside.\n\nNine days after those incidents shots were fired and a petrol bomb hurled at the Bryn Hall pub on Bolton Road, \nAbram, at 11pm.\n\nThe incidents are being linked.\n\nThey are among a spate of shootings this year in the north west corner of Greater Manchester.\n\nBut the Wigan shootings, police believe, are not evidence of a feud originating within that town.\n\nA line of inquiry is that they stem from a fall out within a Salford organised crime gang involved in drugs and money \nlaundering.\n\n\nShootings in the region are rising again and, unlike a decade ago, south Manchester is not the centre of the \nproblem.\n\nAnti gun-crime police have recognised Salford as requiring special attention in the way areas like Moss Side and \nOld Trafford were in the noughties.\n\nTensions are also rising in Bolton in a separate underworld feud that has seen three shootings and a car bomb \nattack in the town.\n\nThey included the closest the region came to a fatal shooting, when a man was blasted at point blank range as he \nsat in his car, outside Outline Health and Fitness Centre in Lever Street, on July 12.\n\nPrestwich and Radcliffe have also seen shootings, as well as Cheetham Hill, Swinton and Salford.\n\nTo the east of the city Ashtonunder-Lyne also appears on the map of recent gun crime incidents, while the one \nsouth Manchester area to figure is Levenshulme, where there has been three shootings in 2019.\n\nAt its peak in 2007, gun crime resulted in 150 shootings in the region, causing 50 injuries and four deaths. A high \npercentage of those were in south Manchester.\n\nBy 2013 this had reduced to 22 with six injuries and no fatalities.\n\nBut, from April 2018 to April 2019, there were 62 shootings across Greater Manchester, largely to the north and the \nwest.\n\nWorryingly, 41 of these shootings have been since April. And in the 49 that have occurred since January, there \nhave been 10 injuries.\n\nOf all the shootings in 2019, 11 are thought to be linked to one gangland dispute.\n\nDetective Supt, Danny Inglis, GMP's Serious and Organised Crime Lead, said: \"We have done a lot of work in \nSalford because that is where a lot of the We have had crime groups over particularly drugs and Det Supt Inglis \nthreat has been for some time. We have intensified activity there and are tackling it with a range of tactics, including \nexecuting warrants based on intelligence.\n\n\"In the next few months we will see the results of the intensification - through the court process.\n\n\"We have recovered a number of firearms in the last month.\n\n\"Salford is an area of focus because for some time we have had organised crime groups that are fighting over \nterritory, particularly around drugs and the money that is earned from that trade.\n\n\"Where a discharge of a firearm occurs is not always where the threat lies\", he added.\n\nOne key conviction has already been secured in connection with this year's shootings in Salford, of which there has \nbeen a dozen.\n\nDarryl Hewitt, 25, was jailed for possession of a gun following an investigation into a broad daylight shoot-out in \nPendleton.\n\nIn the shooting, on July 11 this year, a gunman on a motorbike and the occupants of a car exchanged fire on \nLiverpool Street.\n\nIn the aftermath police caught him with a converted Rohm blank firing revolver capable of discharging a 0.22 inch \nbullet.\n\n\n\norganised fighting territory, around money Danny Hewitt, of no fixed address, but with links to Salford, pleaded \nguilty to possessing a prohibited firearm and possessing a firearm when prohibited and was sentenced to five years \nat Manchester Crown Court.\n\nReferring to one long-running feud in Salford between two notorious gangs, Det Supt Inglis said: \"It is too simple to \nsay it is A Team against the Anti-A Team.\n\n\"There are lots of people that are involved in criminality at various levels that are not really allied to any particular \ngroup - they are criminals in a locality and they fall out.\n\n\"And where they fall out there is little mediation done - there is street level violence and that results in an increase in \ngun crime.\"\n\nTo help in Salford, Xcalibre 2 has been deployed, a team of one sergeant and six officers who have responsibility \nfor tackling gun crime across the region. They react to intelligence and incidents with the back-up of Operation \nChallenger, which seeks to dismantle organised crime groups.\n\nChallenger disrupts by working with immigration enforcement, an illegal money-lending team, the modern slavery \ngroup and the National Crime Agency.\n\nInnocents caught in the crossfire is a calamity police fear daily.\n\nIn 2015, Christian Hickey, aged seven and his mum, Jayne, were both hit in the leg after a gunman opened fire on \ntheir doorstep in Winton, Eccles. The shooter was seeking Christian's father.\n\nThe grim reality is gang wars in the region can often see those on the periphery of a dispute being drawn into it.\n\n\"Often they might be related to people which is where we start to see innocent people caught up in disputes.\", Det \nSupt Inglis said.\n\n\"We have seen in Salford and other areas people shooting at houses to send a message.\n\n\"Very few of those responsible are trained marksmen - you can tell by the pattern of shootings.\n\n\"It is inherently dangerous - you have people who don't know what they are doing firing weapons.\"\n\nHowever, Salford does not have a monopoly on sophisticated and dangerous criminals.\n\nIndeed, as of May 2019, GMP intelligence had identified the existence of 124 organised crime gangs across the \nregion, the M.E.N. can reveal for the first time.\n\nOf those, 49 were shown to use firearms in their activities with eight involved in the supply of firearms.\n\n\"We have a real handle on what the issues are. We do have good intelligence and we make sure we map that so \nwe know how to tackle it,\" said Det Supt Inglis.\n\nBreaking the supply chain for guns is another issue for GMP.\n\nSince January there have been 45 shotguns and four rifles stolen in nine burglaries in Greater Manchester - the \nhighest number of weapons stolen in break-ins in the country.\n\nIn a message for licensed gun owners, of which there 9,000 in Greater Manchester with 27,000 weapons between \nthem, Det Supt Inglis said: \"It is important that people understand that weapon security is critical.\n\n\"Not only for their guns, but where they could end up.\"\n\nMeanwhile, more and more guns have been found to be coming into Britain from eastern Europe.\n\n\n\n\"It is known that we get some weapons from the Western Balkans that come into the country\", Det Supt Inglis said.\n\nIndeed, the majority of weapons used in Greater Manchester have never been used before, as opposed to the \npractice seen in the recent past of the same gun being 'rented out' to be used in multiple crimes. ? An one with \ninformation about organised crime in Greater Manchester can contact Crimestoppers on 0800 555 111 or call 101.\n\nIn the caught a and We have had organised crime groups fighting over territory, particularly around drugs and \nmoney Det Supt Danny Inglis\n\nGraphic\n\n \n\nSeven-year-old Christian Hickey was shot in 2015Detective Supt Danny InglisDarryl Hewitt was jailed earlier this \nyearThe burnt-out BMW believed to have been used in two shootings\n"}