{"title": "Man arrested in slaying no longer faces charges", "body": "\nSaying they lacked sufficient evidence, prosecutors on Tuesday dropped charges against one of three Mexican \nimmigrants held in connection with a fatal drive-by shooting near Brooksville in April.\n\nCesare Reyes-Hernandez, 21, smiled broadly when, through a translator, he was told that prosecutors had \ninsufficient evidence to charge him in the April 19 shooting that left 23-year-old Juan Carlos Herrera-Mora dead. He \nhad been held on a charge of being an accomplice to second-degree murder.\n\nReyes-Hernandez won't be released from jail, though.\n\nOfficials from the Bureau of Immigration, Customs and Enforcement have placed Reyes-Hernandez, Delfino Duran-\nCasas, 29, and Reymundo Reyes-Alfaro, 32, on \"detainers,\" which means that if they are released or post bail, they \nare to be taken into custody again to face deportation hearings.\n\nDuran-Casas and Reyes-Alfaro pleaded not guilty Tuesday to second-degree murder and principle to second-\ndegree murder charges, respectively, during arraignment in front of Circuit Judge Jack Springstead.\n\nAll of the suspects were arrested in Marion County, hours after authorities said they went to a mobile home on \nGanz Drive, northwest of Brooksville, to collect a $300 debt from Miguel Reyes-Alfaro.\n\nA fight ensued, with Reyes-Alfaro slashing Eusebio Gallegos-Olivo, 28, of Moon Road, west of Brooksville, from his \near to his shoulder, authorities said. Reyes-Alfaro was charged with attempted murder and pleaded not guilty in \ncourt Tuesday.\n\nGallegos-Olivo was taken to Oak Hill Hospital for his injuries. But that did not end the hostilities, according to a \nsheriff's report.\n\nThe men returned later that night and began shooting into the mobile home where Gallegos-Olivo and Hererra-\nMora resided.\n\nAs the men drove by the house, authorities said, Hererra-Mora, who was on a porch, was shot once in the head \nwith a shotgun.\n\n \n\n- Duane Bourne covers law enforcement and emergency services in Hernando County and can be reached at 754-\n6114. Send e-mail to dbourne@sptimes.com.  \n\n"}