{"title": "BAM'S WORDS RING HOLLOW AS CHILD DEPORTED", "body": "\nTalk is cheap.\n\nPresident Obama once again proved the truth of those words during his visit last week to El Salvador, telling his \nhost that he favors a U.S. immigration system that keeps families together.\n\n\"America is a nation of laws, and it is a nation of immigrants,\" the President said. \"And so our job is to create secure \nborders, to make sure that we've got a legal immigration system that is effective and is not frustrating for families, \ndoesn't divide families.\"\n\nIronically, that same day, the President was making another empty gesture to the immigrant community when it was \nreported that a 4-year-old U.S. citizen had been de facto deported to Guatemala, the country of her parents.\n\nHer name is Emily Ruiz, and she was returning from a vacation to Guatemala with her legal immigrant grandfather. \nThe U.S. Customs and Border Protection deported Emily and her grandfather after he was detained for an \nimmigration infraction he committed in the 90s. The child's parents, both undocumented, live in Brentwood, L.I.\n\nEmily's case inspired worldwide headlines and has caused much moral outrage and disbelief.\n\n\"I'm just shocked,\" said David Sperling, the Ruiz family's lawyer.\n\nYes, Emily's deportation is an outrage and further proof of the callousness and absurdity of our immigration \nsystem. The incident is also an another example of the disparity between the President's words and what really \nhappens in his government.\n\n\"The Obama administration's actions simply don't match the President's rhetoric. He is right that our immigration \nsystem should strive to keep families together, not tear them apart. Unfortunately, his administration has done \nexactly that,\" said Frank Sharry, executive director of America's Voice, a pro-immigration group.\n\nLittle Emily's case serves to strengthen the immigration community's disquieting suspicion of Obama. The child is \nliving proof that such disparity between words and deeds is nothing more than a political game to keep immigrants \nand their supporters hoping against hope - and in the President's camp.\n\nBut despite the administration's assurances that U.S. Imigration and Customs Enforcement focuses on the \"worst of \nthe worst,\" deportations continue at record-breaking pace, and the focus of programs such as Secure \n\n\nCommunities and 287(g) have not been limited to convicted criminals. But more disturbing, ICE continues to arrest \nand attempt to deport young people eligible for the DREAM Act.\n\nFortunately, there is a rare piece of good news. Last Tuesday, state Sen. Bill Perkins (D-Manhattan) introduced the \nNew York DREAM Act. The bill, co-sponsored by state Sen. Dan Squadron (D-Brooklyn), is similar to legislation \nbeing pushed in Maryland and California.\n\nPerkins's legislation would give undocumented students access to financial aid, drivers' licenses, work permits and \nstate-sponsored health insurance programs. Although it doesn't offer a path to citizenship, the bill seeks to prevent \nthe deportation of Dreamers.\n\nTo qualify for these benefits, the bill requires the person to have arrived in the U.S. before the age of 16, be under \n35, have resided in the state for at least two years, have obtained a high school diploma or GED equivalent from an \nAmerican institution and have good moral character.\n\nHopefully, the New York DREAM Act will have a happy outcome. And hopefully, little Emily's ordeal will also have a \nhappy ending. The family's lawyer is expected to return her to her country of birth - and her parents' loving arms - \non Wednesday.\n\nLet's keep our fingers crossed.\n\naruiz@nydailynews.com\n"}