{"title": "Jewish Refugees and the Philippines: A Timeline", "body": "\nMay 29, 2019( Manuel L. Quezon III: http://www.quezon.ph Delivered by Newstex)             \nhttp://www.quezon.ph/wp-content/uploads/2019/05/bagatsing-mlq-comparison.jpg If you've watched the film, \n'Quezon's Game' (or even if you never do), hopefully you will become interested in learning more about the rescue \nof Jews who found a safe haven in the Philippines.\n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/17699986470_8d57b27712_z.jpg Frieders with Jewish refugees \nin Manila; from the Rescue in the Philippines website. Hopefully the extracts from academic articles and books will \nhelp provide a deeper understanding of these events. All errors and shortcomings in attribution are my responsibility \nalone.Cast of Characters:            http://www.quezon.ph/wp-content/uploads/2019/05/1101351125_400.jpgManuel \nL. Quezon[1]: 'In 1935, Filipinos had elected him as the commonwealth's first president. At the time, the Philippines \nwere still a colonial possession of the United States. Quezon was an astute politician who used his fluency in \nEnglish, political acumen, and gift of flattery to win over policymakers in Washington. Most important, Quezon was \nfriendly and socialized with McNutt and the Frieders and visited with them at their homes. As a non-Aryan, he hated \nthe Nazis and sympathized with the plight of Jews in Nazi Germany. He also believed the Jewish refugees would \nbecome an asset to the Philippines, especially with their expertise and knowledge of medicine and other \nprofessional fields. His endorsement proved significant because the commonwealth's officials determined who \ncould get off the ships and enter the territory.' According to Goldstein/Kotlowski[2]: 'the Philippine president had \nmade good friends with its Jewish-American community in part because Jews, who were familiar with \ndiscrimination, made an effort to be friends with Filipinos at a time when other Americans would not.' Delmendo: \nDespite the monumental tasks Quezon faced during the ten-year Commonwealth period—overhauling the \nPhilippine economy, 'Filipinizing' the government, widespread poverty, and the ever-looming threat of Japanese \ninvasion—Quezon, with High Commissioner McNutt, proposed a plan to settle 30,000 refugee families on \nMindanao, and 40,000-50,000 refugees on Polillo. Quezon made a ten year loan of the parcel of land he had \nbought for his only son, Manuel 'Nonong' Quezon Jr., to Manila's Jewish Refugee Committee for the housing of \nhomeless refugees. This parcel was adjacent to Quezon's own family home in Marikina, which Quezon used as a \nPresidential retreat when his tuberculosis and other medical issues required short rests and recuperation. Marikina \nHall, a large group home and farm, was dedicated on April 23, 1940. One of the inhabitants, Morris Grimm, had \nbeen released from Buchenwald concentration camp on the condition he leave Germany.            \nhttp://www.quezon.ph/wp-content/uploads/2019/05/paul-v-mcnutt-6eed2832-312d-4034-8056-6a100f9c7bb-resize-\n750.jpegPaul V. McNutt[3]: 'a Roosevelt appointee, had been a professor of law, governor of Indiana (1935-1937), \nand a prominent figure in the Democratic Party. A decent and humane individual, McNutt learned about the Nazi \natrocities from Jacob Weiss, a close Jewish ally in Indiana's Democratic Party, and from reports he received from \nJewish groups. McNutt had long disdained racial hatred and anti-Semitism, and respected Jews, as he said, 'for \ntheir toughness, resiliency, and success.' He often spoke out and condemned the German government and Hitler, \nand supported the Zionist goal of a Jewish homeland in Palestine. McNutt realized that any long-term effort to \npermit large numbers of Jews to enter the Philippines had to be methodical, carefully planned, and in accord with \nUnited States immigration statutes.'           http://www.quezon.ph/wp-content/uploads/2019/05/1407265115000-\nFrieder-brothrs.jpg The Frieder Brothers The Frieder Brothers: Alex, Phillip, Herbert, Morris[4], 'who owned a two-\n\n\nfor-a nickel cigar business. In 1918, the brothers decided to transfer their cigar manufacturing operation to Manila \nfrom New York City, to reduce production costs. The brothers then took two-year turns living in Manila and \noverseeing their plant. They also became active in Manila's Jewish community of 150 men, women, and children.' \nWatch a Frieder home movie of their Brixton Hill, Santa Mesa residence.[5] Dwight D. Eisenhower: At the time \nDouglas MacArthur's chief of staff and No. 2 man in the Military Adviser's Mission in the Philippines. In his memoirs, \nAt Ease. he recalled that: '[By 1937] President Quezon seemed to ask for my advice more and more. He invited \nme to his office frequently. This was partly because of the office hours General MacArthur liked to keep. He never \nreached his desk until eleven. After a late lunch hour, he went home again. This made it difficult for Quezon to get \nin touch with the General when he wanted him. Because I was the senior active duty officer, my friendship with the \nPresident became closer. 'Our conversations became broader and deeper.They were no longer confined to the \ndefence problem.Taxes, education, honesty in government, and other subjects entered the discussions and he \nseemed to enjoy them. Certainly I did.'           http://www.quezon.ph/wp-\ncontent/uploads/2019/05/EisenhowerMamieMLQ1938.jpg 1939: at a party, Mamie Eisenhower greets President \nQuezon as Dwight D. Eisenhower looks on. As pointed out by Sharon Delmendo:  As relations between MacArthur \nand Quezon increasingly grew strained, Quezon developed a close professional and personal relationship with \nEisenhower. Quezon gave Eisenhower an office in Malacañan, and invited Eisenhower to weekend trips aboard the \npresidential yacht Casiana. A popular myth holds that Dwight Eisenhower was centrally involved in Jewish refugee \nrescue in the Philippines, but extant documentation does not support this legend. Eisenhower kept a voluminous \ndiary of his tenure in the Philippines and published several books after WWII, but never mentioned working on \nJewish rescue (other than relating that he turned down a lucrative contract to head Jewish refugee efforts across \nthe Pacific). Eisenhower is never mentioned in hundreds of US government documents relating to Jewish \nimmigrants to the Philippines. Eisenhower was entirely consumed by his duties under MacArthur, building up \nPhilippine defense in the face of increasingly certain attack by the Japanese. Organizations: Jewish Refugee \nCommittee in Manila[6]: 'In 1937, the Jewish Refugee Committee (JRC) was established. American Jewish \norganisations - the Joint Distribution Committee and Refugee Economic Corporation - funded the JRC to maximise \nthe number of refugees that could be admitted.' Jewish Joint Distribution Committee (JDC): est. in 1914, to 'provide \nrelief for Jews in Palestine and eastern Europe, was the primary organization for the distribution of funds from the \nAmerican Jewish community to Jews in Germany.' Harris: 'founded in 1914 to provide relief for Jews in Palestine \nand Eastern Europe, was the primary organization for the distribution of funds from the American Jewish community \nto Jews in Germany. It had a virtual monopoly on overseas aid.' Refugee Economic Corporation: 'the American \nJewish Joint Distribution Committee (JDC). The JDC had created the Refugee Economic Corp. (REC), which \nhelped resettle Jewish refugees. The REC worked with theHilfsverein der Juden in Deutschland(Relief Association \nof German Jews).' Harris: 'The REC was founded on November 20, 1934 and specialized in creating Jewish \nsettlements in countries that agreed to absorb Jewish refugees.' According to Sharon Delmendo: The REC funded \nthe Mindanao Exploration Commission, a panel of experts charged with evaluating Mindanao's suitability for \nEuropean (i.e., Jewish) settlement on Mindanao. Hilfsverein der Deutschen Juden: 'This German Jewish \norganization had been established in 1901 to engage in social welfare and educational activities among needy \nJews. After Hitler came to power, the association assisted German Jews trying to emigrate everywhere but \nPalestine, which was handled by the Jewish Agency. 'The Hilfsverein kept lists of those German Jews who applied \nto emigrate. The lists included the occupation or profession of each prospective emigrant. The German government \nallowed theHilfsvereinto exist because it wanted all Jews out of Germany, and theHilfsvereinpromoted this goal. \nAfter the war broke out, the German government shut it down and assumed its activities.'Introduction (1917-1924): \nBonnie M. Harris in a 2016 paper[7] provides necessary background on the whole story: The United States' \nImmigration Acts of 1917 and 1924 became the dual directives of immigration policies of the U.S. during the first \nhalf of the 20th century. However, only the Immigration Act of 1917, which outlined 'qualitative' restrictions on \npotential immigrants, applied to the Philippines during its eras as a territory and then as a commonwealth nation of \nthe United States. This 1917 Act imposed numerous conditions excluding individuals as acceptable immigrants to \nthe U.S., and by extension, to the Philippines. While the U.S. State Department supposedly could not restrict the \nnumbers of Jewish immigrants coming into the Philippines, it could, and did, demand a process that ensured \nadequate financial support for the refugees. While the opening section of the 1917 Immigration Act details that its \nprovisions 'shall be enforced in the Philippine Islands by officers of the general government,' no such directive \nappears in the text of the U.S. Immigration Act of 1924 that regulated immigration numerically into the United \nStates with the imposition of immigration quotas. This is extremely important when discussing the rescue of refugee \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/EisenhowerMamieMLQ1938.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/EisenhowerMamieMLQ1938.jpg\n\n\nJews in the Philippines However, no number restrictions on immigration into the Philippines existed in U.S. \nImmigration Laws. Thus restrictive quotas did not apply. But perhaps even more importantly, neither did U.S. State \nDepartment nor consular oversight in approving the issuance of visas to refugee aliens immigrating to the \nPhilippines. TIMELINE This timeline is color-coded. Red dates are related to the Holocaust in general, and world \nevents affecting the Philippines in particular: they provide a running reminder of what was happening to European \nJews in general and the approaching global conflict. Blue dates apply to dates when news articles came out, and \nwhat those articles said: they will help provide global and local context to what was going on. Dates in black are \ndates more precisely related to the story of the rescue of European Jews. The appearance of quotations is a guide \nas well. Information in italics is information from third-hand sources, such as the media at the time, or from people \nwriting after the fact. They help provide background and updates to the emerging story. Material in ordinary text \nmeans it was written at the time, representing the actions and opinions of people involved in the story.1933 January \n30: Adolf Hitler Appointed Chancellor[8] February 28: Reichstag Fire Decree[9] March 22: Establishment of Dachau \nCamp[10] March 23: Germany passes the Enabling Act, giving Hitler dictatorial powers[11]. April 1: Anti-Jewish \nBoycott[12] April 7: Law for the Restoration of the Professional Civil Service[13] April 25: Law Limits Jews in Public \nSchools[14] May 10: Book Burning[15] July 14: Law for the 'Prevention of Offspring with Hereditary Diseases'[16] \nSeptember 17: Central Organization of German Jews Formed[17] September 28: Philippine Magazine: Chancellor \nHitler publishes a decree prohibiting discrimination between Jewish and non-Jewish firms in Germany. \nKotlowski:[18] In 1933, the Nazis staged a boycott of Jewish-owned business, burned books by Jewish authors and \ntook steps to exclude Jews from the civil service, medical profession and enrollment in universities.  October 4: \nEditors Law[19] November 24: Law against 'Dangerous Habitual Criminals'[20] Bonnie Harris[21]: Depending when \nin the time frame of the pre-WWII era in which refugees left, there were two different major routes that provided \ntransport for refugee Jews from various points of departure in Europe to ports in southern and eastern Asia. From \nthe early 1930s to the mid-1940s, the first route, by sea, carried fleeing refugees from ports mostly in Italy on to \nAlexandria, Egypt and then through the Suez Canal to ports-of-call in Bombay, Singapore, Hong Kong, Manila, \nShanghai, and Kobe and Yokohama, Japan. Other vessels that left from seaports in northern Europe, such as \nBremen or Hamburg, usually sailed around the Cape of Good Hope, extending the already four week voyage time \nto east Asia by another six weeks.] Ships could be booked six months in advance and carry as many as one \nthousand Jewish refugees per voyage. The other major route of transportation to the Far East was the land route \nacross Russia and Siberia via the Trans-Siberian Railway and Chinese Eastern Railroad that had once brought \nRussian Jews to Asia two decades earlier. Jewish refugees escaping Nazi persecutions began arriving in Asian \nports as early as 1933, following Hitler's ascent to power. Some refugees en route to the open city of Shanghai \njumped ship in Manila, seeking asylum in an American overseas colony rather than an Asian one. The number of \nrefugees seeking asylum in Asian ports corresponded to the waves of increased antisemitic violence in the Third \nReich under Nazism  Jewish refugees fleeing Nazi Germany arrived in the Philippines as early as 1933, but they \nwere few in numbers and their escape almost entirely undocumented. Goldstein/Kotlowski[22]: Most significantly, \nthe United States Immigration Act of 1924, which established the system of annual quotas, 'took no official \ncognizance of 'refugees' and thus made no provision for offering asylum to the victims of religious or political \npersecution' And the 'Likely to Become a Public Charge' provision of the United States Immigration Act of 1917 \nprohibited the issuance of visas to anyone who lacked the wherewithal to support themselves.1934 March 24: \nEnactment of the Tydings-McDuffie, or Philippine Independence, Act, by the U.S. Congress.[embedded \ncontent]Harris[23]: The Tydings-McDuffie Act of 1934, also called The Philippine Independence Act, outlined the \nterms of the Philippine Commonwealth and its ten year transition period into the fully independent Republic of the \nPhilippines, which was predetermined for July 4, 1946. The Tydings-McDuffie Act authorized the Philippine \nLegislature, now one body called the National Assembly, to draft a constitution for the government of the \nCommonwealth June: Goldstein/Kotlowski[24]: The first German Jewish refugees from Hitler may have been Karl \nNathan and Heinz Eulau from Offenbach. They arrived in Manila in June 1934 on affidavits of support from Eulau's \ncousin Dr. Kurt Eulau, who had lived in the islands since 1924. Delmendo:  Ernst Simke arrived in the Philippines in \n1932 to take a job offer from Maxime Hermanos of Levy Hermanos, an import-export business. Ernst decided to \nleave Germany because he found it almost impossible to get a job. In 1937, ES had a German passport issued to \nhim by the Germany embassy in Manila (without the 'J' for Jude), good for two years. When it expired in 1939, \nSimke became a naturalized Filipino citizen. Ernst married another Manilaner, Dr. Rita Broniatowski, who arrived in \nthe Philippines in 1940. June 30: Night of the Long Knives[25] August 2: Death of German President von \nHindenburg[26] August 19: Hitler Abolishes the Office of President[27] November 20: Refugee Economic \n\n\n\nCorporation (REC), with headquarters in New York City, established to create Jewish settlements in countries that \nagreed to absorb Jewish refugees.1935 Kotlowski[28]: Two years later, the so-called Nuremberg Laws defined \nJews as non-Aryans, relegated them to the status of a subject class and prohibited them from marrying Aryans.  \nDelmendo: On September 15, 1935, the Nazi party publicized two laws during the annual Nuremburg party rally in \nNuremburg. Two laws were decreed: the Reichs Citizenship Law, which stripped Jews of their German citizenship \nand outlined the 'racial' classification of Jews, and the Law for the Protection of German Blood and German Honor, \nwhich criminalized marriage or sexual relations between Aryans and Jews and prohibited Jews from employing \nGerman women under the age of 45. These two laws were the first of many laws and policies which progressively \ndisenfranchised and systematically impoverished Jews in Germany and Nazi-occupied territories. March 25: \nConstitution of the Philippines certified as conforming to the Philippine Independence Act by the President of the \nUnited States[embedded content]May 1: Nazi Ban on Jehovah's Witness Organizations[29] May 14: The 1935 \nConstitution of the Philippines is ratified. (See: Constitution Day[30], by Teodoro M. Locsin.) Harris[31]: The \nexecutive power of the new government centered in an elected Filipino President, as stipulated by Article VII of the \nCommonwealth Constitution, which was ratified on May 14, 1935. Another important provision of the Tydings-\nMcDuffie Act was the creation of the Office of the U.S. High Commissioner to the Philippines. The U.S. High \nCommissioner had no direct administrative powers in the Philippines, but was concerned primarily with protecting \nAmerican interests in the new commonwealth nation. This office superseded that of the American Governor-\nGeneral. The relationship between these newly invested offices and the U.S. War Department was never really \nclarified until Philippine Supreme Court Justice George A. Malcolm composed an official statement to the High \nCommissioners Office on January 9, 1939. His official opinion clarified 'the relationship of the office of the High \nCommissioner to the Philippine Islands and the War Department.' Malcolm's treatise explained that three agencies \nwere provided to act as representatives of the President of the United States in the execution of his duties as the \nsupreme commander over the Islands of the Philippines, as provided by the Tydings-McDuffie Act. In the \nPhilippines proper, that representative was the U.S. High Commissioner to the Philippines. At the U.S. Capital, as \npertaining to the foreign affairs of the Philippines, that agency was the Office of Philippine Affairs within the \nDepartment of State. Certain other affairs of the Philippines continued to be administered by the Secretary of War \nthrough the Bureau of Insular Affairs June 25: Philippine Magazine: At a meeting presided over by General Emilio \nAguinaldo, the National Socialist Party is formally organized, the Sakdal Party, headed by Jose Timog, and other \nminority groups including the Radical Party, headed by Rep. Alfonso Mendoza, the Laborista Party, headed by \nPablo Manlapit, the Pampanga Communists, headed by Abad Santos, the Philippine Fascists, headed by Miguel \nCornejo, and the Civil Union, headed by Vicente Sotto, all taking part. June 28: Revision of Paragraph 175[32] July \n15: Philippine Magazine: The worst anti-Jewish demonstration in two years is staged in Berlin, inspired by the \nSwedish anti Semitic cinematograph film, 'Petterson and Binder,' at which Jews whistled and booed.  September \n15: Nuremberg Race Laws[33] Harris[34]:  In spite of Germany's openly anti-Semitic Nuremberg Laws of 1935, the \nUnited States still resisted accepting more immigrants than the quotas for Germany allowed, even after over \n500,000 German and Austrian Jews were declared stateless enemies by Hitler in 1935.  November 15: \nCommonwealth of the Philippines inaugurated. Philippines becomes self-governing except that foreign policy would \nbe the responsibility of the United States. Laws passed by the legislature affecting immigration, foreign trade, and \nthe currency system still had to be approved by the President of the United States. Watch Frieder family home \nmovie of Commonwealth inaugural ceremonies:[35]Gerald Wheeler: [Quezon] wrote to [Frank] Murphy [the last \ngovernor-general and first high commissioner] and gave his own interpretation of the high commissioner's powers. \nHe believed that the Tydings-McDuffie Act gave the United States only a limited number of specified powers; in all \nother areas Commonwealth authority would be plenary. He recognized the American President's right to act by \nproclamation in specified matters, once they had been referred to him by the high commissioner. As he saw it, the \nhigh commissioner could observe, request information, carry out specified duties, and send recommendations to \nWashington when he saw something he considered unwise or illegal.6 Very obviously, such an official would stand \nlittle chance of interfering meaningfully with the operations of the Commonwealth President. When Secretary [of \nWar, George] Dern came to Manila with a large congressional delegation to participate in the inaugural ceremonies, \nMurphy made one more attempt to get his instructions modified. Dern was understanding but took no action. \nGoldstein/Kotlowski:[36] Beginning in 1935, Filipinos received internal autonomy and the right to elect their own \npresident while the United States remained the sovereign power. Washington was represented in Manila by a 'high \ncommissioner' appointed by the U.S. president. The responsibilities of the high commissioner were somewhat \nnebulous as was the commonwealth set-up itself Immigration policy was a case in point, for the Immigration Act of \n\n\n\n1917, which included the 'most likely to become a public charge' proviso, applied to entrants to the Philippines, \nwhile the Immigration Act of 1924, with its annual quotas, did not. Immigration to the Philippines was riddled with \nloopholes because immigration policies were not clearly defined. The Philippines had no immigration laws of its own \nand there was a history of U.S. officials in the Philippines bypassing immigration laws that applied in the continental \nUnited States. Chinese and Japanese immigrants were routinely permitted to settle in the islands, despite local \nPhilippine opposition and at a time when these same immigrants were excluded from the American mainland. \nEnforcement of all types of law in the Philippines had historically been lax at best and corrupt at worst. The complex \nand unresolved issue of immigration was among the problems confronting Manuel Quezon when he became \npresident of the Philippine Commonwealth in 1935. November 19: Philippine Magazine: The governments of France \nand Germany send congratulatory messages to President Quezon through the State Department. 1936 March 4: \nDiary of Francis Burton Harrison[37]: Talk in the office with Dr. Schay, a Jewish refugee who escaped from the \nNazis; he was the editor of the second largest newspaper in Germany-was sitting with a friend playing chess in a \ncafe in Berlin, when he heard of the burning of the Reichstag. He telephoned at once to his wife to bring his \nsuitcase to the station, reached Aachen, and walked across the border to Belgium. I asked him; 'The Nazis burned \nthe Reichstag, didn't they?' 'Of course,' he replied and added that there was a 'will to war' among the Nazis as soon \nas they could arm; they were then lacking in fortresses, and in heavy artillery; their aviation was now the largest in \nEurope. They mean to get the Danzig corridor back; Poland was to be 'compensated' by annexing the northern part \nof the Ukraine-war would be made by Germany and Poland on Russia in the Spring of 1937-but things could \nchange before that. Schay means to open a school for Filipinos in Manila. May 1: Diary of Francis Burton \nHarrison[38]: Should have gone this noon to the German Club for their National Day-and was even anxious to do \nso, though no doubt, some of their older members were among those whom I deported to the United States \ndetention camps during the war-but I could not stomach the thought of drinking Hitler's health! Believe I should \nhave vomited! June 16: President Quezon's Second State of the Nation Address[39], concerning policy for \nMindanao: The time has come when we should systematically proceed with and bring about the colonization and \neconomic development of Mindanao. A vast and rich territory with its untapped natural resources is a temptation to \nenterprising nations that are looking for an outlet for their excess population. While no nation has the right to violate \nthe territorial integrity of another nation, people that lack the energy, ability, or desire to make use of the resources \nwhich Divine Providence has placed in their hands, afford an excuse for a more energetic and willful people to \ndeprive them of their lawful heritage. If, therefore, we are resolved to conserve Mindanao for ourselves and our \nposterity, we must bend all our efforts to occupy and develop it and guard against avarice and greed. Its \ncolonization and development will require no little capital. But every cent spent for this purpose will mean increased \nnational wealth and greater national security. The present income of the government is quite insufficient to even \nattempt to do more than carry on its present activities. Were there no other reasons for the creation of new sources \nof revenue, the need of developing Mindanao alone would make it an unavoidable duty for this Assembly, \nespecially those who visited Mindanao recently with me, are conscious, I feel sure, of our grave responsibility to \nencourage settlement and develop Mindanao. There are provinces in Luzon and the Visayas that are already \noverpopulated. There are localities in some of those provinces where the people live on large estates without \nopportunity to earn a livelihood sufficient to meet the necessities of civilized life, much less to own the land wherein \nthey live and which they cultivate. It is inconceivable that such a situation should exist in a country with extensive \nareas of fertile uncultivated lands. I invite you, therefore, to give this matter preferential consideration. The so-called \nMoro problem is a thing of the past. We are giving our Mohammedan brethren the best government they have ever \nhad and we are showing them our devoted interest in their welfare and advancement. In turn they are giving us their \nfull cooperation. Let us reserve for them in their respective localities such land of the public domain as they may \nneed for their well-being. Let us, at the same time, place in the unoccupied lands of that region industrious Filipinos \nfrom other provinces of the Archipelago, so that they may live together in perfect harmony and brotherhood. \nNovember 7: Philippine Magazine: Due to the British government's determination not to suspend Jewish \nimmigration into Palestine pending the findings of the Royal Commission, now on its way from London to \nJerusalem, the Arabs are reported to have decided to boycott the Commission.  November 14: Inner Mongolian \nArmy Faction Attacks Chinese Garrison at Hongort[40] 1937[embedded content]The Tablet[41]: Although American \nimmigration laws applied to the Philippines, the country had no quota system. A financial guarantee from a resident \nsufficed to obtain an entry visa. If the Jewish refugee who arrived in the Philippines was able to find employment, \nhe met an important provision of U.S. immigration policy: that he not become a burden on the state. McNutt, the \nFrieder brothers, and Quezon became the active movers of the plan; Eisenhower played no ongoing role in the \n\n\n\nrescuebut served as the group's liaison to the U.S. Army February 17: Philippine Magazine: News of the \nappointment by President Roosevelt of Governor Paul V. McNutt as U.S. High Commissioner in the Philippines is \ngenerally well taken in Manila although regret is expressed that the appointment did not go to Acting U.S. High \nCommissioner J. Weldon Jones. Mr. Jones himself expresses his satisfaction and telegraphs his congratulations.  \nMarch 1: President Roosevelt appoints Paul V. McNutt High Commissioner to the Philippines Kotlowski[42]: Early in \n1937, President Roosevelt named McNutt high commissioner to the Philippines to satisfy a political need, that is, to \nsend a potential rival, as far from the U.S. mainland as possible. Delmendo:  On March 1, 1937, President Franklin \nDelano Roosevelt wrote McNutt a letter of instructions regarding the office of the High Commissioner. In this letter, \nRoosevelt gave McNutt near broad discretionary authority: 'In the nature of things, situations will arise which will call \nfor sound judgment and sympathetic handling on your part. It is not my intention here to burden you with specific \nrules for your guidance, for in appointing you to this high office I am confident of your ability to handle the situations \nwhich may arise to the best advantage not only of the American people but also of the people of the Philippine \nIslands.'[embedded content]April 27: Philippine Magazine: U.S. High Commissioner Paul V. McNutt arrives in \nManila with his wife and sixteen-year old daughter and others of his party. He states as to his powers that the law \nand the instructions he has received from President Roosevelt (which were read in part by President Quezon) are \nclear and that he will not interfere in local affairs. July 7-July 9: Marco Polo Bridge Incident (Battle of Lugou \nBridge)[43] Harris[44]: At the outbreak of the Sino-Japanese War broke on 7 July 1937, the JRC in Manila received \na telegram from the Ashkenazi Jewish community in Shanghai asking for assistance for their refugee Jews. The \nsmall Jewish community in Manila immediately raised a sum of $8,000, but before the money could be dispatched, \nthe wealthier Sephardic Jews of Shanghai stepped up and cared for the needs of the refugees Jews on their own. \nThe JRC, under the leadership of Philip Frieder and Morton I. Netzorg in Manila, decided to hold the funds in \nescrow in case a future need arose. That need came almost immediately. July 9: New York Times[45]: President \nManuel Quezon of the Philippines left tonight for Paris after having luncheon with Hans G. V. von Mackensen, \nForeign Office UnderSecretary, and about fifty representatives of the government and the German Far Eastern \ntrade.           http://www.quezon.ph/wp-content/uploads/2019/05/15667610916_cf4026fcf1_z.jpg German coverage \nof Quezon's visit in 1937. Goldstein/Kotlowski[46]: During a visit to Europe in 1937, Quezon, his wife, and their son \nwere troubled by the sight of a Nazi parade in Berlin. July 15: Buchenwald Concentration Camp Opens[47] July 21: \nThe German Consul in Manila submits an intelligence report to Berlin. Ephraim[48]: The role of Jews and Masons \nin the Philippines was closely monitored by the German consulate in Manila. In a long report to the German foreign \noffice in Berlin, the new German consul, Gustav Sakowsky, warned that local Jews, Masons, and the Catholic \nChurch were stronger in the Philippines than anywhere else in Asia and that they would love to attack National \nSocialism just as soon as the American authorities gave the go-ahead. In his effort to inculcate the Nazi philosophy \namong the Germans in Manila (there were only several dozen Party members in the Philippines among nearly three \nhundred non-Jewish German adult males), he feared his power was faltering in the face of a growing opposition, \nmuch of which engaged in business -and often social contact—with non-German citizens. And there were several \nliaisons between German businessmen and Filipino women, an affront to Nazi racial laws.  July 25: Fighting Erupts \nat Langfang Between Chinese and Japanese Troops Despite Recent Truce[49] August 8: Beijing Falls to Japanese \nForces[50] Bonnie Harris[51]: However, the first significant influx of European refugee Jews to arrive in Manila did \nnot come directly from Europe, but rather from the Jewish refugee community in Shanghai. With the renewal of \nhostilities between the Japanese and Chinese in 1937, which resulted in the occupation of Peking by Japanese \nforces, the four million inhabitants of Shanghai faced the dangers of war in an occupied territory and various civilian \ncommunities sought escape from Shanghai's battle grounds. Germany's shift of alliance from China to Japan at \nthis time alarmed German Jews in Shanghai, who feared German pressure on Japan to adopt Nazi discriminatory \npolicies against Shanghai's German Jewish population. The Manila Jewish community shared that fear and \norganized the Jewish Refugee Committee of Manila (JRC) with the intention of rescuing German members of the \nShanghai Jewish community.  August 21: President Quezon issued Proclamation No. 173 [52]on August 21, 1937 \nenjoining government agencies in the City of Manila, City of Baguio, the Province of Rizal, and the Mountain \nProvince to extend aid to refugees especially Filipino and American nationals in China who fled to the country. \nAugust 24: Manila Tribune: WHEN MORE REFUGEES ARRIVE-Scenes taken aboard the S.S. 'President Hoover' \nwhich brought several hundred refugees yesterday morning. At extreme right, top, is shown Lt. Luis Villa Real, aide-\nde-camp to President Quezon, conversing with Mrs. Victor Czegka, wife of Admiral Byrd's mechanical engineer \nduring his polar expedition. Admiral Byrd requested President Quezon to 'please arrange accommodations' for the \nrefugees.            http://www.quezon.ph/wp-content/uploads/2019/05/21132120005_650ef8ccfb_z.jpg September 8: \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/15667610916_cf4026fcf1_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/21132120005_650ef8ccfb_z.jpg\n\n\nPresident Quezon authorized the admission of ethnic German and German Jews refugees:[53] Bonnie Harris[54]: \nthe German government sent a ship to Shanghai to evacuate all German nationals from the war zone to Manila. In \nthe evacuation, they also took aboard about 30 German Jewish refugee families. The Jewish community in Mania \ntook charge of the refugee Jewish families at the request of the German Consul in the Philippines. This \nspontaneous rescue of German refugee Jews from Shanghai became the impetus for the devised rescue plans that \nfollowed, bringing 1,300 to a safe haven in the Pacific. Refugee rescuers in the Philippines operated selection and \nsponsorship programs unlike any Jewish rescue operations executed anywhere else in the world during these \nyears. The plans involved a collaboration of efforts from political dignitaries and businessmen in the Philippines, \nrelief organizations in both the United States and in Germany, and even government officials in the often \nantisemitic-leaning U.S. State Department. The Tablet[55]: The Frieders and other Jewish leaders worried that a \nlarge influx of refugees would tax the employment market and necessitate extensive welfare services, which their \ntiny community was unable to provide. They also knew that the long-term success of any resettlement program \nrequired the sympathy of the Filipinos. That meant the refugees had to be integrated into the community, secure \nemployment, and avoid becoming public charges. Consequently, they advocated a controlled-entry program. \nGoldstein/Kotlowski[56]: McNutt proved responsive as well; he asked Leo Gardner, his legal adviser, to find a way \nto help these refugees. Gardner studied executive orders defining the office of high commissioner and found that \nMcNutt had the power to 'waive visa requirements in admitting persons to the Islands' The high commissioner did \nso with the encouragement and support of Quezon and Jewish leaders in Manila, notably Philip Frieder and his \nbrothers - Alex, Morris, and Herbert - who were cigar manufacturers from Cincinnati. September 16: Quezon, to the \nSecretary of War, Harry Woodring: I confess frankly that in Washington I made a mistake in my first impression of \nCommissioner McNutt. The light under which reports from Manila regarding his early acts in the Philippines made \nhim appear, has not only misrepresented him, but has done him an injustice. Commissioner McNutt is a man—\nmentally honest, direct, sincere in his dealings with people and courteously outspoken. His sense of justice and \nfairness is not only evident but impressive. He has tact, vision, human sympathies, high principles and a vast \nknowledge of public affairs. The President could not have chosen a better man for the difficult and delicate task \nfacing the United States High Commissioner. September 17: McNutt, to the Secretary of War, Harry Woodring: I \nhave found President Quezon considerate, fair, frank and cooperative. I am glad to be able to report positively that \nwe will work together in perfect harmony, much to the disgust of those on both sides of the Pacific who sought to \npromote a fight between us. I have come to like, respect, and admire President Quezon, and feel that it will be \npossible to solve any problems which might arise in a mutually acceptable manner. November 8: Antisemitic \nExhibition Opens in Munich[57] December 12: The Office of Philippine Affairs is established in the U.S. State \nDepartment. Harris[58]: The Office of Philippine Affairs within the State Department was created on December 12, \n1936, for the sole purpose of carrying out the directives of the State Department as pertaining to foreign affairs \nissues in the Philippines. Whenever situations demanded communication between the Philippines and the State \nDepartment concerning immigration, the practice was to transmit the message to the War Department via the \nBureau of Insular Affairs, who would then forward the message to the designated agency, whether that was the \nHigh Commissioner or the Office of Philippine Affairs. In this manner, the Secretary of State advised the High \nCommissioner of the Philippines on issues of foreign affairs, and 'the views of the Secretary of State [were] \naccepted as conclusive.' December 16: Philippine Magazine: Acting Secretary of State Robert W. Moore \nannouncing the creation of a new division of Philippine affairs states that neither particular political nor economic \nproblems are responsible for the move, but solely the desire to coordinate the administration of affairs concerning \nthe Islands. Francis B. Sayre, Assistant Secretary of State, declares that 'the gradual shifting of Philippine matters \nfrom the War Department to the State Department seems inevitable as the date of independence nears' and that \nthe Department has been increasingly involved in Philippine matters by preparations for the economic conference—\nwhich will be 'a constructive and not a 'horse-trading' affair'. J. E. Jacobs with a background of long experience in \nthe Orient and in the Department has been designated head of the division. The action meets with approval in \nPhilippine government circles.  December 31:  From the Second Annual Report of the United States High \nCommissioner to the Philippine Islands to the President of the United States[59] Covering the Calendar Year 1937: \nThe situation with regard to immigration into the Philippine Islands was thrown into considerable confusion during \nthe year 1937 by instructions sent out by the United States Department of State, advising United States consular \nofficers that they have no authority to refuse to issue visas for aliens desiring to proceed to the Philippines, except \nfor such aliens whose entry might be considered harmful to the public safety, and pointing out that the question of \nthe admissibility of aliens is one to be determined by the immigration officers of the Philippine Islands upon arrival at \n\n\n\nPhilippine ports. The immigration authorities of the Commonwealth government did not have the experience or \ntraining to cope with this situation. Owing to the large numbers of aliens from various disturbed regions of the world \nwho desire to take up residence in the Philippines, the problem is growing more acute. The seriousness of the \nproblem is one which is fully recognized by Commonwealth authorities. It is to be hoped that within the near future \nsuch remedial measures of an administrative nature and necessary amendments to existing laws will be undertaken \nas will enable the Commonwealth government to cope effectively with the situation UNITED STATES LAWS \nADMINISTERED BY THE COMMONWEALTH IMMIGRATION INTO THE PHILIPPINES The Immigration Act of \n1924, setting up a system of quota control for immigration into the United States, is not applicable to the Philippine \nIslands. The ruling immigration law of the Philippines is the act of Congress of February 5, 1917, which contains a \nproviso that the law shall be enforced in the Philippines by officers of the general government thereof until it is \nsuperseded by an immigration act passed by the Philippine Legislature and approved by the President of the \nUnited States. On November 14, 1935, just prior to the establishment of the Commonwealth government, the \nPresident of the United States issued an Executive order prescribing the documents to be required for aliens \ncoming into the Philippine Islands. The basic provision of these requirements was that all aliens were required to \npresent unexpired passports or official documents showing their origin and identity and valid passport visas issued \nby American consular officers. The Executive order was a restatement of previous Executive orders, providing \nnecessary changes in nomenclature resulting from the establishment of the Commonwealth. The problem of \nChinese immigration into the Philippines is one of long standing controlled by laws anterior to that of 1917 and it \nshould be understood that the comment here made does not refer to the question of Chinese immigration, but to \nimmigration of aliens of other nationalities. Until recent years the entry of such aliens has not been a difficult \nproblem, inasmuch as the immigration authorities in the Philippines were disposed to admit without question an \nalien who presented a travel document bearing the visa of an American consul. However, with the beginning of \ntroubles in Spain, China, and other parts of the world the problem of the entry of aliens who might not be easily \nassimilated became more acute. Commonwealth authorities expressed a desire that American consuls should \nrefuse visas to certain classes of applicants, but the State Department replied that under the act of 1917 consuls \nwere without authority to refuse visas except in certain cases, as, for example, that of an alien whose entry might \nbe contrary to the public safety. The State Department pointed out that the admissibility of an alien was a question \nto be determined under the act of 1917 by the authorities at the port of entry. This ruling, while undoubtedly in \naccordance with the law, created a degree of confusion in the Pliihppine administration of immigration laws. The \nconfusion was heightened by the fact that, effective January 1, 1937, the administration of immigration laws was \ntransferred from the Bureau of Customs, under the Department of Finance, to the Department of Labor. The new \nofficials thus placed in charge were not familiar with the situation and had no experience in the enforcement of the \nlaws. In view of disturbed conditions in certain foreign countries and relatively prosperous conditions in the \nPhilippines, it may be expected that large numbers of aliens will continue to seek entry into the Philippines and that \na thorough reorganization of the immigration system and certain amendments to existing laws will be needed to \neffect an efficient and just administration. The need is recognized by President Quezon and other officials of the \nCommonwealth and the matter is being given careful study and attention. In connection with the administration of \nimmigration laws applicable to those from the excluded areas, both the British and the Chinese consulates general \nin Manila have frequently requested the intervention of the High Commissioner's office to facilitate entry of their \nnationals. Sources of information indicate that these nationals are inclined to suspect favoritism. Complaints of long \ndelays and inadequate provision for the detention of immigrants awaiting decision as to their right of entry are \nfrequently received. The number of British Indians and Chinese desiring to enter the Philippines is large and the \ntask of the Commonwealth immigration authorities is not an easy one. As such matters directly affect the foreign \nrelations of the United States, they become a matter of very real concern to the United States High \nCommissioner. It is to be hoped that steps will be taken in the near future to remedy the present admittedly \nunsatisfactory conditions From the Second Annual Report of the President of the Philippines to the President and \nCongress of the United States[60] Covering the Period January 1 to December 31, 1937: IMMIGRATION AND \nEMIGRATION The administration of existing immigration laws was transferred from the Bureau of Customs to the \nDepartment of Labor, effective January 1, 1937, pursuant to Commonwealth Act No. 139 and Executive Order No. \n81. During the year 1937 a greater number of persons arrived in the Philippines than during the previous year. \nExcluding the enlisted men and persons attached to the military and naval forces of the United States, a total of \n44,310 persons arrived in, and 25,331 persons departed from, the Philippines as compared with 37,021 arrivals and \n27,648 departures in 1936. Of the 6,173 Americans, 2,921 went to the United States and other insular possessions \n\n\n\nand 3,252 to foreign countries; of the 3,208 Filipinos, 704 went to the United States and insular possessions and \n2,504 to foreign countries; of the 9,516 Cliinese departures, 2 went to the United States and other insular \npossessions and 9,514 to foreign countries, of which 1,828 were emigrants and 7,686 nonemigrants ; of the 3,336 \nJapanese, all went to Japan and other foreign countries, of which 1,935 were emigrants and 1,401 nonemigrants. \nOne hundred sixteen aliens consisting of 112 Chinese, 1 East Indian, and 3 Russians were deported from the \nPhilippines in 1937 as compared with 272 aliens, consisting of 270 Chinese, 1 East Indian, and 1 Russian in 1936. \nOf the 10,620 immigrants for 1937, 5,170 were Chinese, 4,170 were Japanese, and all other nationalities totaled \n1,280. December 31: Philippine Magazine: A number of democratic and Jewish newspapers in Roumania have \nbeen suppressed during the past few days and a decree is issued that no Jews may remain in any newspaper \noffice. Reported that Roumania's contracts with France and Czechoslovakia for armament supplies have been \n'temporarily suspended' and that Russia has notified the new government it will abrogate the 1933 non-aggression \npact. Stated in Rome that the new situation in Roumania is indicative of the 'profound transformation which is \ntaking place in the whole Danube basin.' 1938 Kotlowski[61]: In 1938, Hitler's regime intensified its policy of \neconomic strangulation by requiring the registration of Jewish-owned property. The Decree for the Elimination of \nJews from German Economic Life, also issued in 1938, forbade Jews from owning enterprises engaged in the \nretail and export businesses. 'By the end of 1938 the economic position of Germany's Jews was untenable', the \nhistorian David Wyman has observed150,000 Jews left Germany between 1933 and 1937. By the beginning of \n1938, the international community had resettled about 100,000 of them in neighbouring European countries as well \nas in Palestine, the United States, South America and the Union of South Africa  Sometime in 1938-39: Dwight D. \nEisenhower, writing in his memoirs, At Ease: 'The Nazis were in the saddle and riding hard in central Europe. \nAmong other things, they were persecuting the Jews unmercifully and many of the Jewish faith were fleeing \nGermany, trying to find homes elsewhere in the worldThere was a considerable Jewish community in [Manila] and I \nhad good friends among them.. 'Out of the Jewish ordeal in Europe, an unusual offer was made to me. Through \nseveral friends, I was asked to take a job seeking in China, Southeast Asia, Indonesia, and every country where \nthey might be acceptable, a haven for Jewish refugees from Nazi Germany. The pay would be $60,000 a year, with \nexpenses. The first five years' salary would be placed in escrow to be delivered to me if I should be separated from \nthe new job for any cause whatsoever. The offer was, of course, appealing for several reasons. But I had become \nso committed to my profession that I declined.' Sharon Delmendo: In At Ease, Eisenhower seldom gives specific \ndates, and that is true of the Jewish refugee contract. But he told the same story to his personal secretary, Ann \nWhitman, who recorded in her own diary that Eisenhower dated the offer as 1938 or 1939. Harris: The rescue of \nthese German Jews from Shanghai came to the attention of the Refugee Economic Corporation (REC), \nheadquartered in New York City and an affiliate of the American Jewish Joint Distribution Committee After hearing \nthat German Jews had found safe haven in Manila, Liebman of the REC initiated contact with U.S. High \nCommissioner McNutt through mutual acquaintances with two brothers, Julius and Jacob Weiss, the former an \nassociate with the REC and the latter an Indiana State Senator and personal friend of McNutt. Senator Weiss wrote \nMcNutt on behalf of the REC, asking if it were possible to allow 100 Jewish German refugee families to settle in the \nPhilippines. McNutt replied that he would talk to Weiss in a few weeks when he, McNutt, returned to the U.S. \nMcNutt arrived in Washington DC on 23 February 1938. January 7: Philippine Magazine: France and Poland \ndeclared to have reached an agreement for the migration of some Polish Jews to Madagascar. Neighbors of \nRoumania strengthen their frontier guards against an influx of Jews it is anticipated will follow the establishment of \nthe the fascist Goga government there.  February 19: Philippine Magazine: High Commissioner McNutt was \ntumultuously welcomed in Indianapolis before Indiana Democratic Editorial Association Earlier, the editorial \nassociation endorsed a 'McNutt for President' boom, but McNutt declined to disclose whether he would seek \npresidency. He emphasized he was not called to Washington but planned to discuss number of things with \nPresident Roosevelt. 'I am not here on political mission and will remain in Philippines as long as I am needed there.'  \nFebruary 23: McNutt arrives in Washington D.C. on official business. February 24: McNutt has meeting with \nPresident Franklin D. Roosevelt.           http://www.quezon.ph/wp-content/uploads/2019/05/29097v.jpg McNutt \nentering the White House to meet Roosevelt. Library of Congress picture. Harris: [McNutt] remained in the U.S. for \ntwo months before returning to the Philippines. After meetings with the President [Roosevelt], the Secretary of \nState, and a dozen other important government officials, McNutt informed Weiss that 'it's all arranged. The visas \nwill be okayed by me and won't have to clear through the State Department. When I get back to Manila I'm going to \narrange for the proper reception of these refugees.' Upon his return to the Philippines, McNutt 'organized the Jewish \ncommunity in Manila' and sent details of a selection plan in a letter to Weiss. February 23: Philippine Magazine: \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/29097v.jpg\n\n\nSenator Minton states that the presentation of the McNutt reception as intended to announce a bid for the \npresidency sprang from the fertile minds of newspaper writers. 'Although a good many of us regard him as the \nlogical choice for presidential nomination, our political efforts on his behalf will come later.' High Commissioner \nMcNutt himself states, he is not a candidate for any public office and that he is giving his entire time, energy, and \nthought to American affairs in the Philippines. He stresses the absolute necessity of amending the economic \nprovisions of the Tydings-McDuffie Act, stating that failure to do so would be 'economic murder'. The Philippines \nshould be ready to meet all 'internal and external' problems before obtaining complete independence, he says. He \npays tribute to the new Philippine government, saying his relations with Filipino officials have been 'a real \npleasure'—'just as pleasant as back in Indiana'.  March 11-13: Anschlu: German Annexation of Austria[62] April 2: \nIn response to McNutt's objection to a proposal by the German Consul in Manila, Gustav Adolf Sakowski, to \nconduct a plebiscite among Germans and Austrians in Manila to ratify Hitler's annexation of Austria, the German \nconsul defies him. Kotlowski[63]: Sakowski staged a shipboard meeting, beyond Philippine waters, during which \nthree hundred Germans and Austrians pledged allegiance to their enlarged Fatherland. April 26: German Jews \nrequired to register their property[64]. April 27: U.S. officials revealed the formation of an international committee to \ndeal with Austrian and German refugees. April 29: McNutt sends a memorandum to Quezon on Philippine \nimmigration suffering from: ..no regulations and the whole thing [being] handled on a purely hit-or-miss system. \nHarris: McNutt's observation of the ineptitude of the Philippine immigration officials to execute laws and procedures \neffectively was written during the time when McNutt and the JRC conferred together on procedures for refugee \nrescue in the Philippines. McNutt's office advised Quezon that he hire experts on immigration laws and practices in \nthe U.S. to come and restructure immigration laws for the Philippines.  Note: See October 27 and 31, 1938 entries. \nMay 19: Paul V. McNutt to Weiss[65]: I am deeply interested in the solution of the problem of caring for political \nrefugees and I am anxious to have any experiment in the Philippine Islands succeed [ . . .] I should be very glad to \ndo anything in my power to assist in handling these matters I find that the Commonwealth officials [certainly \nreferring to President Quezon] are quite sympathetic to the idea of receiving those who can be absorbed. With the \nforegoing in mind I asked a representative committee of Jewish leaders to prepare a list of those who might be \nabsorbed at the present time. The Tablet[66]: As a non-Aryan, he [Quezon] hated the Nazis and sympathized with \nthe plight of Jews in Nazi Germany. He also believed the Jewish refugees would become an asset to the \nPhilippines, especially with their expertise and knowledge of medicine and other professional fields.  Kotlowski: \n[Quezon's] endorsement proved significant, for although the Department of State issued visas to Jews, and the \nFrieders helped to ease their resettlement, it was the commonwealth officials who determined who disembarked \nfrom ships and set foot on Philippine soil. Delmendo: Note: It wasn't just the Frieders who helped the Manilaners \nsettle in. Norbert Propper, who arrived in Manila in May 1939, recalled that Morton Netzorg, the JRC's Secretary \nand #2 man, did much of the detail work getting new arrivals assimilated, getting clothes appropriate to the tropical \nclimate, financial arrangements, getting the newly arrived their first housing and jobs—all of which Netzorg did for \nPropper.  May 28: Anti-Jewish Laws in Hungary[67] June 1: Bruno Schachner, assistant secretary of the REC, \nwrote to the Hilfsverein der Juden in Deutschland (Relief Association for Jews in Germany) in Berlin asking for its \nhelp in selecting candidates in a rescue plan for refugee immigration to the Philippines: Gentlemen: We are \ninformed by the United States High Commissioner for the Philippine Islands, who is turn bases his opinion on \ninformation furnished him by leaders of the local Jewish community, that there could be absorbed in the Philippine \nIslands, within a relatively short time, the following persons: 20 Physicians, among whom should be one eye, ear, \nnose and throat specialist, one skin specialist, and one or two surgeons. 10 Chemical Engineers 25 Registered \nNurses 5 Dentists, who should have their own equipment 2 Ortho-Dentists 4 Oculists 10 Auto Mechanics 5 Cigar \nand Tobacco Experts 5 Women Dressmakers, stylists 5 Barbers - men and women 5 Accountants 5 Film and \nPhotograph Experts 1 Rabbi, not over forty years of age, conservative, married and able to speak English. 20 \nFarmers We are trying to organize the immigration of these people, and we should be indebted to you if you could \nmeanwhile prepare a preliminary list of people meeting the requirements outlined above. As soon as we have \ncompleted arrangements, we will proceed with a final selection. Please let us know, meanwhile, whether all the \nvarious classes of persons could be found among the people registered with you, and if not, which ones are lacking. \nIn view of the delicacy of the negotiations involved, we expect you to keep this matter entirely confidential, and \nunder no circumstances to give it any publicity whatsoever. In addition, we would appreciate it if you would not \napproach the United States High Commissioner on your own behalf, in order not to confuse him by a variety of \ninquiries. The Tablet[68]: The Frieders submitted the list of occupations they felt the economy needed and whose \npractitioners could be absorbed into the Philippine community to McNutt who, as the American High Commissioner, \n\n\n\nwas a key link between the Frieders and the REC. He sent the plan and the list of prospective occupations to the \nREC. The list contained 14 needed skills and occupations as well as the number of people to be admitted in each \ncategory. Most of the occupations were in medicine—doctors, dentists, and nurses. Other categories included \nchemical engineers, auto mechanics, agricultural experts, cigar and tobacco specialists, men and women barbers, \nwomen dressmakers and stylists, accountants, film and photography experts, and even one rabbi, 'not over 40 \nyears of age, Conservative, married, and able to speak English.' The REC and JDC approved the plan and \ntransmitted the list of immigrants to theHilfsverein. The REC in conjunction with the JDC also advanced funds to \nsupport the immigrants. This met with McNutt's stipulations that the immigrants not become public charges June 6: \nPhilippine Magazine: The famous Jewish psychologist, Sigmund Freud arrives in London, accompanied by \nAmerican consular officials, having received permission to leave Austria last Saturday; he states he has no plans \nand merely desires to end the few days left to him in peace and quietness in England—he is 82.  Frank Ephraim: \nOn June 6, 1938, for example, the passenger liner Scharnhorst of the Norddeutscher Lloyd line brought three \nGerman Jewish refugees, bringing the total thus far to about fifty who arrived without the benefit of the McNutt-\nFrieder program. June 10: Charles Liebman, president of the REC, writes to McNutt[69]: [The REC has] taken the \nliberty of transmitting the list of desirable immigrants to a social-work agency in Germany, which will, in turn, select \nfrom among the applicants for emigration those who might be welcome in the Philippine Islands. June 17: Philippine \nMagazine: A new anti-Jew drive in Berlin results in the arrest of over 1000, including men in every profession. Jews \nare being shoved over the border without passports, money, or clothing. Reportedly the Nazis are demanding a \n'ransom' of 2,000,000 from Baron Louis de Rothschild, Austrian banker, for his release from prison, the amount \nfixed being alleged to be the obligations of an Austrian bank of which he was president and which failed in 1933. \nJune 18: Philippine Magazine: Jews in Germany are taking refuge in foreign consulates as their shops are looted \nand wrecked. They find it is difficult to get food because gentiles are afraid to sell to them. June 24: McNutt to \nLiebman[70]: The local Jewish community is comparatively small and few are in a position to support the local fund. \nThe burden actually falls on about five families. Because of the fact that the local group furnished all of the funds to \ncare for the forty refugee families which have arrived during the past few weeks, and will be required to meet the \nneeds of others who come on their own account, I do not feel that the local group should be asked to do more. July \n2: Philippine Magazine: Fascist officials advise Italian booksellers not to display or promote the sale of books by \nJewish authors. The officials admit an anti-Jewish movement exists in Italy.  July 5: Philippine Magazine: Six Jews \nare killed in renewed Jewish-Arab riots in Palestine. July 6: Evian Conference[71]. Delegates from 32 countries hold \nfirst intergovernmental meeting on the political refugee crisis in Evian [France]. The meeting ends after nine days \nwith 'little or no relief for the refugees.' Harris[72]: As the Jewish refugee problem grew more acute, the United \nStates, along with nations of Europe and Latin America, met in conference at Evian, France from July 6 to 15, 1938 \nto decide which countries could accept more Jewish refugees.15 When Eastern European countries implied that \nthey would like to deport their Jewish citizens as well, the manageable refugee numbers from Germany and Austria \nwere suddenly augmented by over 3 million potential refugees from Eastern Europe. This was the kiss of death for \nany serious resolutions at the Evian Conference in favor of Germany's Jewish refugees. The Depression had \nstrained economies, and the Western world simply could not, or would not, make room for that many more victims. \nDelmendo:  Quezon had intended to send Antonio de las Alas to represent the Commonwealth and present the \ngeneral outlines of his plan to assimilate and naturalize Jews refugees in large numbers, but Quezon needed to \nreassign de las Alas to other Commonwealth business at the last minute, and so requested the US representative \nto represent the Commonwealth as well. July 7: Philippine Magazine: In Palestine's bloodiest riot since the World \nWar, 18 Arabs and 5 Jews are killed in a gun-battle at Haifa; 92 Arabs and 11 Jews are seriously wounded.  July \n8: Philippine Magazine: Erich Maria Remarque, author of 'All Quiet on the Western Front', and 68 other German \nwriters, most of them Jews, have been deprived of their citizenship, it is disclosed.  July 12: Philippine Magazine: \nThe Indiana state democratic convention endorses McNutt as nominee for the presidency. 'With him, our party can \nproceed with full consciousness that every promise will be kept, each platform declaration respected, and the best \ninterests of the people conserved and advanced'. Differences between Sen. F. Van Nuys and the party leaders in \nthe State, arising from his opposition to the court reorganization bill, have been patched up also, it is reported, in the \ninterest of Indiana party unity.  July 13: U.S. State Department sends radiogram to U.S. High Commissioner Paul V. \nMcNutt in Manila: Have been informally advised emergency entry into the Philippines of several hundred Jewish \nrefugees from Europe being arranged. Please radio all information available. July 16: McNutt replies to State \nDepartment: Approximately forty families of Jewish refugees, who came to Philippines on own initiative or because \nof connections here, have been absorbed. Through cooperation leaders local Jewish community and \n\n\n\nCommonwealth officials arrangements have been made to take one hundred additional families of approved \nprofessions and vocations in three groups at intervals [of] sixty days. If this experiment is successful it may be \npossible to absorb others. In order to prevent attempted entry of more refugees than can be cared for properly it is \nconsidered unwise to give any publicity to the movement. July 17: Philippine Magazine: Pope Pius deplores such \n'exaggerated forms of nationalism' as evidenced in the German Nazi anti-Jewish measures, the Pope's statement \nbeing believed to have been prompted by the recent publication in Italy of an official 'credo' which excludes Jews \nfrom membership in the 'Italian race'.  July 24: Philippine Magazine: A magazine article by Postmaster-General \nJames A. Farley appears which contains critical and apparently unfriendly references to P. V. McNutt's alleged anti-\nRoosevelt activities during the 1932 Democratic National Convention.  July 26: Philippine Magazine: The Arabs \ndeclare a general strike in the Jerusalem area and in several other places in protest against the bombing incident at \nHaifa. Eddie Cantor, American stage, radio, and movie comedian, states in London that during his 2 weeks' stay he \nhas collected 100,000 for the transfer of Jewish children to Palestine from Germany, Austria, and Poland.  July 29: \nBruno Schachner, Assistant Secretary of the REC to Phillip Frieder[73]: applications from refugees in Germany had \nalready arrived from the Hilfsverein in Berlin. The Tablet[74]: The Hilfsverein kept lists of those German Jews who \napplied to emigrate. The lists included the occupation or profession of each prospective emigrant.. The REC worked \nwith theHilfsvereinto determine who among those on the list should have the first chance to leave. \nTheHilfsvereininformed the chosen applicants, got their OK, and sent their dossiers, which included photographs, \ncurriculum vitae, educational data, and letters of recommendation to the REC and to the Jewish Refugee \nCommittee in Manila. Alex Frieder and other members of the committee carefully studied the applications and \nforwarded the names to the Philippine government for approval. Alice Weston, Alex Frieder's daughter, \nremembered that 'day after day'her father pored over lists of would-be refugees. She claimed it took so much of his \ntime that he neglected his own business.[embedded content]August 17: Law on Alteration of Family and Personal \nNames[75] August 22: Philippine Magazine: Italy orders a special census of Jews; school principals have been \nordered to eliminate Jewish teachers effective October 1.  August 29: Philippine Magazine: High Commissioner \nMcNutt confers with German Consul Sakowsky and though no announcement is made it is believed he warned \nagainst official interference in the activities of the German Club, Inc., of Manila. A Washington dispatch yesterday \nsaid the State Department had instructed the High Commissioner to advise the Consulate in strong terms that it is \ndispleased by the Consul's action in ordering members of the Club to resign.  McNutt to German Consul \nSakowski[76]:  The American government guarantees religious tolerance and freedom from persecution to all \npersons living under its flag. August 30: Philippine Magazine: Washington news dispatch states that the Consul \nsought the removal of certain Jewish members from the German Club in Manila and that disciplinary action may be \ntaken against him if there are any further attempts at coercion. The Consul in a press statement denies that he had \ndemanded such an ouster and states he coerced nobody.  September 1: Philippine Magazine: Italian government \nissues decree ordering all foreign Jews residing in Italy, Libya, and the Dodecanese islands to leave within 6 \nmonths, regardless of their religion, exemption being made if one parent is not Jewish; some 10,000 out of a total of \n44,000 are affected.  September 2: Philippine Magazine: The Italian government bans all Jewish teachers and \nstudents from the public schools. Some 1500 Jewish professors and 8000 university students are affected.  \nSeptember 6: U.S. Secretary of State Cordell Hull receives a telegram from the American Consul in Milan, Italy: \nunless otherwise instructed visas will be granted here under the immigration laws of 1917. Please instruct. \nSeptember 6, Philippine Magazine: Hitler in a proclamation read at Nuremberg glorifies the German Reich, rejoices \nin its friendship with Italy, denounces Bolshevism and the Jews, declares Germany no longer fears any foreign \nblockade because of the nation's economic self-sufficiency, but does not mention the Sudeten problem. The British \nAmbassador to Germany is reported to have stated to the German Foreign Minister when he expressed doubt that \nBritain would fight to aid Czecho-slovakia: 'Then you are mistaken'.  The Dominican Republic offers the \nInternational Refugee Committee to accept a substantial number of German Jewish expatriates; the Union of South \nAfrica has indicated it will not allow an immigration of Jews.  September 7: Cordell Hull replies: pending the \nDepartment's further instructions, visas should not repeat not be granted. September 12: Secretary of State Cordell \nHull asks McNutt if Philippines will take 500 Jews from Italy: Please inform the Commonwealth Government in strict \nconfidence that the Department of State has received a telegram from the American Consul General in Milan, Italy \nsaying that the Jewish Central Refugee Committee for Italy proposes to have five hundred non-Italian Jews of \nwhom one-half are merchants and one-quarter professional persons obtain visas and proceed to the Philippine \nIslands. It is stated that these applicants will be furnished with transportation and landing money by refugee \norganizations. Information from other sources indicates the possibility of a movement from Central Europe to the \n\n\n\nPhilippine Islands.The Department of State has telegraphed the Consul General at Milan and certain other officers \nin Europe that the matter is being taken up with the appropriate authorities of the Philippine Islands and that no \naction in the cases of the persons in question should be taken pending the receipt of further instructions from the \nDepartment. The Department of State brings the foregoing to the attention of the Commonwealth authorities for \ntheir information and consideration and for a statement of their desires in the matter. The attention of the \nCommonwealth authorities should be called to the fact that aside from the question of policy involved in the \nadmission into the Philippine Islands of these and similar groups of persons from Central Europe, there are also \ninvolved technical questions of admissibility under section 3 of the Immigration Act of 1917 which excluded among \nother classes of aliens, persons whose passage is paid for by any corporation, association, society, municipality, or \nforeign government either directly or indirectly and persons likely to become a public charge. September 15: McNutt \nreplies to Hull: No. If and when local situation justifies admission of others, visas should be only given to those \nselected from lists submitted in advance to Commonwealth officials and committee. With such safeguards, the \nexperiment will be successful and maximum number of refugees will be absorbed. September 29: Munich \nAgreement[77] October 1: JDC memorandum on selection plan: Through intervention of the United States High \nCommissioner for the Philippine Islands, the Hon. Paul V. McNutt, the Jewish community of the Philippine Islands \nfound employment possibilities for one hundred persons, divided into various occupational groups. This figure is \nlater to be increased to five hundred if initial efforts are successful. October 5: German Jews' Passports Declared \nInvalid[78] October 7: Philippine Magazine: The State Department announces that a note has been sent to Italy \nrecommending that American Jews there be left to pursue their peaceful occupations without molestation, pointing \nout that Italian nationals in the United States are not hampered by discriminatory laws. The Italian government is \nreported to be 'irritated'.  October 8: State Department to McNutt: In view of the small sums which it is stated the \nselected refugees will have in their possession, and in the absence of information that plans have been made for \nplacement of refugees and for their support in the meantime, you may wish to invite the attention of the authorities \nto the provisions in section 3 of the Immigration Act of 1917 relating to the exclusion of aliens likely to become \npublic charges. This act is applicable to the Philippine Islands and as the Commonwealth authorities are \nresponsible for the enforcement of the Act in the Philippine Islands they will wish in giving tentative consideration to \nthe cases of these refugees to go into the matter of their admissibility or inadmissibility under the provisions of the \nAct, including those relating to aliens likely to become public charges [. . .] To avoid exclusion under the public \ncharge clause, aliens must establish that they have sufficient means of support or such assurances of continuing \nsupport by persons able to support them. October 12: Philippine Magazine: Italy forbids the further issuance of \nshop, cafe?, and restaurant licenses to Jews.  October 14: Philippine Magazine: Under government pressure to \navoid antagonizing the Nazis, Czechoslovakian Jewish, communistic, and masonic bodies disband and various \nnewspapers cease publication.  October 25: McNutt to State Department[79]: All refugees now in [the] Islands have \nbeen placed satisfactorily. Responsible local committee has undertaken placement and support meantime of all \nothers selected. First Selection List authorizes visas for— Harris: over one hundred Germans Jews - men, women \nand children - along with six refugee Jews from Austria. McNutt augmented this list one month later with another \nforty-six names from Germany and two from Italy, totaling one hundred families in all.  Kotlowski[80]: The committee \nrequired each refugee to deposit, in a Manila bank, $1,200, a sum 'sufficient' to support them for two years. Having \nproven that they were unlikely to become a public charge, the State Department then issued a visa from the \nappropriate consular office. The state Department forbade consular officials from granting visas to any refugee \nexcept those accepted by the Jewish Refugee Committee and the commonwealth government. October 27: \nPhilippine Magazine: Reported that President Quezon has asked the United States government for an expert on \nimmigration matters to advise him. An investigation of corruption in the Immigration Division of the Bureau of Labor \nis in progress.  October 31: Philip Frieder to the REC in New York: Every steamer that is coming here from Europe \nis bringing refugees without visas to enter the Philippine Islands. We do everything possible so that they can stay \nhere but all this requires money as none of them have any funds whatsoever. Last week one of the Italian steamers \nbrought 150 enroute to Shanghai. Fourteen of these remained. About fifteen did the same thing a few days before. \nWe now have so many here that in a short time it will be impossible for us to take care of them. We are advised that \nanother steamer, due this week, is bringing sixteen. We are placing them as fast as possible, but they cannot be \nabsorbed so quickly. Therefore, we must support them and our small community here cannot do this. For this \nreason, I telegraphed you last week asking for financial assistance. The Philippines are still open, but it won't be \nlong if these refugees are not taken care of without government assistance. Kotlowski[81]: one must remember that \nonly six Jewish families, including [Phillip] Frieder and his brothers Morris and Alex, possessed the means to \n\n\n\nsupport refugees, that the cost of sustaining each refugee was fifty cents per day, and that the REC had allocated \nonly $5,000 for the venture by the end of 1938. October 31:Philippine Magazine: President [Quezon] suspends 21 \nofficials and employees of the Immigration Division of the Department of Labor and designates Judge Luis P. \nTorres, Malacan?an technical adviser, as acting head.  Harris: Quezon executed a probe into the allegations of \nmisconduct in his immigration office and as a result suspended twenty-three officers and employees of the \nimmigration service and prosecuted four. It was during this time of upheaval and restructuring of the immigration \npolicies and offices in the Philippines that the unusual empowerment of immigrant selection by the JRC in Manila \nfor the issuance of visas into the Philippines came into being, a process that took the power of visa selection out of \nthe hands of Philippine Port Authority officers, U.S. State Department officials, and American consular officers \nabroad and put it squarely into the hands of the JRC and Paul V. McNutt. November 7: German Embassy official \nErnst vom Rath is assassinated in Paris by Herschel Grynszpan, a Jewish youth. Ben Austin, Holocaust educator: \nThe assassination provided Goebbels, Hitler's Chief of Propaganda, with the excuse he needed to launch a pogrom \nagainst German Jews. Grynszpan's attack was interpreted by Goebbels as a conspiratorial attack by 'International \nJewry' against the Reich and, symbolically, against the Führer himself. This pogrom has come to be called \nKristallnacht, 'The Night of Broken Glass.' November 9: Kristallnacht[82] Harris[83]: The centrally invoked violence \nleft over 267 synagogues destroyed, along with an estimated 7,500 Jewish businesses burned or looted. \nGoldstein/Kotlowski[84]: The idea to resettle Jews on the island emerged at the end of 1938 following Kristallnacht, \nor the 'Night of Broken Glass', when Nazi storm troopers attacked Jews and Jewish-owned property. That pogrom \naroused sympathy for Jews in the United States and the Philippines and encouraged officials at the State \nDepartment to consider placing European Jews in underdeveloped parts of the globe. In this context, McNutt and \nQuezon discussed resettlement on Mindanao in December 1938. Delmendo:  The Nazis arrested and sent to \nconcentration camps 30,000 Jewish men. In the aftermath of the progrom, the Nazis levied a 1 billion reichsmarks \nfine on Jews to compensate for damage done during Kristallnacht—a fact published by the mainstream Philippine \nnewspapers. November 11: Philippines Herald[85]: During the past few weeks an increase in Jewish immigration \ninto the Philippines has been manifest. As evidence of the growing number in the country of this persecuted race is \nthe creation of a committee among the old-time Jewish residents here to take care of the new arrivals and help \nthem establish themselves in the business houses. Another evidence is the enlargement of the Jewish synagogue \non Taft avenue There are approximately 350 Jews in the Philippines today Of this number a great majority, \napproximately 300, are in Manila and environs. Last month, the first batch of the refugees and victims of \npersecution in Germany arrived here. According to a report from a prominent members of the Jewish community \nhere, eight were landed at Manila while a great number continued their way to China where they will be welcomed \nby their brethren. The Jews who come to the Philippines from central Europe, it was explained, are just a small part \nof the 'thousands that have been scattered like dust and leaves' by the mighty purge of the German government. \nMost of them have gone to the United States, Palestine, China, and England -wherever they can escape the \npersecution of the so-called Aryan people The Philippine government has not expressed itself or made a definite \npolicy on the Jewish immigration here, but it is believed that good people, characterized by philanthropy, \nearnestness in work, and religious zeal, will always be welcomed. The present immigration regulations and for that \nmatter the exclusion laws of the United States do not consider Jews as aliens in the category that the Chinese and \nMalays are under, and for this reason they are on a status different from other foreigners seeking entry here. \nNovember 12: Exclusion of Jews from German Economic Life[86] November 18: McNutt send radiogram urging \nthat U.S. consulates in Europe to expedite processing of visas approved by Philippine authorities. November 19: \nApproximately 2,000 people attend an 'Indignation Rally' protesting the violence of Kristallnacht is held in Manila, \nsupported by the Archbishop of Manila, Protestant leaders, and civic associations, led by Quintin Paredes, Majority \nFloor Leader of the National Assembly. Philippine Magazine: [Manila:] At a meeting representing numerous civic \nand religious organizations, presided over by Assem. Quintin Paredes, some 18 speakers attack the persecution of \nthe Jews in Germany.  That evening, McNutt, during a speech delivered at the Masonic Temple in Manila: Within \nthe past few months we have seen the reign of law replaced by sanctification of force, the threat of war adopted as \nan instrument of national policy, humble men and women denied the freedom to think their own thoughts and to \nworship God according to their own conscience and the dispersion all over the world of millions of helpless \nwanderers with no place to lay their heads Faith in the law had made the Israelites a people whom forty centuries \nhave not been able to destroy, and forty centuries more will see a virile people. November 21: Joaquin Elizalde, \nPhilippine Resident Commissioner to the United States, reports to Manila[87] on American public opinion in \nreaction to Kristallnacht: There is strong pro-Jewish sentiment all over country in view of recent developments in \n\n\n\nEurope prominent officials making public statements. November 22: McNutt to the Secretary of War: For the State \nDepartment: Local Jewish Refugee Committee and Commonwealth Government Officials have approved a third list \nof selected refugees. It is requested that instructions be given the appropriate Consular officials authorizing them to \nissue permanent visas for the Philippines to the following list November 25: U.S. Consulate in Singapore asks \nWashington: Strict interpretation of the Department's telegram dated November 22, [1938] 7 p.m., indicates that the \nprocedure outlined may be applicable to all persons proceeding to the Philippines Islands. If not is it applicable to \nnon-German refugees, to non-destitute German refugees, or only to German destitute refugees? November 26: \nEditorial in the Philippines Free Press.  It is small wonder that the sympathies of the world have been touched, and \nthat other countries are making unprecedented efforts to find new homes for Jews. Goldstein/Kotlowski[88]: in a \npair of editorials [the magazine] tempered its condemnation of Kristallnacht with a sober notation of the dangers of \nliberalized immigration to the Philippines. The newspaper also conceded the universality of mankind's capacity for \nhatred, violence, and murder. With memories still fresh of Chinese immigrants who had been materially successful \nin the Philippines and of the Japanese who had designs of their own on the islands, the prospect of further \nimmigration troubled many ethnic Filipinos. November 28: Memorandum of a conversation held in New York \nbetween Joseph Hyman, director of the American Jewish Joint Distribution Committee (JDC), and Morris Frieder, \nbrother of Phillip Frieder of Manila. The memo summarizes what has happened, to date, starting in 1937: The \nGerman government sent a boat to Shanghai to remove all German nationals from the war zone. In so doing they \nalso took aboard about 30 German Jewish families. All of these German nationals, including the refugees, were \ndeposited in Manila and the German government signed an agreement with the [Philippine] government to the \neffect that these people removed from the war zone would not become public charges. At that time the German \nConsul in the Philippines suggested to Mr. Philip Frieder that it would be well for the Jewish community to take \ncharge of the German Jewish refugees. This suggestion was adopted and the refugees were placed in various \nJewish homes and eventually jobs were found for all of them Approximately 350 refugees have arrived in Manila \nindependently. Most of these are totally without funds and are constituting a serious problem for the Jewish \ncommunity there. There are, all told, about 60 Jewish families in Manila, (the American Jewish Yearbook lists the \nJewish population of the Philippines as 500) of whom Mr. Frieder says there are only about 6 Jewish families who \nare in a position to contribute. It costs about .50 cents a day to maintain each of the 350 refugees there Mr. Frieder \nstressed the fact that the Philippines might easily become an important resettlement center for German Jewish \nrefugees if it were handled right. November 28: McNutt, in response to a decision by U.S. Consul in Singapore, to \ngrant visas to 22 Manila-bound refugees who were, however, 'destitute': visas [must] be given only to those on \napproved lists or efforts to place deserving refugees in the Philippines will fail. Kotlowski[89]:  The instigator behind \nthe consul's action may have been Frieder, for he had persuaded U.S. officials in Singapore to issue a visa to \nErnest Burger, a distiller and winemaker who Frieder later found employment for with the Philippine distributor of \nSeven-Up. November 30: Department of State issues 'Visa Instruction' regarding 'German Refugees Proceeding to \nthe Philippine Islands' for transmission to all American Consulates and Embassies. George Messersmith, Assistant \nSecretary of State, to McNutt: The names of the refugees contained in telegrams no. 811 of October 25, and no. \n883 of November 22, 1938 from the High Commissioner have been transmitted by mail to the consular officers in \nthe respective districts of the aliens' residences. The consular officers have been requested to inform the \nDepartment regarding the action taken in the cases of the refugees referred to and upon receipt of the reports the \nWar Department will be informed. The procedure of having the names of the refugees for whom the Philippine \nauthorities have granted authorization for entry into the Philippine Island communicated through the War \nDepartment to the Department of State for transmission to the appropriate consular officers is considered to be \nsatisfactory [Consular officers in Singapore, New Zealand, Australia, Netherlands, East Indies, India, Egypt, and \nShanghai have been notified] that visas should not be issued to German refugees proceeding to the Philippine \nIslands without notice of authorization for entry into the Islands having been received from the Philippine authorities \nthrough the Department of State. The Tablet[90]: Seeing that the refugees were unlikely to become a public burden, \nMcNutt endorsed visas for the German Jews who had the desired occupations and passed the screening process \nand background check. He relayed this request to the State Department's visa division, which sent instructions to \nthe appropriate U.S. consular officers to issue the visas. The State Department forbade consular officials from \ngranting visas to any refugee except those accepted by Manila's Jewish Refugee Committee. Harris[91]:  By \nNovember 30, 1938, approximately 30,000 Jews had been arrested and sent to concentration camps. December 1: \nThe Jewish Refugee Committee approaches President Quezon regarding a larger resettlement plan in the \nPhilippines. From a December 8, 1938 letter of Herbert Frieder to Bruno Schachner: [Quezon] heartily approved our \n\n\n\nplan of resettling as many of the refugees as we cared to in Mindanao. He was willing to give them all the land that \nthey wanted, build roads for them, and do everything in his power so that they could reestablish themselves. He \nintimated that Mindanao is big enough to support as many people as Luzon has, but he would be happy if we could \nsettle a million refugees in Mindanao. [This would be] a bigger project than Palestine. The land is more fertile than \nPalestine, there are more minerals, timber - as a matter of fact, it is the richest land in the Philippines - virgin soil. \nThis is such an enormous proposition that one can hardly visualize the potentialities of same. December 2: McNutt \nmet with Quezon and the two worked out the refugee Mindanao settlement plan. The same day, McNutt sent a \nradiogram to US Secretary of State Cordell Hull heartily endorsing the Mindanao resettlement and urging Secretary \nHull to support the project, which will become known as the Mindanao Plan: President Quezon has indicated \nwillingness to set aside virgin lands in Mindanao for larger groups of Jewish refugees who wish to engage in \nagricultural enterprises of related activities in the development of community life in underdeveloped and practically \nuninhabited areas. Soil and climate conditions in Mindanao favorable to development of agricultural industries \nsupplemental to Philippine agricultural economy. Philippine National Economic Council about to improve Mindanao \ncolonization plan for Filipinos. It is believed that this program would be materially aided by colonization plan for \nJewish refugees through development by organization directing refugee colonization of sources of supply, medical, \nand hospital and other services near areas. Local Jewish Committee, in cooperation with Refugee Economic \nCorporation of New York, will submit plan for colonizing refugees in Mindanao for approval of Commonwealth \nofficials. The situation is now such that the larger program for the colonization of refugees in Mindanao can be \nsuccessfully inaugurated if a message of approval is received from you. President Quezon is anxious that nothing \nbe done which is not in accord with the policies of the United States. I urge your 257 consideration of the \nsuggestion and strongly recommend its approval if the proposal is in accord with established policies. McNutt. \nDecember 5: In Washington: Internal draft, State Department, representing opposite view of inquiry that was sent: \nthe mere suggestion of such a large number as 2,000 families in one year, and 30,000 families as an ultimate \nobjective - almost one-fourth of all the Jews in Germany - might arouse hopes which later could not be fulfilled, and \nmight deter the other powers, which could better absorb these refugees than the Philippines, from taking as large a \nquota as they otherwise would agree to take. Undersecretary Sumner Wells' response upon being shown draft: Do \nnot send: Mr. Welles read only the draft of the letter to [McNutt], which contained the moderate program which we \n[Sayre and Jacobs] had in mind. Mr. Welles said that this draft was not satisfactory to him and that he felt that \nsomething more positive would have to be done. Actual State Department inquiry finally sent to McNutt in Manila: \nAt the next meeting of the Intergovernmental Committee on Political Refugees, which is expected to be held in \nLondon in the near future, a further intensive effort will be made by the powers to find a solution of the German \nrefuge problem. [. . .] It is believed that the question of how many such refugees the Commonwealth authorities \nbelieve could be absorbed annually in the Philippine Islands may arise. If, therefore, the Commonwealth authorities \nfeel that they would care to participate in this effort, the Department of State would appreciate receiving at an early \ndate an estimate of how many such refugees could, within the restrictions imposed by existing immigration laws \napplicable to the Philippine Islands, be absorbed annually over a period of years. The Department would also \nappreciate being informed as to the approximate number of German refugees who have come to the Philippines \nsince January 1 of this year and have remained there. December 5: In Manila:  Philippine Magazine: In the first \npress conference for some months, President Quezon states he would favor admitting selected refugees from \nEurope who could be accommodated here, preferably scientists and medical men who would be an asset to the \ncountry. He says he wants the Philippines to be as hospitable as a country as the Filipinos individually. He also \npoints out that the Filipinos can not afford to entertain anti-foreign ideas both because this not right and because it \nis dangerous. The Filipinos can not afford to provoke anybody, for the country is not strong enough to defend itself \nagainst all comers for any length of time and safety must lie in just and fair dealing with all. Manila Bulletin[92] \n(quoting President Quezon): 'My attitude towards the German Jews is that of cooperation' [but while we refuse] 'to \nclose our doors to oppressed people' [we also reject] 'the influx of large numbers of people which will create \nproblems.' [What he wants is for Jewish refugees] 'to obstruct Japanese penetration' [of Mindanao]. December 6: \nActing Secretary of State Sumner Wells to McNutt in Manila: there is no objection on policy grounds to the \nCommonwealth authorities giving considerations to the matter of colonizing in Mindanao refugees from Germany or \nelsewhere in Europe [however you are cautioned to avoid situations] which would result if a large number of \nrefugees were hurriedly settled in Mindanao and the colonization plan were found to be unworkable [Be aware of \ncurrent legislation as] it may not be possible [. . .] to permit a large group of immigrants, which the plan would \nnecessarily envisage, to enter under the conditions peculiar to their situation. December 16: McNutt telephones \n\n\n\nWashington on Mindanao Plan: that President Quezon and the Commonwealth authorities are prepared to admit \nduring 1939 some 2,000 families of Jewish refugees into the Philippines for colonization on the Island of Mindanao, \nand about 5,000 families annually until a total of 30,000 families has been reached. December 17: Office of \nPhilippine Affairs, U.S. State Department, internally expresses misgivings on Mindanao plan: [We] had in mind that \n[. . .] a reasonable number, say one or, at the most, two thousand persons, might be absorbed in the Philippines \nover a period of years. It [Office of Philippine Affairs] did not, however, have in mind that such a large number as \n2,000 families in one year, or 30,000 over a period of about five or six years could be absorbed. McNutt tells \nWashington President Quezon intends to send a Philippine representative to IGC meeting; in a few days he will \nsend- a tentative plan covering number of refugees to be absorbed and conditions to be imposed. December 21: \nState Department follows-up details of Quezon plan. December 22: McNutt replies no plan details yet as Quezon \nhas been taken ill. December 23: President Quezon to U.S. State Department via McNutt: the Commonwealth \nGovernment is happy to be able to cooperate [. . .] in an effort to find a solution of the German refugee problem, \nwhich this Government realizes must be approached from broad Humanitarian grounds [As for] refugee settlement \nin Mindanao and other sparsely populated areas of the Philippines: that a responsible committee representing \nrefugees or acting on their behalf shall submit a satisfactory plan to finance such settlement, that the settlers will \nagree to engage in subsistence farming and not to grow money crops that now enjoy protection in the American \nmarket, that they shall take out naturalization papers as early as possible thereby expressing their intention to \nbecome Filipino citizens, that until they become Filipino citizens they shall reside in the land reserved for them, that \nthe number of refugees to be admitted as settlers shall be fixed for the time being by this Government acting upon \nthe recommendation of the committee in charge of the settlement in course of preparation, having in view the \ncommittee's ability to take care of the settlers, provided that the total number shall not exceed 10,000 persons, and \nthat the plan contemplated and its execution shall be subject to the immigration laws now in force or which may \nhereafter be passed by the National Assembly. December 27: J.C. Hyman, Executive Director of the JDC to Col. \nJulius Ochs Adler of the New York Times: Dear Colonel Adler: Dr Jonah Wise mentioned to me that you wished \nsome information concerning the settling of a German immigrant in the Philippines. [. . .] immigrants are admitted \nentirely on a selective individual basis in limited numbers, acceptability being dependent on background and former \nprofessional or other activities of the applicant. It virtually lies within the discretion of the High Commissioner to \ndetermine who should be admitted and who may not be [. . .] a gentleman by the name of Mr. Frieder, one of the \noutstanding Jewish leaders, is the chairman, and very largely on his recommendation to the Philippine Immigration \nCommissioner and Governor McNutt is [application] formally approved. December 31: From the Third Annual \nReport of the President of the Philippines to the President and the Congress of the United States[93] Covering the \nCalendar Year Ended December 31, 1938: During the year a number of important questions required consideration. \nAmong these were questions relating to immigration, asylum for political refugees, overseas shipping, matters \naffecting trade relations with the United States, assistance to Filipinos traveling or residing abroad, the repatriation \nof Filipinos from the United States, and from China and Spain, and the deportation of undesirable aliens from the \nPhilippines. The most urgent of these questions is that of political refugees seeking asylum in the Philippines from \ncertain areas of Europe, and an increasing number of Chinese who are seeking to escape the unhappy conditions \ngrowing out of the Sino-Japanese conflict. In these matters involving the welfare of many thousands of people \nsuffering the misfortunes imposed by political or war conditions in their homelands, the policy of the government of \nthe Commonwealth has always been governed by generous and humane considerations, and the High \nCommissioner has given us his unstinted cooperation.1939 January 3: State Department informed Quezon's \nrepresentative would not be able to attend IGC meeting later that month; State Department uses this opportunity to \nsubmit Quezon's December 23, 1938 proposal but amended item number 5: that the number of refugees to be \nadmitted as settlers shall be fixed for the time being by the Commonwealth Government acting upon the \nrecommendation of the committee in charge of the settlement in course of preparation, having in view the \ncommittee's ability to take care of the settlers and the consequences of large-scale settlement upon the national \neconomy of the Philippines. State Department explains the change on the following grounds: [to] avoid a \ncommitment to a definite numerical figure which experience might prove to be either too high or too low. The \nAmerican delegate might, however, confidentially mention the figure of ten thousand for illustrative purposes. \nJanuary 7: State Department asks McNutt, concerning Quezon's December 23, 1938 message, what did 'money \ncrops' mean? McNutt replies: 'not to grow money crops' should be clarified as follows: 'not to grow crops competing \nwith Philippine products now sold in the American market.' January 10: Oskar Hess fromHagen, Germany, writes to \nPresident Quezon.Oskar, Pauline, andMargitHess were murdered in Auschwitz in 1943.             \n\n\n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/hess.jpg Kotlerman[94]: A letter of January 10, 1939 (see Fig. 2) \nrefers to an article in the Berlin Jewish newspaper Ju?disches Nachrichtenblatt about the Philippine President's \nreadiness to facilitate the Jewish immigration to his country. The article called 'The Planned Emigration: Outlooks' \nlists several settlement programs: in Australia; in French and British overseas territories such as Kenya, Rhodesia \nor British Guiana; in the American territory of Alaska; and in the Philippine's Mindanao province as proposed by \nPresident Quezon in December 1938. January 18: Washington meeting in which Charles Liebman of the REC \ninformed Philip Frieder, Morris Frieder, and Jacobs and Achilles of the Office of Philippine Affairs that he was \nconsidering — sending a mission of experts to Mindanao composed of: a colonizer, a public health expert, an \nagronomist, an animal husbandry specialist, and an hydraulic engineer. January 21: Dr. Isaiah Bowman, then \npresident of John Hopkins University and Director of the US Geographical Society, preliminary report at behest of \nTheodore Achilles in the Office of Philippine Affairs delivered to George Warren of the President's Advisory \nCommittee on Political Refugees: Mindanao seems to offer sufficient possibilities to guarantee a successful future \nfor selected groups of European settlers. Bowman's report leads to the President's Advisory Committee of Political \nRefugees sending a scientific mission to the Philippines. Called the Mindanao Exploration Commission, it is \ncomposed of O. D. Hargis, chairman; Dr. Stanton Youngberg, Dr. Robert L. Pendleton, Dr. Howard F. Smith, and \nCaptain Hugh J. Casey, members. January 24: From President Quezon's Fifth State of the Nation Address[95]: I \nalso desire to submit to your consideration the enactment of necessary legislation for the settlement of sparsely \npopulated regions of the Philippines, especially in Mindanao. This is important not only for obvious political reasons \nand as a means to promote economic development, but also to relieve the acute congestion of population existing \nin certain agrarian areas. The National Economic Council has recommended a carefully prepared plan to carry out \nthis objective. The plan contemplates a ten-year program aiming at the settlement in these vacant areas of about \n500,000 people on selected lands adapted to subsistence farming and the production of certain money crops. This \nproject will require an estimated total outlay of P20,000,000 which may be appropriated from the proceeds of the \nexcise taxes. The report and recommendations of the National Economic Council on this matter will be transmitted \nto the National Assembly within a few days [The U.S. State Department] has agreed with our Government that \npolitical refugees who desire to come to the Philippines shall not be given visas by American consuls without the \nprevious approval of our Government. We owe it largely to His Excellency, the United States High Commissioner, \nthat the State Department was fully appraised of the situation and that this administrative policy was adopted To \nprotect the interests of our people and to repair an injustice done to certain races by existing legislation, we should \nenact a new immigration law. Under our present immigration law passed by the Congress of the United States, \nChinese, Indians, and some other Orientals may not be admitted into the Philippines. Ours is an oriental country, \nand we are an oriental people. We belong to the same racial stock as some of those excluded by our laws. So long \nas other foreigners are allowed to immigrate to the Philippines, we should admit, under the same terms and \nconditions, those coming from oriental countries. To avoid, however, a large influx of immigrants from any one \ncountry, we should establish a quota that will be the same for all countries. January 30: Hitler's Reichstag \nSpeech[96] February 14: Philippine Magazine: Announced at Malacan?an that government has informed the U. S. \nState Department it is ready to receive political refugees from time to time not to exceed total of 10,000, especially \nfarm technologists, engineers, doctors, etc., for settlement in sparsely settled areas provided a responsible \ncommittee representing the refugees will submit satisfactory plan of financing such settlements and the refugees \nagree to become Philippine citizens. February 15: President Quezon issues a statement on Jewish Settlement in \nMindanao[97]: Sometime ago, the President created a committee composed of Cabinet members to study the \nquestion of political refugees seeking admission to the Philippines and to make recommendations. This Committee \nhad Secretary [Manuel] Roxas of Finance as its Chairman, and Secretary [Rafael] Alunan of the Interior, Secretary \n[Jose Abad] Santos of Justice, and Secretary [Jorge] Vargas, members. In view of recent publicity given to this \nmatter, the Committee has, by authority of the President, prepared the following statement for publication: Recent \noccurrences in Europe have forced upon the world the problem of providing an asylum for political refugees. These \nrefugees have been estimated at over 500.000, mostly Jews. Under the leadership of Great Britain and the United \nStates, an Intergovernmental Committee on Political Refugees has been organized in London to formulate plans \nand to raise the necessary funds for the convenient settlement of these refugees in other countries. Yesterday this \nCommittee appropriated $300,000,000 to defray the expenses of transportation of refugees and to provide them \nwith capital to start with in productive enterprises in countries which should express a willingness to accept them. \nThe interest shown by many governments in the solution of the refugee problem is predicated upon broad \nhumanitarian grounds. These political refugees, regardless of race or religious belief, allege that they have not been \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/hess.jpg\n\n\nfree to think their own thoughts, to express their own feelings, or to worship God according to the dictates of their \nown consciences. Democratic governments, both in Europe and in the Americas, have assured the \nIntergovernmental Committee of their unstinted cooperation. The Commonwealth Government, upon invitation of \nthe United States, could not turn a deaf ear to the sufferings of these unfortunate people. The Philippine \nCommonwealth, founded as it is upon justice and righteousness and the preservation of essential human liberties, \ncould not but view with sympathy the opportunity to do its share in meeting the situation. In line with these \nsentiments, His Excellency, the President, with the cooperation of the State Department of the United States, \nauthorized the admission of political refugees on a selective basis. Only those whose professional qualifications, \nparticularly in science, could supply needed services in the Philippines, have been admitted. In his inaugural \nmessage to the National Assembly, His Excellency, the President, explained fully his action in this matter. He \nemphasized the fact that the present immigration laws do not inhibit the immigration of such refugees into the \nPhilippines, irrespective of their number or personal qualifications. With the cooperation of the Department of State, \nhowever, the President has succeeded in limiting the number of immigrants only to those who would be of \nadvantage to the Commonwealth. Sometime ago, representations were made to the Philippine Government by \nauthorized spokesmen of these refugees, proposing the settlement of several thousand refugees and their families \nin Mindanao or other sparsely populated areas in the Philippines. It was indicated that these refugees would be \nprovided with sufficient funds to establish them in farming communities, and that they would be assisted by \ncompetent personnel to plan and direct the development of the land that may be assigned to them. It was also \nintimated that only experienced farmers would go to this settlement, and that they would immediately take the \nnecessary naturalization papers to become Filipino citizens. The Philippine Government considered this proposition \nin connection with the project to settle and develop Mindanao. The Government believed that here was an \nopportunity to cooperate with an international enterprise inspired by a most laudable purpose, and that it could be \naccomplished in the interest of a national program, without in any way depriving Filipino citizens of the opportunity \nof enjoying the benefits of that undertaking. Moreover, the Philippines could gain positive advantages from the \nexecution of this plan. The proposed settlement would provide Filipino settlers in neighboring areas with a practical \nexample of modern farming methods practised in the most advanced farming sections in Europe. Also, these \nrefugees could develop new crops familiar to them and which might be profitably produced here. These settlements \nwould have the advice of competent technical men, agriculturists, land chemists, irrigation experts, and such other \ntechnological assistants as are needed in projects of this nature. As this settlement is to be undertaken chiefly on a \ncooperative basis, Filipino farmers would see a practical application of the principles of cooperative farming and \nmarketing as well as the working of consumers' cooperatives. There is, of course, a limit to the number of settlers \nthat can be admitted under this plan. Realizing this fact the Government has advised the Intergovernmental \nCommittee on Political Refugees that it was favorably inclined to a plan for the settlement of selected refugees in \nMindanao or other sparsely populated areas of the Philippines, to be determined by the Philippine Government. The \nnumber of such settlers is to be fixed from time to time by our Government, having in view the interests of our \nnational economy and subject to the following conditions: That a responsible committee representing the refugees \nor acting on their behalf shall submit a satisfactory plan to finance such settlements; That the settlers shall agree to \nengage in subsistence farming or such other activities as may be compatible with the best interests of all the \nPhilippines ; That they shall take out naturalization as early as possible, thereby expressing their intention to \nbecome Filipino citizens; That until they become Filipino citizens they shall reside on the land reserved for them; \nThat the number of refugees to be admitted as settlers shall be fixed from time to time by the Commonwealth \nGovernment acting upon the recommendation of the committee in charge of settlement in course of preparation, \nhaving in view the committee's ability to take care of the settlers and the consequences of large-scale settlement \nupon the national economy of the Philippines; and That the plan contemplated and its execution shall be subject to \nthe immigration laws now in force or which may hereafter be passed by the National Assembly. It is believed that \nthe conditions prescribed by the Government are sufficient to safeguard the interests of the Philippines. Moreover, it \nis expressly stipulated that the admission of these refugees should be at all times subject to the provisions of the \nimmigration laws now in force or which may hereafter be enacted by the National Assembly. There is no plan to \nsettle large numbers of immigrants in Mindanao or any other part of the Philippines. It is the policy of the \nCommonwealth Government to preserve the natural resources of the nation for the Filipinos and their descendants. \nThe areas that may be allotted to the proposed settlement for political refugees wall be insignificant compared with \nthe vast tracts of vacant lands that now exist. February 16: Statement from President Quezon clarifying Mindanao \nPlan: the policy on the matter declared that those to be admitted not only will be selected for their fitness for \n\n\n\nagricultural life and for their knowledge of farm technology but that they will be provided with funds in order that they \ncould finance the development of the lands to be assigned them. With the knowledge these refugees of modern \nagriculture gained from experience in various nations of Europe they should prove of distinct help to Philippine \nfarmers because of the example they will set. February 16:Philippine Magazine: Government and local Jewish \nrefugee committee reported to have agreed on plan to survey areas in Mindanao for Jewish settlements, the \nrefugees agreeing not to engage in competitive agriculture such as growing sugar, hemp, and coconuts.  February \n17: Refugee Economic Corporation of New York sends a telegram[98] to President Quezon: Your noble attitude \ntoward unfortunate refugees publicly announced in London will have great influence throughout the world. We take \nthis opportunity of expressing our deeply felt appreciation of your humane spirit and generous cooperation. April 3: \nBy this time, word has spread in Europe about the Philippines being willing to accept refugees. Martin Foerder \nfromBreslau, Germany, writes toPresident Quezon. Martin,Margot, Henny, and LillyFoerder did not make it to the \nPhilippines and were murdered in 1941in the KaunasNinth Fort. Martin Foerder Breslau 13 Ortsstr. 6 Breslau, April \n3, 1939Mr Manuel L. Quezon Manila, The PhilippinesAs I have learned, there is a possibility that some immigrants \ncan still ?nd accommodation in your country. Because of that, I let myself the polite inquiry whether I can be given \nthe possibility to immigrate to your country with my family.I am 48 years old, married. My wife is 40 years old and \nmy two daughters are 16 and 14. I am a trained shoemaker and I am also good at laying tiles. My wife is an \nexcellent housewife and has also worked with cosmetics in her free time. My oldest daughter is also fully trained in \nhousework. Actually, we are willing to do any work that is o?ered to us.I have to leave Germany with my family as \nsoon as possible. Please, therefore, let me know the conditions under which the entry may be granted. Please not \ndo make me wait too long for an answer because I would like to know my departure date as soon as possible. I \nhope that you will assist us in this case.Waiting for your favourable responseSincerely yours, Martin FoerderI am at \nyour disposal and can send you testimonies about my wife and me April 6: Alex Frieder reports to Liebman that \nPresident Quezon suggests another location for refugee settlements: the whole island of Polillo which is due east of \nManila. [It] has an area of four hundred square miles, inhabited by only seven thousand Filipinos he would take \ngreat pride in seeing Polillo inhabited by our refugees and if we accepted, he would authorize the appropriation of a \nsufficient sum of money for the National Treasury for an adequate road system through the island. [Quezon said \nPolillo residents had asked him to] divert the settlement of refugees from Mindanao to Polillo as they felt they \n[Jews] could be immensely beneficial to their progress [We thus have] wonderful prospects of settling both \nMindanao and Polillo, which enlarges the quantity of refugees who can be settled. April 11: Two years before his \ndeath ('Tauber, b. 1884, from Vienna, who was deported to Theresienstadt in 1942 and perished in Auschwitz in \n1944'), a Viennese Jew, Siegmund (Sigmund) Tauber, writes to President Quezon:Siegmund Tauber Vienna 11th \nApril 1939 Wien, XX., Webergasse Nr. 19To the President Mr Manuel Quezon, Manila Philippine IslandDear Sir, \nUndersigned, a Viennese Jew begs for himself and his family (consisting of 10 persons) for permission of entering \nthe Philippine Island. We are 4 men and 6 women in the age of 12-55 years, 3 of us were partaking of the Great \nWar . We are all healthy and busy . In Vienna we were cutters and sewers of body linen for ladies and gentlemen; \nyet we know to do the agricultural work too, because we had once a small farm and were breeding fowls . I \nsuppose, that the fate of the German Jews is not unknown to you, Excellence, (we must emigrate) and so I am \nconvinced that you will fulfill my request. We have no money in the foreign country , but we shall take with us so \nmany agricultural implements as we are allowed by the office of our country. We ask for the deliverance of duty for \nthe things and for our removal goods too. If your generosity should go still farther and you would allow a greater \nnumber of Viennese Jewish families to immigrate and to found settlement of their own to find a new home, I should \ntake pains to put together a society of healthy and industrious families. Thanking you in advanceI remain yours, \nSigmund TauberEnclosed the dates of my familyApril 15: Mindanao Exploration Commission secretary Stanton \nYoungberg informs Bowman of their scheduled 'inspection trip to the Island of Polillo.'  April 28, 1939. Emilio \nAguinaldo, to a reporter of the Manila Bulletin: Jews are dangerous people to have around in large numbers. By \nnatural abilities, by their temperament, and by their training in business, they have succeeded in predominating and \nabsorbing the people of places they settled. They are by nature ambitious and selfishly materialistic and are not \nanxious to help the country in which they live. [. . .] If the Germans, strong, well organized, and well trained as they \nare in all fields of human activities, find themselves unable to cope with the Jews to such an extent as to cause \nHitler to expel them from Germany, how can we Filipinos expect to compete with the Jews? If cultured highly \nindustrialized, strongly organized Germany could not stand the Jews, how can we expect primitive Mindanao to do \nso? May 11: Philippine Magazine: High Commissioner McNutt and family leave Manila after a spectacular send-off \nby Commonwealth government and City of Manila and United States and Philippine Armies.  Kotlowski[99]: Since \n\n\n\nMcNutt wanted to succeed [Franklin D. Roosevelt] as president, he had no intention of staying for an extended \nperiod in the Philippines. His campaign for the White House began to organize early in 1939, nearly two years \nbefore the election Richard Moe[100]: In fact, during the second half of 1939 right up until the Democratic \nconvention in July 1940 he [President Roosevelt] saidnothing publicly on the matter. Whenever a reporter tried to \nquestion him on his intentions, Roosevelt told him to put on a dunce cap and stand in the corner or he found \nanother way to laugh off or ignore the question. Journalists and cartoonists began depicting him as a 'sphinx' who \nwouldn't reveal his secrets. May 13: St. Louis Sets Sail[101] Quezon, writing to the American publisher, Roy \nHoward: I can truthfully say that, in my opinion, he [McNutt] has been one of the best representatives of the United \nStates in the Philippines My association with him, both official and personal, has been in every way satisfactory. \nWe have never had the slightest unpleasant experience and we have always been able to find a common ground \nfor a compromise when we did not agree entirely. Poker, of course, has been helpful in making a personal \nassociation very enjoyable. See: In like a lion, out like a lamb[102], Philippines Free Press, May 13,1939 May 14: \nAfter visit to Polillo, Mindanao Exploration Commission concludes, Polillo Island offers no possibility for the \nsettlement of European refugees. June: Kotlowski[103]: In June 1939 the Jewish Refugee Committee had \napplications on file for 2,500 Jewish refugee families and had forwarded, to the Department of State, lists of 313 \npeople approved for visas. June 2: Philippine Magazine: German liner St. Louis is refused permission to land 917 \nGerman Jewish refugees at Havana because Hamburg-Amerika steamship company had previously been warned \nrefugees would not be permitted to land, and ship now cruising about looking for other place to land them. The U.S. \nrefuses to admit the refugees, who are forced to return to Europe[104]. June 4: Los Angeles Times publishes AP \nstory from Washington DC: [The] settlement of tens of thousands of German Jewish refugees in the Philippines [is \nmeant] to offset the influence of Japanese there [who already own] more than 50 per cent of the arable land, [and] \n70 per cent of the abaca production. [Plus] more than 50 per cent of the lumber, copra, hemp, and fish exports, \n[and] 95 cent of Davao's exports to the United States [Since the Japanese consider Mindanao] as a vast and \npotential field for immigration and settlement [the advantage of Jewish settlement would be] to compete on equal \nterms with the Japanese and not be utilized by them. June 9: Philippine Magazine: German ship St. Louis still \ncruising in American waters. Jewish-American Committee in Washington has informed Cuban government it will put \nup cash guarantees for the refugees if it will admit them. June 10: A. M. Warren, Chief of the the Visa Division to \nMr. Stephen Skodak of Lorain, Ohio: I have your letter of June 2, 1939 requesting to be advised of the procedure to \nbe followed by two chemical engineers, subjects of Hungary, in affecting their immigration into the Philippine \nIslands. The Philippine authorities have requested that advance authorization for entry into the Islands be obtained \nfrom the Philippine authorities at Manila before visas may be issued. It is understood that the names of persons \ndesiring to proceed to the Islands may be submitted to the Philippine authorities by the Jewish Refugee Committee, \nPost Office Box 2233, Manila, Philippine Islands. June 19: Sigmund Tauber in Vienna sends another letter to \nPresident Quezon: Vienna, June 19, 1939 To the President Mr. Manuel Quezon Manila Philippine IslandDear Sir, At \nthe 15 of April a. c. I took the liberty to send you personally a petition begging you for a card of permission to enter \nthe Philippines and to remain there with my family. I am convinced you have already decided in favour, but the \ndischarge could not yet come to my hands in consequence of the formalities of your offices . Sir! You certainly know \nperfectly well the sad situation of the German, the Vienna Jews. I appeal once more at your heart and your \nhumanity to accelerate the permission (for me and my family) to enter your dominions. I and my family are \naccustomed to work . We are well known in producing of finest Vienna body linen for ladies and gentlemen. I am \nsure, I can employ many native people. Repeating once more my prayer to hasten the settlement to allow us to \ncome. I am, dear Sir,Your obedient servant Zsigmond Tauber7 Vienna XX. Webergasse 19. Germany   June 23: \nPhilip Frieder to the JDC: [JRC was] receiving hundreds of applications for visas from people who undoubtedly \nwould be desirable persons for settlement in the Philippines, but it was unable to approve any of them in view of its \npresent financial circumstances. June 28: 'Manuel Quezon,'[105] in John Gunther's Inside Asia: In Germany he saw \nSchacht, but not Hitler About Hitler [Quezon remarked]: 'That's not my idea of a leader.' Quezon and Paul V. \nMcNutt, the present high commissioner, are not intimate friends, but relations between the governments are quite \ncorrect. Quezon hoped that another man would be appointed and that in any case he should be consulted on the \nappointment; McNutt's name was rushed through before Quezon got to Washington, and for several days he \nsulked, refusing to call on McNutt until Roy Howard smoothed the matter over. Quezon says that nowadays he likes \nto see McNutt in order to get away from the local politicians. He records that his friendship with him was cemented \nby a poker game, in which both were winners - Quezon, however, by a bigger margin.           \nhttp://www.quezon.ph/wp-content/uploads/2019/05/Katz-111618-Quezon-Left-and-McNutt-Right-Discussing-\n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/Katz-111618-Quezon-Left-and-McNutt-Right-Discussing-1938.jpg\n\n\n1938.jpg Quezon and MacNutt, from the website of Rescue in the Philippines. June 30:  From the Third Annual \nReport of the United States High Commissioner to the Philippine Islands to the President and Congress of the \nUnited States[106] Covering the Calendar Year 1938 and the First Six Months of 1939: Immigration Service. — \nThe ruling immigration law of the Philippines is the act of Congress of February 5, 1917, which contains a provision \nthat the law shall be enforced in the Philippines by officers of the general government thereof until it is superseded \nby an immigration act passed by the Philippine Legislature and approved by the President of the United States. \nDuring the years numerous complaints against procedures in the enforcement of the immigration laws were made \nto this office. In many cases these complaints would not have occurred had the local government been in a position \nto issue regulations adapted to conditions. Enforcement had not been improved by the transfer of the immigration \nservice from the Philippine Bureau of Customs to the Philippine Department of Labor. The situation called for \ninvestigation and reorganization which it appeared could only be advanced by bringing to the Philippines \nimmigration experts from the United States. The subject was placed in conference with President Quezon. As a \nresult, President Quezon requested that 2 men, 1 from the Department of Labor and the other from the Department \nof State, be detailed to the Commonwealth for the purpose of recommending steps for the reorganization of the \nservice and drafting a general immigration bill. At the same time President Quezon ordered an investigation of the \nimmigration service which resulted in the suspension of 23 officers and employees and the prosecution of 4. Mr. \nIrving P. Wixon, Deputy Commissioner of Immigration and Naturalization, Department of Labor, and Mr. George L. \nBrandt, Foreign Service officer, State Department, arrived in Manila on December 12, 1938. In addition to valuable \nand acceptable recommendations for the reorganization of the service, these men in consultation with appropriate \nofficers of the Commonwealth government drafted a general immigration bill designed to supersede the United \nStates Immigration Act of 1917. The draft of the proposed bill was given to President Quezon. As of June 30, 1939, \nfinal action had not been taken Colonization in Mindanao by Jewish refugees. — In connection with the colonization \nof Mindanao which is being undertaken by the Commonwealth, some of the prominent Jewish residents of the \nPhilippines approached President Quezon with a recommendation that a limited number of worthy and adaptable \nJewish refugees be admitted to take part in the colonization. President Quezon, after a number of conferences with \nme, attended by Mr. Philip Frieder and others, extended an invitation for 10,000 refugees, to be selected by the \norganization in the United States having charge of the relief of Jewish refugees under the auspices of the \nPresident's Advisory Committee on Political Refugees. These refugees are to be selected for their aptitude for \nagriculture, to take part in the colonization of Mindanao or any other suitable part of the Philippines. The \nCommonwealth, among other conditions, stipulates that the refugees shall take out naturalization papers as early \nas possible, and that until they become Filipino citizens, they shall reside in the land reserved for them. Also, that \nthe execution of the plan shall be subject to the immigration laws now in force, or which may hereafter be passed by \nthe National Assembly. A scientific mission, under the auspices of the President's Advisory Committee on Political \nRefugees arrived during the first half of April 1939, to study the possibilities of refugee colonization in Mindanao and \nany other places in the Islands that may be suitable. I conferred with the mission on different occasions, and have \nendeavored to facilitate and expedite their studies. The mission completed its investigation of the Island of Polillo in \nthe early part of May, immediately after which they proceeded to the Island of Mindanao in the hope of completing \nthat survey by the end of June. From the Fourth Annual Report of the President of the Philippines to the President \nand the Congress of the United States[107] Covering the Period January 1 to June 30, 1939: IMMIGRATION AND \nEMIGRATION A stricter policy of restriction has been followed with a view to preventing the admission of aliens \nwho are not entitled to enter and stay in the Philippines. This strict policy has contributed largely to the decrease of \nalien immigration into the Philippines, with new landing certificates of residence being issued to only 475 Chinese \nimmigrants, as compared with 3,525 in 1938 and 2,024 in 1937. Measures have also been initiated by the \nCommonwealth Government for the purpose of reorganizing the immigration office and amending the present \nimmigration laws. On December 12, 1938,two immigration experts arrived from the United States to advise the \nGovernment on immigration matters. They have since made recommendations and suggestions toward the \nreorganization of the immigration division of the Department of Labor and the enactment of new immigration laws \nthat will be practical and suitable in regulating the admission and exclusion of aliens. Excluding enlisted men and \npersons attached to the military and naval forces of the United States, a total of 10,482 persons arrived in, and \n12,076 persons departed from, the Philippines. Among the arrivals were 1,756 immigrants, consisting of 393 \nChinese, 779 Japanese, 182 Jews, and 397 belonging to other nationalities; while non-immigrants numbered \n4,366, consisting of 2,831 Chinese, 1,540 Japanese, and 214 subjects of other countries; departing non-emigrants \ntotaled 3,623, of whom 1,962 were Chinese, 408 Japanese, and 1,253 of other nationalities. During the 6-month \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/Katz-111618-Quezon-Left-and-McNutt-Right-Discussing-1938.jpg\n\n\nperiod under review 175 aliens were deported from the Philippines, namely, 143 Chinese, 17 East Indians, 2 \nJapanese, 9 Russians, 1 Korean, 2 Czechoslovakians, and 1 Hebrew (German). See also: Philippine Visas-for-\nJews from the Perspective of the Unanswered Letters of 1939 to President Quezon[108] by Ber Kotlerman: More \nthan twenty letters of European Jews to the President of the Philippines Manuel Quezon, sent to apply for entry \nvisas for over four dozen people, were recently found in the Rare Books and Manuscripts Department of the \nNational Library of the Philippines in Manila. The letters written in English, German, and Spanish are dated Spring-\nSummer 1939, when escape from Europe was still possible. Though several hundreds of Jewish refugees came to \nManila via various ways during 1937-1941, the letters in question remained unanswered. All of them provide the \nexact time of the short-lived Mindanao plan, which proposed to establish an agricultural colony of European Jews in \nthe Philippines, but got stuck in the very beginning. The databases of the Yad Vashem World Holocaust \nRemembrance Center in Jerusalem and the United States Holocaust Memorial Museum in Washington reveal the \ntragedy, which many Jews anticipated: all of the Philippine visa seekers, except for one person, found their death \nin various concentration camps, ghettos, and labour battalions. July 1: Jurisdiction over the Philippines transferred \nto the U.S. Department of the Interior from the U.S. War Department. Harris[109]:  Within just a few months of \nMalcolm's official opinion, the functions of the Bureau of Insular Affairs were transferred to the Department of the \nInterior on July 1, 1939, and combined with those of the Division of Territories and Island Possessions. It was nearly \n40 years after the cessation of hostilities between United States forces and revolutionaries of the Spanish-\nAmerican War that the Philippines were no longer under any jurisdiction of the U.S. War Department. July 2: \nPhilippine Magazine: Commission of American experts, after 6-week survey of sparsely populated areas as \npossible sites for Jewish colonization, returns to Manila and issues statement expressing thanks for help received \nfrom government agencies and declaring it was greatly impressed by magnificent scenery, immense virgin forests, \n'fertile soils, and splendid climate of Mindanao, and foresees a great future for it. Of outstanding importance is \ngovernment's road program . . .' In accordance with its instructions, commission must forward findings and \nrecommendations to principals in United States who may release them for publication. July 7: Confidential \ninformation in the Mindanao Exploration Commission report: Frequent opposition has been expressed toward this \nsettlement in the press and still more often to members of your commission in private, and no doubt more often still \nby influential people to various members of the President's cabinet and quite frankly to the President himself. At \nleast we can infer the latter from the statement that Mr. Jorge Vargas, the President's secretary, made to Dr. \nYoungberg. The general sentiments expressed have been to the effect that the Philippines should be reserved for \nthe Filipinos. On this date, the Nacionalista Party convention approves proposing three amendments to the \nConstitution: changing presidential term from 6 years to 4, but allowing re-election; restoration of senate; creation of \nCommission on Elections. July 11: Jewish Telegraphic Agency[110]: Paul V. McNutt, retiring U.S. High \nCommissioner for the Philippines, told a Jewish Telegraphic Agency correspondent here that 500 Jewish refugees \nhave found a new home in the Islands and that plans for settlement of thousands more on the Island of Mindanao \nwere progressing. Commissioner McNutt, who on his departure from Manila was presented with a parchment by the \nJewish Refugee Committee expressing its gratitude for his efforts in behalf of the refugees, was enthusiastic on the \nprospects of Mindanao. He said the island, whose colonization possibilities are being examined by an American \nexperts' commission sent by the Roosevelt Advisory Committee on Refugees, was 'definitely the most fertile part of \nthe Philippines.' 'So far,' he declared, 'the Islands have taken in 500 Jewish refugees, and every one of them, \nthrough the cooperation of the fine Jewish Community of the Philippines, is at work at self-supporting jobs. As soon \nas room is made for more, the list of applicants is scanned for the necessary qualifications and without any visa \ndifficulty they are speedily brought to Manila.' Referring to Mindanao, he said the work there would have to be 'from \nthe very bottom, but the Island boasts plateaus equal in fertility and natural wealth to any other section of the world. \nIt has vast untouched mineral wealth and definitely has the finest climate of the Philippine Islands.' Commissioner \nMcNutt revealed that he had convinced President Manuel Quezon that a change should be made in the Island's \nlaws to allow free entry of refugees without the formality of visas and passports. He also gained from President \nQuezon permission for refugee physicians to practice in the Philippines without examination. The president's \npersonal physician, he disclosed, is a refugee. July 17: Philippine Magazine: Columnist Walter Winchell quotes \nanonymous friend of President Franklin D. Roosevelt as stating President had told him positively he would run for \nthird term and Paul V. McNutt is his choice for Vice-President. Norman Thomas, Socialist Party leader, warns \nRoosevelt that McNutt's appointment as Social Security Commissioner may jeopardize whole machinery of security \nlegislation, asserting that as Governor of Indiana he used the State's pension legislation 'entirely in interest of \nhimself and his party' Army and Navy Journal mentions Maj.-Gen. Douglas MacArthur and Maj.-Gen. Malin Craig \n\n\n\nfor post of High Commissioner.  July 24: President Quezon, letter to Herbert Frieder: [Concerning our] humanitarian \nworkevery effort will be made to accommodate a number of Jewish refugees, not exceeding 10,000 over a period of \nten years, under the condition that they shall settle in such portions of Mindanao as may be agreed upon between \nthis Government and your good selves. August 3: Philippine Magazine: Fascists in former Czechoslovakia propose \ndeath penalty for marriage of 'Aryan' Czecks to Jews. August 5:  Philippine Magazine: President Quezon states in \npress conference he has offered International Jewish Refugee Committee large tract of land between Bukidnon, \nCotabato, and Davao, but told committee of experts here they could not have certain site in Lanao, desirable \nbecause of its altitude of 1200 feet, as Lanao is small province and he wants to reserve this site for Moros of the \nregion and will not even permit Christian Filipinos to settle there. Note: Francis Burton Harrison (writing in his diary \non March 12, 1943[111]): When Quezon, before the war, granted permission to 10,000 Jews to settle in the \nPhilippines at the rate of 1,000 a year, the Jewish Committee picked out, as the best farming land-Lanao! Quezon \nsays he refused this, since they wouldn't be alive at the end of a year. Quezon tells me that Lanao has as many rich \nand wonderful Moro farms as has Jolo nowadays. Contemporary Jewish Record, New York (Vol. 2, Iss. 5[112]): \nPres. Manuel L. Quezon, of Philippine Islands, declares only Cotabato Province of Mindanao Island is suitable for \nrefugee settlement August 18: Morris Frieder recounts what his brother Alex reported to him, about Quezon's \nresponse when he was told of growing anti-Semitism in the Philippines: He assured us that big or little, he raised \nhell with every one of those persons and made them ashamed of themselves for being a victim of propaganda \nintended to further victimize an already persecuted people; He immediately told us in unequivocal terms that we \ncould have all the land we needed, not only for the 10,000 persons, but for 30 or 50,000 and that he would \npersonally see to it that thousands of hectares more of private leased lands would be surrendered to us by transfer \n[. . .] He again repeated that he could see in this development a distinct benefit to the country as well as a haven for \nthe refugees [. . .] and he asked me not to be depressed by any subversive rumors. August 19: Gerald Wheeler: As \na birthday present for Quezon, the National Assembly on August 19, 1939 voted to change the presidential term \nfrom one of six years without immediate reelection to a four-year term with one immediate reelection allowed. \nQuezon strongly desired the change, and his Nacionalista Party desired it even more strongly. The first election \nunder the amendments (and the existing law) would come in November 1941, at the close of Quezon's initial six-\nyear term, and if reelected he could serve until 1943, a total of eight years. The vice president would then take over \nfor the remaining two years, until the elections of 1945. It was assumed that Quezon would run again in 1945 and \nthus be president in July 1946 when the Philippines became a fully sovereign republic. There were two other \namendments that were less important. The National Assembly and the unicameral form of government would be \nreplaced by a House of Representatives and a Senate. The Senators would be elected at large. Quezon fully \nsupported this amendment, particularly the provision for electing senators at large. Finally there would be legislated \na Commission on Elections to take care of this matter.  August 26: President Quezon, in his capacity as acting \nSecretary of Public Instruction (today known as Education) authorizes 'certain Jews' to take board exams in \nmedicine. Executive Secretary Jorge B. Vargas replies on the President's behalf[113] to an objection from the head \nof the Philippine Medical Association: This decision was motivated by what His Excellency considered broad \nhumanitarian grounds. Realizing, however, that the legality of his action is a matter upon which honest differences \nof opinion may be entertained, His Excellency would welcome any step to bring the question before the courts Ber \nKotlerman: Later, a judge turned down the German Jewish doctors' request for medical practice. September 1: \nGerman Invasion of Poland[114] September 3: Dwight D. Eisenhower diary: This evening we have been listening to \nbroadcasts of Chamberlain's speech stating that Great Britain was at war with Germany . Hitler's record with the \nJews, his rape of Austria, of the Czechs, the Slovaks and now the Poles is as black as that of any barbarian of the \nDark Ages. This crisis has made me more than ever anxious to get home. I want to be back with my own army to \nwatch and be a part of our own development and preparations; also to keep in closer touch with the daily record of \nthe war as it is made. We're too far away in Manila September 15: National Assembly adopts a resolution proposing \namendments to the Constitution. McNutt to Secretary of State Cordell Hull: commonwealth officials and local \ncommittee [the JRC] think it unwise to attempt absorption additional refugees at this time [. . .] visas should be \ngiven only to those selected from lists submitted in advance to Commonwealth officials and committee. \nCommonwealth officials concur in opinion that, with such safeguards, experiment will be successful and maximum \nnumber of refugees can be absorbed. September 18: Philippine Magazine: President Quezon sends message to \nAssembly asking authority to reorganize the immigration division of the Department of Labor.  September 30: \nMcNutt, to State Department: Initial request and placement of refugee families in the Philippines came from the \nRefugee Economic Corporation [. . .] and was submitted to Commonwealth officials and to a Committee of \n\n\n\nRepresentatives Jewish Citizens headed by P.S. Frieder. [. . .] All concerned agreed to absorb 100 families of \napproved records in designated professions and vocations in three groups at intervals of sixty days [. . .] Selections \nbased on these records now being made by Commonwealth authorities and committee. Suggest that when lists are \ncomplete, they be forwarded to Department of State in order that appropriate consular officers be authorized to give \nvisas. Commonwealth officials request that visas be given only to them on approved lists. October 9: As detailed \nby Harris: An interesting story revealing how internal opposition to the Philippine plan manifested itself. \nConversation was between Joseph E. Jacobs and Robert Pell. Jacobs: In 1938, he'd been instructed by \nUndersecretary Sumner Wells to ask Philippine government how many refugees they could take. Reply from \nPhilippines was 1,000 persons, which Wells found 'inadequate.' Wells said President Franklin D. Roosevelt had \nasked him 'to inform President Quezon of the interest of the President and to express the hope that a better offer \ncould be made than that of 1,000 persons.' When Wells urged Quezon, via the Philippine Resident Commissioner \nin Washington, to increase the number of refugees to be accepted, only then did Quezon increase the number to \n50,000. Wells then called Jacobs into a meeting with Francis B. Sayre which became heated: Mr. Sayre took a very \nstrong line against the settlement project. Mr. Welles argued back heatedly and there was no definite conclusion. \nMr. Jacobs then remarked that in his opinion the settlement of a large number of refugees in the Philippines could \nnot be justified on social, economic, or political grounds. The major question of policy was whether the United \nStates wished to remain in or leave the Philippines. Jacobs said that he believed that the United States should get \nout, hook, line and sinker. The settlement of these people, (italics added) who would be financed by a New York \ngroup, would mean a further call on the United States to stay in the Islands. Harris, in her paper[115] points out: \nThis was a total misstatement of the chain of events. Quezon's offer to admit 2,000 refugee families in 1939, and \nthen 5,000 families annually until 30,000 or more families had been reached was deliberately squelched back in \nDecember 1938 by [Joseph E.] Jacobs and [Francis B.] Sayre. Jacobs neglected to tell Pell that it was he, Jacobs, \nwho had suggested a far more moderate number of even 500 refugees total over many years, to which Welles then \nresponded that it was not enough. Kotlowski[116]: Sayre's opposition proved most significant, for he was the official \nwho replaced McNutt as high commissioner.  October 12: Jewish Telegraphic Agency[117]: A favorable report on \nprospects for settlement of refugees from Central Europe in the Philippines has been turned in by an experts' \ncommission sent to the islands by President Roosevelt's Advisory Committee on Refugees, it was learned today. \nThe report, which was completed several days ago, will be considered by the President's committee, which is \nheaded by James G. MacDonald, at a meeting in New York on Friday and will be transmitted to officers of the \nIntergovernmental Committee on Refugees when they meet at the White House on Oct. 16 and 17 on President \nRoosevelt's invitation. Manuel Quezon, president of the Philippine Commonwealth, indicated before the \ncommission sailed from Manila last March that his Government was agreeable to accepting refugee immigration if \nthe commission found the Commonwealth would support them. At the time, he mentioned a figure of 10,000 as the \nnumber he believed the islands could accommodate. The experts' commission included O.D. Hargis, chairman, \nagricultural expert of the Goodyear Rubber Company, who conducted experiments on the island of Mindanao; Dr. \nStanton Youngberg, director of the Philippine Bureau of Agriculture; Dr. Robert L. Pendleton, for many years \nadvisor to the Government of Siam; Captain Hugh Casey, of the United States Army Corps of Engineers, and Dr. \nHoward F. Smith. October 21: Philippine Magazine: High Commissioner Sayre arrives in Manila. In impromptu \nspeech of welcome, President Quezon praises him for his keen mind and humanitarian heart, and for his part in \nsecuring needed help for this country from United States, and expresses hope 'he may be the man to turn over to \nfirst President of Philippine Republic the authority and sovereignty of the United States over these Islands            \nhttp://www.quezon.ph/wp-content/uploads/2019/05/24158399383_2b2d92d042_z.jpg See: Sayre arrives[118], \nPhilippines Free Press, October 28,1939 December 12, 1939: President Quezon, speech at farewell luncheon for \nDwight D. Eisenhower: Among all of Ike's outstanding qualities the quality I regard most highly is this: whenever I \nasked Ike for an opinion I got an answer It may not have been what I wanted to hear, it may have displeased me, \nbut it was always a straightforward and honest answer.           http://www.quezon.ph/wp-\ncontent/uploads/2019/05/mlq_ike_1940.jpg Farewell luncheon for Eisenhower. Quezon awarded the Distinguished \nService Star to Eisenhower and asked Eisenhower's wife, Mamie, to pin it on her husband. A biography of \nEisenhower said it became her favorite photo of her husband. (Photo from the Eisenhower Presidential Library) \nDecember 28: Philippine Magazine: Dr. Stanton Youngberg arrives in Manila to supervise Jewish colonization \nproject; reported from private sources that cattle ranch of late Dean C. Worcester in Bukindon will form nucleus of \ncolony site. 1940 January 18: U.S. State Department drafts a response to Sayre to suggest to the President \nQuezon a new immigration law may be needed by the Philippines if it wants to pursue the Mindanao Plan.  In her \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/24158399383_2b2d92d042_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/mlq_ike_1940.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/mlq_ike_1940.jpg\n\n\nforthcoming book, 'When the Time of Need Came': Manuel Quezon and the Philippine Holocaust Refuge, Filipino-\nAmerican scholar Sharon Delmendo examines this and other aspects of the US government/Philippine \nCommonwealth negotiations over Jewish refuge in the Philippines. The US sent immigration officials to the \nPhilippines, ostensibly to 'assist' the Commonwealth 'revising' its immigration policy. Imposing national quotas for \nimmigration to the Philippines would impose limits on potential Jewish refugees (as did the 1924 US Immigration \nAct). However, President Quezon fought for and won for Executive power which allowed the President to set aside \nquotas for humanitarian reasons, an Executive power which continues today and has supplied asylum for \nthousands of refugees over the decades. Kotlowski: The first draft of the act featured a quota permitting no more \nthan one thousand immigrants from each nation to enter the Philippines annually. Under the guise of such \nuniformity, it sought to restrict the influx of Chinese and Japanese immigrants, who exceeded the one thousand \nfigure each year. The quotas did not contradict the Mindanao Plan, which permitted one thousand Jews, \npresumably from one nation -Germany—to enter the islands annually. The law also gave the Philippine president \nwide latitude to admit nonquota immigrants, such as those with needed skills or those seeking refuge for political \nreasons. January 22: From President Quezon's Sixth State of the Nation Address[119]: I recommend the \nenactment of immigration laws that will place limitations upon foreign immigration thus protecting Filipino labor from \nalien competition. We should, however, do away with the existing discrimination against Orientals, it being unjust \nand unfair to close our door to races which are akin to ours. In the same speech, Quezon formally endorses the \nholding of a plebiscite to approve three amendments to the Philippine Constitution. January 29: President Quezon \nmeets personally with Judge Clyde DeWitt, senior partner of the DeWitt, Perkins and Ponce Enrile Law Firm, to \ninquire about legal complications regarding making land grants for Jewish refugee settlement in Mindanao. Quezon \nalso offered legal arguments in favor of granting land in Mindanao to Jewish refugees. February 17: Alex Frieder to \nRobert Pilpel, reports four rented community houses in operation; in addition: the fifth one in the course of building [. \n. .] which is situated on a conveniently located farm owned by President Quezon. [It] will house forty to fifty persons \n[who] will work on the farm and so provide themselves with fruits, vegetables, poultry, etc., so that their living costs \nwill be reduced. February 18: Item in Manila Bulletin: The high level quotas in the immigration bill now before the \nassembly's labor and immigration committee, bringing up pictures of a 'flood of aliens,' is understood to have \naroused opposition within the committee. Informal discussion of the present draft of the bill disclosed alarm at such \na quota of 1,000 annually for nationalities affected by the measure. Some committeemen argued that it would nullify \nthe nationalization program, add to the unemployment situation and, after five or ten years, flood the country with \nmore foreigners than could be absorbed. [. . .] Several committeemen were reported yesterday in favor of either \nabolishing the quota system altogether or placing the quota at, say, 100 or 200 for each nation whose nationals \nwould be subject to immigration rules. Another provision they propose is that if any quota is established, the \nimmigration commissioner should be given ample power to suspend it if in his opinion further admission of the \nnationals of a particular country would endanger domestic security or create a problem, social or otherwise. \nFebruary 23: Dr. Stanton Youngberg, secretary of the Mindanao Exploration Committee (engaged by the REC to be \nthe general manager of the Mindanao Resettlement Project) informed Liebman that the Philippine National \nAssembly drafting the Immigration Act opposed the proposed annual quota of 1,000 Jewish refugees per year. But, \nYoungberg points out, [Quezon has] acted impulsively and without sufficiently consulting other members of the \ngovernment or leaders of the national assembly. [His entire cabinet is opposed to it.] Harris: When Youngberg \ninquired of an 'old Filipino friend,' who had been a member of the Philippine Senate, if the opposition stemmed from \nanti-Jewish sentiments in the Assembly, the retired Senator told him 'that there is and that it is deep, quite \nextensive, silent but powerful.' According to this Senator, the opposition in the Assembly believed that Quezon had \nacted impulsively when he offered Mindanao lands for a massive Jewish resettlement plan because he had not \nsufficiently consulted with the leaders of the National Assembly.  March 9: Alex Frieder, Presidentof theJewish \nRefugee Committee inManila,writesto President Quezonon various agreements concerningMindanao \nJewishagricultural colonization. Francis B. Sayre, who succeeded Paul McNutt as US High Commission, opposed \nallowing large numbers of Jewish refugees to enter the Philippines, and therefore opposed Quezon's Mindanao \nPlan. Kotlowski[120]: Sayre, skeptical of the venture from the outset, was loath to 'create any nasty minority \nsituation' in the islands, referring to the challenge of assimilating European Jews Jewish refugees, he claimed, \n'tended to congregate in Manila' and compete with Filipinos economically. March 24: Watch the Jewish refugees in \nManila celebrate Purim[121] at Mariquina Hall, the land donated by President Quezon for use by the refugees: April: \nEditorial in Philippine Magazine[122], Vol. XXXVII, No. 4, April, 1940: Anti Semitism in the Philippines A well known \nManila weekly magazine is currently publishing what appears to be a series of articles which serves to introduce the \n\n\n\nspirit of antiSemitism in its crudest form into the Philippines. The articles are being published without explanation, \nand the uninformed can only speculate as to their origin and their general aim. Their content and form of \npresentation, however, can leave no doubt as to their foreign origin, and their falsety and malice as to their \nreprehensible character. The material in these articles is taken chiefly from an ill-reputed book, ' The International \nJew', and has been refuted ten thousand times. A clumsy effort to give the articles a local touch is made by \nreferring, among other things, to the mortal dangers that would arise for the people of this country if the project of \nsettling some thousands of Jewish refugees in Mindanao were carried out. In connection with these dangers, the \narticles cite a document —' The Protocols of the Elders of Zion' — in which the alleged plans of the Jews to \ndominate the world are described. This document was long ago proved to be a falsification, the sources and \nauthorship of which are known. The main source was a satire which a Paris attorney, Maurice Joly, published in \n1864, accusing the French Emperor Napoleon III of aspiring to world domination through various crafty and ruthless \nmeasures. The Secret Service of old Russia later caused a booklet to be printed in which the words 'the Jews' were \nsubstituted for 'Napoleon' in order to deflect popular hatred of the Czarist regime to the Jews and prevent a \nthreatened revolution. The spuriousness of the ' Protocols' has been confirmed in numerous court decisions in \nvarious countries, but reference to the document still makes good propaganda in a country like the Philippines \nwhere the subject is entirely new. April 1: J. Weldon Jones, writing to High Commissioner Sayre: [Quezon has] \ncooled off [on the Mindanao Plan] [Quezon now thinks the Mindanao plan is] impractical [and] a harbinger of \ntroubles in the futureSome of Quezon's advisers suggested that he let the scheme bog down, practice delay and \nobstructions He is following this advice to a certain extent. His decision to secure legislative action on the venture \nwas a part of this program. Arturo Rotor[123]: (Manuel) Quezon had his own way of gauging public opinion, of \ntaking a poll survey. He would say something preposterous or do the completely unexpected to find out what the \npeople thought of a political leader, or to measure their opposition to religious instruction in schools. If the act \naroused a bigger rumpus than he had calculated, he would institute an appropriate measure. Thus to the \nuninformed, Quezon often appeared inconsistent, mercurial, unreliable, a man whose word could not be trusted. No \ngreater mistake can be made. When Quezon had studied a problem and made up his mind, no earthly force could \nstop him. April 12: Philippine Magazine: Assembly passes administration immigration bill on second reading after \nreducing quota of 1000 for each nation to 500.  April 15: U.S. High Commissioner Francis B. Sayre writing to U.S. \nPresident Franklin D. Roosevelt: [The revised law is an attempt] to limit immigration so as to prevent the creation of \nracial difficulties [that might arise] if unlimited numbers of immigrants should pour into the country at too rapid a rate \nto allow the immigrants to be digested. April 22: Philippine Magazine: High Commissioner Sayre states in Shanghai \nAs to Philippine immigration bill, he states United States policy is not to interfere in Philippine domestic concerns.  \nKotlowski[124]: Sayre supported the change and urged Quezon to go along with it.  April 23: Inauguration of \nMariquina Hall, housing forty refugee families in a farming co-op on a three-hectare farm provided by President \nQuezon in his own land in Marikina.             http://www.quezon.ph/wp-content/uploads/2019/05/Quezons-Arrival-to-\nDedication-of-Mariquina-Hall-April-23-1940.jpeg From President Quezon's remarks at the event: What a blessing to \nthe Filipinos it should be if we learn from these few refugees who come to these Islands how to make even the \nrocky land of Mariquina produce enough quantities to support 40 persons. What a magnificent lesson we can get \nfrom that! That would simply mean that the Filipinos have no reason to fear; that if 40 people can raise enough to \nsupport them on four hectares, we with a population of 200 million people will be well off , if we can learn to do just \nthat. So I think the Filipinos are going to realize that in allowing these few refugees to come to these islands, we are \nnot only performing a humanitarian act, but we are, in the end, going to profit from this humane act as is always the \ncase. [. . .] It is my hope, and indeed my expectation, that the people of the Philippines will have in the future every \nreason to be glad that when the time of need came, their country was glad to extend to a persecuted people, a \nhand of welcome.            http://www.quezon.ph/wp-content/uploads/2019/05/16541960770_c2daa08345_z.jpg April \n23, Philippine Magazine: At dedication of small farm home built to house number of Jewish refugees on 3-hectare \nsite in Marikina donated by him, President Quezon states that on query from State Department, Commonwealth \ngovernment agreed to permit settlement here of as many as 10,000 Jewish refugees but over a period of 'many \nyears'; he states that if country can stand more than 200,000 Chinese, from 20,000 to 25,000 Japanese, and many \nthousands of Spaniards, Englishmen, Italians, and others, he sees 'not slightest ground for concern' over admitting \nthese refugees; fear of some that Jews will be merchants and monopolize commerce is offset by their plan to \nbecome farmers; reason why Jews have not been farmers in some countries is that they were forced to live in \nrestricted districts; they have been very successful as farmers in Palestine and elsewhere and may be able to teach \nFilipinos how to make presently unproductive lands fruitful. 'It is my hope and expectation that people of Philippine \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/Quezons-Arrival-to-Dedication-of-Mariquina-Hall-April-23-1940.jpeg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/Quezons-Arrival-to-Dedication-of-Mariquina-Hall-April-23-1940.jpeg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/16541960770_c2daa08345_z.jpg\n\n\nwill have in future every reason to be glad that when time of need came, their country was glad to extend hand of \nwelcome to a persecuted people'.            http://www.quezon.ph/wp-\ncontent/uploads/2019/05/14839484974_d01c0454cf_z.jpg Watch footage of the event:[125] La Vanguardia:            \nhttp://www.quezon.ph/wp-content/uploads/2019/05/16497803815_e3e2f41c0a_b.jpg Philippines Herald:            \nhttp://www.quezon.ph/wp-content/uploads/2019/05/20943894310_f316e31e6a_k.jpg THE MARIQUINA HALL, built \nin a three-hectare farm in Quezon City, is occupied by 40 Jewish refugees who will cultivate the land. The building \nwas dedicated to President Quezon yesterday. The acquisition of the land was made possible through the \ngenerosity of President Quezon. Top picture: the President delivering an extemporaneous speech before about 50 \nJews. At his right is Alex Frieder, chairman of the Jewish refugee committee. The middle picture shows the crowd \nthat attended the dedication ceremony. Below is the Mariquina Hall. Jewish Telegraphic Agency (May 24[126]): \nPresident Manuel Quezon of the Philippine Islands on April [23] dedicated Mariquina Hall, a house for Jewish \nrefugees at Quezon City near Manila, it was announced here today. President Quezon donated the land, on which \nwas situated a building, which the Jewish Refugee Committee enlarged. In his dedicatory speech to the committee \nand about 250 refugees, the President made a plea on behalf of refugees and endorsed the proposed Mindanao \ncolonization project. 'Your experience in Palestine demonstrates what your race can do to make the most arid soil \nproduce abundantly.' About six months ago the committee had requested 25 copies of the Palestine Economic \nCorporation report for 1938 for distribution among Philippine officials.            http://www.quezon.ph/wp-\ncontent/uploads/2019/05/16496800692_c9a0c25943_z.jpg April 24: German Consul in Manila, Dr. Hans \nLautenschlager, reports to Berlin about the inauguration of Mariquina Hall: The Jew, of American citizenship, Alex \nFrieder could not resist directing insults against the Führer and the German people. April 30: Refugees attend \ndinner at Frieder's home in Brixton Hill, Santa Mesa            http://www.quezon.ph/wp-\ncontent/uploads/2019/05/14839430954_1657511dfc_z.jpg April 30: Philippine Magazine: Domei reports High \nCommissioner Sayre as stating United States 'had no finger in Philippine immigration bill pie; I think immigration \nbill is intended to prevent minority race question from arising. . . I personally believe independence will be realized \nin 1946 if nothing untoward happens.'  May 3: Philippine Magazine: Assembly passes immigration bill in third \nreading by vote of 67 to 1, Assem. T. Oppus being only voter against bill; Floor Leader Q. Paredes states he voted \npreviously for quota of 1000 but that as bill contains provision authorizing President of Philippines to raise quota of \nany nation on justifiable grounds, he votes 'yes' on amended bill. Secretary to the President, Jorge Vargas states \nbill would permit President only to admit, as non-immigrants, aliens not otherwise provided for in the act and for \ntemporary period only; and also, for temporary period only; and also, for humanitarian reasons, religious and \npolitical refugees when this is not contrary to public interest. Note: the statement of Paredes, who had led the big \nManila rally against anti-Semitism in 1938, and who was Majority Floor Leader responsible for getting the law \npassed according to what the leadership wanted, reveals Quezon's priority: to retain the 'loophole' allowing the \npresident to waive immigration limits for humanitarian purposes. This provision remains the basis for all subsequent \nactions to permit refugees to arrive in the Philippines. May 4: Editorial Cartoon, Philippines Free Press:            \nhttp://www.quezon.ph/wp-content/uploads/2019/05/17699727818_c7fa25e2c6_z.jpg From the editorial \naccompanying the cartoon: The problem is to keep immigration within bounds, to preserve the Philippines for the \nFilipinos. It's simply a case of charity begins at home. May 7: Alex Frieder to JDC giving details on the Mindanao \nPlan: I am pleased to report that both the American and Philippine governments have agreed in principle to a \nresettlement project in Mindanao for 10,000 refugee immigrants. The Refugee Economic Corporation made \npossible a thorough and exhaustive survey by a highly competent committee of lands desirable for European \ncolonization. The committee determined upon tracts located in the Province of Bukidnon, Mindanao. Negotiations \nwith government entities necessarily involve long delays. This has been the condition which we have gone through. \nBut I am happy to state that at a conference this week, all differences were ironed out and that contracts for all land \nunder option to us and contracts for the utilization of these lands well be terminated within a few days. This project, \nwhen in operation, should mark one of the great milestones in the history of the resettlement of our coreligionists, \nnecessitated by the terrible Diaspora of the Twentieth Century The work of our committee in selecting immigration [. \n. .] has been such facilitated by our cordial relations with the Office of the United States High Commissioner, as \nwell as with many branches of the Philippine Government, not only with the Office of the President of the \nCommonwealth. These look to this committee as the sole source of information and advice, and recommendations \nfor permitting any immigration of any refugee from any part of the world to this country. All such applications arriving \nin this office of the US High Commissioner or in any of the various branches of the Philippine Government are \nrouted to our committee for service and action We are duty bound to give conscientious consideration to all cases \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/14839484974_d01c0454cf_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/14839484974_d01c0454cf_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/16497803815_e3e2f41c0a_b.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/20943894310_f316e31e6a_k.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/16496800692_c9a0c25943_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/16496800692_c9a0c25943_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/14839430954_1657511dfc_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/14839430954_1657511dfc_z.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/17699727818_c7fa25e2c6_z.jpg\n\n\nalike, thus our 'approved lists' have contained names of non-Jews. The harsh laws of the Reich were leveled \nagainst Jews on the grounds of race and not religion, hence many professed Catholics and Protestants of Jewish \norigin have been cast forth and we count a large number of these in our community. In addition to this should be \nmentioned the numerous cases of intermarriage, so that a really considerable percentage of our immigrants is non \nJewish. I feel positive that I speak the complete truth in stating that we have shown absolutely no discrimination \nwhen offering assistance, although it must be admitted that most non-Jews after arriving in this country, do not look \nto us for aid. May 11: Philippine Magazine: Malacan?an announces that President Quezon has accepted invitation \nof Gen. Emilio Aguinaldo to address Veterans of Philippine Revolution on 42nd anniversary of Philippine \nProclamation of independence on June 12; announcement hailed as indicating reconciliation.  May 20: Auschwitz \nCamp Established[127] May 28: Philippine Magazine: President approves immigration and number of other bills.  \nJune 10: Italy joins WWII in partnership with Axis allies Germany and Japan. According to Frank Ephraim, this \nresulted in 'the closure of the Mediterranean shipping route—the main gateway for refugees to the Pacific at the \ntime.'  June 12: Philippine Magazine: At 42nd anniversary of proclamation of independence of first Philippine \nRepublic attended for first time in years by President Quezon and celebrated on Luneta instead of at Kawit, Gen E. \nAguinaldo, in introducing President, states he is forgetting bitterness of past June 18: A plebiscite approves three \nconstitutional amendments: it cut the term of the president from 6 years to four, but allowed reelection for another 4; \nit restored the Senate; and it established the Commission on Elections.  June 30:  From the Fourth Annual Report \nof the United States High Commissioner to the Philippine Islands to the President and Congress of the United \nStates[128] Covering the Fiscal Year July 1, 1939 to June 30, 1940: Other legislation by the Commonwealth \nGovernment included an immigration act which was designed to curtail the large flow of immigrants from \nneighboring countries by providing that not more than 500 quota immigrants might enter from any one country. This \nact, which was to become effective on January 1, 1941, was before the President of the United States for approval \nat the end of the fiscal year under review. When asked whether it was likely that President Roosevelt would \napprove the Philippine immigration bill, the High Commissioner said that he could not predict the President's action. \nHe added, however, that the general policy of the United States Government is not to interfere with measures \nwhich the Filipino people, the National Assembly, and the President of the Commonwealth approve FOREIGN \nAFFAIRS THE IMMIGRATI0N BILL The immigration law of the Philippines in effect up to the end of the period \niuuKm- report was the act of Congress of February 5. 1917, which contains a proviso that the law should be \nenforced in the Philippines by officers of the Philippine Government until superseded by an immigration act passed \nby the Philippine Legislature and approved by the President of the Ignited States. For the purpose of assisting in \ndrafting such an act President Quezon arranged in 1938 for the loan to the Commonwealth of two officers of the \nUnited States Government, Messrs. Irving P. Wixon, Deputy Commissioner of Immigration and Naturalization in \nthe Department of Labor, and George L. Brandt, a Foreign Service officer. The immigration bill drafted by these two \nmen in accordance with the desires of the Commonwealth Government was introduced as an administration \nmeasure in the regular session of the Philippine Assembly of 1940. It passed the second reading in the National \nAssembly on April 12, with certain alterations. The only significant change was the reduction from 1,000 to 500 of \nthe number of quota immigrants permitted annually to enter the Philippines from any one country. The \nassemblymen were presumably motivated in making this reduction by apprehension of the political and social \nconsequences of admitting into the Philippines large numbers of aliens, especially Chinese and Japanese. \nPublication in the press of reports that Japanese officials and the Tokyo press would regard passage of the bill in its \nrevised form as 'an unfriendly act' discriminatory against Japan caused considerable resentment among Filipinos; \nnor was this resentment lessened by the report that Japan had approached Washington for the purpose of having \npressure brought to bear upon the Commonwealth authorities to effect revision. Subsequent reports that the United \nStates Government would not attempt to influence the immigration legislation were favorably received by Filipinos. \nThe Assembly passed the bill on May 2, with the quota at 500, by a vote of 67 to 1. It was signed by President \nQuezon and was before the President of the United States for final action at the close of the period covered by this \nreport. [This act was signed by President Roosevelt on August 26, 1940, and became effective on January 1, 1941.] \nIn order that the greatest possible care should be- exercised in the admission of aliens into the Philippines, the \nCommonwealth Government, in July 1939, expressed the desire that — pending the enactment and approval of an \nimmigration law — all alien immigrants coming into the Philippines for the first time, whether for temporary or \nindefinite stay, excepting tourists or travelers for pleasure or business, transients, and bona fide employees of firms \nof long standing in the Philippines, should obtain from the Commonwealth authorities prior approval of their \napplication for admission to the Philippines. It was requested that visaing of the travel documents of such \n\n\n\napplicants should be withheld until their applications had been passed upon by the Commonwealth immigration \nauthorities. This arrangement was made the subject of an instruction by the Department of State to American \nconsular officers, dated August 22, 1939. It is believed that this procedure was beneficial both to the prospective \nimmigrants and to the Commonwealth Government The Office of the High Commissioner continued to work in \nharmony with the authorities of the Philippine Commonwealth Government in the matter of the entry of Jewish \nrefugees. The practice, instituted during the incumbency of High Commissioner McNutt, of requesting the \nrecommendations of the local Jewish Refugee Committee, was continued with satisfactory results. During the fiscal \nyear 1939-40, permission was granted by the Commonwealth Government for the immigration of 211 Jewish \nrefugees, and 257 actually arrived in the Philippines. Since the inception of the arrangement with the local Jewish \nrefugee committee in August 1938, a total of 521 refugees sponsored by that organization have been admitted to \nthe Philippines. Of these, 448 are still resident in the Islands, 29 have reemigrated to the United States, 39 to other \ncountries, and 5 are deceased. The mission [i.e. the Mindanao Exploration Commission] which arrived in the first \nhalf of April 1939, to study the possibilities of refugee colonization in Mindanao and other places in the Islands that \nmay be suitable, concluded its work in July 1939. The majority of the mission returned to the United States in the \nearly part of August and presented the mission's report to its principal, the Refugee Economic Corporation of New \nYork. The Refugee Economic Corporation has kindly furnished this Office with a copy of this exhaustive report. The \nmission found that refugee settlement would be possible in certain of the highland regions of Mindanao and that \nsuccessful colonization could take place provided the project were adequately financed from the start and operated \nunder competent technical supervision. The local Jewish refugee committee and a representative of the Refugee \nEconomic Corporation of New York held consultations during the year with Commonwealth officials in an effort to \nreach an agreement in connection with the proposed settlement of 10,000 Jewish refugees on agricultural projects \nin the Island of Mindanao. From the Fifth Annual Report of the President of the Philippines to the President and \nCongress of the United States[129] Covering the Period July 1, 1939 to June 30, 1940: IMMIGRATION AND \nEMIGRATION The enactment of the new immigration law, which was approved recently by the President of the \nUnited States, and the creation of the Bureau of Immigration in place of the Immigration Division of the Department \nof Labor, will be most valuable in regulating the admission and exclusion of aliens here. Excluding enlisted men and \npersons attached to the military and naval forces of the United States, a total of 22,988 persons arrived in, and \n22,358 persons departed from, the Philippines. Among the arrivals were 1,735 immigrants composed of 698 \nChinese, 329 Japanese, 202 Jews (German), and 506 belonging to other nationalities. The incoming \nnonimmigrants numbered 10,910 consisting of 7,919 Chinese, 1,373 Japanese, and 1,618 of other nationalities. \nAmong the departures were 5,607 emigrants of whom 1,863 were Chinese, 3,137 Japanese, 2 Jews (German), \nand 605 subjects of other countries. The departing nonemigrants totaled 9,645 of whom 7,276 were Chinese, 690 \nJapanese, and 1,679 of other nationalities. A total of 729 aliens were deported from the Philippines; namely, 641 \nChinese, 25 British Indians, 23 Russians, 15 Japanese, 3 English, 3 Jews (German), and 19 of other nationalities. \nThe emigration of Filipino laborers to the Territory of Hawaii has ceased to be a problem to the government. This is \ndue to the limitation imposed by the Tydings-McDuffie Act as regards Filipino emigration to Hawaii, and the \nexistence there of a sufficient labor supply to meet the needs of its sugar and pineapple industries. The Hawaiian \nSugar Planters' Association today has practically stopped recruiting laborers from the Philippines. During the fiscal \nperiod under review, 456 Filipino repatriates returned from the United States. July 1: President Quezon issues \nProclamation No. 570[130]: Now, therefore, I, Manuel L. Quezon, President of the Philippines, by virtue of the \npowers vested in me by law, do hereby enjoin all branches, subdivisions, agencies, and instrumentalities of the \nCommonwealth Government and every inhabitant of the Philippines to cooperate in extending whatever aid may be \nnecessary for the safety and care of these refugees. The owners of hostelries and houses for rent are particularly \nenjoined not to take undue advantage of the influx of these refugees by charging exorbitant rentals or fees. July \n1:Philippine Magazine: President Quezon returns to Manila and issues proclamation enjoining all government \nentities and public to 'cooperate in extending whatever aid may be necessary for safety and care of refugees'; hotel \nand house owners are warned not to charge unduly high rent. July 18: Franklin D. Roosevelt nominated for an \nunprecedented third term as President of the United States. Goldstein/Kotlowski:  McNutt's presidential campaign \nwas cut short by President Roosevelt's decision to seek a third term. August 13: Filipino officials derail sale of lands \nfor refugee purposes in Mindanao.  Harris: An August 13, 1940 letter from Kenneth Day, co-owner of the ranches \non Mindanao, to his friend Richard Ely in the Bureau of Philippine Affairs, attested to the problems arising in the \nacquisition of his properties. Day related how just after the papers had been signed and he was about to be paid, \nlawyers halted the transaction until 'the question of transferring Philippine lands to foreign owners' could be settled. \n\n\n\nImportant and powerful members of the National Development Company (NDC), the government corporation that \nserved as 'landlord' over large tracts of leased lands, 'were not kindly disposed towards the project.' They managed \nto stall the transaction for the acquisition of the Day and Worcester Ranches by the REC for many months, until \nQuezon finally stepped in after his reelection [in November, 1941], with enough new political clout to demand the \nNDC finalize the contracts. But as the saying goes, it was too little too late.  Ephraim: The National Development \n[Company] had never viewed the Jewish refugee settlement project with favor. They were able to stall almost at will, \nbecause Quezon's eyes were on Japan Philippine presidential elections were scheduled for a year hence -they \nwere an important 'distraction' for Quezon, who was determined to deal with what appeared to be serious \nopposition. August 26: Commonwealth Act No. 613[131], 'An Act to Control and Regulate the Immigration of Aliens \ninto the Philippines' is approved. Quezon's proposal for a quota of 1,000 was reduced to 500 but the President of \nthe Philippines would be granted authority to make an exception for 'humanitarian' purposes: Sec. 47. \nNotwithstanding the provisions of the Act, the President is hereby authorized - (b) For humanitarian reasons, and \nwhen not opposed to the public interest, to admit aliens who are refugees for religious, political, or racial reasons, in \nsuch classes of cases and under such conditions as he may prescribe. September 3: Philippine Magazine: \nPresident Quezon proclaims Immigration Act; will become effective Jan. 1, 1941.  September 4: Philippine \nMagazine: President orders Immigration Bureau placed directly under his own office.  November 5: Franklin D. \nRoosevelt wins an unprecedented third term as President of the United States. November 8: a memorandum \npoints to the importance of the humanitarian exception clause in the Philippine Immigration Act: The \nCommonwealth enacted a quota immigration bill which limits immigration to 500 persons per country annually. \nHowever, it empowers the President to permit extra-quota immigration for so-called social and humanitarian \nreasons [. . .] The bill has been approved by the President of the United States and becomes effective January 1, \n1941. The Frieder Brothers are satisfied that the refugees will be permitted to come in as extra-quota immigrants, \nthey [Frieders] having been instrumental in securing the inclusion of the provision in the law. November 15: Warsaw \nGhetto Sealed[132] 1941 January 1: Philippine Magazine: New Immigration Law, restricting immigrants from each \nforeign country to 500 a year, goes into effect.  January 6: Philippine Magazine: Reported that condition of \nPresident Quezon, whose illness became more serious, is now fair, but that he will require 3 months of absolute \nrest, March 3: Krakow Ghetto Established[133] April 3: Philippine Magazine: President Quezon appoints Serafin P. \nHilado Commissioner of Immigration; was sent to United States last year to study immigration questions.  May: Ber \nKotlerman: The last recorded escape to Manila was that of the Kaunas born Abraham and Gusta Lipetz and their \nthree sons, who reached the Philippines in early May 1941 via Belgium, France, Algeria, Morocco, Portugal, the US \nand the Panama Canal. This fantastic journey became possible without any connection to the rescue plans of the \nPhilippine government, but just because Abraham Lipetz had a brother in Manila who sent him an affidavit, and \nanother brother in New York City who helped the family to acquire the US transit visa. June 18: Diary of Ramon A. \nAlcaraz[134]: News we got in Manila today states that Washington (DC) orders all German Consulates in USA be \nclosed. June 22: Operation Barbarossa[135] Ber Kotlerman: Germany invaded the Soviet Union, closing all the \nways to escape Europe-in-war. After the invasion all real hopes for rescue of substantial numbers of European \nJews from the hands of the Nazis collapsed. July 24: Ber Kotlerman: Quezon wrote in a letter to the Jewish \ncommunity leaders about the 'humanitarian work' to settle Jewish refugees in Mindanao that 'every effort will be \nmade to accommodate a number of Jewish refugees, not exceeding 10,000 over the period of ten years'  August \n24: 'Euthanasia' Killings[136] halted. September: Ber Kotlerman: Morton Netzorg, secretary of the Jewish Refugee \nCommittee of the Manila Jewish community, estimated the number of the Jewish immigrants in the Philippines in \nSeptember 1941 to be about 900, but only 736 were registered: 494 from Germany, 140 from Austria, 59 from other \ncountries and 43 held the Nansen League of Nations passports. The Tablet[137]: The refugees who came to Manila \nhad a difficult time adjusting. They did not know the language; the heat and humidity were overpowering; and the \nmosquitoes were gigantic. Many lived in crowded community housing, which led to tensions and fights. But the \nyoung Jews saw the Philippines as a new adventure. Children climbed mango trees, swam in the bay, and learned \nFilipino songs. October 15: Deportations of German, Austrian, and Czech Jews[138]; Operation Reinhard[139] \nNovember 10: Update on the 'Status of the Philippine Project': Negotiations with the Philippine government have \nbeen going on for a long period due to the fact that the new immigration bill was pending in the Philippine \nlegislature. With the passage of the bill, negotiations were resumed as to details, and recently President Quezon \ninstructed the officials of the Immigration Department to follow through on the contract, and at the present time the \nvarious details are being discussed. It is expected that in a comparatively short time all outstanding questions will \nbe resolved. However, the increasing gravity in the Far Eastern situation has naturally raised certain questions as to \n\n\n\nwhether it would be desirable to undertake the settlement project at this time. November 15: Quezon elected to a \nsecond term. After his re-election, he intervenes to reverse the August, 1940 blockage by officials of the National \nDevelopment Company, of the sale of ranches in Mindanao for refugee purposes. November 24: Theresienstadt \nCamp-Ghetto Established[140] December 8: Japan attacks the Philippines. Killing Operations Begin at \nChelmno[141]. December 9-24, 1941: President Quezon and family stay in Marikina, adjacent to Marikina Hall in \nthe same property.            http://www.quezon.ph/wp-content/uploads/2019/05/MLQ-Basement-of-Mariquina-Hall-12-\n20-44.jpg December 24: Commonwealth War Cabinet withdraws to Corregidor as Manila is declared an Open City \ntwo days later. December 30: President Quezon is inaugurated for a second term in Corregidor 1942 January 2: \nJapanese occupy Manila. Meron Medzini[142]: When the 14th Army of Japan, commanded by Lieutenant-General \nHomma Masaharu (1887-1946), occupied Manila on January 2, 1942, martial law was proclaimed and enemy \naliens were required to register. Their future depended heavily on the passports in their possession. Enemy aliens \nwhose countries were now at war with Japan, including the United States, Britain, Holland, and the British \nCommonwealth of Nations, were interned in two detention camps: one on the campus of Santo Tomas University \nand the other in Los Bagnos near Manila. Among the detainees were 250 Jews. Others not arrested were 1,300 \nGerman Jewish refugees (even though they lost their nationality in late 1941) and Jews who held passports \nbelonging to Germany's allies, such as Austria, Italy, Vichy France, Romania, Hungary, Slovakia, Croatia, and Iraq. \nThe third group of Jews living in the Philippines consisted of Russian Jews who held a variety of passports issued \nin the 1920's by the Committee for International Refugees (the so-called Nansen passports) or by the Far Eastern \nRepublic that existed briefly in Siberia and later by the Soviet Union.  Ber Kottlerman: In the beginning of 1942, a \ndemand to send all the Jews to Mindanao, where they should work as farmers, appeared in the local press, arguing \nthat the Jews were admitted to the Philippines under this condition. Following this, some community leaders, such \nas Morton Netzorg and Stanton Youngberg, were investigated by the Japanese regarding the Mindanao question. It \nwas probably the last mention of Mindanao in the Jewish context. Meanwhile, about one hundred of the Jews who \nowned the citizenship of the countries-in-war with Japan (USA, UK, Poland, etc., but, ironically, not those who held \nthe German citizenship) were sent to internment camps, such as Santo Tomas Internment Camp on the grounds of \nSanto Tomas Catholic University in Manila. About six dozen Manila Jews died during the Japanese occupation or \nwere killed in the street fighting, but the majority survived until the American liberation in February-March 1945.  \nJanuary 16: Deportations from Lodz to Chelmno[143] January 20: Wannsee Conference[144] March 1: Auschwitz-\nBirkenau Camp Established[145] April 9: Fall of Bataan, the largest military surrender in US history. General \nEdward P. King surrendered around 78,000 (approximately 66,000 Filipinos and 12,000 Americans) USAFFE \n(United States Armed Forces in the Far East) to the Japanese. This surrender led to the infamous Bataan Death \nMarch. May 2: Philippine Commonwealth Government-in-Exile established in Washington, D.C. May 8: Fall of \nCorregidor. July 15: Deportation of Dutch Jews[146] July 23: Gassing Operations Begin at Treblinka[147] August \n24: Diary of Francis Burton Harrison[148]: [Quezon] was very much aroused because of the proposed showing of \nan old film depicting the Philippine Constabulary in process of being cut to pieces by Moros until rescued by an \nAmerican Army officer. Protested to J. Davies who is head of one of these propaganda organizations. Davies said \nhe would at once look into it. But Quezon sat down and wrote a hot letter to the film director. Quezon denounced \nthis attempt to show the Filipinos as cowards, (after this war in the Philippines) and added that he understood the \ndirector is a man 'of Jewish race,' and that he, Quezon, considered this a poor return for his having opened the \nshores of the Philippines to the Jewish refugees, and for having himself given several acres of his own land to the \nJews to help them to make a living. The movie director replied saying that he had withdrawn the film. October 26: \nRoundups of Norwegian Jews[149] December 17: Allied Nations Issue Statement on Mass Murder[150] 1943 \nJanuary 26: News item in Manila Tribune: 'Jews Given Stern Warning.' Meron Medzini[151]: In 1943 a number of \nantisemitic articles appeared in the local press, and some antisemitic broadcasts were aired on the local radio \nstation. Still, the Japanese authorities did not go out of their way to discriminate against the Jews, mainly because \nthe local Jewish leadership was able to persuade them not to. While the Japanese authorities did threaten the Jews \nto discourage them from engaging in black market activities, no steps were taken to molest Jews as a people or to \ncurtail the existence of the communal institutions. While some people lost their homes and businesses and a \nnumber were abused, beaten, or on occasion imprisoned, the main physical harm suffered by the Jews as a group \nwas illness and starvation. February 18: President Quezon issues press statement in Washington in response to a \nstatement from the Japanese Occupation authorities in Manila[152] saying they had issued a 'stern warning' to \nJews in the Philippines and would investigate them for 'profiteering' and 'attempted espionage.'           \nhttp://www.quezon.ph/wp-content/uploads/2019/05/gettyimages-50488605-612x612.jpg Manuel Quezon signing a \n\nhttp://www.quezon.ph/wp-content/uploads/2019/05/MLQ-Basement-of-Mariquina-Hall-12-20-44.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/MLQ-Basement-of-Mariquina-Hall-12-20-44.jpg\nhttp://www.quezon.ph/wp-content/uploads/2019/05/gettyimages-50488605-612x612.jpg\n\n\ndocument brought to him by Col. Romulo. (Photo by Ed Clark/The LIFE Images Collection/Getty Images) In his \nstatement today, replying to the Japanese anti-Jewish allegations, President Quezon said: 'Translated from the \ncrude tongue of Nazi-Japanese propaganda, these words are a tribute, unintended, to be sure, to the Jewish \ncitizens and residents of the Philippines. They testify to the fact that the Jews are standing loyally and firmly at the \nside of the other groups in the Philippine population, risking their lives and their goods in opposition to the Japanese \ninvaders. I am proud of this evidence of the rightness of the Philippine principle of religious freedom. It proves that \nall the religions in my beloved country are helping each other and fighting together in the cause of freedom. 'The \npeople of the Philippines have never been guilty of the barbarous and divisive error of religious bigotry. Ever since \nthe commonwealth was established, the majority of the Filipinos, who are Catholics, have lived peacefully and in \nfriendship with their non-Catholic neighbors - whether Protestant, or Jewish, or Mohammedan, or Pagan. The small \nnumber of Jews in the Philippines is a respected section of our population. After Hitler introduced official \npersecution into Germany, we offered our hospitality to a number of refugees, who came to the Philippines and \nquickly adjusted themselves to our way of life. These people were quiet, energetic and productive. They have \nbecome a welcome and loyal part of the Filipino population. 'Now the Japanese are aping Nazi Germany by \nmanufacturing their own anti-Jewish propaganda and persecution. I am convinced that Tokyo has announced this \npolicy as a cheap way of pleasing the fanatical Nazis who are its allies, and as a trick to destroy the unity of \nPhilippine resistance. The Nazi propaganda machine is undoubtedly exploiting this story to justify its brutal \nphilosophy among those of its own citizens who are beginning to doubt. 'There is a sharp contrast between the \nprinciple of equality as practiced by the Filipino people, on the one hand, and the principle of prejudice and \ndiscrimination practiced by the Nazis and Japanese, on the other. This contrast marks one more sector in the moral \nconflict underlying this war. We shall be victorious in this as in every other sector. I look forward to the day when all \nthe peoples of the earth are again able to work together peacefully and fruitfully to build a better world.' March 13: \nLiquidation of the Krakow Ghetto[153] April-May: April-May 1943, Warsaw Ghetto Uprising[154] October 14: \nSobibor Uprising[155] 1944 February: Japanese military authorities announce increase in Jewish restrictions[156]. \nMay 15: Deportation of Hungarian Jews[157]; Deportation from Theresienstadt[158] June 4: Liberation of Rome. \nJune 6: D-Day July 20: Attempt to Assassinate Hitler[159] July 23: Liberation of Lublin-Majdanek[160] August 1: \nManuel L. Quezon dies in Saranac Lake, New York. Warsaw Polish Uprising[161].[embedded content]August 2: \nLiquidation of 'Gypsy Family Camp' at Auschwitz-Birkenau[162] August 9: Destruction of the Lodz Ghetto[163] \nAugust 19-25: Liberation of Paris. October 7: Prisoner Revolt at Auschwitz-Birkenau[164] October 20: Leyte \nLanding. November 23: Liberation of Natzweiler-Struthof[165] November 25: Himmler Orders Demolition of \nAuschwitz Gas Chambers and Crematoria[166] December 11: Last Gassing at Hartheim[167] 1945 January 17: \nDeath March from Auschwitz[168] January 27: Soviet Forces Liberate Auschwitz[169] February-March: Battle of \nManila Meron Medzini[170]: The main attack on Jewish property occurred during the fighting between invading \nAmerican forces led by General Douglas MacArthur (1880-1964) and the Japanese army at the end of 1944 and \nearly 1945. In the battle for the liberation of Manila in February 1945, Japanese soldiers committed atrocities in \nwhich some 100,000 civilians were killed, among them seventy Jews. Some of the victims were murdered by \nJapanese soldiers in a massacre committed in the Red Cross hospital in Manila. But this massacre was carried out \nagainst all foreigners, not just on Jews. The local synagogue that was used as an ammunition depot by the \nJapanese was destroyed during the fighting. The majority of the Jews in the Philippines survived the war and \nreported that during the occupation they rarely encountered antisemitic expressions on the part of either the \nJapanese occupying forces or the local Philippine community.  The war took a toll on the community, and the \nmajority of its members did not have the financial means and emotional stamina to remain and rebuild their \ncommunity the way the Jews of Singapore, Hong Kong, and even Shanghai did. The majority opted to move to the \nUnited States, Australia, or (after 1948) to Israel, and a few even went back to Germany. By late 1948, fewer than \n300 Jews remained in the Philippines.  In November 1947 the newly independent Philippines voted in the United \nNations General Assembly for the partition of Palestine and the creation of a Jewish state there. It was the only \nAsian country to do so, and the vote was the result of American pressure and the feeling of some Philippine leaders \nthat the Jews deserved their own state. The Philippines was among the first Asian nations to recognize Israel and \nestablish diplomatic relations with it. Goldstein/Kotlowski[171]: During the Battle of Manila in February and March \n1945, 79 individuals, or approximately ten percent of the Jewish community, were wartime casualties, a rate similar \nto that of Manila's overall population. The Japanese arrested, tortured and murdered several Jews at Fort \nSantiago, alleging that they collaborated with anti-Japanese resistance. Some, such as ritual slaughterer Israel \nKonigsberg, were indeed active participants in the anti-Japanese resistance. Several Jewish refugees were \n\n\n\nbutchered in cold blood by Japanese marines during a rampage in the Manila Red Cross Hospital on February 10, \n1945. April 11: US Forces Liberate Buchenwald[172] April 15: Liberation of Bergen-Belsen[173] April 20: \nEvacuation of Prisoners from Sachsenhausen[174] April 23: US Forces Liberate Flossenbürg[175] April 30: \nLiberation of Ravensbrück[176]; Hitler Commits Suicide[177] May 5: Liberation of Mauthausen[178] May 7: V-E \nDay: Germany surrenders. September 2: V-J Day: Japan Surrenders. 1946 June 17: McNutt, serving for the second \ntime as U.S. High Commissioner, writes to President Roxas asking that Jewish refugee doctors, refused licenses \nbefore the war, be given medical licenses. 1947 Meron Medzini[179]: The Philippino delegate, General Carlos \nRomulo, was very active in the special Assembly in April and May. He was impressed with the quiet dignity and \nmoderation of both the Jewish Agency and Higher Arab Committee representatives. He stated that although the \nPhilippines were far away from Palestine it would not be neutral on this issue if neutrality meant indifference. He \nalso mentioned the possibility of an eventual ultimate independence for Palestine. While being quite active in the \ndiscussion on the terms of reference for UNSCOP, he made no commitments on core issues. As the time drew near \nto the crucial vote, it was clear that Romulo was going to oppose partition. In early November Eban reported that \nthe Arabs promised the Philippines their support for a seat on the Trusteeship Committee if they opposed partition. \nOn November 24, the Zionist delegates noted there was a problem with the Philippines and pressure would have to \nbe exerted by Washington. Two American Supreme Court Justices, Frankfurter and Murphy, wrote to the Philippine \nAmbassador in Washington Joaquin Elizalde to press President Rojas to support partition. They also cabled Rojas, \nwhom they knew personally, saying that his country will lose millions of American friends if they continued their \npolicy of opposing partition. However, on November 26, Romulo announced that it would oppose partition; by then \nthere were fifteen states who opposed partition.  The legal adviser of the Philippine Embassy in Washington, Oscar \nCokes, told Eilat that Elizalde was furious with Romulo who failed to coordinate his Palestine policy with the \nEmbassy fearing adverse reaction by American public opinion. Elizalde cabled Rojas warning that if Manila did not \nsupport partition it would arouse much criticism in America; he asked how a country that was occupied by Japan \nduring the war could not support Holocaust survivors, at the time when Zionist Federations and Zionist Diplomacy in \nAsia 115 the Philippines were in dire need of American economic aid. The American pressure worked. A day before \nthe final vote, Clark Clifford, Truman's closest adviser, met with Elizalde. He advised that contact be made with \nMcNutt, the last American High Commissioner in the Philippines. McNutt suggested that contact be made with \nJulius Edelstein, a close friend of Rojas. He was contacted in London and probably spoke to Rojas. Chaim \nWeizmann also cabled Rojas, seeking his support. At the last moment Romulo was instructed by Rojas to vote for \npartition. Goldstein/Kotlowski[180]: Emigration from the Philippines to Israel and elsewhere reduced the Manila \ncommunity from an immediate post-war peak of perhaps 2,500, which included the refugees, to 1,000 in 1946, 400 \nin 1949, 250 in 1968, and to approximately 100 families in 2013.  Some Sources: Messages of the President Book \n3: Manuel L. Quezon (Volume 1)[181]: This volume collects President Quezon's Month in Review, a chronicle of the \nPresidents' official affairs, i.e., their principal activities and undertakings. Sharon Delmendo, 'Ike and the Jews: Was \nDwight D. Eisenhower involved in Jewish refugee rescue in the Philippines during the Holocaust?' Sharon \nDelmendo, 'When the Time of Need Came': Manuel Quezon and the Philippines Holocaust Refuge book-in-\nprogress (forthcoming, De La Salle University Press) Bonnie Mae Harris, From Zbaszyn to Manila: The Holocaust \nOdyssey of Joseph Cysner and the Philippine Rescue of Refugee Jews[182], September, 2009 Bonnie Mae Harris, \nJewish Refugee Rescue in the Philippines, 1937-1941[183], January-December, 2016 Ber Kotlerman, Philippine \nVisas-for-Jews from the Perspective of the Unanswered Letters of 1939 to President Quezon[184], 2017 Dean J. \nKotlowski, Breaching the Paper Walls: Paul V. McNutt and Jewish Refugees to the Philippines, 1938-1939[185], \n2009 Robert Rockaway and Maya Guez, The Manila Poker Group That Rescued German Jews[186] Gerald E. \nWheeler, Quezon and The High Commissioners, 1981 Between Mumbai and Manila Judaism in Asia since the \nFounding of the State of Israel[187] (Proceedings of the International Conference, held at the Department of \nComparative Religion of the University of Bonn. May 30, to June 1, 2012) Holocaust Timeline of Events[188] \nAdditional Readings: Frank Ephraim, Escape to Manila: From Nazi Tyranny to Japanese Terror[189], 2003 Bonnie \nMae Harris, The Memoirs of Cantor Joseph Cysner. A rare testimonial of the Polenaktion[190] Dean J. Kotlowski \n,Finding Havens to Save Lives: Four Case Studies from the Jewish Refugee Crisis of the 1930s[191], 2013 Alvin \nMars, A Note on the Jewish Refugees in Shanghai[192] Jocelyn Martin, Manilaner's Holocaust Meets Manileños' \nColonisation: Cross-Traumatic Affiliations and Postcolonial Considerations in Trauma Studies[193] Laurice \nPeñamante, Nine Waves of Refugees in the Philippines[194] Ria Sunga, The Philippines: A haven for Jewish \nrefugees, 1937 to 1941?[195] TIMELINE: Philippine laws and policies on refugees[196] Rescue in the \nPhilippines[197] documentary website. [ 1]:            https://www.tabletmag.com/jewish-news-and-\n\n\npolitics/211571/manila-poker-group-rescued-jews [ 2]:            https://bonndoc.ulb.uni-\nbonn.de/xmlui/bitstream/handle/20.500.11811/555/bup_10.pdf?sequence=4 [ 3]:            \n\n\n\nfebruary-18-1943/ [ 153]:            https://www.ushmm.org/learn/timeline-of-events/1942-1945/liquidation-of-the-\nkrakow-ghetto [ 154]:            https://www.ushmm.org/learn/timeline-of-events/1942-1945/warsaw-ghetto-uprising [ \n155]:            https://www.ushmm.org/learn/timeline-of-events/1942-1945/sobibor-uprising [ 156]:            "}