{"title": "A lost decade for immigration reform", "body": "\nTen years ago, George W. Bush came to Washington as the first new president in a generation or more who had \ndeep personal convictions about immigration policy and some plans for where he wanted to go with it. He wasn't \nalone. Lots of people in lots of places were ready to work on the issue: Republicans, Democrats, Hispanic \nadvocates, business leaders, even the Mexican government.\n\nLike so much else about the past decade, things didn't go well. Immigration policy got kicked around a fair bit, but \nnext to nothing got accomplished. Old laws and bureaucracies became increasingly dysfunctional. The public grew \nanxious. The debates turned repetitive, divisive and sterile.\n\nThe last gasp of the lost decade came this month when the lame-duck Congress - which struck compromises on \ntaxes, gays in the military and arms control - deadlocked on the Dream Act.\n\nThe debate was pure political theater. The legislation was first introduced in 2001 to legalize the most virtuous sliver \nof the undocumented population - young adults who were brought here as children by their parents and who were \nnow in college or the military. It was originally designed to be the first in a sequence of measures to resolve the \nstatus of the nation's illegal immigrants, and for most of the past decade, it was often paired with a bill for \nagricultural workers. The logic was to start with the most worthy and economically necessary. But with the bill put \nforward this month as a last-minute, stand-alone measure with little chance of passage, all the debate \naccomplished was to give both sides a chance to excite their followers. In the age of stalemate, immigration may \nhave a special place in the firmament.\n\nThe United States is in the midst of a wave of immigration as substantial as any ever experienced. Millions of \npeople from abroad have settled here peacefully and prosperously, a boon to the nation. Nonetheless, frustration \nwith policy sours the mood. More than a quarter of the foreign-born are here without authorization. Meanwhile, \ngetting here legally can be a long, costly wrangle. And communities feel that they have little say over sudden \nchanges in their populations. People know that their world is being transformed, yet Washington has not enacted a \nmajor overhaul of immigration law since 1965. To move forward, we need at least three fundamental changes in \nthe way the issue is handled.\n\n\nBeing honest about our circumstances is always a good place to start. There might once have been a time to \nponder the ideal immigration system for the early 21st century, but surely that time has passed. The immediate \ntask is to clean up the mess caused by inaction, and that is going to require compromises on all sides. Next, we \nshould reexamine the scope of policy proposals.  After a decade of sweeping plans that went nowhere, working \npiecemeal is worth a try at this point. Finally, the politics have to change. With both Republicans and Democrats \nusing immigration as a wedge issue, the chances are that innocent bystanders will get hurt - soon.\n\nThe most intractable problem by far involves the 11 million or so undocumented immigrants currently living in the \nUnited States. They are the human legacy of unintended consequences and the failure to act.\n\nAdvocates on one side, mostly Republicans, would like to see enforcement policies tough enough to induce an \nexodus. But that does not seem achievable anytime soon, because unauthorized immigrants have proved to be a \nvery durable and resilient population. The number of illegal arrivals dropped sharply during the recession, but the \npeople already here did not leave, though they faced massive unemployment and ramped-up deportations. If they \ncould ride out those twin storms, how much enforcement over how many years would it take to seriously reduce \ntheir numbers? Probably too much and too many to be feasible. Besides, even if Democrats suffer another electoral \ndisaster or two, they are likely still to have enough votes in the Senate to block an Arizona-style law that would \nmake every cop an alien-hunter.\n\nAdvocates on the other side, mostly Democrats, would like to give a path to citizenship to as many of the \nundocumented as possible. That also seems unlikely; Republicans have blocked every effort at legalization. \nBeyond all the principled arguments, the Republicans would have to be politically suicidal to offer citizenship, and \ntherefore voting rights, to 11 million people who would be likely to vote against them en masse.\n\nSo what happens to these folks? As a starting point, someone could ask them what they want. The answer is likely \nto be fairly limited: the chance to live and work in peace, the ability to visit their countries of origin without having to \nsneak back across the border and not much more.\n\nWould they settle for a legal life here without citizenship? Well, it would be a huge improvement over being here \nillegally. Aside from peace of mind, an incalculable benefit, it would offer the near-certainty of better jobs. That is a \nprivilege people will pay for, and they could be asked to keep paying for it every year they worked. If they coughed \nup one, two, three thousand dollars annually on top of all other taxes, would that be enough to dent the argument \nthat undocumented residents drain public treasuries?\n\nThere would be a larger cost, however, if legalization came without citizenship: the cost to the nation's political soul \nof having a population deliberately excluded from the democratic process. No one would set out to create such a \npopulation. But policy failures have created something worse. We have 11 million people living among us who not \nonly can't vote but also increasingly are afraid to report a crime or to get vaccinations for a child or to look their \nlandlord in the eye.\n\nMuch of the debate over the past decade has been about whether legalization would be an unjust reward for \n\"lawbreakers.\" The status quo, however, rewards everyone who has ever benefited from the cheap, disposable \nlabor provided by illegal workers. To start to fix the situation, everyone - undocumented workers, employers, \nconsumers, lawmakers - has to admit their errors and make amends.\n\nThe lost decade produced big, bold plans for social engineering. It was a 10-year quest for a grand bargain that \nwould repair the entire system at once, through enforcement, ID cards, legalization, a temporary worker program \nand more. Fierce cloakroom battles were also fought over the shape and size of legal immigration. Visa categories \nbecame a venue for ideological competition between business, led by the U.S. Chamber of Commerce, and \nelements of labor, led by the AFL-CIO, over regulation of the labor market: whether to keep it tight to boost wages \nor keep it loose to boost growth.\n\nBut every attempt to fix everything at once produced a political parabola effect. As legislation reached higher, its \nbase of support narrowed. The last effort, and the biggest of them all, collapsed on the Senate floor in July 2007. \nStill, the idea of a grand bargain has been kept on life support by advocates of generous policies. Just last week, \n\n\n\nPresident Obama and Hispanic lawmakers renewed their vows to seek comprehensive immigration reform, even \nas the prospects grow bleaker. Meanwhile, the other side has its own designs, demanding total control over the \nborder and an enforcement system with no leaks before anything else can happen.\n\nPerhaps 10 years ago, someone like George W. Bush might reasonably have imagined that immigration policy \nwas a good place to resolve some very basic social and economic issues. Since then, however, the rhetoric around \nthe issue has become so swollen and angry that it inflames everything it touches. Keeping the battles small might \nincrease the chance that each side will win some. But, as we learned with the Dream Act, even taking small steps \nat this point will require rebooting the discourse.\n\nNot long ago, certainly a decade ago, immigration was often described as an issue of strange bedfellows because \nit did not divide people neatly along partisan or ideological lines.   That world is gone now. Instead, elements of both \nparties are using immigration as a wedge issue. The intended result is cleaving, not consensus. This year, many \nRepublicans campaigned on vows, sometimes harshly stated, to crack down on illegal immigration. Meanwhile, \nmany Democrats tried to rally Hispanic voters by demonizing restrictionists on the other side.\n\nImmigration politics could thus become a way for both sides to feed polarization. In the short term, they can \nachieve their political objectives by stoking voters' anxiety with the scariest hobgoblins: illegal immigrants vs. the \nracists who would lock them up. Stumbling down this road would produce a decade more lost than the last.\n\nsurorob@gmail.com\n\nRoberto Suro is a professor of journalism and public policy at the University of Southern California.\n"}