{"title": "\"Normalizing\" Diplomatic Relations with Cuba Should Mean \"Normalizing\" Immigration Policy Too, Says FAIR; \"If we are treating Cuba like virtually every other nation on earth in terms of trade, cultural exchanges and diplomacy, then we should also treat Cuban citizens like everyone else when it comes to immigration to the United States.\" - Dan Stein, president of FAIR", "body": "\nLast week's announcement that the United States is reestablishing diplomatic relations with Cuba should also \ntrigger a repeal of our outdated immigration policies that afford special immigration privileges to Cuban \nnationals, says the Federation for American Immigration Reform (FAIR).\n\nFor more than half a century, the U.S. has maintained policies that treat Cuban migrants differently from citizens of \nevery other nation on earth. \"With the reestablishment of full diplomatic relations with Cuba, our outdated Cold War \nimmigration policies with that nation must end,\" declared Dan Stein, president of FAIR.\n\nSpecifically, the thaw in relations with Cuba must result in President Obama pushing for the repeal of the 1966 \nCuban Adjustment Act, the end of the wet foot/dry foot policy, elimination of the minimum annual allocation of the \n20,000 immigration visas for Cubans, termination of the 2007 Cuban Family Reunification Program, and a \ncommitment by Cuba to accept repatriation of criminal aliens who are deported from the United States. \"If we are \ntreating Cuba like virtually every other nation on earth in terms of trade, cultural exchanges and diplomacy, then we \nshould also treat Cuban citizens like everyone else when it comes to immigration to the United States,\" said Stein.\n\nUnder the Cuban Adjustment Act and the wet foot/dry foot policy, Cuban nationals who set foot on American soil, \nregardless of how they got here, are permitted to remain and adjust their status to permanent legal immigrants after \none year. In addition, under a policy established by President Bill Clinton in 1994, Cuba is the only country in the \nworld guaranteed a minimum number of immigration visas to the U.S. each year. Cuba is also among a handful of \nrogue nations that refuses to allow repatriation of their own citizens who have been convicted of crimes in the \nUnited States.\n\n\"The special immigration policies we have had for Cubans have never made sense, nor have they achieved any \nbeneficial effect for Cuba or the U.S. For decades, these policies have been driven by domestic political \nconsiderations. Now they are completely without justification.\"\n\n\"Moving forward, Cubans who arrive here illegally or overstay visas should be subject to removal; Cuban nationals \nwho wish to immigrate to the U.S. should apply under the same set of rules that apply to everyone else; and we \nmust expect that the government of Cuba will act in good faith when it comes to accepting the return of criminal \naliens. Normalization means normalization,\" concluded Stein.\n\nABOUT FAIR  Founded in 1979, FAIR is the country's largest immigration reform group.  With over 250,000 \nmembers nationwide, FAIR fights for immigration policies that serve national interests, not special interests.  \n\n\nFAIR believes that immigration reform must enhance national security, improve the economy, protect jobs, \npreserve our environment, and establish a rule of law that is recognized and enforced.\n\nLogo -http://photos.prnewswire.com/prnh/20130103/MM36576LOGO\n\nTo view the original version on PR Newswire, visit:http://www.prnewswire.com/news-releases/normalizing-\ndiplomatic-relations-with-cuba-should-mean-normalizing-immigration-policy-too-says-fair-300109221.html\n\nSOURCE FAIR\n\nCONTACT: Anna Giaritelli, 202-642-8259, agiaritelli@fairus.org\n"}