{"title": "Immigration Service Keeps a Wary Eye on Its Newark Office", "body": "\nWhen agents from the Immigration and Naturalization Service's office here swooped down on a private cleaning \ncompany at Newark International Airport in March 1995, they detained scores of illegal immigrants, recovering a \ntrove of more than 60 fraudulently issued green cards and other work papers.\n\nBut the striking success of the raid was quickly tempered by a sobering realization: at least some of those faked \ndocuments appeared to have been smuggled out of the immigration service's own office in Newark, officials said.\n\nThat discovery ultimately helped lead to the indictment late last month of the third-ranking I.N.S. official in New \nJersey, who was charged with accepting bribes in return for giving work papers to a man who used them to bring \nimmigrants into the country illegally.\n\nThe indictment of the official, John F. Lonergan, was the latest blow to an office that has often been roiled by \naccusations of corruption and mismanagement in recent years, and that remains the focus of an investigation by \nthe United States Attorney here.\n\nIn fact, Mr. Lonergan first came under the scrutiny of Federal prosecutors as early as 1983, when he was entangled \nin an earlier bribery scandal at the office. He was not charged at that time, and continued to rise through the \nagency.\n\nThe problems at the office underscore what some immigration experts and law-enforcement officials maintain are \nlax controls at the immigration service, both in Newark and nationwide. The I.N.S. has long had a reputation as \none of the most poorly run Federal agencies, with a history of corruption.\n\nI.N.S. officials in Newark declined to be interviewed for this article.\n\nGreg Gagne, a spokesman for the agency in Washington, acknowledged that the Newark office has been troubled, \nand that it is being revamped by the agency. This month, the office's director, Warren Lewis, was replaced by a \nhigh-ranking official from headquarters in Washington.\n\nBut Mr. Gagne cautioned that, \"We cannot say there is a quick fix.\"\n\n\n\"We are handling a very, very valuable commodity,\" Mr. Gagne said, \"which is access to this country. Those who \nare handling that on our end are susceptible to people trying to find ways to bend the rules.\"\n\nThe office here is one of the five busiest I.N.S. offices in the country. Last year it reviewed the documents of 1.8 \nmillion travelers, most of them at Newark International Airport, where the number of international flights has jumped \nin the last decade.\n\nThat growth has increased the burdens on the office, leaving it more vulnerable to problems.\n\nLast year, it faced criticism after a disturbance broke out at its detention center for illegal immigrants in nearby \nElizabeth. Senior immigration service officials in Washington later determined that the Newark office had poorly \nsupervised Esmor Correctional Services, a private company that it had hired to run the center.\n\nThe detention center was closed and was scheduled to reopuen next month, but the agency recently announced \nthat it was delaying the reopening because it needed more time to iron out the troubles that had occurred under \nEsmor.\n\nMr. Lewis, who was removed last week as the office's director, had been brought in two years ago after the \nprevious director, James Pomeroy, resigned.\n\nLaw-enforcement officials now say that they had begun an investigation into Mr. Pomeroy before he left the agency. \nThe inquiry appears to have ended after he stepped down, and he was not charged with wrongdoing.\n\nMr. Pomeroy denied in a telephone interview that he had ever been under investigation and said he had not done \nanything improper. After 33 years with the agency, he said, he felt it was time to retire. \"I don't know what to say,\" \nMr. Pomeroy said. \"No one has ever questioned me or my deputy.\"\n\nIn another incident, an I.N.S. agent in Newark pleaded guilty last March in Federal Court here to accepting a \n$4,000 bribe in return for an agency template that could be used to manufacture the papers needed to obtain green \ncards and other documents.\n\nSeveral immigration lawyers in New Jersey complained about the disarray in the office, asserting that clerks often \nlost documents and that their superiors were unresponsive. Some lawyers said they suspected that clerks were \ngiving special favors to immigration consultants: people who guide immigrants through the agency's tortuous \nbureaucracy.\n\n\"Perhaps the same person who might deal with me in a very difficult way may be very friendly with some of these \nnonlawyers,\" said Robert Frank, a prominent immigration lawyer in Newark. \"That raises some questions in my \nmind about why they are so friendly.\"\n\nThe immigration service is an arm of the Justice Department. Yet the department's senior officials had so little \ntrust in the Newark office that in the weeks before the raid on Lisbon Cleaners at Newark Airport, some senior \nofficials in the Newark office were not told about the plans, officials said.\n\nInvestigators said the secrecy stemmed from a fear among some senior I.N.S. officials that someone in the Newark \noffice had been tipping off targets of raids.\n\nThe raid at Lisbon Cleaners spurred Federal investigators to step up their inquiry at the office. They soon focused \non several high-level employees, including Mr. Lonergan, 49, of Belmar, N.J. Since 1988, he had been assistant \ndistrict director for examinations, which gave him an important role: overseeing the processing of immigration \ndocuments.\n\nA longtime informant, Nagy Khairallah, told prosecutors that he had often paid bribes to Mr. Lonergan in return for \ndocuments that allowed him to bring illegal immigrants into the country, according to the Federal indictment. Mr. \nKhairallah said that for more than four years, he had given Mr. Lonergan an array of gifts, from Oriental carpets to \nconstruction materials to a vacation in Aruba.\n\n\n\nMr. Lonergan pleaded not guilty to a six-count indictment in Federal Court. His lawyer, Dennis Durkin, did not return \nrepeated phone calls seeking comment on the charges.\n\nFaith S. Hochberg, the United States Attorney in Newark, declined to comment.\n\nThis was not the first time Mr. Lonergan had come to the attention of the United States Attorney.\n\nIn 1983, two senior investigators at the office and two immigration lawyers either pleaded guilty or were convicted \nin a bribery scheme involving immigration documents. One of the investigators, Donald Duda, was a partner with \nMr. Lonergan and a third immigration service official in a corporation that owned a bar near the I.N.S. office in \ndowntown Newark.\n\nMr. Duda was convicted of accepting money from the immigration lawyers, which he used to keep the money-\nlosing bar afloat. At his trial, one of the lawyers testified that on one occasion, she went to the I.N.S. office to give a \nbribe -- an envelope filled with cash -- to Mr. Duda, but because he was not there, handed it to Mr. Lonergan.\n\nMr. Lonergan then told her to bring it to the bar, the lawyer, Cynthia Siwulec, testified.\n\nMr. Lonergan denied at the trial that that had ever happened. He also said he had never personally accepted \nmoney from the lawyers and that he did not know that Mr. Duda was funneling money from the lawyers into the \nbar's accounts, which Mr. Lonergan helped oversee.\n\nMr. Lonergan was not charged in that case.\n\nImmigration experts said the turmoil at the Newark office underscores how poor management can expose the \nagency to an array of problems, including corruption. Some immigration documents, for example, are worth more \nthan $25,000 to a smuggler, so the temptations are great.\n\n\"When you look at the immigration service, you have a huge opportunity for corruption, and the amounts of \nmoney that are being paid out are incredible,\" said Walter P. Connery, a former head of the agency office in \nWashington that investigates corruption.\n\nMr. Connery, who retired from the service in 1992, contended that it had little control over key documents. He said \nthat because there was no effective system for monitoring records, it was often difficult to figure out who had issued \na document like a green card, or stamped a passport.\n\nThe frayed controls also help prevent the I.N.S. from keeping terrorists or criminals from entering the country \nthrough places like Newark.\n\n\"Nobody knows who does anything,\" he said. \"The whole system needs a top to bottom overhaul.\"\n"}