{"title": "Let's not ignore a lesson from history", "body": "\nYou might think that after our invasion of Iraq, we would know something about unintended consequences. We \nfound no weapons of mass destruction, no connections to Osama bin Laden. What have we actually accomplished \nother than strengthening Iran by removing its traditional enemy? This is what happens when you blunder into things \nwithout thinking.\n\nNow some politicians are talking about the national security implications of our porous border with Mexico. For \nreasons of national security, we must do something, they say.\n\nThere are problems with Mexicans illegally entering this country. One problem has to do with labor. Illegal workers \ndepress wages. Another has to do with the costs of social services. But national security? There were as many \nMexicans involved in the attacks of 9/11 as there were Iraqis. None. The illegal workers from Mexico do not want to \nblow up our buildings. They want to put new roofs on them. Perhaps that work should go to U.S. citizens, but that \nargument has nothing to do with national security.\n\nBut let's reflect for a moment about unintended consequences.\n\nEver since Pancho Villa raided New Mexico in 1916, we have been blessed with peace on our southern border. And \nwhat a blessing that is. Many countries have to be ever mindful of the enemy next door.\n\nBear in mind that our relationship with Mexico is not a relationship of equals. We're the Colossus. We're richer, \nmore stable. We're the epitome of the First World. Mexico is emerging from the Third World. That fuels a certain \nresentment. What's more, a big chunk of our southwest used to be Mexico. Texas, for instance. A good part of \nCalifornia, as well.\n\nThat history and the natural resentment from an unequal relationship could be exploited by the wrong person. Who \nwould that person be? Somebody from the left. Because of its history of oligarchy, there is a strong leftist tradition \nin Mexican politics, and the political center in Mexico is well to the left of ours. That seems to be true throughout \nLatin America. Hugo Chavez could not win an election in this country. Nor could Daniel Ortega. We're too \nprosperous to get excited about revolution.\n\nSo the stability of Mexico is important to us. We don't want any charismatic left-winger to grab the controls. That \ncame close to happening in 2006 when Andrés Manuel López Obrador of the Democratic Revolution Party narrowly \nlost the presidency. His supporters took to the streets. For a short while, it seemed touch and go. After all, \ndemocracy is fragile in Mexico. One party ruled the country for more than 70 years until Vicente Fox won the \npresidency in 2000.\n\nFox was a conservative. For Mexico, anyway. He was pro-business, a former executive with Coca-Cola. The voters \nexpected change, and when there wasn't enough of it, they almost elected López Obrador.\n\n\nWhat would happen if we closed the border?\n\nThere would be great hardship throughout Mexico. There are hundreds, thousands, of villages where there is no \nindustry, and the economy is evolving away from subsistence farming. The small patches of land are not \neconomically viable. If you were to visit these villages, you would see women, old men, children and dogs. The \nyoung men have left - some to the cities, most to the U.S. The ones in the U.S. send money back to the villages. \nThese remesas keep the villages alive. If they were to stop, people would have no money and then the small shops \nwould go out of business. The people would leave the villages to the dogs and head to the cities.\n\nIt is from the slums of the cities that the leftists draw their strength. If the border were closed, the slums would \nexpand. Hopelessness and anger would grow. Someone would capitalize on this desperation.\n\nWe would be lucky if it were a Hugo Chavez, who seems like something of a clown. Or an Ortega, who seems at \nheart a pragmatic. But whoever it is, he or she would almost certainly use the natural resentment against us as a \nclub, a weapon. We would be blamed for their problems, and in a real sense, it would be our fault. Once again, we \nwould have blundered into something without first thinking it through.\n"}