{"title": "House Financial Services Committee Holds Hearing on Student Loan Servicers Accountability", "body": "\nHouse Financial Services Committee Holds Hearing On Student Loan Servicers Accountability\n\nSeptember 10, 2019 10:00 A.M.\n\nSPEAKERS:\n\nREP. MAXINE WATERS (D-CALIF.), CHAIRWOMAN \n\nREP. CAROLYN B. MALONEY (D-N.Y.) \n\nREP. NYDIA M. VELAZQUEZ (D-N.Y.) \n\nREP. BRAD SHERMAN (D-CALIF.) \n\nREP. GREGORY W. MEEKS (D-N.Y.) \n\nREP. WILLIAM LACY CLAY (D-MO.) \n\nREP. DAVID SCOTT (D-GA.) \n\nREP. AL GREEN (D-TEXAS) \n\nREP. EMANUEL CLEAVER II (D-MO.) \n\nREP. ED PERLMUTTER (D-COLO.) \n\nREP. JIM HIMES (D-CONN.) \n\nREP. BILL FOSTER (D-ILL.) \n\nREP. JOYCE BEATTY (D-OHIO) \n\nREP. DENNY HECK (D-WASH.) \n\nREP. JUAN C. VARGAS (D-CALIF.) \n\nREP. JOSH GOTTHEIMER (D-N.J.) \n\nREP. VICENTE GONZALEZ (D-TEXAS) \n\n\nREP. AL LAWSON (D-FLA.) \n\nDEL. MICHAEL F.Q. SAN NICOLAS (D-GUAM) \n\nREP. RASHIDA TLAIB (D-MICH.) \n\nREP. KATIE PORTER (D-CALIF.) \n\nREP. CINDY AXNE (D-IOWA) \n\nREP. SEAN CASTEN (D-ILL.) \n\nREP. AYANNA S. PRESSLEY (D-MASS.) \n\nREP. BEN MCADAMS (D-UTAH) \n\nREP. ALEXANDRIA OCASIO-CORTEZ (D-N.Y.) \n\nREP. JENNIFER WEXTON (D-VA.) \n\nREP. STEPHEN F. LYNCH (D-MASS.) \n\nREP. TULSI GABBARD (D-HAWAII) \n\nREP. ALMA ADAMS (D-N.C.) \n\nREP. MADELEINE DEAN (D-PA.) \n\nREP. JESUS \"CHUY\" GARCIA (D-ILL.) \n\nREP. SYLVIA R. GARCIA (D-TEXAS) \n\nREP. DEAN PHILLIPS (D-MINN.) \n\nREP. PATRICK T. MCHENRY (R-N.C.), RANKING MEMBER \n\nREP. PETER T. KING (R-N.Y.) \n\nREP. FRANK D. LUCAS (R-OKLA.) \n\nREP. BILL POSEY (R-FLA.) \n\nREP. BLAINE LUETKEMEYER (R-MO.) \n\nREP. BILL HUIZENGA (R-MICH.) \n\nREP. SEAN P. DUFFY (R-WIS.) \n\nREP. STEVE STIVERS (R-OHIO) \n\nREP. ANN WAGNER (R-MO.) \n\nREP. ANDY BARR (R-KY.) \n\nREP. SCOTT TIPTON (R-COLO.) \n\nREP. ROGER WILLIAMS (R-TEXAS) \n\nREP. FRENCH HILL (R-ARK.) \n\n\n\nREP. TOM EMMER (R-MINN.) \n\nREP. LEE ZELDIN (R-N.Y.) \n\nREP. BARRY LOUDERMILK (R-GA.) \n\nREP. ALEX X. MOONEY (R-W.VA.) \n\nREP. WARREN DAVIDSON (R-OHIO) \n\nREP. TED BUDD (R-N.C.) \n\nREP. DAVID KUSTOFF (R-TENN.) \n\nREP. TREY HOLLINGSWORTH (R-IND.) \n\nREP. ANTHONY GONZALEZ (R-OHIO) \n\nREP. JOHN W. ROSE (R-TENN.) \n\nREP. BRYAN STEIL (R-WIS.) \n\nREP. LANCE GOODEN (R-TEXAS) \n\nREP. DENVER RIGGLEMAN (R-VA.) \n\n[*]WATERS: The committee will come to order. Without objection, the chair is authorized to declare recess of the \ncommittee at any time. This hearing is entitled \"A 1.5 Trillion Crisis: Protecting Student Borrowers and Holding \nStudent Loan Services Accountable.\" \n\nI now recognize myself for four minutes to give an opening statement. \n\nGood morning. Today, this committee convenes a hearing to examine the student loan debt crisis. It appears that \nthis may in fact, be the first ever full committee hearing in its history focused on student lending and the many \nfinancial ramifications it has for student borrowers. Given the scale of the crisis at hand, it is long overdue. \n\nI thank Congressman Al Green, chairman of our Subcommittee on Oversight and Investigations for convening the \nsubcommittee hearing on this subject earlier this year. I look forward to building on the insights from that hearing \nduring our conversation today. \n\nAccording to the Federal Reserve, Americans collectively have $1.6 trillion in student loan debt. That's more than \ncredit card debt and more than car loan debt, trailing only mortgage debt. More than 44 million people carry \nstudent debt averaging almost $33,000. \n\nAround nine million borrowers with federal student loans are currently in default. The burden of student loan debt \nis preventing young people from saving for retirement, starting small businesses, starting families and becoming \nhomeowners. This crisis is affecting people across the country and ultimately, it negatively effects our entire \neconomy. \n\nNevertheless, Trump's Education Secretary Betsy DeVos has consistently taken actions that are harmful for those \nwith student loans and the Trump administrations appointees to the Consumer Financial Protection Bureau have \nalso undermined key protections. \n\nJust last month, the Trump administration appointed a student loan ombudsman--a former executive of a major \nstudent loan servicer that is being investigated by several state attorneys general for illegal student loan servicing \npractices. \n\n\n\nI'm pleased that we're joined by an outstanding panel of witnesses today including witnesses who have personally \ndealt with student loans, have used their positions to raise awareness about the student debt crisis or who have \nthought on behalf of consumers against the harmful practices of student loan services. \n\nThe Education and Labor Committee has an important role to play in this matter, but this committee does as well. \nGiven the need to strengthen protections for student loan borrowers and conduct oversight in the area of student \nloan servicing, today we will discuss a series of bills that are designed to help student loan borrowers in a variety of \nways. \n\nThese bills include creating a comprehensive student borrower bill of rights, strengthening credit reporting \nstandards, stopping debt--private debt collectors from going after vulnerable student borrowers, protecting private \nstudent loan borrowers and helping borrowers with student debt purchase their first home. \n\nCongress and this committee have a responsibility to take action to ensure student loan borrowers have been \nprotected. And so, I now recognize the ranking member of the committee, the gentleman from North Carolina, Mr. \nMcHenry, for four minutes for an opening statement. \n\nMCHENRY: Well, thank you, Madame Chair, and I appreciate the opportunity to discuss the student loan crisis. \n\nLet's rewind. It's 2009--it's 2010. There are super majorities by the Democrats in the U.S. House and the U.S. \nSenate, and a democrat in the White House. And at that moment--in the midst of the Affordable Care Act--the \nnationalization of our student lending was added to that bill as a \"pay for.\" \n\nIt is a consequence of Democrat policies that have nationalized the student debt lending in this country. And as a \nconsequence of those actions, we've saddled a generation with unaffordable debt and an education that does not \nout match the cost of that education. This is a crisis, but it is a crisis that Congress created and foisted upon a \ngeneration debt. \n\nWithout that generation actually having the decision making nor the federal government the underwriting standards \nto ensure that good decisions were made and that we were going to give them a loan that they would be able to \nrepay. \n\nSo, if you think about the consequences of the mortgage crisis that led to the financial crisis, part of that was \ncongressional lawmaking, yes. But most of that was in the private sector. This matches that mortgage crisis, but it \nwas federal action on the whole that has foisted debt upon a generation. \n\nIt is unconscionable. It is unconscionable that Congress would do that. We have to fix the law and ensure that the \nfederal student debt is much more like the private student debt markets. So, though we don't have jurisdiction \nover the Department of Education where this is primarily done, we know the statistics. \n\nNearly 43 million individuals--1 in 6 Americans--have federal student debt. And according to the Institute for \nCollege Access and Success, the class of 2018 averages almost $30,000 of debt per student. \n\nThe federal loan portfolio now exceeds $1.4 trillion and 5.2 million borrowers--of the 43 million total federal student \nloan borrowers--have loans in default. A significant portion of that debt is at risk of default as well. And not only is \nthe federal government the lender of these loans, it's now the largest consumer lender in the nation. \n\nThey're not cheering for what I just said in the hallway. I can trust you. \n\n(LAUGHTER) \n\nTrust me. But think about that. The largest consumer lender in the nation. We don't adhere to the same laws that \nwe demand of the private sector in how we foist this debt upon students and young people. \n\nThe federal government is the largest consumer lender. And the folks responsible for the stability and security of \nthese loans are in the Department of Education which does not issue student loans issuing any type of \n\n\n\nunderwriting standards. The federal government must become a responsible lender as we demand of the private \nsector. And we have to make sure the costs match the benefits in education. \n\nSo, we cannot address the student loan crisis in higher education unless we also talk about the cost of higher \neducation. That too is not within our jurisdiction, but it's important for us to--to agree that that is something we \nshould discuss and debate. \n\nStudent loan servicers do not set interest rates or loan terms. Student loan services are subjected--subject to strict \nrules and regulations. Mechanisms exist to ensure they are held accountable. That isn't the case for the loan \noriginator--the federal government. We have to fix this. \n\nAnd again, I look forward to the witnesses and again, highlight the fact that the jurisdiction of student lending is not \nwithin this committee's jurisdiction. I yield back. \n\nWATERS: Thank you. I now recognize the chair on the Subcommittee on Consumer Protection and Financial \nInstitutions, Mr. Meeks, for one minute. \n\nMEEKS: Thank you, Madame Chair, for posing this very important hearing. The rapidly increasing growth of \nstudent debt is indeed a national crisis and it is not something that we should be playing politics with at all. It is \nsomething that we should be focused about doing something about because young people today have making--\nthey make decisions that affect their lives because they are in debt. \n\nMany of them--85 percent of African American young folks, they are already--who have bachelor's degrees? \nThey're in debt. It causes them of having to make decisions of their not being able to buy a home, or start a family, \nor take a job they don't want to just because they want to take a job--they need a job to pay back. \n\nIt also causes them to be in a situation where they cannot achieve the American dream. We can--we must stop this \nof pointing fingers, and trying to figure out what's going on, and blaming, and this, and that. We've got to fix this \nproblem because a whole generation of Americans--young Americans are not going to have the benefit of the \nUnited States of American and that American dream. \n\nIt is time for us to fix it. Democrats, Republicans, don't let our young people suffer because of our own \ndisagreements. And I yield back. \n\nWATERS: Thank you. I now recognize the ranking member of the subcommittee, the gentleman from Missouri, Mr. \nLuetkemeyer, for one minute for an opening statement. \n\nLUETKEMEYER: Thank you, Madame Chair. Foundation of the American dream is the idea that a free market \neconomy will allow entrepreneurs, business and workers to succeed. Time and time again, competition innovation. \nThe private market provides American consumers with the best products and services. \n\nNearly a decade after the government takeover of student lending, the federal government is the largest consumer \nlender owning or guaranteeing 92 percent of all student loans or $1.4 trillion of student debt. \n\nThe reality is the federal government has taken over a massive loan portfolio without practicing anything that even \nresembles sound lending. The government is lending to millions of students without adequate underwriting \nresulting in 22 percent of federal borrowers being seriously delinquent in comparison to 1.5 percent of private loans \naccording to the Federal Reserve Bank of New York. \n\nI can tell you as someone who made student loans 30 plus years ago that we tried to help students, not hurt them, \nthat the system today is broken. In my opinion, the government doesn't need to be in the business of direct lending \nat all. And there's numerous mitigating factors that contribute to student debt today. We must start looking at and \nstart perdue--producing some reforms that actually help our students and our citizens. \n\nWith that, I yield back. \n\n\n\nWATERS: I want to welcome today's distinguished panel. Mr. Seth Frotman, executive director of the Student \nBorrower Protection Center, Ms. Persis Yu, staff attorney at the National Consumer Law Center, Ms. Ashley \nHarrington, Senior Policy Council, Center for Responsible Lending, Mr. Hassan Minhaj, writer, producer and host \nwho has shed light on the issue of student loan servicing. Mr. Jason Delisle, American Enterprise Institute. \n\nWithout objection, all of your written statements will be made part of the record. Each of you will have five minutes \nto summarize your testimony. When you have one-minute remaining, a yellow light will reappear--appear. \n\nAt that time, I would ask you to wrap up your testimony, so we can be respectful of both the witnesses and the \ncommittee members' time. Mr. Frotman, you are now recognized for five minutes to present your oral testimony. \n\nFROTMAN: Chairwoman Waters, Ranking Member McHenry, members of the committee, thank you for the \nopportunity to testify today. \n\nOver the course of the last decade, I traveled all across this country talking to thousands of people in big cities, \nsmall towns and nearly every slice of America in between. And from these conversations, I have found that one \naspect of life cuts across interweaving those communities with seemingly little else in common--the fallout from \nextraordinary student debt. \n\nI've heard this in town halls across the Bible Belt, in state capitals coast-to-coast and in quiet corners amid hushed \nconversations. Sixty thousand consumer complaints tell the same story. Borrowers who did everything right--went \nto school, took on debt, got the degree. \n\nNow they are desperately trying to pay it back, but are derailed at every turn. And at each story, a common \nquestion, \"How could this happen to me after I did everything I was supposed to do?\" \n\nThe answer is one we are often too unwilling to acknowledge. We encouraged millions of students to take on \nbillions in debt. And then, to add insult to injury, we sent them into a market with a piecemeal consumer protection \nframework that buckled under the weight of this historic burden. \n\nThis is the story of our nation's student debt crisis. We must put aside the notion that simply because investment \nbankers are not lining the sidewalk of Seventh Avenue while holding the contents of their desks in boxes, that \nsomehow this is not a crisis, that somehow our nation does not need to act. \n\nActions should not be triggered only when a market is deemed as systemically risky as sub-prime mortgage-backed \nsecurities. The call to action lies with the impact student debt is having on our neighbors and neighborhoods. It lies \nin the collective weight of $1.6 trillion. \n\nLast year, more than one million borrowers defaulted on a student loan. That's more than the population of each of \nyour districts. In fact, every 28 seconds, another borrower defaults. That's every 28 seconds of every hour, every \nday, every week, every year. \n\nHowever, it's more than that. It's also the three million borrowers at least two payments behind. It's the impact \nstudent debt is having on everything from starting a family, to buying a home. \n\nIt's the way student debt is hurrying--hurting rural communities, driving income and equality, propelling the racial \nwealth gap. \n\nLike kerosene on a fire, student debt is driving the systemic economic and racial inequality that is tearing our \ncommunities--our country apart. But it's more than ballooning balances. It is also the bullseye we have placed on \nthe back of 44.7 million people. \n\nThe student debt crisis is a consumer protection crisis because too many for too long have allowed predatory \nplayers to have near free reign to prey on the struggle of student loan borrowers. \n\n\n\nYou should know the name--names of the companies that have targeted your constituents--Equitas, Bridgepoint, \nCitibank, Conduit, Corinthian Colleges, Discover Bank, Higher One, ITT National Collegiate Student Loan Trusts, \nNavient, FIA, Queen Street, Sallie Mae, SoFi, Transworld, Wells Fargo, and the list goes on. \n\nThroughout America, big banks and small scams hurt millions of borrowers at every single point of their financial \nlives from a day her student receives her first bill until the day she pays off her last loan. \n\nRegulators, law enforcement officials, scholars and consumer advocates have all documented how student loan \nborrowers have less rights and fewer protections that exist in other markets. \n\nI'll say it again. The student debt crisis is a consumer protection crisis and that is where this committee comes in. \nFrom credit cards to debt collection, credit reporting to mortgage servicing, this is the committee that has taken a \nstand when consumers are getting ripped off. This committee's actions help consumers avoid billions of dollars in \ncredit card fees, kept tens of thousands of families in their homes. \n\nIn all of these instances--and in so many others--this committee took decisive action on behalf of the American \npeople. The 44 million Americans with student debt and the millions more who are affected by it need you to do the \nsame. That is what this hearing and the legislation before you today is about--creating the protections and \naccountability that millions of Americans who receive a student loan bill deserve. \n\nThis is the unfinished work of financial reform, the unwritten chapter that 44 million Americans need Congress to \nwrite. \n\nAnd so, I would just like to close with this. We cannot continue to be lobbied into believing that the companies \ngetting rich off the misery of millions of Americans are not part of the problem. We cannot continue to ignore this \ntrillion-dollar black hole in our financial markets. \n\nAs it has done time and again, this committee must protect those chasing the American deem--dream from those \nwho only seek to prey on its pursuit. Millions of Americans across this country need you to act. Thank you. \n\nWATERS: Thank you, Mr. Frotman. Ms. Yu, you're now recognized for five minutes to present your oral testimony. \n\nYU: \n\nThank you. Chairwoman Waters, ranking member McHenry, and members of the committee, thank you for inviting \nme to testify today regarding how to protect student loan borrowers and hold student loan services accountable. \n\nI offer my testimony here on behalf of the low-income clients of the National Consumer Law Center. Borrowers are \nstruggling. As the director of NCLC Student Loan Borrower Systems Project, I see and hear the human toll of the \ntattered student loan safety net. Vulnerable students like our clients attempting to better their lives and better \nprovide for their families through education face severe consequences if they default on their student loans. \n\nLoan servicers play a critical role in ensuring student loan borrowers are aware of their options for repayment and \ncan avoid default. Unfortunately, has--as has been extensively documented--the student loan servicing industry \nhas been writhed with misconduct. \n\nWhen servicers act abusively and deceptively, the harm can be long-term and irreparable. The devastating \nconsequences are intensified by federal student loan borrowers because the government has collection powers \nthat far exceed collection powers of most unsecured creditors. \n\nThe government can garnish a borrower's wages without a judgment, seize tax refunds such as the Earned Income \nTax Credit and portions of federal benefits such as Social Security. \n\nRacial disparities and default rates disproportionately expose borrowers of color to these government offsets and \nother damaging collection practices which systemically strip wealth from families in communities that are already \neconomically disadvantaged. \n\n\n\nThe amount the government sees as using these tools is often far greater than the amount borrowers would be \nrequired to pay under an income driven or IDR plan. Borrowers that might otherwise qualify to have a zero-dollar \npayment and IDR could have hundreds of dollars seized from their wages or thousands taken from vital tax credits. \n\nIDR is critical for keeping federal loans affordable, but remains inaccessible for too many borrowers. Many \nborrowers never learn about IDR and are steered into forbearances or deferments. \n\nAt NCLC, most of our clients were in a series of forbearances and deferments prior to defaulting on their loans. \n\nEven borrowers who do learn about IDR have trouble staying enrolled in the program with more than half of \nborrowers failing to recertify on time. Critically, service for misconduct is not limited to income driven repayment. \nBorrowers struggle to access vital loan cancellation programs because borrowers--because servicers fail to provide \nthem with critical information or improperly deny their applications. \n\nUnlike other credit products, there are a few laws specifically governing student loan service or conduct for either \nfederal or private loans. These last of--lack of protections have exacerbated the now well-documented problems \nborrowers face accessing public service loan forgiveness. \n\nOne common problem borrowers are experiencing is errors in counting their qualifying payments. Unfortunately, \nborrowers do not have easy access to basic payment histories that could help correct these errors. \n\nNCLC has been working with one such client since February just to get her full payment history and determine how \nmany client payments she has made on her loans. There are some protections of the contracts at the Department \nof Science with its servicers. However, borrowers rarely know about these rights or have any way to enforce them. \n\nThose who are able to find a lawyer to assist them still face an uphill battle because the Higher Education Act \nprovides no explicit private right of action. Borrowers can raise state law claims including those based on fraud \nmisrepresentation. \n\nBut contrary to much of the state law, the servicers in the Department of Education claim that those claims are \npreempted by the Higher Education Act. \n\nFairness and justice require that servicers have the ability to enforce their rights when they've been breached by \nservicers. Problems are even greater in the private loan market without comprehensive federal laws requiring \nprivate student lenders to offer flexible repayment options, borrowers are at the mercy of their creditors. \n\nA few lenders claim to offer disability cancellation programs. But in our experience, those programs can be hard to \naccess and critically there are no standards for these programs for private loans. \n\nImportantly, even where private student loan borrowers do have rights under state law, they are prevented from \nraising those claims in open court because of forced arbitration clauses. These clauses deprive people of their day \nin court when a company violates the law and forces victims into a system that is often biased, secretive and \nlawless. \n\nIn conclusion, the problems facing individual borrowers are often symptoms of systemic problems to which systemic \nresponses are required. These problems threaten the financial security of some of the most vulnerable student \nloan borrowers and keep them from fully participating in the economy. \n\nAccountability is critical to ensuring that borrowers receive quality servicing. Borrowers need real rights in consumer \nprotections and they need the legal tools to enforce those protections. \n\nThank you for the close attention you are paying to the student loan servicing market and for the bills that you are \nconsidering today. I appreciate your opportunity to provide this testimony and I look forward to your questions. \n\nWATERS: Thank you, Ms. Yu. \n\n\n\nMs. Harrington, you are now recognized for five minutes to present your oral testimony. \n\nHARRINGTON: Good morning, Chairwoman Waters, Ranking Member McHenry, and members of the committee. \nThank you for the opportunity to testify today about the nation's student debt crisis. \n\nWith more than 44 million borrowers carrying almost $1.6 trillion in outstanding student loan debt, Congress has \nthe responsibility to do its part to solve this crisis. \n\nJust a decade ago, we all watched the devastating ripple effect of the 2008 financial crisis. People lost their homes, \npensions and savings accounts were wiped out. A generation of family wealth was gone--was gone almost \novernight. And college graduates--many with a mountain of student loan debt--were entering a bleak job market. \n\nA key lesson from the Great Recession is that skillful loan servicing could have dramatically mitigated the impact of \nforeclosures, and their spiraling spillover effect on neighborhoods, and the economy. Despite this relatively recent \nlesson, the principles we learned seem to have already been forgotten as we face the current student debt crisis. \n\nStudent loan servicers have consistently failed to fulfill their obligations and have engaged in a variety of abusive \npractices that have long-term negative consequences for borrowers. While servicing reform is not the sole answer \nto the student debt crisis, servicing failures contribute substantially to the growing student debt burden and the \ncreation of undo harm to millions of borrowers. \n\nToday, two in five borrowers are in default or seriously delinquent and many borrowers are not reducing their \nprinciple even after almost a decade of repayment. \n\nTwenty-seven percent of borrowers who entered undergraduate higher education in 2003-2004 had defaulted on \ntheir student loans by 2016. Up to 40 percent of this cohort are projected to default by 2024. \n\nWhen we spend $700 million on collection activities and more than $800 million on loan servicing activities \nannually, Congress can and should require more from these contractors. \n\nWe should also have concern that the student debt crisis--already a byproduct of the racial wealth gap--is also \nfurther entrenching these inequities, and perpetuating the cycle of poverty, and economic instability that results in \nsystemic lack of access to resources, capital and affordable credit. \n\nRather than creating a pathway to opportunity, student borrowers of color are more likely to default and take longer \nto pay back their loans. For instance, for black students who enter undergraduate higher education in 2003-2004, \nalmost 49 percent had defaulted by 2016. Up to 70 percent of this cohort is projected to default by 2024. \n\nNearly half of black graduates with a bachelor's degree owe more on their undergraduate student loan after four \nyears than they did at graduation compared to 17 percent of white graduates. \n\nStudent loan servicers have been notorious for putting borrowers in deferment or forbearance. These practices \nhave led to billions of dollars in extra interest and fees being added to the principle balances of already indebted \nborrowers. \n\nThey have also prevented borrowers from accessing affordable repayment plans that will allow them to take part in \nother wealth-building activities. Servicers should enroll struggling students in income driven repayment plans, not \nforbearance. \n\nWhile reforms are definitely needed, IDR plans are an essential tool for preventing delinquency and default. \nDespite these documented failures, the current Department of Education has revoked existing policies meant to \nprotect student loan borrowers. It has acted to the benefit of private companies over students and taxpayers. And \nit has attempted to prevent federal and state enforcement of consumer protections. \n\n\n\nStates have--that have passed reforms total nearly 30 percent of the 1.5 trillion in outstanding student loan debt. \nStates have historically played a critical role in protecting consumers from abusive and predatory practices from \nmortgage servicing to payday lenders. \n\nStudent loan servicing is no different. Since 2015, 11 states in D.C. have passed laws to oversee student loan \nservices. This is combined with multiple state enforcement actions against servicers like Navient and FIA. Their \napproach to addressing this crisis will shape the lives of millions of borrowers and the health of our economy for \ndecades to come. Federal efforts must compliment these state level actions, not preempt them. \n\nMany of us can attest in this room that good servicing makes a real difference in borrower outcomes. This is \nespecially true for student loan servicing where there are already many options to help students avoid default and \nbe successful in repayment. \n\nBy failing to hold services accountable to basic consumer protection laws and responsibilities, we increase the \nlikelihood of more defaults in that this crisis will worsen. Rather than repeat mistakes from the mortgage crisis, we \nshould learn from that experience and work to achieve a sounder, more effective student loan system. \n\nCongress must ensure that federal dollars are truly an investment, not just a payout. Our nation's future depends on \nit. Thank you. \n\nWATERS: Thank you, Ms. Harrington. Mr. Minhaj, you are now recognized for five minutes to present your \ntestimony. \n\nMINHAJ: Thank you so much. I want to thank Chairwoman Maxine Waters for the opportunity to testify and I would \nlike to thank Ranking Member Patrick McHenry for taking the time to Google who I am. \n\nMCHENRY: Cute. Very cute. \n\nMINHAJ: My name is Hassan Minhaj. I'm a Muslim and I condemn radical Islamic terrorism. That has nothing to do \nwith anything. I just want that on the record. \n\n(LAUGHTER) \n\nIt's good to get ahead of these things. \n\n(LAUGHTER) \n\nChairwoman Waters invited me here today because I host a political comedy show on Netflix called \"Patriot Act\" \nwhich means I may owe some of you guys royalties. DM, we can talk later. \n\nNow we recently did an episode on the student loan crisis and it really hit home with our audience because 44 \nmillion Americans owe more than $1.6 trillion of student loan debt. In fact, the day we shot our episode, we polled \nour student audience. It was only about 200 people--in that room alone had over $6 million of student loan debt. \n\nNow granted, our audience is mainly unemployed poli-sci majors. \n\n(LAUGHTER) \n\nBut that's still a lot of money. \n\nNow this issue is sidelining millions of Americans. People are putting off marriage, kids, home ownership and \nretirement--especially my generation. So, I'm 33 and growing up it was drilled into our heads, \"You've got to go to \ncollege if you want a middle-class job.\" And we even tell kids today, \"Look, if you don't go to college, you might as \nwell get a face tattoo.\" And then, they point to Post Malone and we're like, \"Okay. That's one guy.\" He's a very \npopular musician. \n\n(LAUGHTER) \n\n\n\nBut it's true--2/3 of all jobs in America require at least some college. This is the standard now and that wasn't the \ncase when most members of this committee were in school. And you paid far less for your degrees. \n\nThat's not speculation. We looked up where the 60 members of this committee went to college and what your \nschool's tuition was at that time. Even adjusting for inflation, college cost way less across the board. \n\nSo, Chairwoman Maxine Waters, your tuition at Cal State LA in 1971 was the equivalent of about $1,000 a year. \nToday-- \n\n(LAUGHTER) \n\n--Cal State costs well over six grand. That's more than a 500 percent jump. \n\nCongressman King, right? \n\nIn 1965, Congressman King paid the equivalent of almost $10 grand a year at St. Francis College. Today, St. \nFrancis costs over $25 grand. \n\nOn average, this entire committee graduated from college 33 years ago and paid an inflation adjusted tuition of \n$11,690 a year. Today, the average tuition at all of your same schools is almost $25,000. That's a 110 percent \nincrease over a period of time when wages have gone up only 16 percent. \n\nSo, people aren't making more money and college is objectively way more expensive. You see what's happened? \n\nWe've put up a pay wall to the middle class. And if there's one thing Americans don't deserve more of, its pay \nwalls. That's why we put up our entire show for free on YouTube. It's also because you can't really find anything on \nNetflix. \n\n(LAUGHTER) \n\nIt's like the lost and found bin of entertainment. You're like, \"Great! Another show about people who love cake.\" \n\n(LAUGHTER) \n\nNow despite these numbers, you often hear the idea, \"These kids wouldn't be in trouble if they just took some \nresponsibility.\" But they're trying to be responsible. They're investing in education and they are trying to pay their \nloans back. \n\nAnd yet, many borrowers are still treated like deadbeats because the government has put their financial futures in \nthe hands of predatory for-profit loan servicing companies. Companies like Navient and other companies you will \nhear from today have a history of misleading borrowers and pushing them into repayment plans that in some cases \nhave cost individual borrowers tens of thousands of dollars in unnecessary interest. \n\nAnd the worst part is borrowers don't even get to choose their loan servicer. The Department of Education chooses \nfor you. So, there's no competition that makes these companies provide better service. \n\nNow look, we know the deck is stacked against student borrowers in ways that it wasn't 10 or even 15 years ago \nand they deserve some basic protections. Americans should not have to go bankrupt pursuing higher education \nand they should never be preyed upon by unregulated loan servicing companies. \n\nSo, members of this committee, we know the government is capable of stepping in during a financial crisis. So, \nreally all I'm asking today is why can't we treat our student borrowers the way we treat our banks? \n\nBecause 44 million Americans, that is too big to fail. Thank you so much for your time and I will now go back to \nwhere I came from. \n\n(LAUGHTER) \n\n\n\nWATERS: Thank you, Mr. Minhaj. Mr. Delisle you are now recognized for five minutes to present your oral \ntestimony. \n\nDELISLE: Chairman Waters, Ranking Member McHenry and members of the committee, thank you for the \nopportunity to testify today. My testimony represents my own views and not those of AI which does not take any \ninstitutional positions. \n\nSo, we've heard a lot today that there's a problem with the Federal Student Loan Program. Private companies--\nservicers--that the Department of Education has hired to run this government program are cheating borrowers out \nof benefits, confusing them, giving them subpar advice, leading them to incur additional costs. \n\nBut this common narrative we've heard today seems to assume the problem is entirely due to factors that are under \nthe servicers control. But I want to remind the committee--given that the student loan program is not under the \ncommittee's jurisdiction--that all of the terms of the Federal Student Loan Program are set by Congress or the \nDepartment of Education and servicers don't own these loans. \n\nThey also don't get paid more if borrowers owe more. So, what this means is that all of the perceived mistreatment \nthat we're talking about today--the crushing debt, the misleading information, the confusion--the source of that may \nactually be Congress and the Department of Education, not the servicers. \n\nNow servicers can make mistakes absolutely. I'm not denying that. They can get things wrong. They can be sloppy. \nBut I want to give you some examples of what I'm talking about where the terms of the program actually sew \nconfusion and resentment among borrowers. \n\nThe Consumer Financial Protection Bureau operates a complaint database. Borrowers can lodge complaints \nagainst their federal student loan servicers. I'm going to read you one. It reads as followers. \"I have repeatedly \nrequested that all overpayments get applied directly to principal, but my loan servicer (INAUDIBLE) continually \nadvances the due date, then they tell me I don't know how payments work. I then have to educate a willfully \nignorant rep on how compound interest works and advancing my due date is not in my best interest.\" \n\nSo, I agree this looks strange. I make a larger payment on my loan and my due date goes out into the future. So, \nwhere did this come from? \n\nWell, it came from the Department of Education. This is a policy. This is a policy the loan servicer is required to \nadvance the due date if a borrower makes an overpayment. What a strange policy. (INAUDIBLE) borrowers extra \nflexibility in when they needed to make their next payment if they made an overpayment. \n\nSo, this is not necessarily an example of a servicer mistreating the borrower. That's what the borrower--that's what \nit looks like to the borrower. In fact, that's how many of the people on this panel describe the situation. I don't think \nit's quite accurate. \n\nLet me give you another example. Borrowers often complain that their servicer has mislead them. You've heard that \ntoday. It's given them--and they're caught off guard by some term of their loan. \n\nI want to show you the Department of Education's application form for the income-based repayment program. I can't \nquite get it to fully extend to the floor. These are the terms of the income-based repayment program. Runs some 10 \npages. \n\nYou'll see on page 7 and 8 there's a 60-cell matrix comparing all the terms. Is it fair to expect borrowers to \nunderstand all of that information? \n\nNo. \n\nIs it fair to expect servicers to explain all that to the borrowers and make sure they understand it? \n\nI don't think so. \n\n\n\nWhy do we have a 10-page form listing all the terms? \n\nBecause Congress and the Department of Education--egged on by many of the advocates--required all of these \nterms. So, borrowers are utterly confused, but they're blaming servicers when it's really the terms of the program. \n\nNow I have many more examples of this in my written testimony. There deals are just two--there are many. But I \nwant to conclude today by telling you what I think Congress can do to solve this problem. I think we need a much \nmore straightforward student loan program. \n\nNow this is not going to be easy. It's going to require tradeoffs, probably going to require fewer benefits, fewer \noptions. These are the things that are confusing borrowers or we could simply provide the most generous benefits \nto everybody all the time. That's going to cost a lot of money and probably isn't the best use of scarce resources. \n\nBut here's what I want to say that is really important. These tradeoffs exist and excellent student loan servicing's \nnot going to make them go away. Blaming student loan servicers for the tune--terms of the loan program, not going \nto make these tradeoffs go away. \n\nCongress is going to have to make them. It's up to lawmakers to ensure that borrowers are not mislead or \nmistreated by the Federal Student Loan Program. Thank you. \n\nWATERS: Thank you very much. I will now recognize myself for questions. And I'm going to address my question to \nMr. Frotman. In March, you testified before this committee that the lack of action on behalf of student borrowers by \nthe Consumer Bureau \"reflects a fundamental lack of seriousness in the work that Congress tasks the Bureau to \nperform and willful negligence in addressing the deep systemic problems that plague borrowers owing the second \nlargest class of consumer debt in this nation.\" \n\nInstead of vigorously enforcing the law to protect student borrowers, it appears the only notable thing that the \nTrump Administration has done is install a high ranking official from one of the nation's largest student loan \nservices to be your successor at the CFPB. \n\nSo, this committee and others are examining the activities the CFPB, Department of Education and Student Loan \nServices. And today's hearing appears to be--based on records my staff reviewed going back to 1995--the first full \ncommittee hearing held by Financial Services on the topic of student lending. \n\nMr. Frotman, given how student debt can affect the borrower's life--including their ability to get a home or start a \nnew business in the broader economy--is the Consumer Bureau going--doing--doing enough to help student \nborrowers or is the Bureau coming up short and failing in its job? Are there particular areas that the Consumer \nBureau and the Department of Education should be prioritizing when it comes to enforcement? \n\nFROTMAN: Thank you so much for the question, chairwoman. So, student debt crisis is a big problem impacting \nall of your constituents. The student debt crisis knows no party, knows no ideology, knows no administration. And \nwhat we have seen is that historic amount of debt is hurting all of your constituents from their ability to buy a house, \nstart a small business. \n\nWe see how student debt is driving folks out of rural counties and we are--we usually talk about this in the form of \nballooning balances, but it's more than that. It's a bulls eye placed on the back of nearly 45 million Americans who \nare subjected to--to predatory tactics from the day they take out their loan until the day they pay it back. \n\nAnd what we have seen is that student loan borrowers have rest--less rights and fewer protections than nearly \nany other type of borrower. You have more protections if you're paying back your credit card or your mortgage. \n\nSo, while I was at the Consumer Financial Protection Bureau, this is an issue we worked on a lot which was there \nare big banks, federal student loan servicers, you name it up and down the line who are viewing the student debt \ncrisis as their chance to get rich. And I'm proud of the work we've done. We were able to get back $750 million for \nstudent loan borrowers. And we work with anyone and everyone. \n\n\n\nAnd it, you know, sometimes we worked with the Obama administration. Sometimes we didn't make them that \nhappy, but that was the job. \n\nAnd what you see now at the Consumer Financial Protection Bureau is just walking away from that mission--\nwalking away from the job to stand up for your constituents who the only thing they've done wrong is taking on debt \nto chase the American dream. \n\nAnd I think that's why this hearing and this legislation is so important because the CFPB is one piece of the puzzle. \nBorrowers need the same rights and protections they would have if they were paying back a credit card and a \nmortgage. They need to be able to enforce those themselves. They need their states to be able to enforce them \nbecause they're really struggling. \n\nWATERS: Thank you very much. I wanted to get into a little bit about the disparities for minority student borrowers. \nAnd I'll just get to Ms. Harrington, in the short time that I have left on this question. \n\nThe Center for Responsible Lending published its own report early this year on borrowers of color and the student \ndebt crisis. In trying to help student borrowers of color, your recommendation is that we reprove repayment--\nimprove repayment options, provide debt relief, strengthen servicing standards and prevent abuses by for-profit \ninstitutions. Do you think the bills we're considering today including the Student Borrower Bill of Rights would \nsuccessfully help student borrowers of color? \n\nHARRINGTON: Absolutely, congresswoman. These bills go a long way in the right direction in insuring that \nconsumer protections are available to student loan borrowers and that's particularly important for student \nborrowers of color who disproportionately take out student debt and take out higher levels of student debt than \nhigher populations. \n\nThey have to go to college and they have to have loans to go to college due to the system--systemic inequities that \nwe have seen since the founding of this country. So, any extra work that can be done by this Congress to improve \nthat system for everyone--but especially borrowers of color--is--is essential. \n\nWATERS: Thank you very much. And now I will recognize the gentleman from North Carolina, Ranking Member Mr. \nMcHenry. You're recognized for five minutes. \n\nMCHENRY: Well, I thank you. And look, I do think there's a commonality among the--the full--full panel here across \nperspective. \n\nThe question of affordability of the institution is an important question. It is. I think we all agree on that. \n\nNow how we resolve that becomes a bit of a challenge, but that's the nature of where we are in our society. \n\nMr. Minhaj, out--as you outlined in your show, the question of cost is a fundamental issue too and you address that. \nAnd you also address the servicers. So, you go from the--the question of the debt, but the key question as well is--\nand you get to this in some ways, but underwriting. There is no underwriting for a loan. There is no question of a \nstudent being informed enough about the decision they're making that is a life changing decision. \n\nAnd we have the federal government creating a mechanism and then using private sector folks to then service their \ndecision, right? So, you--you don't see underwriting, but you get at it, right? \n\nThat these students are given way too many choices for their financial literacy basically and don't have an \nunderstanding of what that will mean to their life for a decade, two decades, three decades. And that decision they \nmake as a 17, or 18, or 19-year-old and the impact it's going to have on their ability to buy a house, or a car, or \nhave children, or get married and its societal impact on that. \n\nSo, you do a great job of highlighting that I have to say. And-- \n\nMINHAJ: You're a fan of the show? \n\n\n\nMCHENRY: I don't want to do that to you because it's probably not helpful. \n\nMINHAJ: I'll get you that--I'll get you that t-shirt. \n\nMCHENRY: I'll watch you right after I finish watching the Chappelle special, so we'll move from there. \n\nMr. Delisle, as you outline to the question of affordability is--is a question--is--is a fundamental question too. The \nform you outline that you show there is massive. \n\nOne example I would give you is until the CFPB attempted to rewrite out student serve--debt servicers interact with \ntheir clients, servicers could not text the people they're trying to interact with. \n\nYou ask the average 25-year-old if they answer their phone? Not a chance, right? \n\nSo, texting is a very reasonable and responsible thing. They can't do it because the rules by which they're servicing \nthe debt do not permit them to. And the regulations out of the CFPB have not been modernized, so that they can do \nthat. So, one simple change like that could make a major impact on the ability to service it. \n\nMr. Delisle, let's talk about underwriting. What underwriting has done before this debt is given to students? \n\nDELISLE: Basically none. It's almost a no questions asked loan. It's an entitlement. There's no income check, no \nmeans testing. It's basically open-ended. \n\nMCHENRY: And does that mean there's no ramifications if they don't pay? \n\nDELISLE: Well, there is a ramification if they don't pay. They generally will have--they'll accrue additional interest. \nThey could have their tax refund seized. Most of the time the government is able to get the money back. \n\nMCHENRY: How clear is it? How clearly is that outlined in the contract these students-- \n\nDELISLE: That's listed in the master promissory note which is about as long as this other form that I showed you. \n\nMCHENRY: And so, there's no clear box like on a mortgage that gives you the key ingredients of what you're about \nto sign for? \n\nDELISLE: Not really, no. I mean, the inference--the terms of the loan are listed there. But because of the sort of \nstrange nature of student loans doesn't--doesn't look like or walk like other loans. \n\nSo, for example, the interest rate that you are going to borrow at not listed on your master promissory note. Well, \nthat's because we don't actually know the interest rates that you're going to borrow at going forward because the \ninterest rate is different each year you borrow because you take out a new loan every year. \n\nSo, the sort of trying to make these things work and look like traditional financial products doesn't really work that \nwell because we're trying to serve a sort of different market. \n\nMCHENRY: So, how do you reform the program to mitigate those risks? \n\nDELISLE: Well, I--I think--I think--I don't think there is a huge sort of affordability crisis in--in student debt contrary \nto what every--everyone has said here, you know. I--I think there's a--a lot of available resources-- \n\nMCHENRY: What do you mean by that? \n\nDELISLE: Well, I--I don't see sort of widespread inability of people to pay their student loans. I hear a lot of \ncomplaining about it and, you know. But in terms of our people actually financially unable to pay the loan, I don't \nthink that's as widespread as a lot of people believe, so. \n\nMCHENRY: But you admit there's a broader societal impact for this level of debt they're coming out of college with? \n\n\n\nDELISLE: Yeah. I'm sure there is. But also, the, you know, it's financing an asset. It's financing a higher education. \nSo, all the concern about student debt--if student debt is harming people, it means higher education is harming \npeople. That's what it paid for. \n\nWATERS: Thank you. The gentlewoman from New York, Ms. Maloney was also the chair of the Subcommittee on \nInvestor Protection, Entrepreneurship and Capital Markets is recognized for five minutes. \n\nMALONEY: Thank--thank you, Madame Chair, and thank all the panelists. The--the price of college education \nincreased eight times faster than wages between 1989 and 2016. College tuition costs more than many people earn \na year. And while we must address the underlying cost of college, student loans have become so unset--\nunsustainable that millions of people are now putting off buying homes, starting families, or even starting their \ncareers. \n\nThat's why I support full loan forgiveness and am a co-sponsor of Senator Bernie Sanders House Companion Bill \nHR. 3448 The Student Debt Cancellation Act. These solutions might fall out of the jurisdiction of our committee. We \ndo have oversight on student loan servicers. \n\nStudent loan servicers don't own loans, set rates, or control the costs of college. Yet they are a critical point of \ncontact for borrowers repaying direct loans and they are responsible for engaging with the borrowers experiencing \ndifficulties making these payments. \n\nWe recently held a hearing on student loan servicers and one of the troubling things we heard was that some \nschools engage consultants to push forbearance to keep their default rates down even when other options are \nbetter for the borrower. That's because schools have--would lose access to federal aid if their default--default rate is \ntoo high. And I'd like to know and I'd like to ask Persis Yu how often does this manipulative practice push borrowers \ninto forbearance when it might not be in their best interest? Shouldn't the best interest of the borrower be the only \nfactor that is considered, not artificially inflating numbers? And what role do the services--servicers play here? \n\nYU: Thank you, congresswoman. In the experience of the borrowers that I work with, many of them have attended \npredatory schools that have made big promises about the career goals that they will get and the big salaries that \nthey'll get. And those promises fall through. \n\nUnfortunately, many of those companies also--although those schools also engage with default management \ncompanies that push borrowers into deferments and forbearances, and we see the fallout of that. Borrowers come \nto my office. They are in default. They have a series of these forbearances. They've never heard about incomes \nand repayment. \n\nMany of these borrowers would have qualified for zero-dollar income driven repayments. But instead they defaulted \nbecause they exhausted their forbearances through these default management companies and now are in default. \nServices have the role of informing borrowers of income driven repayment. Servicers are required to reach out to \nborrowers and for too many borrowers that's not happening. \n\nAnd that is why we are here today and we are encouraged by the bills that are being offered by this committee. \n\nMALONEY: Also, the Department of Education recently withdrew a set of student loan servicing standards. And \nmany states have sense passed their own strong standards and procedures including restricting forbearance \nsteering and creating compliant departments. Wouldn't everyone--especially borrowers--benefit from a common set \nof minimum industry best standards that the draft Student Loan Servicing Reform and Consumer Protection Act \ncalls for? \n\nAgain, Ms. Yu? \n\nYU: \n\n\n\nAbsolutely. Thank you for this question. There--there's a desperate need for basic consumer protections for \nstudent loan borrowers. Borrowers do not have basic rights to de--dispute resolution solutions, to timelines for \nprocessing payments, for ensuring that borrowers are getting the best options presented to them. \n\nThe bills that are presented--especially the Borrower Bill of Rights which would present basic consumer \nprotections--are vitally needed by the borrowers I work with. \n\nMALONEY: And in cases of forbearance, in many cases it just adds to the cost and is not in the best interest of the \nborrower. Would you like to elaborate on that, Ms. Yu? \n\nYU: \n\nAbsolutely. \n\nMALONEY: Yeah. \n\nYU: \n\nThere are some very limited circumstances where--where forbearances can be useful. However, for the most part, \nthey add to the cost of the loan. The interest rate is capitalized meaning the principal balance grows and then \ninterest is charged upon interest. Importantly, that time is not applied towards forgiveness like it would be an income \ndriven repayment plan. Therefore, borrowers are both--their loans become more expensive and it extends the life of \nthose loans. \n\nMALONEY: Thank you. My time has expired. \n\nYU: \n\nYeah. \n\nMALONEY: Thank you. \n\nCASTEN: The gentlewoman from Missouri, Ms. Wagner, is recognized for five minutes. \n\nWAGNER: I thank the chair. \n\nCASTEN: Yeah. \n\nWAGNER: Let's be clear here. The federal government is responsible for almost $1.5 trillion of the overall $1.6 \ntrillion in student loan debt--around 92 percent of all debt. It's my understanding that only just over $100 billion of \nthis debt is in private loans which have a 98 percent repayment rate. \n\nMeanwhile, stats from the Federal Reserve Bank of New York suggest federal borrowers are not fairing well as \nmore than 20 percent of all borrowers are seriously de--delinquent or in default. And a large number of federal \nborrowers are seeing their loan balances grow, not decrease post-graduation. \n\nMr. Delisle, given this bleak outlook for federal borrowers, shouldn't more be done to protect consumers from \nassuming more federal student loan assistance than they can reasonably pay back? \n\nDELISLE: Yeah. I think the place to look for a solution like that most obviously is in graduate school lending. The--\nfor undergraduates in the Federal Student Loan Program, there's a limit. Congress sets a limit on how much \npeople can borrow recognizing the kinds of things that you were talking about. A dependent undergraduate can \nonly borrow $5,500 for their first year of school. \n\nWhen it comes to graduate school, Congress had the infinite wisdom to decide to lend unlimited sums to people to \ngo to graduate school and this is where the big problems are. \n\n\n\nWAGNER: Well, let's explore that for a minute, Mr. Delisle. Does the federal government evaluate a borrower's \nability to repay a loan before issuing a loan? \n\nDELISLE: No. \n\nWAGNER: A student who receives a needs-based Pell grant could also have their parent take out a $100,000 \nparent plus loan even though they've demonstrated that they don't have the means to repay, is that correct? \n\nDELISLE: That's right. In fact, the federal government will assess your ability to repay using a--a--the financial aid \napplication, determine expected family contribution for your child's education. And even if that number is zero, the \nfederal government has determined you can contribute zero towards your student's education. \n\nWAGNER: Stunning. \n\nDELISLE: Then they will lend you an unlimited amount-- \n\nWAGNER: Stunning. \n\nDELISLE: --for your child's education. \n\nWAGNER: It seems some federal borrowers are setup for failure from the start by the rules put in place by \nCongress. What recommendations briefly would you make to Congress to prevent students and their parents from \nover borrowing? \n\nDELISLE: Well, I think they probably should restore some sensible limits to the amount that graduate students can \nborrow. And I think there's really no good public policy purpose for--by having the Parent Plus loan that we were \ntalking about. \n\nWAGNER: Uh-huh. The federal government took over the vast majority of student lending from private lenders in \nMarch 2010 as we've discussed. How does the design of these Department of Education contracts impact the \nability of federal loan servicers to provide individualized service to borrowers? \n\nDELISLE: Well, I mean, they have to carry out the terms that are--are set in law. So, it can't be that individualized \nbecause they have to provide the borrowers the terms that they're entitled to. But they have some--because of all \nthe different options and different situations that a borrower could find themselves in, people on the left and the right \nhave decided that it's better that servicers have some discretion in how they counsel borrowers. \n\nSo, there's some flexibility for servicers to make decisions. I actually think one of the sort of unintended \nconsequences here of some of these debates and I look at some of the legislation that was posted today for the \nhearing. And there's a--there's a tendency to want to be more prescriptive of--of--of how servicers operate. And I \njust am a--a little bit concerned about that because I'm not sure I would supplant a lawmaker's judgment for \nservicers judgment in the best way to handle each student's individual situation. \n\nWAGNER: Private student lenders make at least 18 disclosures on three separate occasions before a loan is \nmade providing much clearer information than is provided for federal direct loans. Would disclosures for federal \nloans like those private student loan borrowers make lead to better outcomes for student loan repayment \nperhaps? \n\nDELISLE: I--I--I don't really think this is an information problem. I held up the form that--today, the 10-page form \nwith the 60-cell matrix and people still complain. There are thousands of complaints in the CFPV database about \npeople saying they don't like the form. \n\nWAGNER: But would it help--let me say this. Would it help to have disclosures of accumulating debt made during \nthe course of study rather than just when a student first enrolls and graduates? \n\n\n\nDELISLE: Yeah. It--it--it may. I mean, the reason why, you know, typically the government and Congress has shied \naway from doing exactly that is they're worried it would scare people from continuing to borrow and finish their \neducation. So, I, you know, I don't know what the right--right direction is on that. \n\nWAGNER: My time is expired. I yield back. \n\nCASTEN: The gentleman from Georgia, Mr. Scott, is recognized for five minutes. \n\nSCOTT: Thank you very much, Mr. Chairman. It seems to me that we have a profound question here of why. Why \nin an article that the very distinguished publication, Forbes mentioned last year--it noted that the price of a four-year \ncollege education has nearly doubled since the 1980's they said. \n\nThough the average annual growth rate in wages and salaries over that same period increase only 3 percent. This \nmeans that the cost of this four-year college education has increased eight times as rapidly as people working on \ntheir jobs earning wages and salaries. That to me is where we need to really pull the covers off and ask why? Why \ndid this cost of a college education explode over this period at a rate eight times greater if we're going to really get \nto the answers of how we solve this. \n\nAnd further, as a matter of fact--excuse me. The cost of a four-year college education in a more narrow window--\nbetween 2003-2017--the cost of a four-year college education rose nearly 50 percent--48 percent. But between this \nsame smaller window--15-year period--wages and salaries rose only 6 percent. This means that the cost of a four-\nyear college education has increased nine times as fast as salaries. \n\nSo, ladies and gentlemen, why? What has caused this? I think if you all could tell us each quickly--if you could put \nyour hand on one thing--so that we would know what to zero in because we can put legislation out forever. And no \none hand made \"Let's give free education\" because nothing is free. \n\nBut the issue here is what is causing this abnormal? Cut teachers' salaries, professors' salaries? What has \nhappened? Can--can we go right quickly and let's try to get on the record why? If you all could put your fingers on \njust one thing, maybe you can give us five things that we can address. Mr. Frotman? \n\nFROTMAN: So, I think in many ways the answer is those five things. But there is one thing that this committee can \ndo to tackle-- \n\nSCOTT: Yeah. \n\nFROTMAN: --it which is stop the predatory players that add zeros to individual borrowers bills. \n\nIn the lawsuits against a company--Navient--in--in courthouses coast-to-coast they documented how this company's \npractices added $4 billion a year. \n\nSCOTT: Okay, predatory lending. Great point. We can hit that. \n\nNow Ms. Yu? \n\nYU: \n\nSo, I don't have the one answer. But for the borrowers that we work with, certainly the fact that the Pell grant has \nnot kept up has been hurting the borrowers that we see and has made it, so that our borrowers have to take out \nloans in order to go to school--that it is not a choice for them to take out a loan. They are forced to take out the \nloans if they want an education which they need-- \n\nSCOTT: Right. \n\nYU: \n\n--and which is why, again we need these vital consumer protections forced to take out the loan. \n\n\n\nAll right, Ms. Harrington? \n\nHARRINGTON: So, I think overall, we need to reframe education as an investment in our future and that looks like \nmany things--all the things that my colleagues have said. But also, accountability for for-profit colleges, federal \nstate--federal state partnerships that really invest in equitable higher education  and a--and an ability for students \nacross--students across backgrounds to really access higher education in an affordable way. \n\nSCOTT: Okay. \n\nHARRINGTON: And affordability at the front end and the back end. \n\nSCOTT: All right. Mr. Minhaj? Yes? \n\nMINHAJ: Yes. One of the things we covered on the show is the fact that when a student borrower calls their loan \nservicer, let's say Navient. Navient will rush you off the phone oftentimes in seven minutes or less. And they will \nadvise you to go into loan forbearance instead of an income-based repayment plan which would probably be better \nfor you. \n\nSo, that simple misinformation is a problem and I think student borrowers need just basic Bill of Rights like a \nprotection to--to not let that perpetuate. \n\nSCOTT: All right, thank you. \n\nDELISLE: I get-- \n\nSCOTT: Yes, Mr. Delisle? \n\nDELISLE: I get the sense though you would complain if Navient kept them on the phone. \n\nMINHAJ: No, you wouldn't even tolerate that from United Airlines. \n\nDELISLE: If they added all of these terms to them to make sure exactly what they were getting into, I guess people \nwould be very upset about that too. \n\nMINHAJ: But they--they want their best option, not a CVS receipt. \n\nSCOTT: All right. Thank you, Mr. Chairman. Very helpful. I think that's very informative. Thank you. \n\nCASTEN: Gentleman from Florida, Mr. Posey, is recognized for five minutes. \n\nPOSEY: Thank you, Mr. Chairman. I'm--I'm wondering why there have been no oversight hearings in the Education \nand Labor Committee on the role of the U.S. Department of Education and managing it slow in servicing agents. \nAnd I just wonder if the panelists--beginning on the far right--would give me their comments on that? \n\nDELISLE: Am I on the far right? Am I on the far right? \n\nPOSEY: Yeah. You're--you're--you're far right. \n\n(LAUGHTER) \n\nDELISLE: I--I mean, I think that the--I think the sort of nature of my testimony is actually probably why the--the--the \ncommittee--the Education Committee would have a hard time really going after loan servicers and blaming them for \nthe problem because so many of the things that are frustrating borrowers are actually terms that that committee put \ninto the loan program themselves. \n\nSo, I think that--that's one of the reasons why the--the loan servicing issue just isn't--they sort of recognize it for \nwhat it is which is not the major problem here. \n\n\n\nPOSEY: Thank you. \n\nMINHAJ: What was the question again? What's the major problem? \n\nPOSEY: Yeah. What--what are your thoughts on--on the role of the U.S. Department of Education in managing its \nloans? \n\nMINHAJ: Just the fact that they outsourced it to private loan servicers? \n\nPOSEY: Your general thoughts. \n\nMINHAJ: I mean, my general thoughts is this. Are you familiar with the rapper Lil Uzi Vert? \n\nPOSEY: No. \n\nMINHAJ: I think it's a huge problem that the youth of America have to bombard their favorite rapper/pop musician \nand ask them to pay back their student loans. They're not even asking for selfies anymore. \n\nAre you a fan of Taylor Swift? \n\nPOSEY: I--well, yes. \n\nMINHAJ: Because even her fans have gone up to her and said, \"Will you please pay back my student loans?\" \nThat's how desperate student borrowers are. \n\nPOSEY: All right, next. \n\nHARRINGTON: So, I think there's absolutely a role for the Department of Education in this. But there's also a role \nfor the consumer agency that we have which is the FPB. Student loan borrowers or consumers and they are \ntaxpayers and they should be--and they should be protected by the CFPB. And the CFPB should be required and \nhave mechanisms to do so. \n\nI think there has--and I think there has been a lot of discussion about what the department can do. Particularly they \ncan have better oversight and accountability for the bad actors in the system and that servicers would also for-profit \ncolleges. \n\nThere's a few mechanisms that the department--current department has actually rolled back that would've held \nthese groups accountable--the Borrower Defense Repayment Rule, the Gainful Employment Rule which have \ngotten bad actors out of the system and lowered defaults because defaults are actually directly correlated to the for-\nprofit college growth and decrease. \n\nSo, we need to look at the people--at the actors that are actually responsible for some of the real--for some of the \nburdens in the system. \n\nYU: \n\nThank you. Well, I agree with my colleague. We absolutely need the Department of Education to do a better job at \nprotecting student loan borrowers. But as Ms. Harrington said, the current administration has been shielding \nservices from liability and rolling back consumer protections at every opportunity. \n\nThe Department of Education--oversight by the Department of Education is necessary, but not sufficient to solve the \nstudent loan crisis. These are private companies who are working with borrowers on the second largest credit \nmarket. We need strong consumer protection to protect all student loan borrowers from the private companies \nthat are profiting off of their student loan debt. \n\nFROTMAN: And so, I agree with all my colleagues. There's a critical role for the department--oversight of the \ndepartment. But we should remember that under--the FSA has called themselves the largest special purpose \n\n\n\nconsumer bank in the world. And this is the committee that deals with banks and regulation of financial service \ncompanies. \n\nAnd this isn't just a higher education policy issue. This is a consumer finance and a consumer financial protection \nissue. And borrowers need your help when they're ripped off when they're trying to pay back their debt. \n\nPOSEY: Okay. I--I saw where they--the--the collections on the private is much greater than the public. And I'm just \nconcerned now. We can go back through again on the role of the borrowers in creating the problem. \n\nDELISLE: Well, you know, I'm not--I'm not sure that the borrowers are really creating a--a--a problem here. I mean, \nI think that, you know, what I see is borrowers frustrated with the--the terms of the loan program. And--and so, I \nthink that really what borrowers are saying is they want something simpler, you know. \n\nWe talked about--a little bit about people saying, \"Oh, well they're steering people to the wrong option.\" Well, how \ndo you know what the wrong option is? I mean, that could mean--a lot of people would disagree on what the right \nsituation is. There's so many options. There's so many different situations. It's almost impossible to tell. \n\nSo, I--I don't really think that the borrowers are--are really to blame here. I think it's this sort of really crazy program \nthat--that we're putting them into. \n\nPOSEY: Okay. And--and so, the correct way to address that problem you think best would be? \n\nDELISLE: Well, so, you know, for example, you know, one of the--one of the things you could do is stop, you know. \nSo, one of the repayment plans that people complain about--is a benefit. Sorry, lost my time. \n\nCASTEN: The gentleman from Washington, Mr. Heck, is recognized for five minutes. \n\nHECK: Thank you, Mr. Chairman. I want to follow-up on some of the lines of questioning that Congressman Scott \nengaged in. But before I do that, I--I want to be very clear, very explicit, very up front. I stipulate to the need to a \nsubstantial increase in the consumer protection regimen to deal with this problem. \n\nIt in fact, just seems like common sense to me that absent that--those protections on a $1.6 trillion circumstance \nthat we can and should act. But there is this issue of the root cause of the cost of higher education going up at a \nmultiple of inflation. I've read 100 percent since 2000. We have specifically cited 50 percent between the years '03 \nand '16. \n\nThe subsequent amount of overall average student debt has skyrocketed as well. We know that wages have not \nkept up. But the root cause here seems to be wages aren't keeping up to the increased cost of tuition and the cost \nof tuition is frankly skyrocketed way beyond the adjusted--inflation adjusted. \n\nOne of our--in fact, that very chart there suggests that a decline in state funding is part of the culprit here. I would \nlike to personally attest to that and offer kind of a framework for why this is happening. What happens in--in the \nwest where higher education is the principle delivery mechanism is that when economies have recessions, state \nlegislatures reduce their support for higher education and supplant that support with Board of Trustee increased \ntuition setting authority. \n\nAnd as a consequence, every time we hit a downturn, they pull back on their support and say to the colleges and \nuniversities, up to you, you can increase tuition or you can cut your enrollment and reduce staff, the latter which is \nobviously not very attainable. So, Boards of Trustees have hiked tuitions very significantly in the last 20 years and \neven longer. This occurs every time we hit a recession. \n\nAnd lest you think I'm just trying to lay the blame off, point the finger at state legislatures. I happen to have been a \nmember of the Board of Trustees of one of those institutions during the last significant downturn. And yes, I raised \nmy right hand in support of a sust--of a substantial increase in tuition to compensate for the reduction in--in state \nlegislative support. \n\n\n\nThis is going to continue to happen if we don't come to grips with what overall tuitions are. One of the most \ninsidious effects--and I'm so grateful to those of you who have mentioned it--is that the substantial increase student \nloan debt burden has resulted in a significant deferment of home purchasing options. It's just one of the problems, \nbut this is a big one and this is what I want to point out. \n\nNow ordinarily, what I would be sitting up here doing is telling you we have a housing crisis in this country and it is a \ncrisis of supply. And you know what? That's true. We don't have enough units. It messes with the market. There \naren't enough starter homes for these young people who are debt-burdened. Rents are going up because people \ncan't get out of their apartments into their starter homes. So, I would tell you it's a supply problem. \n\nThere is this portion of the market, however, where it is demand problem. And what I mean by that is that student \ndebt is creating a material impediment for them to begin their home ownership. Here's why that is so important in \nhow we have to view this holistically and keep this in mind. \n\nFrankly, I think above and beyond just student loan servicers which is a problem we ought to attack--defined \ncontribution pension programs in this country have fallen off the table. The increase has been in defined \ncontribution levels. \n\nAnd as a consequence, the #1 investment--the #1 investment for the average American for their retirement security \nis home ownership and they are being compelled to defer the beginning of the compounded interest that that \ninvestment--that asset--provides them with toward their senior years. \n\nAnd this is in no small part being brought about as a consequence of increased student debt which is driven by \nwage growth being inadequate and tuition skyrocketing. And I--I seek to highlight this and-- \n\n(LAUGHTER) \n\n--consume all of my time, and none of yours for which I apologize because I think a dimension of this that should be \nconsidered above and beyond the student servicing consumer protection reforms--which I hope we will enact in \nthis committee--is how in particular to deal with the home ownership question for those who seek to do it. \n\nThey're deferring it. Far fewer are engaged in it and it is going to hurt them in their retirement. And it is a ticking time \nbomb. Please give that some consideration. \n\nThank you for your time. \n\nCASTEN: The gentleman from Missouri, Mr. Luetkemeyer, is recognized for five minutes. \n\nLUETKEMEYER: Thank you, Mr. Chairman. As I indicated in my opening remarks, I may be the only guy--if not \nmaybe one or two on this committee--who actually has made student loans. I did that 30 plus years ago, so I know \na lot about student loan program years ago as well as what's happening now. \n\nAnd so, years ago I mean, our student loan past due problem--the collection problem--was right similar to what is \nin the figures today which--and according to New York Bank less than 2 percent of the private loans go--have \nproblems where 22 percent of the federal loans have problems. \n\nSo, it goes back in my mind to underwriting. Mr. Delisle, what kind of underwriting standards does Department of \nEducation have at all? Do they have any at all or are they like, \"No, don't. No doc loans that we got in trouble with \nduring the Great Recession\"? \n\nDELISLE: Right. I mean, it--it's a federal entitlement. So, you're entitled to the loan if you're enrolled in a school. \n\nLUETKEMEYER: So-- \n\nDELISLE: That's it. \n\n\n\nLUETKEMEYER: --we have--had an example back in the crash of '08 where low doc/no doc loans were a huge \nproblem because you put people in houses who couldn't afford it. And now you have people with student loans \nwho can't afford them. \n\nOne of the things that we did when--in my bank when we were there, we'd sit and advise people. It's kind of like if \nthey want to come in and buy a brand new--a youngster--16-years-old--wants to buy a brand-new Cadillac and they \ncan only afford a--a used Honda or whatever. What do you do? \n\nYou sit there and explain to them why--what they can afford and what they can't afford. That kind of financial \nliteracy--that kind of financial oversight--that kind of financial help is not there I would assume whenever they take \nout a student loan today. \n\nSo, Mr. Delisle, can you tell me the process-- \n\nDELISLE: Yeah. I-- \n\nLUETKEMEYER: --for someone to take out a student loan today? \n\nDELISLE: Yeah. I think the way that the--the program's been designed to try to get at that is to impose some limits \non how much undergraduates can borrow. So, it--rather than saying-- \n\nLUETKEMEYER: Yeah, but-- \n\nDELISLE: --\"What's the right amount?\" they say, \"Well look, if you're dependent on undergraduates your first year \nof school, 5,500 that's it\" it's fairly blunt and unsophisticated. But that's the way--that's the policy we have for \ndealing with that. \n\nAnd as I pointed out before for parents and graduate students, there are no limits and that's where the problem is. \n\nLUETKEMEYER: Well, by the same token now if they go into an area of study, then when they get a job in the real \nworld, they're going to have difficulty paying back a $5,500 per year student loan. They need to be told that. Do \nyou not agree? \n\nDELISLE: Yeah. I mean, that's-- \n\nLUETKEMEYER: And they need to understand what the--what their ability to--to actually earn in the real world is \nthere, so they understand how they can actually pay back these loans. There is not that kind of explanation in place \ntoday, is there? \n\nDELISLE: No. I mean, there are some efforts to make more earnings information available to people who are \nattending institutions. But in--in terms of--no, nobody sits down and says exactly how much you're going to make. \nThere's no requirement that they do that. \n\nAlthough I'm a little bit--I--I--I wouldn't imagine exactly that writing something like that in legislation would be the \nbest way to go either because-- \n\nLUETKEMEYER: Well, I don't--I agree. I don't think, you know, my--I'm old enough. I've got the gray hair to prove \nit. That I remember back in the '70s when the program was in the business of direct lending to farmers. That was an \nabsolute total disaster. It absolutely ruined agriculture for 10 years. Absolutely ruined it because the government \nwas making direct loans to whoever could walk in and sign their name regardless of whether they could qualify \nbecause if you walked in and you were breathing, you could qualify. \n\nAnd that's basically what you've got here and it's ruined the student loan lending business. It's put the taxpayers on \nthe hook for lots of dollars. And I would argue that whenever you have a blank check and you can hand it to the, \nyou know, Mr. Heck and--and--and Mr. Scott were arguing here a little bit about the cost of education. \n\n\n\nWhenever you walk into a school and say, \"I've got a blank check. You want to help fill it out and let me know, so I \ncan get into school here?\" If there's no accountability on the school's part or there's no ability of the consumer--the \nstudent--to go out and choose based on cost what that--what that school can--can--what school they want to go to. \n\nI wanted to go to a better school that cost more. I couldn't afford it. So, I went to a school that costs less. So, what I \ndidn't have is the burden of debt. That's something that students need to be told, need to be explained to them, \ngiven to them as an option and say, \"Look, when you get out this is the problem, you're going to have with this huge \namount of student debt--\" \n\nDELISLE: Right. \n\nLUETKEMEYER: --or you can go to the school over here which is not going to charge you that much and you'll \nhave the ability to repay much more quickly. And then, you can go buy the house that Mr. Heck was talking about. \n\nQuick question also, Mr. Delisle, with regards to the contractive services by the servicers. Who sets those--those \nparameters in that contract? \n\nDELISLE: The Department of Education does, but by extension Congress does as well because the servicers have \nto care about--carry out \n\nLUETKEMEYER: I know some of the con--some of the concerns were about repayment. I've got a chart in front of \nme that has 50 plus repayment options that are given to the students if I'm not mistaken. I've got two seconds yet \nand I think this is--this delays to me, the question of what we--we need to put some more options in here to find, but \nthey've already got over 50 payment options. If that's not enough let's talk about it. But I think we've got a lot of \nthem in there that they can fall in those categories that they should be okay. I yield back. \n\nCASTEN: Gentleman from Colorado, Mr. Perlmutter, is recognized for five minutes. \n\nPERLMUTTER: Thank you, Mr. Chair. Let's--I want to start where \n\n(LAUGHTER) \n\nMr. Heck left off with his soliloquy and ask you, Mr. Frotman. I mean, what do you in your study see to be the \nimpact on housing of young people coming out of school with a big burden of debt around their necks? \n\nFROTMAN: So, the impact of student debt is more than just what appears on your bill every month. And--and a \nsignificant piece of that is the impact this is having on housing. So, there is one study that's showed for every \n$1,000 additional for student debt a borrower takes on they put off buying a house for two and a half months. And \nwe've raised a lot more than $1,000 obviously. \n\nAnd the impact of student debt isn't shared equally, so you see a tremendous impact when it comes to African \nAmerican borrowers, Hispanic borrowers. And I think as Congressman Heck pointed out, this is a tremendous way \nthat people build wealth in this country. And when student debt is impacting their ability to do so, it--it--it should call \nus all to--to think broader about the scope of this problem. \n\nPERLMUTTER: Thank you. And--and I kind of agree with a couple of things the gentleman from Missouri, Mr. \nLuetkemeyer had to say. I mean, choose how big a loan, whether you can repay it, you know. Make some \nintelligence decisions at the beginning. \n\nBut much of this occurred in the recession when people couldn't find a job and figured they should go retrain \nthemselves, so that they could find a job. And so, you know, there's--the cohort is much broader than it used to be \nof people seeking student loans and it was at a time when jobs weren't available. \n\nSo, I'd like to--to turn to you, Mr. Minhaj, and ask you in your investigations in your expose, what sharp practices, \nyou know, deceitful practices, deceiving practices, manipulating practices did you all see in connection with the \nservicing? \n\n\n\nSo, we start with should anybody have taken out the loan in the first place? We can disagree about that and the \ncost of a higher education. But in terms of servicing, what did you see where there were improprieties? \n\nMINHAJ: Specifically, we saw when it came to servicing, when a student who was actively trying to find the best \npossible option to repay--when they would get on the phone with their loan servicer, they oftentimes were given \nmisinformation. \n\nSo, instead of telling them to, \"Hey, you should probably do an income-based repayment plan\" because they were \ntrying to get them off the phone within seven minutes or less, they would say, \"Go into loan forbearance.\" So, that's \nactively students are given bad advice that will hurt them later on down the road and they think they're doing the \nright thing because the person on the phone told them to. The expert told them to. \n\nPERLMUTTER: Did you find any particular servicer to be more abuser than others or maybe not abusive, but \nmaybe give more-- \n\nMINHAJ: Navient was really bad. Do you have Comcast? Navient is like the Comcast of-- \n\n(LAUGHTER) \n\n--loan servicing. You ever feel that frustration where you're like, \"Ah! They're the worst.\" I think you--you have no \nchoices because the Department of Education put you in this arranged marriage that you can't get out of. \n\nPERLMUTTER: Okay. So, because there are different servicers. And, you know, we really want to get to the bad \napples and to the sharp practices or the practices that really hurt the students-- \n\nMINHAJ: Yes. \n\nPERLMUTTER: --because first the debt is bad enough. And then, to pile it on gets, you know, really impossible \nbecause that gets me to my third question. \n\nAnd to the lawyers on the panel, you know, in 2005 we made it very difficult for individuals to discharge their \nstudent loans in a bankruptcy. And actually, we've seen the--the rise in sort of delinquencies to go straight up from \n2005. So, I would just turn to you, Ms. Harrington, or you, Ms. Yu. I don't know if you're both lawyers or not, but you \nseem like it. \n\n(LAUGHTER) \n\nSo, I'm going to choose you two to start-- \n\n(LAUGHTER) \n\n--on that question. \n\nYU: \n\nSo, we absolutely believe that there need to be more discharge rights for student loan borrowers and it--this is one \nof the ways in which student loan debt is treated different than any other type of consumer prod--product. And \nborrowers need the rights. They need protections. They need bankruptcy protections and they need consumer \nprotections. And right now, student loan borrowers don't have them. \n\nPERLMUTTER: Okay. Anybody else? \n\nMINHAJ: For--for what it's worth, I was wait-listed to go to law school. \n\n(LAUGHTER) \n\nPERLMUTTER: You were? \n\n\n\nMINHAJ: Yes. \n\n(LAUGHTER) \n\nPERLMUTTER: I can see why-- \n\n(LAUGHTER) \n\n--because your professors would've had to take you on all day, so. \n\n(LAUGHTER) \n\nMINHAJ: Actually, I think I was a great--I think I was a great student-- \n\n(LAUGHTER) \n\n--and for what it's worth my fingers are still crossed. I'm waiting. It's been-- \n\n(LAUGHTER) \n\n--12 years, but you never know. \n\n(LAUGHTER) \n\nPERLMUTTER: All right, I yield back to the chair. Thank you. \n\n(LAUGHTER) \n\nCASTEN: Gentleman from Kentucky, Mr. Barr, is recognized for five minutes. \n\nBARR: Thank you, Mr. Chairman. And Mr. Delisle, since the theme of today's hearing is student loan--holding \nstudent loan servicers accountable and sense some of your colleagues on the panel seem to be blaming the \nstudent loan servicing industry for the $1.5 trillion student loan crisis in this country, I wanted to drill down a little \nbit on the actual role of student loan servicers in contributing or being part of this--this crisis that we're--we're here \nto discuss today. Do student loan servicers advise students as to which school to attend or which degree to \npursue? \n\nDELISLE: No, the servicer isn't involved on the front-end of the loan disbursement. \n\nBARR: Do student loan servicers set tuition rates? \n\nDELISLE: No. \n\nBARR: Do student loan servicers advise a student as to how much money to borrow? \n\nDELISLE: No. \n\nBARR: Do student loan servicers underwrite student loans at origination? \n\nDELISLE: No. \n\nBARR: Do student loans actually issue debt to the students? \n\nDELISLE: No. \n\nBARR: Do student loan servicers set the terms of the loan? \n\nDELISLE: Nope. \n\n\n\nBARR: Do student loan servicers set the interest rate for the loan? \n\nDELISLE: No. \n\nBARR: Do student loan servicers create the income-based repayment plan? \n\nDELISLE: No. \n\nBARR: Who did that? \n\nDELISLE: Congress did-- \n\nBARR: Congress did. \n\nDELISLE: --and the Department of Education. \n\nBARR: Do--did the student learn servicers in that industry--did they create the graduated repayment plan? \n\nDELISLE: No. \n\nBARR: Who did that? \n\nDELISLE: It's in statute, so Congress. \n\nBARR: Did the student loan servicing industry create the extended repayment option? \n\nDELISLE: No. \n\nBARR: Who did that? \n\nDELISLE: It's in statute--Congress. \n\nBARR: Did the student loan servicers create the forbearance option? \n\nDELISLE: No. \n\nBARR: Who did that? \n\nDELISLE: Congress. \n\nBARR: Do--do student loan servicers get paid more for informing students about the forbear--bearance option? \n\nDELISLE: No. \n\nBARR: Do they get paid less for informing students about the forbearance option? \n\nDELISLE: They are paid less when students are enrolled in a forbearance. \n\nBARR: So, student loan servicers are actually not financially incentivized to inform student loan borrowers about \nforbearance? \n\nDELISLE: That's my understanding is that's how the contract is structured, right. \n\nBARR: Did it show that nine out of 10 borrowers who are at risk of default can get back on track of their payments if \nthey respond to service or outreach in a timely manner? What impact has vilification of student loan servicers had \non a borough--borrower's willingness to engage with the servicer? \n\n\n\nDELISLE: Oh, we've actually seen evidence in the Consumer Financial Protection Bureau's database of borrowers \nbeing advised to take a forbearance when it's pretty clear that they should and they don't because they don't trust \ntheir servicer. And they've heard bad things about forbearance, so they don't do it. And then, they default. \n\nBARR: Okay. So, if student loan servicers are not the problem, let's explore what actually is the problem. Since the \ndemocrat Congress and the Obama administration orchestrated the government takeover of student loans in 2010, \nthe total amount of student loan debt has exploded. \n\nThe federal government is now the largest consumer lender and owns and/or guarantees 92 percent of the more \nthan $1.5 trillion in student loans. The remaining roughly 100 billion are private loans. The number of federal \nstudent loan borrowers has exploded to almost--by 50 percent since the government takeover. \n\nAt the end of 2018, 70 percent of college students graduated with student loan debt. Private loans in contrast with \nunderwriting standards that actually involve underwriting that allow lenders to determine whether or not a borrower \nhas the ability to repay have a repayment rate of 98 percent. \n\nAnd meanwhile, data from the Federal Reserve suggests that approximately 20 percent of federal borrowers are \nseriously delinquent or in default. Actually, about 36-40 percent that are not fully in repayment are federal loans, not \nprivate loans. \n\nSo, Mr. Delisle, to what do you attribute the difference in the default rates of private loans versus federal loans? \n\nDELISLE: So, the federal loans are open access. Even people--so, for example, if you lose your job--you become \nunemployed--you become an excellent candidate for a federal student loan. \n\nNow that only makes sense-- \n\nBARR: All of this--if I could, I just think all of this--if I could editorialize it for a minute here. I think all of this is exhibit \nA of not just the total incompetence of the federal government but the victimization of students by Congress, by the \nfederal government, by the U.S. Department of Education. I know everybody wants a boogieman, and the student \nloan services are a convenient boogieman. But guess what?  Look in the mirror, Congress. Congress created this \ncrisis. Congress created the forbearance option. Congress gave loans to students and didn't even care whether or \nnot they had the ability to pay and encouraged them to do so. \n\nMeanwhile, we have a dramatic shortage in the skilled trades. We have a dramatic shortage in nurses. We have a \ndramatic shortage of welders. We need to be reorienting workforce development and career and technical \neducation to say, look, a four-year college may be good. We need critical thinking skills. I'm a product of a liberal \narts college, but you know what?  We need nurses. We need cyber security experts. We need welders and \nconstruction trades people. Let's graduate these people in a $100,000-a-year jobs with no student debt. \n\nThat might be a better--better solution than--than--than trying to blame an industry that's just following federal law \ncreated by Congress. I yield back. \n\nCASTEN: Gentlewoman from New York, Ms. Velazquez, is recognized for five minutes. \n\nVELAZQUEZ: Thank you, Mr. Chairman. Mr. Frotman, last month, the CFPB announced the appointment of Robert \nCameron to serve as the Private Loan Ombudsman. Until recently, Mr. Cameron had been deputy chief counsel \nand vice president of Enterprise Compliance at the Pennsylvania Higher Education Assistance Authority. In a \nstatement, you were quoted as calling Mr. Cameron's appointment outrageous. Can you elaborate on your \nstatement and explain why you believe his appointment is outrageous? \n\nFROTMAN: So, it's outrageous but not surprising. We have a secretary of Education who has used every tool at her \ndisposal to shield student loan companies from accountability, and now, the Consumer Financial Protection \nBureau has hired as the top student loan official someone from compliance at a--a--a company that is at the center \nof every scandal that has ripped off borrowers for a decade. \n\n\n\nSo, we have heard a lot today about blaming borrowers or blaming Congress. Congress or borrowers did not force \nSally Mae to rip off 77,000 service members. Congress and borrowers didn't force ACS to lie to public servants. \nCongress and borrowers didn't force public teachers to have their loans turned to grants in violation of their rights, \nand I think what is happening across this country is that people took on debt to try to get a better life for them and \ntheir families, and some of the largest financial services companies in America had been ripping them off for too \nlong. And I think the bills before this committee and this hearing shows that those days need to end. \n\nVELAZQUEZ: And do you have any concern that the Trump administration only seems to focus on private student \nloan services? \n\nFROTMAN: So, absolutely. I think what we have seen now is private sector companies where you have borrowers \nin all of your states who have alleged that they've been ripped off, and this administration has used every tool at \ntheir disposal to say that the federal government can't oversee these companies. Your state attorney generals can't \noversee these companies. If this was seven years ago and Arne Duncan told your state AGs that he couldn't \ninvestigate--that they were unable to investigate a company for ripping off service members, you would be \noutraged, and you should be. \n\nBut that is what is happening today, is the federal government is trying to shield private sector--private sector \ncompanies from accountability for ripping off millions of people. \n\nVELAZQUEZ: Ms. Yu, do you have any comment? \n\nYU: \n\nI absolutely (OFF-MIC)--sorry. I absolutely agree. You know, the fact that the Department of Education is shielding \nservicers from liability both from the state AGs and from private borrowers who are attempting to protect their own \nrights is I think as outrageous, as Mr. Frotman said, and I think that this committee--why it's so important for the \nBorrower Bill of Rights and the other bills that this committee is considering today. \n\nVELAZQUEZ: Thank you. Thank you. Ms. Harrington, in May, the Fed produced a report on the economic wellbeing \nof U.S. households in 2018, which, among other things, discusses the state of student loans and other educational \ndebt on the U.S. economy. The report found that individuals who did not complete their degree or who attended a \nfor-profit institution are more likely to struggle with repayment than those who completed a degree from a public or \nprivate, not-for-profit institution, even including those who took on relatively large amounts of debt. Can you have \nany sense as to why this is the case? \n\nHARRINGTON: Absolutely. So, non-completion's a big problem in this country, particularly as you mentioned the \nfor-profit college industry, and so, what you have is students who had the debt but not the degree. So, they don't \nhave the ability to then translate that into the job or the income increase that they hoped because they were unable \nto complete. The students are unable to complete for various reasons. It's disproportionately a problem for low-\nincome consumers who--low-income students who have a lot of other things that they are battling as they are \ntrying to attend college. \n\nThey're caretakers. They're single parents. They have--they have to have a job as well. So, we have to be \ncognizant of the fact that that is absolutely a big issue, and there's a big issue particularly in the for-profit college \nsector. \n\nVELAZQUEZ: Thank you. I yield back. \n\nCASTEN: Gentleman from Texas, Mr. Williams, is recognized for five minutes. \n\nWILLIAMS: Thank you, Mr. Chairman, and for holding this important hearing to help deal with trillion-dollar student \ndebt crisis. In 2010, the government took over student lending. At this time, the Congressional Budget Office \npredicted federalizing this program would generate $58 million in revenue for the government. These initial \nprediction by the CBO has proven to be wildly inaccurate. The student loan debt crisis is now estimated to cost \ntaxpayers $306.7 billion over the next 10 years. \n\n\n\nThis was a massive miscalculation made by the Obama administration. While we can try to single out student loan \nservicers for contributing to this problem, the simple fact is that they are a deep-rooted structural--that there are \ndeep-rooted structural flaws that have allowed the crisis to grow these levels. Mr. Delisle, what miscalculations were \nmade back in 2010 when the government took over student lending? \n\nDELISLE: Yeah, it--it--it relates to the Obama administration's decision and a Democratic Congress to dramatically \nincrease the generosity of the income-based repayment program. So, under the prior version of the program, \nborrowers paid 15 percent of their discretionary income and had their loans forgiven after 25 years. Under the \nDemocratic Congress and the Obama Administration in 2010, they changed that to 10 percent of income and 20-\nyear loan forgiveness. \n\nHere's what that's done to the annual cost of that program. In 2009, it was about a billion a year. Today, it is 14 \nbillion a year, and that is not what the Obama administration promised us. The president's top domestic policy \nadvisor went on MSNBC and said, \"These changes will not cost taxpayers any money.\"  And they've gone from a \nbillion to 14 billion. \n\nWILLIAMS: All right, thank you. I think this is a prime example of a government trying to expand their influence in \nareas where the private sector can actually perform the task better. Many individuals on the other side of the aisle \nhad been calling for greater government control over larger segments of the economy, such as allowing the post \noffice to offer banking services. \n\nI hope everyone will see the disaster that has unfolded when we've allowed for the Department of Education to \nbecome the largest consumer lender in the country. So Mr. Delisle, do you think the private sector of government is \nbetter equipped to handle lending? \n\nDELISLE: So, I think on the graduate school side, I think the private market should--could do a much better job. In \nfact, I think students who already have college degrees by definition are excellent candidates for private lending, \nand in the--in the parent loan program, I don't think the federal government has done a very good job at all there. \n\nWILLIAMS: So--so it'd be safe to say you're a capitalist? \n\nDELISLE: Yeah--yes, I'm a capitalist. \n\nWILLIAMS: All right, thank you. In a recent Bloomberg analysis, it was discovered that borrowers are collectively \npaying down about 1 percent of their federal debt every year. At this rate, it would take 100 years to repay the \nloans. Some people in Washington think that simply forgiving the student debt would solve the issue. However, I \nthink it is a short-sighted approach to a much more complicated issue. I'm a small business owner back in Texas, \nand in my world, if you borrow the money, you pay the money back, pure and simple. \n\nSo, do you think that forgiving current student loan debt will do anything to ensure that we will not be in this exact \nsame position for the next generations who take on these loans, and what message do we send that it's okay to \nborrow but not to pay back? \n\nDELISLE: Yeah, I think the--the real problem here, again, is the graduate school. The Department of Education \nshows that about 66 percent of the borrowers who are using this income-based repayment program, the one that's \nsupposed to be a safety net for struggling borrowers, borrowed to go to graduate school. Many of them are \nprojected to earn incomes $100,000 and above. So, this loan forgiveness program that was supposed to help \nstruggling borrowers has essentially become a tuition assistance program for high-income graduate students. \n\nAnd that is another example where the estimates for the Obama administration were wildly off. They never told us \nthat that is what was going to happen. \n\nWILLIAMS: Like we say, borrow the money, pay it back. Pretty simple formula. Mr. Delisle, on page seven of your \ntestimony, you talk about the--how the forbearance lawsuit against Navient from the CFPB is misguided. Can you \nplease elaborate this statement? \n\n\n\nDELISLE: Yeah, I think there are many incidences were forbearance is--is superior to income-based repayment. \nMany of the panelists today have told you it's one or the other. In fact, here's the--here's the amazing part. You can \nactually get a forbearance while using income-based repayment. You can use them simultaneously. In fact, many \nborrowers call their servicer when they're using income-based repayment, and they say, I still can't afford it. I still \ncan't afford it. \n\nAnd what do they do?  The servicer offers them forbearance. In fact, the servicer can see that the borrower is \nalready using forbearance. So on the kinds of phone calls that you're listening to, you're not privy to that \ninformation. So, the servicer is actually making the right decision, realizing there's no more option to lower their \nperson's payment. Forbearance is the best option. \n\nWILLIAMS: Thank you. I yield my time back. \n\nCASTEN: The gentleman from California, Mr. Sherman, is recognized for five minutes. \n\nSHERMAN: Our prestigious and elite educational institutions are revered. They house the smartest and most \narticulate professors and administrators our society has. So, no smart politician would attack or criticize these \nrevered institutions. Fortunately, this committee includes at least one low-IQ member. So let me say, the tuition is \ntoo damn high. It's grown--it has doubled in real terms adjusted for inflation since 1989. \n\nIs it any better?  Health costs have also gone up faster than inflation, but at least you live longer if you get the--you \nknow, at the operations are better. Are today's professors any better?  I don't know. From 2003 to 2017, a 48 \npercent increase in tuition. Now, the--these elite universities and others are able to create a self-perpetuating model \nthat claims that they're accomplishing a lot. They admit only the folks they think are the smartest, the most likely to \nsucceed, and then, they brag that their graduates are smarter and more likely to succeed than the people that \nweren't admitted to their institution. \n\nAnd then, they say, that's because they provided them with such a--an outstanding education. Maybe we could do a \ntest and just take all the--those admitted to Harvard and put them on an island for four years. Take them back. They \ncontinue to be smart. They continue to, in most cases, be well-connected from rich families, and guess what?  20 \nyears later, they're going to be rich people. \n\nCommunity colleges in California for in-state students charge $1,000 a year in today's money, less back when I \nwent to community college. The education is just as good, but what they suffer from is the employers know that all \nthe--the best students are trying to get out of community college and get into something more prestigious. This is \nthe Investor Protection Committee. If some outfit got people to invest $100,000 in Zimbabwe currency, we'd be all \nover them. \n\nSome outfit gets them to invest $100,000 in an art history degree, we think that's fine. We just want to make sure \nthat they don't--that--that the federal government ultimately pays for it. And finally, there's the struggles of the--of \nfamilies with student debt. What about the families that don't go--that don't go to college at all?  They're making \nless money. They, too, are delaying starting a family, buying a house, and they're from families that are less \nwealthy than those that are struggling with student debt. \n\nSo, we've got a lot of issues, but we have limited jurisdiction here. Our jurisdiction is over the servicing process. \nOne idea I'll throw out there is that why don't we allow people, borrowers, to choose another servicer. You're \nassigned to one servicer. That servicer isn't doing a good job. You should be allowed to--to say, I want--I want this \nother servicer. Let the servicers compete, but I have a--believe it or not, I have a question for Mr.-- \n\nDELISLE: --Delisle. \n\nSHERMAN: Thank you. Private student loan lenders make 18 disclosures on three separate occasions before the \nloan is made, providing more personalized information that is provided to those borrowing federal direct loans. Now, \nyou're going to be on the hook for the loan either way, so you'd think the borrower would benefit from disclosures, \nwhether they owe the money to one outfit or another. \n\n\n\nWould disclosures for federal loans, like those made to private loan--to private student loan borrowers lead to \nbetter outcomes?  And would it make sense to have disclosures on the federal loans be made during the course of \nstudy, rather than just at the beginning and the end? \n\nDELISLE: Well, we have a lot of disclosures already. I showed you the forms. \n\nSHERMAN: Yes. I'm talking about the distinction between the federal loans and the--and the private loans. \n\nDELISLE: Right, so I don't think you're going to really do much good in providing borrowers with more information \nat this point. I think we're at information saturation in the federal loan program. Borrowers, I had a-- \n\nSHERMAN: --So, should we provide less to those who have the private loans or more to the those who have the \nfederal loans, or should we continue to have the disparity? \n\nDELISLE: Sure, well look, a borrower right now in the federal loan program has to sit for 70 minutes of entrance and \nexit counseling. \n\nSHERMAN: Okay. \n\nDELISLE: To get that-- \n\nSHERMAN: --I'll--I'll ask another witness. Mr. Frotman. \n\nFROTMAN: So, what I've seen is that people are taking on debt because it's the only way they could get the \ndegree. This isn't a boot--a bootstrap moment. This isn't a tightening of the belt. People are taking on debt because \nthey're going to school, and this is the only way they can. \n\nSHERMAN: I agree. Come to Pierce College, $1,000. I yield back. \n\nCASTEN: The gentleman from Arkansas, Mr. Hill, is recognized for five minutes. \n\nHILL: I thank the chairman. I thank the witnesses for being here on this issue. Certainly, all of us sympathize with \nthe challenges that student lending has brought to a lot of families across our country. I agree with a lot of the \ncomments today that this really isn't the jurisdiction of--of the committee and that this kind of debate really should \nbe held firmly over the Education Committee, and to paraphrase Mr. Frotman, you should know the names of who \nowes apologies to these families across the country. \n\nThat's important. First of all, state legislators, state legislators who don't fund higher education, as they had over \nthe entire post-war environment. State legislators who, instead of doing that, have regressive taxes called lotteries \nand hand out scholarship money. The Congress and the Education Committee and the Affordable Care Act \nproponents that sold a bill of goods to the American taxpayers and the American people, saying that this was a \nreform that would benefit families and pay for the Affordable Care Act. \n\nThey promised $58 billion over 10 years to positive contribution to pay for the ACA. What is it?  It's costing us $306 \nbillion negative--it's a $306 billion 10-year negative, is what CBO says, the student loan system's contributed. \nApology from colleges and universities, who aren't educating people in that student aid officer or in that admissions \noffice about the cost of college and that you should--you know, all the ways to go about it. They don't do financial \nliteracy training, which is why I support that bill so strongly with my friend Bill Foster from Illinois for Pell and non-\nPell and all student loan people that they have some sense of where they're going with this. \n\nThose people--our families are owed an apology for that group of people that have contributed over a long period of \ntime to this crisis. I'll also say that families bear a responsibility of sort of knowing what they get into. I agree with \nyou that, you know, this is presented for a lot of families as this is the only way they're going to go to a higher ed or \na two-year school. I agree, and this gets into the comments we've all had about rising tuition at these rates. The \nrate of higher eds since 1975 per annual income is higher than the healthcare per annual inflation rate that we had \ncollectively complained about as families. \n\n\n\nIt's higher, and I would submit scholarship lotteries, taking away state legislator support, promoting money with no \nstrings attached; all those things subsidize what?  Higher tuition. So, I admire people like Mitch Daniels at Purdue \nwho says, \"We're freezing tuition. We're going back to basics to try to make sure we're doing a better job.\"  And so, \nour administrators owe us that, but fundamentally, there's no underwriting in these loans. I was at a panel yesterday \ntalking about algorithmic lending, credit underwriting, and someone said, we have a terrible, atrocious problem with \nour student lending. \n\nWe try to underwrite the loans on the back-end because there's no underwriting on the front-end, and so, that's why \nthese servicing companies have so many complaints about it. And finally, I'll say as a community banker for a long \ntime, nothing broke my heart more than a story--a nurse, she came to me. Her dad asked her to come see me. \nMade $38,000 a year working four days a week as a registered nurse or LPN at one of our big hospital systems. \nShe went to the U of A Little Rock, single mom, child. Lived with her mom. So, she didn't have a housing expense. \n\nShe had $170,000 of student loan debt. Why?  Pay for your rent. Pay for your childcare. Pay for your \n(INAUDIBLE). Pay for room and board. Pay for all these expenses plus tuition and books. So, that's why I think \nfinancial literacy is so, so important here and that personal responsibility. This is an interesting hearing. I thank you \nfor bringing these subjects. I'm sure the CFPB can do more about transparency. Maybe we can improve the forms \nthat accordion out. \n\nWe were promised in 2009 that would be a principle mission of the CFPB. Transparency and shortening forms and \nmaking it easier for consumers, but the fundamental issue, Mr. Chair, is this should be dealt with in the Education \nCommittee. We need to reform this plan, and we need to let families get out from underneath this crushing \nmisdirection of government policy and student lending. \n\nCASTEN: The gentleman from New York, Mr. Meeks, who is also the chair for the Subcommittee on Consumer \nProtection and Financial Institutions, is recognized for five minutes. \n\nMEEKS: Thank you, Mr. Chairman. You know, I--I--I cannot--this is a very, very important subject matter for me, \nbeing a kid that grew up in public housing, not having any family member prior to me able to go to college, parents \nnot making much money. I think my dad at the time might've made $125 a week, but they had hope for their son, \ntheir oldest son, to break the barrier and go to college. They surely couldn't pay for it. \n\nHad I gone to a bank at 18 years old and said, give me a loan, and they were going to go through a whole lot of \npiece about whether or not I could pay it back, I would not have gotten a loan. I would not have had a chance at \ngetting an education. At 18 years old, never worked in my life, parent's poor, can't contribute anything. I would've \nbeen denied an education and, therefore, not sitting here today because the most significant thing to me is an \neducation. \n\nI left, I apologize, out of here because there was a--a ceremony going on, why I have this kente cloth on. About 400 \nyears when the first indentured Africans were brought here as slaves and talked about one of the first thing that \nthey were denied was the right to read and get educated. To anything to give them enslaved was to prevent them \nfrom having an education, and that's ultimately what this is about. If you're rich, you're going to qualify for a loan. \nYou shouldn't need to get one, but you'll qualify. You'll meet every metric. \n\nBut if you're poor, you're in trouble, and I see every other nation focusing on their young to try to make sure they're \ndoing everything that's possible that they get an education because that is their key to their future, and we talk \nabout it being in a competitive world if we're leaving the majority of our individuals uneducated because they can't \nafford an education that we are endangered as a country. Now, I think all of you on the panel will agree that when \nwe talk about the current student debt, it is a crisis. Is that not correct? \n\nIt's a crisis. It's a crisis for America. Mr. Frotman, let me ask you, and I heard my colleagues on the other side talk \nabout all of this, but if that was a crisis, and I think it is a crisis for us, right now, the government of the United States \nis spending--and I guess them call them socialists, but it (INAUDIBLE) $18 billion to farmers because of tariffs and \nother policies that the administration. What would $18 billion do to help the crisis of student debt? \n\n\n\nFROTMAN: It's a great question, congressman. I think--I've traveled coast-to-coast talking to student loan \nborrowers in blue states and in red states, and they--they don't want apologies. They want help. They--they don't--\nthey don't want to hear about a president who hasn't been in office in three years or policies from a decade ago. \nThey're struggling now, and this is the committee that ensures that those who took on the debt don't get ripped off. \nAnd they're getting ripped off. \n\nThey're calling their student loan company and getting bad information. They're getting harassed by debt \ncollectors. So, $20 billion, sure. But this is the committee that stands up for those people who have taken on debt to \ntry to make a better life, and student loan borrowers need you to do it again. \n\nMEEKS: Now, would it help--because the FHA does not adjust for income-driven repayment plan, which allows \nborrowers to pay a reduced amount for their student loans each month based on their income and family size. \nInstead, debt-to-income ratios are calculated using debt figures higher than the actual figure people are paying. \nThis makes it difficult for many student borrowers to obtain an FHA mortgage. Shouldn't the FHA base debt-to-\nincome ratios on the amount student borrowers actually pay? \n\nFROTMAN: Yes. \n\nMEEKS: Ms. Yu? \n\nYU: \n\nAbsolutely. \n\nMEEKS: Ms. Harrington? \n\nHARRINGTON: Yes. \n\nMEEKS: Mr. Minhaj. \n\nMINHAJ: Sure. \n\nMEEKS: Mr. Delisle? \n\nDELISLE: Well, I think is a good illustration of two complicated federal programs not working well together because \nthey're complicated, right?  That's the source of this problem. \n\nMEEKS: And--and the focus is--and I--I go back to my--to my other issue because the focus is--and I see I'm out of \ntime, so I'm not going to get a chance to do it because he's anxious to bang that gavel. \n\n(LAUGHTER) \n\nI yield back the balance of my time. \n\nCASTEN: The gentleman from New York, Mr. Zeldin, is recognized for five minutes. \n\nZELDIN: Thank you, Mr. Chair, Ranking Member McHenry, and I actually--I'm going to want to pick up where Mr. \nMeeks just left off in a moment. I--I don't think anyone disputes that there's a student loan crisis in our country. A \nrecent study in my home state of New York shows that the average graduate is graduating with approximately \n$30,000 in student debt. The federal government nationalized student lending as part of the Affordable Care Act in \n2010. \n\nSince then, the federal government has become the largest lender in the nation because it owns or guarantees, as \npointed out earlier, $1.6 trillion in student loans and as has been--has been said by others, only 8 percent is held \nby private lenders. At home in my district on Long Island, we have the next generation trying to achieve the \nAmerican dream to be able to start their family, to buy a home, to afford a car that would get them to work. The \nburden of student debt certainly is a huge obstacle. \n\n\n\nIt's clear we have a problem. Students are borrowing exorbitant amounts of money, and many don't fully \ncomprehend what they're getting into in the first place. I would use this opportunity to put in a good word, as Brad \nSherman was pitching a local college, we have the State University of New York. We have the City University of \nNew York. In my home county, we have Suffolk County Community College. \n\nI was actually recently at a graduate ceremony for a two-year graduate at Suffolk Community College, and because \nhe made the most of his experience, he was actually transferring to Cornell on a full ride. Then, he was going to \nhave an Ivy League degree because he applied himself well at--at this great community college locally. \n\nThere are an incredible number of requirements placed upon lenders in the private sector when they originate loans \nand consumer credit markets, notably the requirement the lender approve a buyer's ability to repay at the time of \norigination. It doesn't make sense to me that we wouldn't hold the federal government to the same standards. The \nfederal government lends to anyone without regard for its ability to repay. Disclosures for key loan terms, like APR \nor future monthly payments, are not required on thorough student loans either. \n\nI--I thought Andy Barr's line of questioning was great, as was French Hill's recent remarks. Though it's not in the \ncommittee's jurisdiction to pass here, I introduced the ExCEL Act HR. 4079, and this is where I want to be able to \npick up where my--my colleague from New York, Gregory Meeks, just left off. I--I believe that the system should \nallow people to be paying off their loan based on their ability to repay. For some people, they will be able to repay in \na shorter amount of time than others will. \n\nThere are periods of low income or unemployment over the course of your career. This is where you can rack up a \nlot of defaults with--where you owe a lot of money. We need to help people get through those periods of low \nincome--low income or unemployment so that they're not defaulting and that they're able to more quickly get back \nup on their feet. Also as people are seeing increases, if we are moving into--if we were able to move into a better \nsystem of factoring inability to pay, as somebody is getting a promotion and they're getting more of a salary, you \nwant to make sure that the increase that they might be paying towards their student loan is one that doesn't \nremove the incentive for being able to get that step up in--in salary. \n\nSo, it should be--there should be an increase there. Also, people need time to get their feet under them. So, you \ngraduate. You get your job, and your--your first bill is quickly come due, but your ability to pay that first payment in \nyear one or year two is not the same as your ability to be able to make that repayment, say, in year 7 or year 10 \nbecause now you're further along the--the career ladder--ladder. So, this flexible repayment approach focuses on \nthe student's ability to repay loans based on their income to ensure the student is not being able to set up to fail. \n\nEveryone benefits when borrowers and lenders operate under a rational incentive structure, especially when it \ncomes to servicing and loan repayment. Borrower servicers and the taxpayer all benefit when borrowers stay \ncurrent with their payments. This committee may not have--this committee does have purview over the private \nstudent loan and their servicers, as French Hill pointed, there's a lot that needs to get done under the jurisdiction of \nthe Education and Workforce Committee. \n\nMr. Delisle, I know you may not be able to comment specifically on the merits of the ExCEL Act, but what kind of \nlessons can federal student loan originating servicing learn from the private loan originating servicing market. \n\nDELISLE: Well, I--I--I want to get out something you asked around the--you mentioned about the--the need for \nflexible repayment options in the student loan program, and I--I should point out that--that we have them. We have \nthis income-based repayment program, but ironically, it's actually why we're having--my understanding is why this \nhearing was called. Many of the borrowers who were complaining about student loan servicing were actually \ncomplaining about the terms of the income-based repayment program. \n\nThey say, I've been making payments for years on time. I've never missed a payment. My balance keeps going up, \nand they think the servicer is pulling a fast one on them. It's actually how this program was designed (INAUDIBLE) \n\nZELDIN: I'm out of time, but I--I just want to point out we need to make some changes to that because it's not \nworking for the government. It's not working for the borrower and--and many others. I yield back. \n\n\n\nCASTEN: The gentleman from Texas, Mr. Gonzalez, is recognized for five minutes. \n\nVICENTE GONZALEZ: (OFF-MIC) I--I don't have a lot to comment. I--what I--I--we--we've, you know, shot arrows \nat each other and talked about all the issues that are wrong. If--if I had to ask one question, it would be what's the \nsolution, and I'll ask Mr. Frotman. If you had to come up with a solution to the grave issue that's impacted everyone-\n-certainly, I was a student loan recipient. I wouldn't have been able to go to school without one. \n\nI had $100,000 in--in student loan debt when I got out of law school, and you know, I had to live in a--in a, you \nknow, matchbox apartment and really just hunker down to eventually pay that debt. And it was--you know, I did it \nwith much gratitude because I--I certainly wouldn't be here if it hadn't been for that opportunity, but clearly, \nsomething's really screwed up in this country when it comes to student loan debt. \n\nAnd I don't know that we have the answers to it. Maybe you guys do. So, I want to hear your opinion and others on \nthe panel. \n\nFROTMAN: So quickly, I think there--there is some truth to the fact that a lot of this problem doesn't rest with this \ncommittee but a lot does. And I think what we have seen is that student loan borrowers are getting ripped off, and \none of the reasons why they are getting ripped off is because they don't have the same rights and protections as \nif they were paying back a credit card or paying back a mortgage. \n\nAnd we've heard a lot about how about servicers are just doing the right thing. As part of the lawsuit with the--all the \nstates and the CFPB against Navient just documents the--the incredible incentives that these companies have to try \nto drive a profit. So, there is one employee at Navient who described it this way. Do I help this borrower and answer \ntheir questions, or do I rush through it and afford my groceries this month?  These are the incentives that the call \nreps at these companies have to give bad information, no information, or little information at all? \n\nAnd borrowers need rights and protections that are enforceable, so when they get ripped off, they can stand up for \nthemselves. \n\nYU: \n\nSo, I absolutely agree. I think that there are numerous problems, and I sincerely do hope that we solve the, you \nknow, tuition crisis. However likewise, the borrowers that we work with, they took on this debt because they wanted \nto improve the lives for their families, and now, they're saddled with that debt. And today, there's a hearing in the \n11th Circuit, where Great Lakes is arguing that they don't have to be held accountable when they commit fraud and \nmisrepresentation because it's preempted by the Higher Education Act. \n\nAnd I think what this committee needs to do is to say that borrowers should not be cheated and lied to. \n\nHARRINGTON: I'd agree with my colleague. I think that student loan borrowers deserve and need the same \nprotections that all consumers are entitled to in this country. I think that the solution to the student debt crisis is \nboth working on front-end and back-end affordability, and that's what we're talking about here. And affordability \nabsolutely includes at the back-end strong servicing protections and--and quality servicing for all borrowers. \n\nWe do need to increase the amount of the Pell grant. We do need to increase investment in HBCUs and MSIs. We \ndo need to do a lot on the front-end, but the--this committee has a--has a big part to play in making sure the CFPB \ncan actually protect student loan borrowers. \n\nVICENTE GONZALEZ: Thank you. \n\nMINHAJ: Mr. Gonzalez, I--I'm very passionate about this issue because I'm lucky. When I left college, I didn't have \nany student loan debt because I have immigrant parents, and they made me live at home with them. So, I don't \nhave crippling student loan debt. I have crippling emotional debt, and Congress has yet to stand up-- \n\nUNKNOWN: --We all do-- \n\n\n\nMINHAJ: --and do anything about it and stand up to my parents and say, what you did was wrong. \n\n(LAUGHTER) \n\nBut you don't have to have crippling student loan debt to--to have empathy for people who are investing in their \nfutures. And that's why I'm here today. \n\nVICENTE GONZALEZ: Thank you. \n\nDELISLE: So, I--I mentioned in my--my testimony that I think we need a simpler system. The program has too \nmany options, too many overlapping features that are just too complicated even for Congress to anticipate the \nconfusing way they interact and trip up borrowers. And actually, many of them actually look like the borrower is \nbeing scammed or a borrower says, for example, wait, my payment increased, and I didn't even know it was going \nto do that. How come my--I've been paying the same payment for the same month, and all of a sudden, my \npayment increased?  Those, you know, nasty student loan servicers. \n\nActually, it turns out the borrowers and the graduate of repayment plan that's spelled up in statute, where their \npayment increases every two years. All right, so, the program has been designed to look like a scam to borrowers. \nSo, I think the big solution is to stop blaming servicers and get busy fixing the terms of the program. \n\nVICENTE GONZALEZ: Thank you. I yield back. \n\nCASTEN: The gentleman from Georgia, Mr. Loudermilk, is recognized for five minutes. \n\nLOUDERMILK: Thank you, Mr. Chair, and we truly--this is a crisis. We're seeing it, hearing it all around, and before \nI start my questioning, Mr. Chair, I'd ask unanimous consent to insert into the record two letters regarding the \nstudent loan crisis by the Consumer Bankers Association, identifying the crisis and suggested solutions to that. \n\nCASTEN: Without objection. \n\nLOUDERMILK: Thank you. As recently meeting with some constituents, this is about three years ago back in the \ndistrict and we were talking about the--the--the void we have in jobs in the nation. And I was talking about the need \nfor a lot of technical skills and stuff, and after I got done, this young lady comes up to me, and she said, look, I have \na twin sister. Both graduated high school at the same time. Went to a tech school. Went right into the workforce. \n\nAnd she said, and you know in four years, I've made more than my sister has in student debt at this point, which \nwas incredible to me that now in four years in a--in a--in a field--professional field that this young lady went to tech \nschool. Now has made more than her sister had in--in student debt. I started looking into it more often and realized \nthat, you know, we--we truly do have a crisis, and there's a lot we have to do. \n\nAnd Mr. Frotman, you said something earlier that I want to follow up on. You said, students have to have a loan to \ngo to college. Is that true? \n\nFROTMAN: Sorry--sorry if I wasn't clear enough. I was saying, when I talk to people over the last half decade, that's \nwhat they feel like, from I think (INAUDIBLE) that said this best, which is, people don't feel like they have a--a \nchoice. For as long as I can remember, I'm sure for as long as many of you can remember, it was go to school, take \non the debt. \n\nLOUDERMILK: Right. \n\nFROTMAN: And I think what is happening is that for enormous swaths of American society, that decision is \npremised on whether or not you-- \n\nLOUDERMILK: --So, it's--it's more that people feel than actually--I mean, do we happen to know what percentage of \nstudents actually graduate with no debt?  Does anybody know what that is? \n\nHARRINGTON: In the 2016 class, 70 percent of graduates had student loan debt, so this is a-- \n\n\n\nLOUDERMILK: --Okay, so about 30 percent? \n\nHARRINGTON: This is a vast majority of students, and this--and it is something that is no longer a choice. 65 \npercent of jobs by just next year are going to require some form of postsecondary education. That's--that's only \ngoing to go up. \n\nLOUDERMILK: Okay. I've just wondered because of that. I started thinking that two of my three children graduated \nfour-year college institutions with zero debt and no scholarship. They actually worked--I couldn't pay for it. They \nactually worked and paid for their tuition even from some--some colleges you would recognize. And so, I-- \n\nDELISLE: Congressman, if I might--if I might-- \n\nLOUDERMILK: --Yeah-- \n\nDELISLE: --add to that statistic, that many of the people who take out student loans come from high-income \nfamilies, which should tell us that people aren't necessarily taking out student loans because they have to. They're \nmaking choices. They may be making choices to attend more expensive schools. They may think the government is \noffering such an incredible deal, you can't turn it down. So--so I think it's important that we tend to cast student \ndebt as this thing that only low-income people take, and it's this huge burden. But many high-income families are \nchoosing to use it. \n\nLOUDERMILK: So, let's follow on with what you're talking about there. So in their truth in lending that they receive--I \nassume they receive a truth and lending statement to know what the repayment requirements are. I mean, you're \ntalking about people calling back and saying, why did my costs go up. Are they receiving documentation showing \nthe requirements that they have to repay this loan? \n\nDELISLE: Yep, they're receiving an overwhelming amount of documentation. They also need to sit for about 30 \nminutes of entrance counseling and about 30 to 40 minutes of exit counseling to get the loan, sign a master \npromissory note, and then any time they use a different repayment plan, they're also signing another form. So, we--\nwe don't have an information deficit. We have as much information as we have options in this program, which is \nway too many. \n\nHARRINGTON: So, could I add something? \n\nLOUDERMILK: Yes. \n\nHARRINGTON: So yes, there are high-income individuals who do take out student loans, but there are a \nsignificant number of low-income individuals who have to take out student loans. And that's where the issue lies. \nNinety percent of the defaulters are low-income students who were eligible for Pell grants. So, those are the folks \nwho are struggling to pay the most, and that continues to be the case because the student debt has not taken them \nto where they were supposed to go. So, we do have issues in this--with this system. \n\nLOUDERMILK: Do you agree with Mr. Delisle that they are--they do know going into what the requirements are of \nrepayment, their interest rates, their payment, the escalating payments?  I mean, is that--is there enough disclosure \nthere? \n\nHARRINGTON: I don't think this is a question of personal responsibility or more disclosures. This is a question of \nhow we make sure that private actors are acting in the best interest of consumers and students and, therefore, \ntaxpayers. \n\nLOUDERMILK: Well, I think it is, in a sense, if--if I--I was under the impression that they were just being given loans \nby statute or whatever, and they didn't know what they were getting into and the requirement to repay. So, that--that \nwould be my question. I mean, you buy a house. The (INAUDIBLE) requirements is so expansive with the truth and \nlending that--that we have to have software to do it. But anyhow, I see that I'm out of time. I can--I can submit the \nrest of my questions for the record. Thank you. \n\n\n\nCASTEN: The gentleman from Florida, Mr. Lawson, is recognized for five minutes. \n\nLAWSON: Thank you, Mr. Chair, and welcome to the committee. This is very interesting to me because I have \nprobably over 100,000 students throughout the 5th Congressional District, so I talk to students all the time. I \nprobably have--you know, I didn't have any student loan because I was an athlete, and so--but a lot of my \ncolleagues that I was in the dorm. And so at night, we'd be talking about what's going to happen the day I'm going \nto have to pay them back. \n\nI have a--a--taken a great deal of interest in this particular area, and I--I don't think the federal government caused \nany problem because--Congress because we are the good guys, you know. And everybody else is bad. But I have \nintroduced several bills to address various angles of the student loan problem. These includes a bill to refinance \nfederal loans with a fixed interest rate, excluding income of dependent students and the expected family \ncontribution calculation that most recently on a bill to extend the interest-free grace period for federal loans. \n\nAnd--and the reason why I introduced those is because six months after the student graduates from college and \nthey don't have a job, they're expected to pay. So hopefully, we can delay it for at least a year, so you can give \nthem the opportunity to get a job. The--and also, you could just about refinance just about everything, so they \nshould be able to refinance student loan. I would like to hear the panel discussion on delaying student loans for at \nleast a year, so they can find a job, and the ability to refinance student loans. And I'll start with you, Mr. Frotman. \n\nFROTMAN: So, I think we often get stuck in this mindset that you need to have a silver bullet to solve every \nproblem. There is no silver bullet to solve a $1.5 trillion student loan problem. So, I think bills like these are--should \nbe encouraged. I think we need to try attack at all the different ways that student debt is not only impacting \nindividuals but our larger society. So, I--I'd love to learn more about these bills and work with you. \n\nYU: Thank you for your--your question. Certainly, borrowers need more assistance getting off the ground. You \nknow, interest rates for some borrowers are way too high, but also, the borrowers that we see, you know, it is the \nfact of their debt. It doesn't matter if it's $5,000 or $50,000, whether or not it's a 5 percent or a 10 percent interest \nrate. The borrowers that we work with are just struggling with debt all around, and they need to make sure that \nthey're able to access the programs that already exist. \n\nThey would greatly benefit from income-driven repayment. They would greatly benefit from a lot of the cancellation \nprograms that already exist, and they're just not able to access those because of lack of consumer protection. \n\nHARRINGTON: I'd agree with my colleagues, and I'd just add that there definitely does need to be streamlining and \nimprovement of the income-based repayment program. Make it actually affordable based on 8 percent of \ndiscretionary income, not 10 percent. Increasing the line above which income starts to 250 percent of the poverty \nline. There's a number of things we can do. Making it one plan, but again, all of that only matters if students \nactually can access these programs and plans, if their servicers are actually doing their jobs, and if they have the \ninformation they need to be successful. \n\nMINHAJ: I'm not an expert when it comes to refinancing, although I am very good with Microsoft Excel and macros. \n\n(LAUGHTER) \n\nDELISLE: So, you can refinance a federal student loan. The federal student loan has no prepayment penalty. So, \nyou are free to go out into the private market and shop for a better rate, obtain the better rate, use all the proceeds \nfrom the new loan to pay off the old loan, and you've refinanced. Exactly like you refinance a mortgage. I don't \nknow why it is--it is--this is a common misperception that you can't refinance a student loan. \n\nThere's actually--it's happening all the time. It's happening right now. There's a company called SoFi sending out \nmail all over the place, saying, refinance your federal student loan with us. So, you wouldn't build a whole company \naround something you can't do, right. So, I think there's ample evidence that you can actually refinance a federal \nstudent loan. \n\n\n\nLAWSON: With everything that I've heard from you this morning, you all are the good guys because it seems like \neverything that's been discussed here, students don't know about it, and the people who've been on this panel \nand talking about it, even some of the members, have no idea about all the things that are available for student \nloans. What I've heard is oftentimes they're not able to refinance student loans and the federal government should \nnot be making a profit off the backs of students. \n\nAnd I know I'm running out of time. I'd like to have more discussion with you in the future, and with that, I yield back. \n\nCASTEN: The gentleman from Ohio, Mr. Davidson, is recognized for five minutes. \n\nDAVIDSON: I thank the witnesses, and I thank the committee for talking about a major problem in the country, the \nstudent debt crisis. We've seen it accelerate in the past decade, and I think we can go back and pinpoint the point \nin time when the rate of growth of the problem began to accelerate. The question is, do we have the resolve to \nactually go to the root cause, or do we want to do things the way Congress normally does, which is akin to the fire \ndepartment showing up at a burning building and looking at the building burn while we blame one another or try to \nfigure out who's fault it is. \n\nWe just need to put out the damn fire, and so, when you look at it, how do we do that?  The structure in Congress \nactually prevents getting to the root cause. We--we've got a committee that can only deal with the jurisdiction of \nservicers. So, we're sitting here talking about the issue of how--Mr. Barr highlighted the very limited ability of \nservicers to actually spend this problem. We're spending hours talking about services here--servicers here instead \nof talking holistically about the root causes of problem and how do you deal with that. \n\nWhat we did is, as a country, we decided that we wanted students to be able to get loans that the private sector \nwouldn't make because the default rates would be too high. So when I was a young person and I looked at how \nmuch debt I would need to take on and I looked at the alternatives I had, one of the reasons that I loved my option, \none of the reasons I chose to march for free college back in the day, is because the Army had the college fund. \n\nAnd I was able to go to the Army and have a path to not go into debt as my first act as an adult but to defend our \ncountry. And that led me to go to the United States Military Academy and all that is part of why I'm here today. So, I \ndo want to thank the American taxpayers who paid for me to have a great high-quality education, and I think when \nwe think about the taxpayers of America we need to forget about the forgotten men and women who are actually \nbeing defrauded here. And it's the taxpayers because they're fronting all this money for no sound underwriting to \npeople who do not have a realistic expectation to pay the money back. \n\nNow, that doesn't mean that those students are committing fraud, though some may be, but they do not have a \nrealistic prospect of repaying the loan. And when you have market principles at work, people don't make the loan. \nThey don't. They say, you know, I love you. It's not about you as a person. It's you do not have a realistic \nexpectation to pay for this, and when we lost those principles, that's how we crashed the housing market in the \nUnited States, and that's how we're crashing the education market in the United States. \n\nThere are a lot of people being hurt because lawmakers are making half-baked solutions to real problems because \nthe way this place is structured with jurisdictions doesn't allow solutions to the whole problem. We could--we should \nbe structuring and saying, you know, the student debt crisis is a problem. We've got a committee for that. That \ncommittee has jurisdiction to deal with the whole problem. We should talk about healthcare and say, you know, the \nstatus quo is broken. We should have a healthcare committee. 20 percent of the U.S. GDP, 20 percent, and \ninstead, we divvy it up amongst three committees. \n\nYou look at immigration, same story, so on and so forth. The spending problem, the broken welfare system that \nmeans tested programs, the poverty assistance that we have divvied up amongst 12 of 16 committees. Can't even \nget a bill to holistically deal with it to appoint a commission for Republicans, for Democrats. You can't cut spending. \nYou can't launch new programs, but you could refine it to fix the benefit (INAUDIBLE) that are in there. \n\nNo one can convene it because there's not a single committee with jurisdiction, and yet, Congress sits here. We \ndemonize each other. We point cameras and say, see, here's the problem. That's the problem, when we don't get \n\n\n\nto the trouble to put out the fire and solve the problem. If we want to do it, colleagues, we have to change the \nstructure of the way this place works and do bills that get to the root cause because the American people are being \ndefrauded. \n\nWe're going to bankrupt our country by spending more money than we have the same way these students are \nbeing bankrupted right out of the gate, the earliest stages in life by taking on more debt that they can afford. That's \nexactly what this nation is doing today, and we need to change the broken status quo, and that starts right here in \nthis body. I yield. \n\nWATERS: Thank you. The gentleman from Guam, Mr. San Nicolas, who is also the vice chair for the Committee on \nFinancial Services, has been recognized for five minutes. \n\nSAN NICOLAS: Thank you so much, Madam Chairwoman. I don't think anybody's hands are clean in all of this. I \ndon't think anybody's hands are clean. I think that, you know, politics has a way of making us try and pigeon-hole \nthe problem and make it be the previous guys' problem or try and, you know, identify some other reason why things \nare the way they are, but the reality is that our entire system is kind of designed to create this mess that we have \nhere today. \n\nMs. Harrington, when you say 90 percent of the defaulters are low-income Pell grant recipients, I think that speaks \nvolumes to how systemic this problem is. You know, we have our people in this country who are looking for \nopportunities. They see education as the way to go, which is how we're all raised. We're all raised and told, go and \nget a good education. It's going to open doors for you, and it's going to create the better life than the life that we \nhave now. \n\nWe have these, as Mr. Sherman pointed out, institutions of higher learning that see all this money available, and \nthey keep increasing tuition rates. As a local lawmaker back home, I remember trying to introduce legislation to \nreduce the amount that our students had to pay for tuition, and one of the--one of the individuals in the university \ntold me, they said, we don't want to drop it below the Pell grant rate because that's free federal money that we're \nbringing in. And we want to bring that money into the territory. \n\nAnd you kind of sit back and you look at how the system's almost designed to--to--to make the pursuit of capital on \nthe--on the front-end the priority and the pursuit of the American dream for all those people, you know, trying to find \nwhatever way they can to get to where they want to go kind of falling into that trap. And of all things, I think that this \nis ultimately an indictment on our inability to provide significant financial literacy education in our community so that \npeople don't make these individual choices that are--are hurting them. \n\nBut when the whole system is almost designed where you need to go and you need to attend the best possible \nuniversity you can just get accepted into, so you can possibly get the best job that you're going to be able to get \nafter you graduate. And then, you borrow as much money as you need to borrow in order to get from--from here to \nthere, it's that classic case of the ends justifying the means. And unfortunately, what's resulted in all of that is $1.5 \ntrillion in student loan debt and a lot of people who--who took that option, trapped--they're trapped because now \nthey have this debt. \n\nAnd it's affecting the debt-to-income ratios. They're not able to go out and borrow for a car to drive to work or to \nborrow to buy the home that they're--that they're dreaming of for their families, and as much as we talk about \nsystemic risk in this committee and as much as this committee has done so much work to address it when it was \naffecting the big banks, we need to really ask ourselves the hard question. Is it systemic risk for an entire \ngeneration to be lost to student debt and to hold them all back because they fell into a trap that our society has \nkind of created for them. \n\nAnd so, we've asked the question of, you know, what can we do, and I know that the committee has kind of stayed \nfocused on the servicers. And definitely, there's a service gap that we need to fill, but I wanted to ask the $1.5 \ntrillion question. And this is the political question that I think a lot of people are talking about, and there's some \nbroad stroke solutions that people mention that are running for higher office. \n\n\n\nBut I wanted to ask you folks, what would you do about the $1.5 trillion--I don't want to say elephant or donkey in \nthe room, but just the $1.5 trillion giant that we're all facing here. How do we--how do we address that? \n\nFROTMAN: So, I think it starts first off in hearing rooms like this. I think for years when we started doing this work at \nthe Consumer of Financial Protection Bureau and you would talk about impact of student debt, everything would \nalways revert back to, let me tell you how we're going to make college more affordable for the next guy. \n\nAn entire generation felt like we were writing them off, so I think--I'm not trying to evade the--the--the question at all, \nis we just need to talk about the impact that this debt is having and then come together and realize that it is just an \nunacceptable outcome for 45 million Americans who've seen their chance at the American dream hampered by \nstudent debt. \n\nAnd I think it starts there. It starts about--talking about housing, impact on buying cars, impact on racial wealth gap, \non income and equality because I think the--I think--we hear about this issue sometimes talked about as like a \ngeneration eating too much avocado toast, right. And nothing could be further from the truth. The fastest-growing \nsegment of student loan borrowers are older Americans, and I think we need to come together and realize that this \nis impacting huge swaths of American population and the American economy. \n\nSAN NICOLAS: We're almost out of time. Does anybody have a solution?  I mean, we are talking about forgiving \nstudent loan debt, hitting the reset button. Does anybody here advocate for that or something similar? \n\nHARRINGTON: Absolutely. So, we just got a recent report with NAACP (INAUDIBLE) Leadership Conference on \nCivil and Human Rights in the Urban League where we argue for (INAUDIBLE) cancellation, even of $10,000 \nacross the board, which would have a significant impact for many borrowers, especially borrowers of color. The-- \n\nSAN NICOLAS: --So not full forgiveness but even just partial would give the breathing room necessary-- \n\nHARRINGTON: --That's actually full forgiveness for a significant amount of people who are most at risk. So, the 90 \npercent of--the 90 percent of defaulters who are low income are--the median amount they're--they're defaulting on \nis less than 10K. So even at $10,000, we would have a significant impact on the lives of millions of borrowers, and \nwe'd help lift them out of poverty. \n\nWATERS: The gentleman from Tennessee, Mr. Rose, is recognized for five minutes. \n\nROSE: Thank you, Chairwoman Waters. I'm a graduate of Tennessee Tech University in--in my hometown of \nCookeville, Tennessee, and fortunately, I graduated from Tennessee Tech with no student debt and--and just \nrecently was looking at the statistics for that university and see that still today 48 percent of their graduates \ngraduate from the university without student debt. And the cost is very reasonable, and it's a great university. \n\nIt seems to me, and I think others have made this point today, but I want to bear down on it, that we are here \nswatting at something that is really not the problem. And--and this committee, unfortunately or fortunately, \ndepending on your perspective, doesn't have the jurisdiction to deal with the problem. And so, I--you know, I look \nback to July 2010, when the Affordable Care Act was signed into law, and since that time, all new federal student \nloans have been made through the Federal Direct Loan Program administered by the Department of Education. \n\nToday, nearly $1.4 trillion of the $1.5 trillion in student loan debt is owed or guaranteed by the federal government, \na federal government who did it explicitly because they thought they could make money and use that money to \noffset the cost of a new entitlement. And I think--I think what we see, unfortunately, here in Washington is over and \nover again the federal government occupies a space that the private sector was handling fairly effectively and turns \nit into a giant mess. \n\nAnd so, now here we are trying to swat at the--at the symptoms of--of this ill, and--and so I'm really kind of mystified \nby why we think beating up on the servicers is somehow the answer to this problem. I mean, by that logic, it is the \npeople who work at the servicers who the problem. It is those bastardly individuals who get on the phone with you \nthat we should blaming, and we should be sanctioning because how dare they mistreat student loan borrowers \nwhen they've got them on the phones. \n\n\n\nAnd so, I--you know, I'm just kind of mystified by this approach to the problem. Mr. Delisle, what is the relationship \nbetween the Department of--Mr. Delisle, what is the relationship between the Department of Education and student \nloan servicing companies? \n\nDELISLE: So, it's a contract. The Department of Education hires them on contract to basically run the entire federal \nstudent loan program, according to the terms that are spelled out in law. \n\nROSE: And what is the process by which the terms and conditions of those contracts of loan servicing are set? \n\nDELISLE: So, it's the standard government contracting process. The Department takes bids and--and--and has an \namount of money that Congress determines how much it can pay for these contracts and using that amount of \nmoney spells out what the servicers should do. \n\nROSE: And who sets the terms of the loans, such as the interest rate and the loan terms that the borrowers borrow \nunder? \n\nDELISLE: Congress does. They're set in statute. \n\nROSE: Do you think the majority of borrowers are aware that Congress sets those terms? \n\nDELISLE: It's hard to say. There are certainly some who--who are unaware of that, who--in fact, the only entity \nthey're interacting with is their servicer. So, I think it's reasonable, although incorrect, for them to blame the servicer \nwhen they're--when they're frustrated with this process. It's the only entity they're interacting with, but as you can \nsee in my testimony, I give a lot of examples where the servicer's just doing what they're supposed to do, and it \nlooks like a scam to the borrower. \n\nROSE: And a servicer's role is to ensure that the borrowers are acting according to their repayment plan or to \nsuggest a better option. It is the duty of the servicer to inform the borrower of all of his or her repayment deferral \nand forbearance options. What is the process for choosing a new plan? \n\nDELISLE: So, a--a borrower is entitled to choose any plan for which they're eligible, pretty much whenever they \nwant. They can get the information from the Department of Education's website. They can get the information from \nthe servicer, who will send them forms, and they can decide which one they want to use. They can ask the servicer \nabout the options. Servicers generally aren't in the position of telling you which one is best for you. \n\nThat's a really difficult kind of calculation to make. I'm an expert in this. I would have a hard time determining what--\nwhat the ideal option is for every borrower in every circumstance. \n\nROSE: Is there any connection between the compensation structure for the companies' employees, the servicers' \nemployees, and the repayment plan that the borrower chooses? \n\nDELISLE: It's mostly based on are you in good standing, are you in forbearance, or are you delinquent. The--my \nunderstanding is the contract is--is less about which plan you choose. It's more about whether or not you're in good \nstanding on the loan. \n\nROSE: Thank you. I yield back. \n\nWATERS: The gentlewoman from Michigan, Ms. Tlaib, is recognized for five minutes. \n\nTLAIB: Thank you so much, Madam Chair. I sincerely appreciate this conversation, especially because my district, \nthe 13th Congressional District are called 13 District Strong is the third poorest congressional district in the country, \nand it is very dangerous when we start blaming borrowers unfairly when the system is really set up against them \nand set up for complete failure. 52 percent increase in tuition, just college debt in Michigan from 2007 to 2017, just \nputting that on there. \n\n\n\nWhat's really hard in these conversations is we forget about the human impact, and I think Mr. Frotman you were \ntrying to put that forward and so have you been Ms.--Ms. Harrington. You've been trying to put that forward as \nsomething that needs to be in this room because doing nothing has consequences on real people's lives. In \n(INAUDIBLE) township, a resident in my district came up to me, and he said he's so concerned about what's \nhappening with his college debt. He's in his late 40s, and he wants to buy a home. And he can't because of college \ndebt. \n\nAnother young woman who just graduated from law school said, \"I don't want to go into the court. I want to do free \nlegal pro bono work.\"  And she said desperately like, what can we do because I hear all these horror stories about \npeople doing the forgiveness loan program if you do public service for 10 years. And she just saw a number that 99 \npercent of those applicants were being denied. Again, these are teachers. These are public servants. These are \npeople that are giving back to the community that raised them. \n\nAnd one of the things that we keep forgetting is, you know, these aren't people buying Ferraris and--I mean, this is \nan education. These are not, you know, fur coats, which I would prevent people. I've asked them not to buy those, \nbut I'm saying that these are not luxury items, and one of the most successful anti-poverty programs in this country \nis education. And so, we have to continue to try to put the human face on this issue and--and not try to get so much \nin the technicality of it because I feel like when we do do that, because there are these different solutions to this, \nthat we can get far away from actually saying that there is a crisis here. \n\nAnd Madam Chair, I do, if I may later on--I plan on submitting for the record letters from real people, not lobbyists, \ndirectly impacted by this crisis. \n\nWATERS: Without objection, such is the order. \n\nTLAIB: Thank you. We saw in the mortgage crisis that doing nothing had consequences, and all of a sudden, our \nresidents and our families were getting preyed on. And that's what's happening with college debt right now, and you \nknow, today, you cannot go on Facebook without seeing one of these ads. You cannot listen to a radio without \nhearing some sort of pitch. You cannot go for 48 hours without getting a robocall or a text message congratulating \nyou on the opportunity of a lifetime to help you with your college debt, right. \n\nAnd we have companies like Pennsylvania Higher Education Assistance Agency already being paid hundreds of \nmillions of dollars to service these loans and help borrowers, but all of a sudden, these folks are coming and--you \nknow, a lot of my colleagues will call them businesses. I'm going to call them scams. They're scam artists. They're \nscams, period. We cannot deter from the fact that they are trying to prey on the most vulnerable because, guess \nwhat, we made them very vulnerable because we're doing nothing about this crisis. \n\nMr. Frotman, do you think the reason that these loan--student loan debt relief scams are so prolific, you know, I \nmean just increases, because servicers are failing to get borrowers the help they need? \n\nFROTMAN: Absolutely. I think one of the downstream consequences of the widespread abuses and \nmismanagement by student loan servicers is just this abundance of scams, of companies willing to prey on the \nmost vulnerable borrowers and steal their last dollar. \n\nTLAIB: And--and then Mr. Frotman, you know, Facebook, Google, Bing, Yahoo, and others have allowed these con \nartists, scams, to use their advertising platforms and search engines to target struggling borrowers. To what extent \ndo you have concerns that these search engines are in large part responsible for profiting off of the abuses of \nstudent loan borrowers and making this crisis worse? \n\nFROTMAN: So, it is without question that companies like Facebook and other technology companies are making a \nwhole lot of money on ads by scammers, of people preying on student loan borrowers, and I think this is--to go \nback to a prior question. The building's on fire. The building's on fire now, and there's things that the committee \ncould do to help constituents--your constituents across the country. And this is what's happening. This--to your \npoint, this is the human face of people getting ripped off. \n\n\n\nTLAIB: And the--to what extent--and when you think of that list of legislation before us, what extent do you think that \nwe can be doing here to protect them because it is going to be hard to get some of my colleagues and really on \nboth sides of the aisle to really try to handle this--this crisis  because doing nothing again for so long, this is what \nyou have before us. For me, I--you know, I'm a mom, and so, I'm--I'm trying to--even if band-aids don't work, I'm \ntrying to stop the bleeding right now. \n\nAnd now, I have so many of my residents falling into the trap are trying to refinance and do all these things, and by \nthe way, Mr. Delisle, you know, you keep saying that it's not--I mean, if it looks like a scam and it acts like a scam, \nit's a scam, but one of the things that is really distraught is--and I'm so sorry, Madam Chair. I can submit my \nquestions later, but I really want to ask you what we can do in regards to these platforms and how we can protect \nour residents from scams like this. \n\nWATERS: The gentleman from Wisconsin, Mr. Steil, is recognized for five minutes. \n\nSTEIL: Thank you, Madam Chair. I appreciate you calling today's hearing to highlight what's a really serious issue. \nWe have a $1.5 trillion student loan problem, and today's hearing, though, I think digs into a false premises to \nwhere the problem is. The problem is in the underlying cost of the education product in the first place that's driving \nstudents into debt. Misdirection works really well in comedy. It's not terribly effective at actually solving what is a \nvery serious problem. \n\nWhen I was on the University of Wisconsin Board of Regents, what we did to address the student debt issue is we \nactually froze the cost of tuition, froze it dollar-for-dollar, and that allowed the cost of tuition to become more \naffordable for students in the state of Wisconsin. It had a direct impact on the total student loans that students \nwere taking out and actually allowed students to come out with less debt than if they would if we just casually \nincreased the cost of tuition. \n\nIt's a real solution to a real problem. We see states go around and sue big, bad corporations because we can't \nlegislate and get the cost under control of the underlying product in the first place, you litigate. If you can't legislate, \nyou litigate. And what we need to do is actually have a real, honest conversation about what the underlying cost of \nthe product is that's driving students into debt in the first place, and so, if you kind of think through just our \npanelists here today, I'd ask you at your alma mater, which is I think where we started off at the very beginning of \nthis hearing, what the underlying cost of tuition is. \n\nSo Mr. Frotman, at the University of Michigan, do you know what the in-state tuition is for a student? \n\nFROTMAN: It's $15,000. If you're out-of-state, it's $51,000. \n\nSTEIL: Ms. Yu, at Holyoke College, do you know what the cost of tuition is?  It's $52,000, $52,000. Ms. Harrington, \nat UNC Chapel Hill, do you know what in-state tuition?  It's actually pretty darn good. It's less than $9,000. That's \nsolid work by the University of North Carolina and the University of North Carolina system that's getting that done. \nMr. Minhaj, do you know what the cost of in-state tuition is currently at UC Davis? \n\nMINHAJ: Go, Aggies. Yes, so, '03-'04, my freshman year. \n\nSTEIL: No, no, no. Today, today. \n\nMINHAJ: So today, it's $14,490. \n\nSTEIL: Boom. Do you know what the out-of-state tuition is? \n\nMINHAJ: Do I get points for that? \n\nSTEIL: Bonus points, absolutely. \n\nMINHAJ: Thank you. \n\n\n\nSTEIL: Do you know what the out-of-state tuition is? \n\nMINHAJ: I don't know what the out-of-state tuition is. \n\nSTEIL: It's $44,000. I think it's relevant. \n\nMINHAJ: I don't think--I don't think that's worth it, though, if you're out-of-state. I think you just--I think you-- \n\nSTEIL: --So, we're going--I only--I only got so much time-- \n\nMINHAJ: --I think you do what I do and you just stay at home. You call it-- \n\nSTEIL: --I only got so much time-- \n\nMINHAJ: --You invest (INAUDIBLE) and you just call it-- \n\nSTEIL: --So, and Mr.--Mr. Delisle, Mr. Delisle, do you know what the cost of tuition is at Lawrence University? \n\nDELISLE: For a poor student, I believe it's zero. \n\nSTEIL: And do you know what the cost would be--what's--what's the sticker price, which is-- \n\nDELISLE: --I don't. Well, for a really high-income student-- \n\nSTEIL: --So, sticker price-- \n\nDELISLE: --I hope it's really high. $50,000? \n\nSTEIL: It's--it's--it's $49,000. \n\nDELISLE: If they're high income?  Good. \n\nSTEIL: And--and so--so--so, there's a disparity between sticker price--you identify a good point there. There's a \nsignificant disparity between sticker price and the cost that students are paying, but the published rates that are the \nmost easy to obtain and what--what's causing a problem for access for students is the sticker price. \n\nDELISLE: Normally, high-income people pay those sticker prices. \n\nSTEIL: Absolutely, absolutely. The University of Wisconsin Madison, if you're below the median income in the state \nof Wisconsin, tuition and fees is $0, not $1, $0. It's covered between a combination of the federal government, \nbetween the state, and between private donors. That actually addresses the underlying cost of the product in the \nfirst place, and so, where we're having a lot of misdirection into the processors because there's big, bad companies-\n-I'm not telling you that they're perfect. \n\nI'm telling you it's a misdirection to try to find a boogieman for what's the underlying problem, and the underlying \nproblem is the folks that are running these universities, whether or not they're state legislators, state senators, \ngovernors, board of regents, they need to come in and address the underlying problem, which is the rising cost of \ntuition and fees, let alone as you get into--into housing and other issues. And so, what we did in Wisconsin was \nactually put forth a real program that addressed the problem, driving down the underlying cost of tuition, brings \ndown the debt level. \n\nIt's darn effective, and in areas where states continue to see their costs going up, where they can't legislate or they \ncan't put in policies in place that actually helps students be able to live out the American dream, we litigate. We \nsue all these companies. We misdirect. We make a bunch of noise. It's not effective. It's pretty darn frustrating, and \nI yield back the remainder of my time. \n\nWATERS: Thank you, Mr. Steil. The gentleman from Illinois, Mr. Casten, is recognized for five minutes. \n\n\n\nCASTEN: Thank you, Madam Chair. Thank you so much to our panel. Mr. Minhaj, you mentioned in your initial \ncomments that the median income is up 3 percent over the last 33 years. I think you are far too optimistic. Census \ndata came out with information this week that the median income last year was $63,000. That is exactly the same \nas it was in 1999. To the extent it's up over 33 years, that was a creature of the 90s. It ain't true anymore. \n\nNow during that period, as many have noted, tuition's up over 100 percent. Cost of housing is up 34 percent. The \nprice of a gallon of milk is up 30 percent. We have $1.5 trillion worth of debt. My colleagues across the aisle last \nterm blew a $1.5 trillion hole in the economy so that we can remove the pain of the ultra-wealthy have, so they \ndon't have to decide between their milk and their college tuition. The nation's 1 percent thank you. \n\nMeanwhile, we still have this problem, and while we--while there are a whole lot of issues beyond the jurisdiction of \nthis committee that are underlying that--and of course, we'll look into all that. I think we have created a fiction that \nmarkets our perfectly efficient, and there is no emotion in decision-making, and therefore, the entire marketing \nindustry must be a sham. But we do have--we do have distortions in the system. \n\nThe 2005 Bankruptcy Bill says that you cannot discharge your debt in bankruptcy if it is debt associated with a \nstudent loan program. You can discharge your credit card debt. You can discharge your--your mortgage debt. You \ncan discharge all kinds of other debts. Ms. Yu, can you talk about how that affects the underwriting process?  If you \nknow that underwriting a loan in a world where the median income is not keeping up with tuition growth, it's never--\neffectively never going to default.  \n\nYU: So, I think that is driving a lot of the abuses that we see in the--in the private loan market because we know that \nborrowers are not going to get out from under their debt. So, you know, low-income students are struggling to \nmake payments, and lenders have no incentive to provide them with more flexible repayment options because \nthey're going to be on the hook most likely for the rest, you know-- \n\nCASTEN: So when Mr. Delisle made the comment that essentially we're not doing underwriting for student loans, \nis it safe to say that the underwriting process has been distorted by the 2005 Bankruptcy Bill? \n\nYU: I think that's right. \n\nCASTEN: Okay. \n\nDELISLE: I was speaking about the federal student loan program, not private loans. \n\nCASTEN: I--fair enough. There are distortions in the system. I'll get to you in just a moment, Mr. Delisle. There's a--\nthere's a separate narrative going on, and we've--we've heard it across this panel. And we've been talking about \nthis for years, that if you subsidize the cost of a loan, you will distort economic efficiency. If you give people access \nto--to debt that exceeds their ability to repay, they're going to make unwise financial decisions. And that has a \ncertain--it sounds logical. \n\nWe all took Freshman Economics, and--and yet, as Raj Chetty has pointed out in his sort of magisterial work on \nwealth and income and equality, the single best predictor that you are going to find yourself in the top quartile of \nincome in your peak earning years is whether your parents were in the peak quartile of income when you were \nborn. Some of us were so smart that we chose our parents wisely. Some of us were too dumb to do that. \n\nIf it is the case that the access to an affordable education distorts your rationality--it makes you more prone to do \nfoolish things. It makes you more prone to enter into careers that don't generate a useful income. If affordable \neducation is so distorting, why are the children of the ultra-wealthy so darned irrational?  Mr. Delisle, you described \nyourself as a capitalist. Why is it that the ultra-wealthy don't enter into lines of work that don't pay them an income? \n\nDELISLE: I'm--I'm not sure that that's necessarily the case, so I-- \n\nCASTEN: --No, quite to the contrary. The best predictor that you're going to be in the top quartile of income, not \nwealth, although wealth is also true--top quartile of income is that your parents were born that way. So, we--we do \n\n\n\nnot see data that people who have access to zero-cost loans that never have to repay them, that get total loan \nforbearance--we see no evidence that those people are going into foolish lines of work. Why are they so irrational? \n\nDELISLE: Well, we--we do see--we see evidence, right, that they're actually--they--they are doing quite well, which \nis why I think it's such a waste of money to forgive their loans, which is actually the current policy. \n\nCASTEN: I am asking a different question. People who if you do not have to have a loan at all, the reason why you \ndon't have to have a loan at all is because your parents were so wealthy. I'm not talking about whether or not those \nfamilies chose to take out loans they could afford to repay. Why isn't Donald Trump, Jr., working in a shoe store as \na philosophy major writing poetry? \n\nDELISLE: So, I think the data show, since we'll talk about data and evidence here--the data show that high-income \nfamilies take out student loans. \n\nCASTEN: I'm not--that is not the question I've asked. \n\nDELISLE: You said, why don't they, and I'm saying, they do-- \n\nCASTEN: --I am asking why people who do not have the need to take out loans violate your theories of economics \nthat assume everybody is rational. \n\nDELISLE: I don't assume everybody's rational. \n\nCASTEN: Thank you. I yield back. \n\nWATERS: The gentleman from Wisconsin, Mr. Duffy, is recognized for five minutes. \n\nDUFFY: Thank you, Madam Chair. As a father who has his kids now going through school, I got to tell you, the \nstudent loan system is jacked. It's a--it's a horrible system, and I think what it does is if you're poor you get great \nsubsidies and--and college is more affordable, and if you're wealthy, you know, you have parents who will help you \npay--I think the middle--the middle class gets crushed in the way that this system works. That's just my personal \nopinion from going through the process. \n\nWould you--would the panel agree that probably the smarter the kid, the better school they get into and maybe the \nless smart the child, the not-so-great school they get into?  Is that--does--do you guys agree with that?  No? \n\nHARRINGTON: I don't agree with that, given the history of racial injustices of the country and the fact that we have \ndisparities across K-12 schools that are concentrated in low-income neighborhoods, neighborhoods of color, and \nwe haven't adequately prepared our students, and so, the smartness level, which is usually measured by grade \npoint average or SATs or things like that are inherently biased. And so, they don't--they don't determine who is \nsmarter. They determine who had wealthier parents who could put--who could put them in certain schools and give \nthem access to certain programs. \n\nYU: And even the data with those SAT programs show there's also a mismatch between students who have--who \nhave the ability to go into higher schools, but then don't for other reasons. \n\nDUFFY: Great points. But, the higher the SAT and the higher the GPA, the better school, the lower the GPA, and \nthe lower the SAT--the lower rung schools. Is that a fair assessment whether that's--intelligence or smartness--I \nthink you make a good point. Is that fair enough? \n\nYU: So, like I said there is-- \n\nDUFFY: --if--if you have a 20 ACT, you're probably not going to Harvard-- \n\nMINHAJ: --or if your mom's Aunt Becky you can just pay your way into USC-- \n\nDUFFY: --Mr.-- \n\n\n\nMINHAJ: --what are we talking about here? \n\nDUFFY: Hold on a second. \n\nMINHAJ: What are we talking about here? \n\nDUFFY: But--what--I-- \n\nMINHAJ: --you and I were both former MTV stars, you get it-- \n\nDUFFY: --let me tell you-- \n\nMINHAJ: --I was the star of MTV's Disaster Date Season five. You know what it's like. We can't afford-- \n\nDUFFY: --Mr. Minhaj-- \n\nMINHAJ: --that MTV check-- \n\nDUFFY: --I'm going to reclaim my time. \n\nMINHAJ: Ok. \n\nDUFFY: I know you think it's a joke. \n\nMINHAJ: It's not a joke. \n\nDUFFY: But you think it is. And you want to come in here and make light of a serious situation. So, I don't think it's \nfunny. So, you can sit here and--and do your film and make people laugh while we're trying to have a serious \nconversation. And I only have five minutes. So--leave it alone. \n\nMINHAJ: Ok. \n\nDUFFY: My point is, we do have a problem. And I agree with my colleagues is that the problem belongs with the \ncost of education. Ok?  And if you're going to let me go to your school and you're going to charge me $50,000 or \n$60,000 a year and give me a degree that I can't make a living to pay the loans back. What skin in the game does \nthe school have for letting me in, charging me the money, giving the debt, and I can't pay it back?  Who pays?  \nDoes the school pay? \n\nMr. Frotman? \n\nFROTMAN: No. I think-- \n\nDUFFY: --and should they?  Should they have skin in the game? \n\nFROTMAN: So, I'm actually happy that you're trying to talk about solutions. I think this is important-- \n\nDUFFY: --should they have skin in the game? \n\nFROTMAN: I think that-- \n\nDUFFY: --should we call back some of that money? \n\nFROTMAN: I think there needs to be more-- \n\nDUFFY: --you got to hurry up. I only got a minute and a half. Should we call money back from the schools?  If you \ngave me a degree that I can't pay back my loans, why should the taxpayers, why should-- \n\nHARRINGTON: --there actually were a couple of rules that would have ensured that the worst performing schools \nwould have had to return some of that money-- \n\n\n\nDUFFY: --would you agree with that Ms. Harrington-- \n\nHARRINGTON: --the borrower defense to repayment rule and the gainful employment rule, which this department-- \n\nDUFFY: --should we call money back from the schools to-- \n\nHARRINGTON: --we should hold schools accountable-- \n\nDUFFY: --thank you-- \n\nHARRINGTON: --especially the worst actors, for profit schools. It's not about calling money back, it's about holding \nschools accountable for the fact that they have low quality programs that cost a lot of money-- \n\nDUFFY: --this problem exists from-- \n\nHARRINGTON: --that target students of color, veterans-- \n\nDUFFY: --whether you're going to the best schools, the medium schools-- \n\nHARRINGTON: --are marginalized. \n\nDUFFY: It's my time. Listen, all schools have this problem. And so we should call money back from all the schools \nthat give kids degrees with high debt and they can't pay it back, number one. Number two, I think we should look at \nthe endowments. I mean, you have billions of dollars in endowments and we're talking about what giving loan \nforgiveness to all students--so I--University of Wisconsin, Marathon County, $5,000 a year to go there two years, \nthen you can go to the University of Wisconsin, Madison for $18,000 a year. That's a really smart choice. Those are \nkids making really smart decisions for their financial future, versus the kid that goes to Dartmouth and pays $58,000 \na year. So, why should those who became of a union welder and went to a union welding school, or the kid that \nwent to UWMC, pay for the kid that went to Dartmouth, and has the pathway of Dartmouth? \n\nThat's fundamentally unfair if you set up a system where you have kids getting great degrees and making big \nmoney, and we the taxpayers, or we the union members, are going to pay back their school.  That's insane. And I \nyield back, Madam Chair. You gaveled me down. \n\nWATERS: The gentlewoman from Massachusetts, Ms. Pressley, is recognized for five minutes. \n\nPRESSLEY: I just want to say I'm very disturbed as we perpetuate the fiction that we live in meritocracy. And that \npeople advance based simply on acumen, when we are in the midst of quite literally some very high-profile people \nwho their children's SAT scores fixed. And things like that have going on by the powerful and the few for a very long \ntime. Ok. \n\nSo, I want to say thank you Chairwoman Waters for your continued leadership, for making sure that this committee \nstays focused on those issues of care and consequence to the American people. I especially appreciate the frame \nand the titling of this hearing. Several months ago, when Director Kraninger of CFPB was before this committee, I \nasked her whether or not we were in the midst of a crisis, and I could not get her on the record to even characterize \nstudent loan debt as a crisis, when in fact it is. When we talk about the chokehold of this debt, and I've just spent \nsix weeks in district, in the Massachusetts 7th, hearing from families who are struggling to put food on the table, to \npay the rent, to take care of aging parents, to pay for childcare. What does all this mean ultimately?  It means that \npeople are alive, but not living. This debt is not just choking at our ability to build wealth or our purchasing power, it \nis quite literally choking people. \n\nWe had a hearing at Oversight and Reform on trauma. And we learned that suicides are on the rise for many \nreasons. And one of those reasons is debt despair. So, this is choking at the promise of our country, and quite \nliterally we are losing lives because of the debt folks are burdened by. So, it is a crisis. And for those across the \naisle that perhaps think that we are being dramatic, you cannot overstate a $1.6 trillion in debt, crushing close to 45 \nmillion borrowers. You can not describe that as anything less than a crisis. So, I thank the chairwoman for her \n\n\n\nleadership. And for those across the aisle, the question whether or not this committee is germane to this issue when \nyou overlay this with discriminatory policies like redlining. And then, Ms. Harrington shares with us that 90 percent \nof defaults are disproportionately bore by students of color. There's no way that there is not an interconnectedness \nand intersectionality from homelessness to housing, to many of the issues that this committee tackles. And so, this \nis exactly what we should addresses as a committee. \n\nThe facts of this crisis, and again, it is a crisis, requires no exaggeration. We are not past the point of just paying \nattention, its time to act. Madam Chairwoman, I'd like to ask unanimous consent to include a statement from the \nStudent Debt Crisis, a nonprofit organization dedicated to combating this crisis. \n\nWATERS: Without objection, such as you order. \n\nPRESSLEY: Thank you. \n\nMr. Frotman, you led the team at the CFPB whose sole responsibility was to watch out for all student loan \nborrowers and younger consumers. What were some of the trends that you and your team noticed? \n\nFROTMAN: So, unfortunately what we see just like we saw in the mortgage context, was when servicers fail it hits \nthe most vulnerable borrowers the most. And in the student loan context, these are borrowers of color. So, we see \nnow even holding constant income, degree obtainment, African American borrowers have double digit rates of \ndefault. And with that in mind, the bureau announced that we were going to be looking at whether or not student \nloan servicers and student loan companies were in compliance with the nation's fair lending laws. \n\nPRESSLEY: During your time there did the CFPB begin to look into potential discrimination in the student loan \nservicing industry in violation of the civil rights laws, including the Equal Credit Opportunity Act? \n\nFROTMAN: So, in the April of 2017 the CFPB announced that it would be prioritizing in our supervision work, \nwhether or not student loan companies were complying with the laws, the nation's Fair Lending law. In particular, \nwhether or not borrowers based on their race were more likely to have difficulty getting into a repayment plan. \n\nPRESSLEY: Ok. And to your knowledge has the bureau continued to look into these issues? \n\nFROTMAN: Unfortunately not, based on your own conversation with the Director Kraninger, it appears as if the \nbureau has just dropped this work. \n\nPRESSLEY: Thank you. \n\nMadam Chairwoman, I'd like to request unanimous consent to include a letter from civil rights organizations, \nincluding the NAACP, and the Leadership Conference of Civil and Human Rights, urging the CFPB to look into \nracial disparities in student loan outcomes. And potential discrimination in loan servicing market. \n\nWATERS: Without objection, such as you order. \n\nPRESSLEY: Mr. Frotman, our friends across the aisle have mentioned that student loan servicers are supposedly \nnot incentivized as to steer borrowers towards forbearance, and they are not financially incentivized to give \nborrowers poor or outright incorrect advice. Yet, and audit released by the DOE in February of this year found that \nmore 60 percent of the department's oversight report contained examples of servicers acting improperly. If our \nfriends across the aisle are correct and loan servicers are not incentivized to make mistakes, and give poor advice, \nthen why is this consistently happening? \n\nFROTMAN: Because they're wrong. Because they are incentivized to give bad advice. They're incentivized to get \ntheir call reps off the phone as quick as possible, which we see across the industry, leading to the outcomes we \nhave today. \n\nPRESSLEY: Thank you. \n\n\n\nWATERS: The gentlewoman from Virginia, Ms. Wexton, is recognized for five minutes. \n\nWEXTON: Thank you, Madam Chair for yielding. And thank you to the panelists for coming and sticking with us \nthroughout this very long committee. \n\nI want to speak for a moment about the Public Service Forgiveness Program, because this is something that's very \nimportant to a lot of my constituents. As you know, this program was intended to reward borrowers for public \nservice. And the deal was spend 10 years in public service as teacher, a nurse, a police officer, somebody working \nin qualified nonprofit, making 120 monthly payments against your student loans and the government would forgive \nwhat's left. Now, obviously it's not working out that way. We have evidence that 99 percent of those people who \napplied for forgiveness were rejected over what most of us would view as technicalities and things that should not \nbe. \n\nSo, Ms. Harrington, can you speak a little bit to the problems with the program?  And in particular the role of Fed \nLoan which administers the program for the Department of Education. \n\nHARRINGTON: Absolutely. There are definite improvements that could be made to any of the programs the \ndepartment administers and oversees, right?  But again it goes back to whether service--whether students have \naccess to the plans. And whether servicers are putting them in the right--giving them the right information to make \nsure they are properly enrolled, that they are making the right payments, and that they are proceeding according to \nthe requirements of the law so that they can receive that relief. And most of that information, again, comes through \ntheir servicer, who they rely on to make sure they are in good standing. \n\nWEXTON: And they didn't get that information on the front end, most of them, is that correct? \n\nHARRINGTON: It's a big problem, yes. \n\nWEXTON: Ok. Now, I guess with regard to, I would ask Ms. Harrington, do you know who Kathleen Smith(SP)  is? \n\nHARRINGTON: Yes. \n\nWEXTON: Who is Kathleen Smith? \n\nHARRINGTON: She is senior administrator to the Department of Education. \n\nWEXTON: She was. But did she know that she's been hired by the Pennsylvania Higher Education Assistance \nAgency? \n\nHARRINGTON: I had forgotten. But, yes, I did know that. \n\nWEXTON: Ok. So, now she's their head of director of Federal Relations-- \n\nHARRINGTON: --yes-- \n\nWEXTON: --is that correct? \n\nHARRINGTON: Yes. \n\nWEXTON: So she's now a lobbyist for that private entity. \n\nHARRINGTON: Yes. \n\nWEXTON: In fact, Fed Loan is the subsidiary of the PHEEA-- \n\nHARRINGTON: --yes-- \n\nWEXTON: --that administer this faulty program, is that correct? \n\n\n\nHARRINGTON: Yes. \n\nWEXTON: Ok. And how about Robert Cameron?  Do you know who that is? \n\nHARRINGTON: Yes. \n\nWEXTON: Who's that? \n\nHARRINGTON: He is the new Student Loan Ombudsman at the CFPB. \n\nWEXTON: Where was he before becoming the new Student Loan-- \n\nHARRINGTON: --he was also at FIA. \n\nWEXTON: Ok. And so now he's overseeing consumer protection. Can you talk just very, very briefly about some \nof the things the Department of Education has--and the CFPB have done to stymie state attempts to hold student \nloan servicers accountable? \n\nHARRINGTON: Absolutely. So, the department has revoked a few memorandums that would have shared \ninformation with the CFPB and other agencies. They have attempted to preempt state enforcement and regulation \nof student loan servicers, trying to curtail the states--already the state's ability to enforce consumer protections \nand protect their own citizens. The CFPB under this Administration got rid of the Office of Students. And now it is \nhired, again, as you said, a person with direct ties to one of the loan servicing companies. And so there's a major \nproblem. And that's just the tip of the iceberg for action the Department has taken that kind of undermine our \nconfidence that are working to achieve their mission of supporting students and providing access to high quality \neducation. And that the CFPB is assuming its mission of protecting consumers, which student loan borrowers are. \n\nWEXTON: And are you aware FIA's one year $1.3 billion contract expires in December of this year? \n\nHARRINGTON: Yes. \n\nWEXTON: So, the Department of Education and the CFPB have made it harder for states to go after bad actors. \nThey have--they have put a former executive from one of the bad actors in charge of enforcing consumer \nprotection, right? \n\nHARRINGTON: Yes. \n\nWEXTON: And now, a former top DeVos aid, has gone into public--or into government relations with that bad actor. \nIs that correct? \n\nHARRINGTON: Yes. \n\nWEXTON: Thank you, Madam Chair. I'll yield back. But that sounds pretty swampy to me. \n\nWATERS: The gentleman from Ohio, Mr. Gonzalez, is recognized for five minutes. \n\nANTHONY GONZALEZ: Thank you, Madam Chair. \n\nFirst, I want to submit for the record, Federal Reserve Bank of New York staff report, entitled, The Credit Supply \nand The Rise of College Tuition, Evidence from The Expansion of Federal Student Aid Programs. \n\nWATERS: Without objection, such as you order. \n\nANTHONY GONZALEZ: Thank you. \n\nSo, I guess one good thing about this hearing is that there does seem to be almost universal agreement that the \neffects massive debt on young professional's balance sheets has horrible effect on their ability to one, start families, \ntwo , buy homes. Basically, to get started in the American Dream. I have a constituent who I talk to a lot about this, \n\n\n\nas she went to my alma mater for law school, took up a bunch of student loans. And her and her husband are \nmaking real trade-offs on can we afford to have another child, can we afford to buy a home. And I think her story is \nindicative of stories all over the country. Again, somebody who did everything right, who continues to do everything \nright, but just can't quite get out from under the crushing debt. \n\nOne interesting thing though, is we seem to be focusing on what I think is just a weird play--like the very end of the \nspectrum, the very final stage, which is the loan servicer. Whereas, all these other things happen in advance that \nlead to higher tuition, that lead to the fact that we can't refinance these loans. And so, for some reason we're \nfocusing here, I guess it's the only part that we have jurisdiction over. But it strikes me as just a strange place. \n\nSo, to summarize Mr. Delisle, just quickly, again, and I know this has been said a lot, no underwriting standards? \n\nDELISLE: Right. That's right. \n\nANTHONY GONZALEZ: Ok. Federal government is essentially guaranteeing the loans? \n\nDELISLE: They're making them, directly. \n\nANTHONY GONZALEZ: And then all of this that we're talking about, fully controlled by Congress? \n\nDELISLE: That's right. \n\nANTHONY GONZALEZ: Ok. So, clearly a problem that we have created. I want to focus on the rising tuition costs, \nwhich is why I submitted this for the record. \n\nMr. Delisle, are you familiar with the study that I just mentioned? \n\nDELISLE: Yes. \n\nANTHONY GONZALEZ: Ok. So, correct me if I'm wrong, the premise of the study, or the conclusion of the study is \nas the federal government has taken over these loans, as they've increased caps, that has in fact resulted in \nskyrocketing tuition? \n\nDELISLE: Right. That's right. So, more lending, higher tuition. That's the finding of that paper. \n\nANTHONY GONZALEZ: Right. So, the fact that we've gotten into this industry hasn't done a thing about the cost of \ntuition. All it has essentially done has transferred the debt over to the student. \n\nDELISLE: I would say though that the tricky part with those analyses is that we know that student loans allow more \npeople to go to school. \n\nANTHONY GONZALEZ: Right. \n\nDELISLE: So, it raises tuition, but more people can go. And we know that when people get loans versus people \nwho don't, they tend to finish, and they tend to get better grades. So, there's been a lot of complaining about \nstudent debt here, but sort of fundamentally, it is a sound policy. \n\nANTHONY GONZALEZ: Yeah, well, I mean that get into the ROI, right?  Like a big investment is ok if there's a real \nROI there. And you know, you're right we haven't talked much about that. \n\nBut I want to ask you specifically about an area that I know you research, which is income share agreements. \n\nDELISLE: Yeah. \n\nANTHONY GONZALEZ: So, the thing I find interesting or that I like about them is that it sort of shifts the risk, right?  \nSo, instead of the student taking out the debt, now the university or the institution is taking out the debt if you will \nand saying we will provide this education up front, provided you pay us x, y, z, over time. I guess from your \n\n\n\nresearch, my question would be where have you seen this work best?  Like as we're legislating or thinking about it, \nwhat should we be thinking about in terms of these are best practices that are doing well by students and the \nuniversities? \n\nDELISLE: I think you have it right and it gets to what Congressman Duffy was talking about, is that sort of the \nbeauty of income share agreement, where it is being done right, is when the school is making it. \n\nANTHONY GONZALEZ: Right. \n\nDELISLE: When the school makes it, now the school has risk. They've got the skin in the game. And the great part \nis, you know, we talked about you know, sort of free tuition. An income share agreement is a way to not charge \nstudents tuition, give them an income share agreement. And they only have to pay it back if it works. \n\nANTHONY GONZALEZ: Right. If it works, and then you build in certain protections which like I know, like Perdue \nUniversity has done. And I think again, the beauty of that, you graduate you have no debt. You have a liability to \npay the income, right?  But, in fact when it comes to borrowing for other things, whether that's a house, car, \nwhatever, what is currently on people's balance sheets is now moved off. \n\nGreat. Well, with that, I will yield back. \n\nWATERS: The gentlewoman from North Carolina, Ms. Adams, is recognized for five minutes. \n\nADAMS: Thank you, Chairwoman Waters. Thank you for convening the hearing today, and to the witnesses, thank \nyou very much for your testimony. \n\nAs a former educator and somebody who educated primarily first generation, low income students of color, this is a \nvery personal issue for me. Student debt's a problem for all young people, but particularly low-income students \nwho are predominately people of color who look at a higher education degree as their ticket into the middle class. \nAnd that's the promise that we make to our young people. And so, as members of Congress we need to start \nkeeping our promises. \n\nMs. Harrington, thanks for appearing before the committee. I want to thank you for your work on the centers report \ndetailing the student debt crisis in my home state of North Carolina. The report shows that of the 44 million \nAmericans who hold $1.5 trillion in student loan debt, 1.2 million of those live in North Carolina holding a debt tab \nof about $44 billion. You'll hear my friends on the side of the aisle blame the Obama Administration's elimination of \nthe Federal Education Loan Program as the cause for student debt crisis. But, can you explain what the centers \nreport show that are the key causes of the dramatic increase in the debt in North Carolina? \n\nHARRINGTON: Sorry. Our report shows that there's a number of key causes, right?  Yes, tuition has risen, but \nthere's been a drastic disinvestment at the state level in higher education. The purchasing of the power--the \npurchasing power of the Pell Grant has been drastically reduced. I think we should remember that the federal loan \nprogram was never meant to be the cornerstone of the AGA. It was meant to be the Pell Grant. It was meant to be \nactual grants, not loans. But we never allowed the Pell Grant to keep up with the cost of college and to keep up with \nthe proportion that it should have covered from the beginning. \n\nIt's the rise of for-profit colleges that again, have disproportionately targeted low-income students and students of \ncolor with programs that are low quality and high cost. And students are more likely to drop out of those programs. \nThere's a completion crisis. And this is particularly concerning. Again, in North Carolina where we have a number of \nalternate institutions that serve students of color and low-income students much better, namely our historically \nblack colleges and universities. \n\nADAMS: Alright. Thank you. I'm HBCU strong. \n\nSo, you detail in your testimony that students of color are the most at risk due to ballooning student loan debt. In \nthe report you also mention how North Carolina HBCUs do well in educating African American students with limited \n\n\n\nresources. First of all, what impact does has a high student debt burden for young people of color have on \nHBCUs? \n\nHARRINGTON: So, we seen that across the board the student debt levels of HBCU graduates are higher. And \nthat's because they've disproportionately served more low-income students and students of color. Over 70 \npercent of students at HBCUs are low income. Over 80 percent are African-American. And so, the biggest indicator \nof whether you're going to take out a student loan and how much, is your Pell Grant eligibility. And so by \ndisproportionately serving these students, but serving them well, they are taking on students have to take on more \ndebt. And so, on the back end, it takes students of color, particularly African-American students, longer--more \ndebt and longer to pay it back. And they are more likely to default even when they have a degree. \n\nADAMS: So, what impact does it have on alumni giving? \n\nHARRINGTON: It has an impact on the amount that students have on available resources to give back to their \nschool. And so, I think we can--and this corresponds to the wealth gap in higher education as a whole, right?  So, if \nyou already are serving low income students who will continue to be low income because of the way the system is \nset up, they often have lesser--fewer resources to give back. We have HBCUs on average, have much lower \nendowments than larger institutions. That also contributes to the fact that students have to take on more debt, and \nthese institutions continue to struggle unnecessarily. \n\nADAMS: Ok. So, I'm running out of time, but can HBCUs actually be a part of the solution to decreasing the \nstudent debt burden, in your opinion? \n\nHARRINGTON: Absolutely. And there is much we can do to better fund these institutions to make sure that they \nbecome a cornerstone of the way we address student debt and the way we address higher education in this \ncountry. \n\nADAMS: Alright. Great. Thank you, Madam Chairwoman. I'm just about out of time, I'll yield back. \n\nWATERS: Thank you, very much. The gentleman from New Jersey, Mr. Gottheimer, is recognized for five minutes. \n\nGOTTHEIMER: Thank you, Madam Chairwoman. And thank you all for being here today. We're all grateful. \n\nThe Federal Reserve recently published a new report about home ownership, which found that roughly 20 percent \nof the decline in home ownership among young adults can be attributed to the hefty increase of student loan debt. \nThis is felt particularly hard in my home state of New Jersey. According to a 2018 study, 61 percent of 2017 college \ngraduates in New Jersey graduated with student loan debt. Concurrently, a recent census data shows that the \nnumber of homeowners under 35 years old in New Jersey decreased from 7.7 percent in 2007 to 2016, and 47 \npercent in 18 to 34-year old's in New Jersey are living with their parents. The highest in the country. Home \nownership can be an incredibly--an incredible way, as you know to achieve the American Dream. And I'm worried \nthat not enough households are building wealth through home ownership due to increasing student loan debt. \n\nMr. Frotman, if you I can start with you, sir. One idea put forth by the committee is to direct the Department of \nHousing and Urban Development to work with the Consumer Financial Protection Bureau, and the Federal \nHousing Finance Agency to review the barriers to home ownership for borrowers with student loan debt, and make \nrecommendations for policy changes that will responsibly to reduce or eliminate hurdles. What do you think are \nsome of the biggest barriers that HUD, CFPB, and FHA should immediately address? \n\nFROTMAN: So, I think one of the issues that I've seen is the back-end credit reporting system. Where borrowers \nare getting their payments reported to a credit reporting agency and its all over the map. And then when lenders go \nto try to figure DGI calculations, they're also unnecessarily hamstringing borrowers. So, I think this is a perfect \nexample of how this is this committee's job, right?  I think there's an opportunity to reduce barriers that are being put \nin place because of these back-end problems. And think, as you mentioned, I think this bill is a good start. \n\nGOTTHEIMER: Ms. Yu, you're nodding. Do you agree with that? \n\n\n\nYU: Yes. I mean, one of the issues is, is exactly how do we consider negatively amortizing loans when we're \nlooking at housing, for example. And borrowers have the right to an income repayment plan, but then how's the \nhousing market looking at that in terms of the borrower can afford. \n\nGOTTHEIMER: Thank you very much. \n\nAccording to the CFPB, 71 percent of student loan complaints between August 2016 and September 2017 involve \ncomplications dealing with the lender or servicer as we've heard about today. Servicer admissions or \nmisrepresentations of information related to the servicing of a loan are increasingly common, as you've all pointed \nout. Earlier this year, the Inspector General for the Department of Education reported that between 2015 and 2017, \nfederal student aid found instances of servicer representatives failing to adequately inform struggling borrowers \nabout their available repayment options, which is very frustrating obviously if you're not even presenting all the \noptions. \n\nMs. Yu, I'll ask you this question. How do you think creating clear rules of the road prevent student loan servicers \nfrom omitting or misrepresenting loan serving information benefits to student loan borrowers? \n\nYU: Well, so, a couple different ways. First of all, as the Borrower Bill proposes, we want to make sure that \nborrowers are informed income repayment options prior to forbearance.  Even if a forbearance is ultimately the best \ndecision. We need to make sure they're getting those options first. We also need dispute resolutions. Part of the \nproblem is that borrowers are frustrated because things are going wrong. Paperwork is getting lost and they don't \nhave a single source, a single point of contact to try to resolve those errors. \n\nGOTTHEIMER: Thank you. I hope I have time for one more here. \n\nSome academics who work closely on the issue of student loans argue that there's not only a student loan debt \ncrisis, but also a student  loan repayment crisis. And you know, by forcing students to start paying back their \nloans, right after graduation, we're sitting our graduates up for failure. You know, a 10-year repayment plan is the \nmost common student loan repayment plan. But it usually takes several years at least after graduation to reach a \npoint where degree is paying financial dividends. \n\nMs. Harrington, if I can ask this question to you, has the Center for Responsible Lending put any thought into \npotential solutions to this repayment crisis? \n\nHARRINGTON: Absolutely. We recently released a report with several civil rights groups where we talk about ways \nto improve the income driven repayment system. How to streamline into one plan, how to lower the--how to \ndecrease the repayment term to 15 years rather than 20 or 25 years, to base the payments off of 8 percent of \ndiscretionary income instead of 250 percent above the poverty line rather 100 percent above the poverty line. \nThese are all important reforms that make it actually affordable for borrowers to pay back their loans and do other \nthings like buy homes, start business, and save for retirement. \n\nGOTTHEIMER: Thank you so much. Thank you all for being here. I yield back. Thank you. \n\nWATERS: Thank you very much. The gentlewoman from Iowa, Ms. Axne, is recognized for five minutes. \n\nAXNE: Thank you, chairwoman. And thank you also for the witnesses for being here today, we appreciate it. \n\nJust yesterday I heard from Liz, she's a teacher in Urbandale in my district, about the issues that she's had with her \nloan servicer. In 2007, Liz began teaching, and of course, that's when the Public Service Loan Forgiveness \nProgram began. So, she called her servicer to see what she needed to do to be eligible and was told she didn't \nneed to worry about the paperwork yet and wouldn't be eligible for another about 10 years or so. And so send in the \nverification forms when it gets a little bit closer to that date. Then when she followed up closer to that date, five \nyears later, she actually tried to get on top of that by calling another five years. She followed up to make sure she \nwas eligible. She was told her loans were now ineligible for the PSLF because they had been serviced by other loan \nentities, unbeknownst to her. \n\n\n\nI want to right here, tell you a little bit about what she said. Liz further said that she was told there was nothing that \ncould be done and that very few of her payments qualified. And then she said for a while, I thought I was the only \none in that situation. I never grew up from money, I came from a single-family household, I remember being so cold \nin the winter and going hungry. Nothing in my life was easy, so I figured this was just one more thing to add my long \nlist of unfair things to happen to me. But, put your head down, work harder, work longer, and somehow maybe you'll \ncome out just a little bit ahead. \n\nSo, I thank you all for being here. Because this is truly impacting peoples lives as we've discussed. And Mr. Minhaj, \nsince you recently did a story on this and you pointed out in your opening testimony that the borrower does not \ncontrol who their servicer is. Does this story that I'm hearing from Liz sound familiar to anything that you heard \nwhen you were researching your show? \n\nMINHAJ: Yes. \n\nAXNE: Can you tell me another story, briefly, that you may have heard that's similar? \n\nMINHAJ: It was--it was--I can't say the names of the loan service provider that they were switched to, but its very \nsimilar to that. Its very similar to the story that you mentioned where because of misinformation and they were told \nthe wrong information, they were led down a path that was not beneficial to them in the long term. \n\nAXNE: Yeah. Thank you. \n\nAnd I'd ask any of you, because Liz has contacted me, and I don't know what to do to help Liz at this point. And I'd \nask any of you for this teacher of 13 years, who literally never had a late payment, what can be done now to help \nher? \n\nFROTMAN: I think unfortunately we hear these stories all the time. And I think we've heard about consumer \nprotection being a smokescreen or a distraction. This is the problem, is that borrowers are reaching out to private \nsector companies and they're getting lied to. We've seen the nation's largest teacher's union sue Navient for the \nexact practice that you were talking about. So, these companies have to follow the law. Just being an Education \nDepartment contractor doesn't mean you get to have a free ride in this country. You have to follow federal law and \nstate law. And I think that borrower has rights. But I think there's more that this committee to could to make sure \nthat this doesn't happen again. \n\nAXNE: So, we've all heard, and I know this was discussed earlier, that more than 99 percent of PSLF applications \nare now being rejected despite Congress explicitly expanding the program last year. And as discussed, President \nTrump just appointed Robert Cameron, who worked for an at profit student loan servicer to serve as the Student \nLoan Ombudsman. \n\nMr. Minhaj, does this seem like an administration that's putting private companies ahead of the interests of its \nborrowers? \n\nMINHAJ: I just think it's terrifying that the head of the predatory loan servicing company is in charge of this thing \nthat's supposed to protect you. \n\nAXNE: Moving on, I'd like to address another issue that we're facing, and Mr. Frotman, you brought this up earlier. \nI'm encouraged about the fact that we're having this discussion on both sides of the aisle. But Americans now owe \nmore than $1.6 trillion in student loan debt. And I think there are two ways that this debt impacts the overall \neconomy, explicitly. You mentioned many, but housing and entrepreneurship, and I wanted to get into housing real \nbriefly here. Do you feel, Mr. Frotman, that student loan debt is keeping borrowers from buying homes? \n\nFROTMAN: Absolutely. \n\nAXNE: Thank you. \n\n\n\nOne estimate found that at least 400,000 less Americans own homes because of this student loan debt. Does that \nsound reasonable? \n\nFROTMAN: That's correct. \n\nAXNE: Ok. \n\nAnd this is exactly why I joined my colleagues, Ms. Kapter(SP) and Mr. Clay(SP) to introduce the Transform \nStudent Debt Into Home Equity Act. It's a legislation that creates a pathway for college graduates to purchase a \nhome and then roll that loan into a lower interest home mortgage rate. I'm also encouraged, of course, by the \ndiscussion draft we're considering in this hearing to instruct federal regulators to study the barriers to home \nownership that student loan is creating. \n\nMs. Yu, do you think these two bills will help students make the transition to home ownership? \n\nYU: I think it's incredibly encouraging that we're talking about how to make home ownership more available to \nstudent loan borrowers. \n\nAXNE: Ok. Thank you so much. \n\nWATERS: The gentlewoman from Pennsylvania, Ms. Dean, is recognized for five minutes. \n\nDEAN: Thank you, Madam Chairman. I appreciate the chance to talk about this really important subject. I come at it \nthrough the lens of a mother and grandmother. Also, I was 10 years as a university professor in Philadelphia at La \nSalle University before I got into public service. So, I met with students regularly who were worried about or being \nclosed out of their own education based on debt, and the interest on that debt. \n\nAnd I worry about the chilling effect that has on students coming up. I met with students at my area high school, \nNorristown Area High School, shortly after I was sworn in this year. And they're bright, they're engaged, they're \ninquisitive. And I asked them what are you doing next, you're seniors?  What are you doing next?  And many of \nthem said, I cannot imagine taking on burdensome debt that college would require. I see my own parents, some of \nthem said, I see my own parents still struggling with their student debt. \n\nSo, I heard some conversation about what is the foundation of the American Dream?  My  parents taught me, and I \nbelieve it for my own children, the foundation of an American Dream is an education. That's where it all begins. \nBecause with that education, one that we can afford, that our children and our grandchildren can afford, that's how \nwe come fully engaged members of the economy. And so many of you have so aptly described how we have \nsaddled young people with debt that they cannot fully engage in our economy. \n\nMs. Yu, I wanted to talk to you. Early on in my tenure, we had a constituent come in our office. Her daughter had \nburdensome student loans, became permanently disabled. The mother is now the full-time caregiver. And the \nstudent loan that they had, was with a private lender. And while they daughter is forgiven from her debt, the mother \nas the cosigner, is not. So, now she has the full time economic and emotional responsibility of caregiving. So, I've \nintroduced legislation that I think you've talked about, which would require private loan disability discharge. Can you \ntalk about that and the inequities in the private loan system? \n\nYU: \n\nYeah, absolutely. So, private loan cancellation programs are absolutely at the discretion of the lender. Some private \nlenders offer discharge programs, others don't. There's no standard, there's no clear standard between lenders, \nand even within lenders, sometimes there is disparities between one loan program or the other. \n\nOne of the first student loan borrowers that I ever worked with, when I was a legal aid attorney, was totally and \npermanently disabled due to complications with breast cancer. Her federal loans were fully discharged because she \nqualified for that loan program. And her private lender actually had a press release saying that they were, that they \nhad a disability discharge program available for private loans. But we went to apply for it for this borrower, they \n\n\n\nwere only willing to offer her to waive the interest. They weren't willing to waive any of the principal, which for her, \nshe was totally and permanently disabled, she couldn't work, she was living on social security, didn't make a dent \nfor her. \n\nDEAN: So, requiring private lenders to mirror the federal requirement, which is discharge in the case or permanent \ndisability. Do you think that's the right way to go? \n\nYU: \n\nI think, absolutely. \n\nDEAN: Thank you. \n\nI have another bill that would end forced arbitration, the pre agreement that would arbitrate a dispute that has not \nyet appeared. Can any of you talk to me about how that would be helpful to our borrowers? \n\nFROTMAN: So, sometimes we overlook the private student loan market because it's only 7 percent or 8 percent. \nBut, 7 percent or 8 percent of $1.6 trillion is a whole lot of money. And there's a whole lot of borrowers who are \ngetting ripped off in this market. So, we've seen private student loans make loans they knowingly are going to fail, \nliterally 65 percent default rates. You see predatory practices from for profit schools who private student loan \nprograms. And each of these instances, these borrowers were ripped off and they can't access a courtroom to try to \nseek justice. And I think is a considerable step, this committee took this step, with regard to certain mortgages in \nterms of banning forced arbitration. And I think it makes a ton sense in the private student loan market as well. \n\nDEAN: And just quickly, if I could follow up with you. Can you describe some of the practices in terms of lack of \nrepayment options that you had described with the private lenders? \n\nFROTMAN: So, in many ways a private student loan is just straight 10-year amortized loan. And despite what you \nhear about industry talking points about, you know, charge off rates. There are a lot of private student loan \nborrowers who are really struggling. The delinquency rates are much higher than what they advertise. What we saw \nin the complaints is that people take on this debt in the path of a better life then something happens. They have a \nspecial needs child or become totally and permanently disabled, a spouse loses a job. And they're really stuck. And \nwe've seen time and time again, borrowers aren't getting repayment options. They're trying to pay something. And a \nlot of this goes back, again, to the lack of protections in bankruptcy. \n\nDEAN: Thank you, Madam Chairman. Thank you, sir. \n\nWATERS: The gentlewoman from Texas, Ms. Garcia, is recognized for five minutes. \n\nSYLVIA GARCIA: Thank you, Madam Chair. And thank you for holding this hearing. It was quite astonishing to hear \nfrom you when you uttered the words that this was the first time, we've had a hearing on this in the Congress. I \nmean, it is just--I mean it just baffles that we've not really done anything to really wrestle with this problem. And \nquite frankly, after listening to all the questions and listening to the testimony, you know, I think we're all to blame. I \nthink we're all to blame and it's time for us to take action. \n\nSo, my question to all the panel members, is whether we did a repeal and replace, we just get rid of the whole darn \nthing and start all over with a white board, what is the first thing that you would want to put on the white board?  And \nlet's keep it short because we've only got give minutes and there's five of you. So, you each have a minute each. \n\nFROTMAN: So, I think that the Student Loan Borrower Bill of Rights is where I would start. It's simply taking the \nprotections that exist for other borrowers and making sure student loan borrowers have them. That shouldn't be \ncontroversial. \n\nSYLVIA GARCIA: Borrowers rights. Alright. Ms. Yu? \n\nYU: \n\n\n\nI think you need to target services to the most vulnerable borrowers and then make sure that they're protected if \nthey have to take on debt. \n\nSYLVIA GARCIA: Vulnerable borrowers, based on what ability to pay, income status, what? \n\nYU: I mean, I think income status. I think, you know, race and gender, we see that borrowers of color, women, \nveterans, they have to take on more debt to go to school, and I think we need to make sure that we have education \navailable to all of our students. \n\nSYLVIA GARCIA: Ok. Ms. Harrington? \n\nHARRINGTON: I agree with the Student Loan Borrower Bill of Rights targeting services to the most vulnerable, \nincluding low income people and people of color. I think we also have to make sure that both federal agencies and \nstate agencies have the ability to enforce these rights, as well as students have the ability to enforce their own \nrights and protect themselves. \n\nSYLVIA GARCIA: Ok. Mr. Minhaj? \n\nMINHAJ: I agree with everything they've said. I think it'd be great if we could just go tools clear history on \neveryone's debt. And I also think we should have a digital clock in here. I think that's a bipartisan position we can all \nagree on. \n\n(LAUGHTER) \n\nSYLVIA GARCIA: I'm sorry-- \n\nMINHAJ: --because I don't what time it is right now. \n\n(LAUGHTER) \n\nFor a second, I thought it was 7:10 and I started freaking out. \n\n(LAUGHTER) \n\nSYLVIA GARCIA: Does it say 7:10? \n\nMINHAJ: Well, it was the long--so if you follow the shorthand, technically its 1:40. \n\nSYLVIA GARCIA: Alright. We'll order a Mickey Mouse clock next time. \n\n(LAUGHTER) \n\nMINHAJ: Thank you so much. \n\nSYLVIA GARCIA: Thank you. \n\nDELISLE: I actually have a paper where I've laid out a complete redesign of the federal student loan program.  It is \npublished by the Manhattan Institute. I would convert the whole thing to an income share agreement, where you \npay back 1 percent of your income for every $10,000 you borrow. And you can pay it back on your income taxes. I \nthink this would dramatically simplify the program. I would cap the amount people could borrow at $50,000. But-- \n\nSYLVIA GARCIA: --you would put a cap at $50,000? \n\nDELISLE: $50,000. \n\nSYLVIA GARCIA: Have you seen tuition rates around the country? \n\n\n\nDELISLE: I've heard from the members of this committee is that people are being crushed by their debt. So, I think \nbest way to solve the problem is to limit how much they can take out. \n\nSYLVIA GARCIA: Do you know much my law school cost me? \n\nDELISLE: Sure. But, people who--law school is a good bet, right?  Most people should be able to get loans in the \nprivate market. If it's a good bet. If it's a bad bet, they won't get loans. I think-- \n\nSYLVIA GARCIA: --well, I think I'm always a good bet-- \n\nDELISLE: --would be better off. \n\nSYLVIA GARCIA: So, what else did you say now?  You said the income sharing thing. \n\nDELISLE: So, you pay back 1 percent of your income for every $10,000 that you used in the program. So, if you \nused $30,000, you would be signing to pay 3 percent of your income, on  your income taxes for a set period of time. \nSo, we don't have all the different options. In fact, the amazing part about this plan is, if you pay the loans on your \ntaxes, you get rid of loan servicers, they're gone. \n\nSYLVIA GARCIA: Well, I think it's about time that we go ahead and start just rethinking the whole thing. And Ms. \nHarrington, one thing I would want to make sure, when we're talking about vulnerable populations. You talked a \nlittle bit about the disparity treatment, if you will, or the impact on African-American communities. Is there any--is the \nnumber differently for Latino community, Asian community?  How are we faring in all of this? \n\nHARRINGTON: There are definitely a number of issues across our various communities. Latinos students struggle \nwith the fact that they have higher rates of non-completion, which then makes it harder for them to pay back their \nloans. And they do have higher default rates than their white counterparts. \n\nWe've also seen a high rate of student debt for the Native American populations. Women tend to take out more \nstudent loan debt and take longer to pay it back. And that also goes back to the income gap and how we pay folks. \nWe still have disproportionate impact on older borrowers now, who are receiving social security benefits offset. \n\nSYLVIA GARCIA: Is it any different--is there a difference between community college debt, you know, junior \ncollege, two-year schools versus a four-year university? \n\nHARRINGTON: Yes. But what's really driving the default is really the for-profit college industry and their issues. And \nalso, our--the lack of consumer protections at the servicing level. \n\nSYLVIA GARCIA: Thank you, Madam Chair. I yield back. \n\nWATERS: The gentlewoman from New York, Ms. Ocasio-Cortez is recognized for five minutes. \n\nOCASIO-CORTEZ: Thank you, Madam Chairwoman. And thank you to all of our witnesses here today. It's been a \nvery long hearing. Some with specious claims, I would add. \n\nBut it's also been a very hard and long hearing for anyone who has student loan debt. I literally made a student \nloan payment while I was sitting here at this chair. And I looked at balance and it is $20,237.16. And I just made a \npayment that put me down to $19,000, so I feel really accomplished right now. \n\nBut the thing is we saw two main arguments from Republican side, over and over again. One is this idea that this \nissues not to germane to the committee, that student loans are not germane to the Financial Services Committee. \nAnd it seems completely ridiculous, right?  That loans are somehow--you know, this is not our job. And I look at all \nof the things that are going on right here, and just article after article. Sure there are some aspects that are not our \njob. Like one, what certainly seems like a very large amount of corruption coming out the Department of Education, \nbut also in conjunction with the Consumer Financial Protection Bureau. \n\n\n\nI have an article right here from the Washington Post, Education Department awards debt collection contract to \ncompany with ties to Betsy DeVos. Another one, Student Loan Behemoth tightens its ties to Trump and Betsy \nDeVos, the company that rejected all but 1 percent of public--popular federal student loan forgiveness. It's beefing \nits already close ties. A third, Inside Investigations at--Inside the Education Departments effort to obstruct student \nloan investigations. What could they be obstructing?  What investigations could they be obstructing? \n\nWell, in 2009, Sally Mae CEO said, \"If a borrower can create condensation on a mirror, they need to get a loan this \nyear in order to put their subprime lending in place.\". Navient, forwarded wrong information to credit reporting \nagencies saying that permanently disabled veterans had defaulted on their loans when they haven't. Then you have \nITT Credit Union issuing and using financial aid staff to rush students through an automated application process \nwhen they knew that they had projected default rates as high as 64 percent. Is that correct, Ms. Yu? \n\nYU: \n\nYes, it's right. \n\nOCASIO-CORTEZ: They knew that they were issuing loans that they knew had a default rate of 64 percent? \n\nYU: \n\nYes. \n\nOCCASION-CORTEZ: So, they were sitting people up to fail? \n\nYU: \n\nThey were. \n\nOCASIO-CORTEZ: And I'm hearing people on this committee saying, it's not our job. This is our job. \n\nMr. Delisle, you are the Republican or minority witness, and we appreciate that you're here testifying at the \nRepublicans request. One of the things, the other argument that they say is that this is Obama's fault, #Obama, it's \nCongress' fault, Congressional Democrats. One of the things that they say it that's the Congressional Democrats \nfault, and that in ending the Federal Family Education Program and moving to the Direct Loan Program, that it's our \nfault that we're creating the $1.6 trillion in student loan debt. Do you agree with those claims? \n\nDELISLE: Well, I think the terms of the loans for borrowers are identical under both programs. \n\nOCASIO-CORTEZ: So, that's a no? \n\nDELISLE: So, I don't think we'll know. But borrowers were eligible for identical amounts of debt-- \n\nOCASIO-CORTEZ: --ok, well, Mr. Delisle, it seems like you knew February 2007 in your report called, Private in \nName Only, where you stated, even in the executive summary that, \"Critics that also assert that the complete \nswitch to the Direct Loan Program in 2010 led to a record level of outstanding student debt and defaults, a claim \nwith no causal basis.\"  You went on again to emphasize that quote, \"Perhaps the most outrageous of all are the \nclaims that the Direct Loan Program is to blame for record levels of outstanding student debt and a spike in \nstudent loan defaults.\". \n\nI'll ask you again, is it unfair to characterize the 2010 policy changes leading directly to the record $1.6 trillion in \ndebt? \n\nDELISLE: It wouldn't make sense that they caused the increase in debt. \n\nOCASIO-CORTEZ: Thank you, very much, Mr. Delisle. I appreciate that. \n\n\n\nAnd you know, with just a few seconds left, does anyone else have any closing commentary that they weren't able \nto get anything in today? \n\nAlright. Thank you very much. \n\nWATERS: Thank you. The gentleman from Texas, Mr. Green, who is also the Chair for the Subcommittee on \nOversight and Investigations, is recognized for five minutes. \n\nGREEN: Thank you, Madam Chair. I am especially thankful that you approved our having the oversight hearing in \nHouston, Texas. I'd like to report that it was well attended. Many members had other places to be and I well \nunderstand, but I do want to thank Ms. Tlaib, Mr. Cleaver, Mr. Meeks, and Ms. Garcia for being in attendance. \n\nI am a little bit concerned about persons who believe that you can somehow pass a skin test. We just left the \nVisitors Center where we were commemorating some 400 years since the first slaves arrived here. And many \npersons talked about the vestiges of racism, invidious discrimination, slavery, lawful segregation. And how it \nimpacts us today. At one time, as you well know, black people were not allowed to learn, not allowed to get an \neducation. So, we have a system now that requires people to do things that they can do, great strides have been \nmade, but there's still invidious discrimination. It exists. And unfortunately, we don't like to acknowledge it, but it \ndoes. \n\nI'll give you one example that doesn't relate to education, but when Kareem, also known as Lou Alsinda(SP), was \naccepted into UCLA. They changed the rules. They outlawed docking the ball, because they didn't want to see this \nblack man score all of these points. Is it true?  They changed the rules. The rules changed for us all the time, but \nwe learned to live with it. We've literally accepted it, unfortunately for us. \n\nSo, I'm saying to you, there is still a skin test, and it can fail even our best. We find ourselves sending tax dollars to \nschools we can't get into. But they benefit from our tax dollars. Very unfortunate. So, today, I hear people \ncomplaining about why are we having this hearing. Let me just share one piece of information, intelligence that the \nstaff has accorded me. And the staff does great work, great work. \n\nThis piece of intelligence read, borrowers first become eligible for loan forgiveness under PSLF in September 2017, \n10 years after the program began. As of April 2018, the Department of Education had approved only 55 of 19,321 \napplications. Some things bear repeating, 55 of 19,321 applications for loan forgiveness under PSLF, or 0.0028 \npercent. That's reason enough. This number alone justifies some sort intervention. You cannot justify 0.0028 \npercent. We have to do something. \n\nI'm concerned about persons who get degrees and can't pay their loans back. But I'm also concerned about people \nwho don't degrees and can't pay the loans back. If you get a degree, look, I'm concerned about, please don't \nmisunderstand, but you're more likely probably in my world, to be able to pay it back than the person who doesn't \nhave the degree, who can't get bankruptcy, who's going to have to live with this and work with this throughout life \nsometimes. \n\nSo, quickly, if someone could just tell me this. There's some debate about whether or not persons who don't have \ndegrees qualify for the forgiveness program. There's some opinion that the law doesn't specifically allow it. If you \nthink the law does allow persons who do not have degrees to participate in the forgiveness program, please raise \nyour hand, I'd just like to get a quick survey. If you think the law does allow it. \n\nOk. All, but--well, maybe you don't know sir. \n\nMINHAJ: I don't know the answer. \n\nGREEN: Ok. That's good enough. Well, look I'm very much concerned about those who don't get the degrees. \n\nThank you, Madam Chair. I'll yield back. \n\nWATERS: Thank you very much. \n\n\n\nI'd like to thank all of our distinguished witnesses for their testimony today. Without objection all members will have \nfive legislative days within which to submit additional written questions for the witnesses to the chair, which will be \nforwarded to the witnesses for their response. I ask our witnesses to please respond as promptly as you are able. \nWithout objection, all members will have five legislative days within which to submit extraneous materials to the \nchair for inclusion in the record. \n\nThis hearing is adjourned. \n\nThank you. \n"}