{"title": "Case of Mother Torn From Baby Reflects Immigration Quandary - Correction Appended", "body": "\nFederal immigration agents were searching a house in Ohio last month when they found a young Honduran \nwoman nursing her baby.\n\n  The woman, Saida Umanzor, is an illegal immigrant and was taken to jail to await deportation. Her 9-month-old \ndaughter, Brittney Bejarano, who was born in the United States and is a citizen, was put in the care of social \nworkers. \n\n  The decision to separate a mother from her breast-feeding child drew strong denunciations from Hispanic and \nwomen's health groups. Last week, the Immigration and Customs Enforcement agency rushed to issue new \nguidelines on the detention of nursing mothers, allowing them to be released unless they pose a national security \nrisk. \n\n  The case exposes a recurring quandary for immigration authorities as an increasing number of American-born \nchildren of illegal immigrants become caught up in deportation operations. With the Bush administration stepping up \nenforcement, the immigration agency has been left scrambling to devise procedures to deal with children who, by \nlaw, do not fall under its jurisdiction because they are citizens.\n\n  ''We are faced with these sorts of situations frequently, where a large number of individuals come illegally or \noverstay and have children in the United States,'' said Kelly A. Nantel, a spokeswoman for the agency. \n''Unfortunately, the parents are putting their children in these difficult situations.''\n\n  Yesterday, Immigration and Customs Enforcement released new written guidelines for agents, establishing how \nthey should treat single parents, pregnant women, nursing mothers and other immigrants with special child or \nfamily care responsibilities who are arrested in raids.\n\n  The guidelines, which codify practices in use for several months and apply mainly to larger raids, instruct agents to \ncoordinate with federal and local health service agencies to screen immigrants who are arrested to determine if they \nare caring for young children or other dependents who may be at risk. The agents must consider recommendations \nfrom social workers who interview detained immigrants about whether they should be released to their families \nwhile awaiting deportation. \n\n  The new guidelines were a response to intense criticism from officials in Massachusetts about one raid, at a \nbackpack factory in New Bedford in March. They do not specifically address the American citizen children affected \nby raids, whose numbers have only become clear in recent months. \n\n\n  About two-thirds of the children of the illegal immigrants detained in immigration raids in the past year were born \nin the United States, according to a study by the National Council of La Raza and the Urban Institute, groups that \nhave pushed for gentler deportation policies for immigrant families. \n\n  Based on that finding, at least 13,000 American children have seen one or both parents deported in the past two \nyears after round-ups in factories and neighborhoods. The figures are expected to grow. Over all, about 3.1 million \nAmerican children have at least one parent who is an illegal immigrant, according to a widely accepted estimate by \nthe Pew Hispanic Center in Washington. \n\n  Under the 14th Amendment, any child born in the United States is a citizen and cannot be deported. But with very \nrare exceptions, immigration law does not allow United States citizen children to confer legal status on parents \nwho are illegal immigrants, until the children are 18 years old. While the federal government does not keep statistics \non the children of deportees, immigration lawyers said that most immigrants who are deported take their children \nwith them, even if the children are American citizens. \n\n  ''Children have no rights to keep family members here because they are citizens,'' said Jacqueline Bhabha, a \nlecturer at Harvard Law School who specializes in citizenship law. When parents face deportation, she said, the law \n''penalizes United States citizen children by forcing them to choose between their family and their country.''\n\n  Ms. Umanzor, 26, was arrested in her home on Maple Street in Conneaut, Ohio, on Oct. 26 and was released 11 \ndays later on orders of Julie L. Myers, the head of the immigration agency. While in detention, Ms. Umanzor did \nnot see her daughter Brittney, who had been fed only breast milk before her mother's arrest. Ms. Umanzor remains \nunder house arrest with Brittney and her two other children in Conneaut, 70 miles east of Cleveland, under an order \nfor deportation. Her lawyer, David W. Leopold, has asked that her deportation be delayed on humanitarian grounds. \n\n  Ms. Umanzor had been at home with two of her three children, both American citizens, when the immigration \nagents arrived, along with a county police officer carrying a criminal warrant for a brother-in-law of Ms. Umanzor \nwho also lived in the house.\n\n  As the agents searched, Ms. Umanzor breast-fed her jittery baby, she recalled in an interview after her release. \n\n  The baby was born in January in Oregon, where Ms. Umanzor's husband, also Honduran and an illegal \nimmigrant, was working in a saw mill. \n\n  Through a quick records check during the raid, the immigration agents discovered a July 2006 order of \ndeportation for Ms. Umanzor, who had failed to appear for a court date after she was caught crossing a Texas \nborder river illegally.\n\n  The agents detained her as a fugitive. She was forced to leave both Brittney and the other American daughter, \nAlexandra, who is 3, since the agents could not detain them. \n\n  ''Just thinking that I was going to leave my little girl, I began to feel sick,'' Ms. Umanzor said of the baby. ''I had a \npain in my heart.'' \n\n  Ms. Umanzor turned over her daughters to social workers from the Ashtabula County Children Services Board, \nwho had been summoned by the immigration authorities. In all, the social workers took in six children who lived in \nthe Maple Street house, including Ms. Umanzor's oldest child, a son born in Honduras. They also included three \nchildren of Ms. Umanzor's sister, an illegal immigrant who was at work that day. Four of the children were born in \nthe United States. \n\n  In jail and with her nursing abruptly halted, Ms. Umanzor's breasts become painfully engorged. With the help of \nVeronica Dahlberg, director of a Hispanic women's group in Ashtabula County, a breast pump was delivered on her \nthird day in jail. Brittney, meanwhile, did not eat for three days, refusing to take formula from a bottle, Ms. Dahlberg \nsaid.\n\n\n\n  After four days, the county released all six children to Ms. Umanzor's sister, who  managed to wean Brittney to a \nbottle.\n\n  On Nov. 7, after two dozen women's health advocates and researchers sent a letter protesting Ms. Umanzor's \ndetention, Ms. Myers issued a memorandum instructing field officers ''to exercise discretion'' during arrests by \nreleasing nursing mothers from detention unless they presented a national security or public safety risk. \n\n  In cases where the breast-feeding children were United States citizens and entitled to public services, Ms. Myers \nurged the officers to seek assistance from social agencies to ''maintain the unity of the mother and child.'' \n\n  In their study, released this month, La Raza, a national Hispanic organization, and the Urban Institute, a \nnonpartisan research organization in Washington, examined three factory raids in the past year, in Greeley, Colo.; \nGrand Island, Neb.; and New Bedford. A total of 912 adults arrested in the raids had 506 children among them, \nthree-quarters of whom were under 10 years old. About 340 of those children were born in the United States. \n\n  The study found that the children faced economic hardship after one or both of their bread-winning parents were \ndetained or deported. Many families hid for days or longer in their homes, sometimes retreating to basements, the \nstudy reported. Although many children showed symptoms of emotional distress, family members were reluctant to \nseek public assistance for them, even if the children were citizens, fearing new arrests of relatives who were illegal \nimmigrants. \n\n  Groups advocating curbs on immigration say that children of illegal immigrants cannot be spared the \nconsequences of their parents' legal violations just because they are American citizens. \n\n  ''Children are not human shields,'' said Ira Mehlman, a spokesman for the Federation for American Immigration \nReform. ''Nobody wants to hurt anybody's kids. But any time parents break the law, it has an impact on their \nchildren.'' \n\n  Joseph Hammell, a lawyer from the Minnesota firm of Dorsey & Whitney who is conducting a separate legal \nsurvey of recent raids for the Urban Institute, noted that the authorities were guided by immigration law, which \nincludes few of the protections for citizen children that are basic in family and criminal courts. \n\n  ''In the context of immigration and deportation proceedings,'' Mr. Hammell said, ''we are completely out of step \nwith our societal values of protecting the best interests of our children.''\n\n  Ms. Nantel, the immigration agency spokeswoman, said the primary responsibility for the plight of the American \nchildren of illegal immigrants rests with parents who violated the law. ''It's a challenging situation'' for the agency, \nMs. Nantel said. ''It's unfortunate that children are impacted negatively by the decisions of their parents.''\n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article last Saturday about an illegal immigrant mother who was separated from her baby, an American citizen, \nafter a search by immigration agents in Ohio misstated the minimum age when American citizens can petition for \ntheir parents to immigrate legally to this country. It is 21, not 18.\n\nCorrection-Date: November 24, 2007\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPHOTO: Saida Umanzor, an illegal immigrant who was detained last month and separated from her 9-month-old, \nBrittney Bejarano.(PHOTOGRAPH BY SCOTT SHAW FOR THE NEW YORK TIMES)(pg. A13)               \n"}