{"title": "Health care plan doesn't require proof of citizenship", "body": "\nUSA TODAY's editorial \"Misinformation, mayhem mar debate on health care\" cannot cover up for the fact that \nillegal  immigrants would benefit from  the House Democrats' health care bill (Aug. 10).\n\nAccording to the Congressional Budget Office, within  10 years, the non-Medicare population of the U.S. will include \n14.1 million illegal  immigrants.  CBO projects that up to 8.5 million of those 14.1 million will not have health \ninsurance, meaning  the Democrats' bill  could benefit as many as 5.6 million illegal  immigrants.\n\nThis is the result of Democrats blocking Republican efforts to require proof of citizenship. Democrats are on \nrecord voting to defeat amendments that would preserve the proof of citizenship standard.\n\nFactCheck.org and liberal blogs have criticized this conclusion by pointing to language in the bill stating that illegal  \nimmigrants cannot receive health benefits.  That language is purely a red herring -- technically accurate but \nfunctionally meaningless except as a diversion.\n\nNo Democratic bill contains verification mechanisms, such as proof of citizenship requirements, to ensure that \nillegal  immigrants would not receive benefits. Democrats in two congressional committees defeated Republican \namendments introduced to close this loophole.\n\nTheir bill also suggests that if one member of a household were eligible for benefits (for example, a U.S.-born child \nof an illegal immigrant), theneveryone in that household would be considered eligible.  The Pew Hispanic Center \nestimated that there are almost 2 million families in the USA with illegal immigrant parents and U.S.-born children.\n\nWith these significant loopholes -- no verification and family eligibility -- illegal  immigrants would benefit if liberals \npassed their bill that would lead to a  government takeover of our health care system. Next time, perhaps \nFactCheck.org and those who print  its opinions will check with the author of the facts before they go to print. My \nnumber is 5.6 million; what's yours?\n\nRep. Steve King, R-Iowa\n\nKiron, Iowa\n\nFight misinformation\n\nThank you for your excellent editorial \"Misinformation, mayhem mar debate on health care.\"\n\nIt is time sane people who have Christian values stood up to the corporate shills and other crazies who are turning \nthe noble art of political discourse into a terrorist operation, to \"break\" a Democratic president who is working so \nhard to improve this country and the plight of the uninsured who are in such need.  We must use strong rhetoric and \ndenounce what is going on and stand up for the truth if we care.\n\n\nThis country could be entering a phase of anarchy because of well-funded, misguided, shortsighted interests. We \ncan't let that happen.\n\nCamilla Gorham\n\nAnn Arbor, Mich. \n\nGraphic\n\n \n\nPHOTO, B/W, Elise Amendola, AP\n"}