{"title": "Bush's Mexican Guest Worker Plan to Push English; But White House Won't Have Proposal Ready in Time for State Visit of President Vicente Fox", "body": "\n President Bush is developing a Mexican guest worker program that would encourage participants to learn \nEnglish but will not have a plan ready when Mexican President Vicente Fox visits next week, administration and \ncongressional officials said yesterday. \n\n Bush is considering a guest worker program that would be limited to temporary visits, as well as a more \ncontroversial version that would provide a road to permanent residency status for some of the 3 million to 4 million \nundocumented Mexican immigrants in the United States. The administration has said it has no intention of \nproposing blanket amnesty. \n\n The president will announce his goals for the program while Fox is in Washington for the first state dinner of the \nBush administration. But White House officials said hopes for reaching a specific agreement have been dashed by \nthe difficulty of working out the mechanics, and by opposition on Capitol Hill to broad amnesty for illegal workers. \n\n \"The immigration issue is one that is a complex issue,\" Bush said yesterday as he demonstrated the new White \nHouse Web site. \"We've made progress on principles.\" \n\n The slow pace comes as an acute disappointment to some of those close to Bush, who developed ties to Mexico \nas Texas governor. Republican officials also believe that a successful guest worker program could help make \ninroads with Hispanic voters, a top priority of the White House political apparatus. \n\n The White House announced yesterday that the two presidents will hold a joint Cabinet meeting, then travel to \nToledo, Ohio, which has a large Hispanic population, as a symbol of their desire to improve a relationship that some \nU.S. administrations have been accused of neglecting. \n\n \"I'm thrilled at the progress we're making with Mexico,\" Bush said. \"What you'll see is that our administrations -- \nmine, and that of Vicente Fox -- are cooperating better than any administrations in the past, on a wide range of \nissues.\" \n\n The English requirement would be part of an effort to build support for the program with the U.S. public, including \nprevious generations of immigrants. \"Bush wants the American public to hear, 'These guys are coming here to \nwork, not to be on the dole,' \" a top Bush adviser said. \n\n\n A congressional official said an assimilation requirement is seen by the administration as \"something which, in \norder to push this to fruition, they can give to conservatives and others who would be reluctant to embrace the \nplan, by showing these workers share our language and values.\" \n\n Sen. Phil Gramm (R-Tex.) opposes a guest worker plan that leads to amnesty, permanent residency status or \ncitizenship. Reps. F. James Sensenbrenner (R-Wis.) and George W. Gekas (R-Pa.) have vowed to fight any reform \nefforts until the Immigration and Naturalization Service is overhauled. \n\n Bush said Fox, who is pushing for blanket amnesty, realizes that the program \"requires a willing Congress.\" \n\n \"We'll be discussing principles, starting with people need to be treated well and treated respectfully,\" Bush said. \n\"And then it makes sense for the United States to help match a willing employee with a willing employer.\" \n\n Democrats and labor unions have criticized Bush for focusing on Mexico, but the Bush adviser said the \nadministration will make it clear the guest worker plan is \"Mexico first, not Mexico only,\" opening the door for \nsimilar programs for other countries. \n\n Officials said Bush is responding to one of the criticisms of his planned immigration reforms by ruling out an overly \ngenerous shortcut for the undocumented workers. \"He doesn't want to do anything that would put people who may \nbe illegal ahead of a line, ahead of people who have waited patiently while being legal,\" White House press \nsecretary Ari Fleischer said. \n\n The congressional official said workers in the guest program might be able to get in line for legal status by paying \na penalty, or agreeing to work for a certain period of time, but would not have to leave the country to start the \nprocess. \n\n Fleischer said Bush \"does not want to create a program that has incentives for people to come to the United \nStates illegally.\" Fleischer said he expects some issues will remain for discussion between the countries after Fox \ndeparts. \n\n Mark Krikorian, executive director of the Center for Immigration Studies, which opposes more immigration into the \nUnited States, said a delay in reform efforts may cause a backlash by Hispanics and hurt U.S. relations with \nMexico. \"This whole thing has blown up in the president's face,\" he said. \n\n Angela Kelley, deputy director of the National Immigration Forum, said the delay could hurt Bush politically. \n\"They're handing the keys over to the Democrats,\" she said. \"People have been expecting something.\" \n\n Also yesterday, Bush announced that his four priorities for the fall are the economy; education; opportunity, \nincluding his \"faith-based\" legislation; and security, including defense, Medicare and Social Security. \"All of us in \nWashington need to be thinking about how to grow the economy,\" Bush said. \"And I've laid out an economic \ngrowth plan, starting with tax relief.\" \n\n Fleischer said Bush \"is going to focus like a laser beam\" on his four categories. The phrase echoed President Bill \nClinton, who promised the day after his 1992 election to \"focus like a laser beam on this economy.\" \n\nStaff writers Mary Beth Sheridan and Cheryl W. Thompson contributed to \n\nthis report. \n"}