{"title": "SANTA CRUZ YOUTH WORKER WINS INS WORK PERMIT", "body": "\nMarciano Cruz, who helped coordinate city anti-gang and anti-drug programs in Santa Cruz's Beach Flats \nneighborhood until he was forced to resign over immigration problems last year, may be returning to work soon.\n\nCruz, 30, was granted a temporary work permit Thursday by officials of the Immigration and Naturalization Service \nin San Francisco.\n\n\"It's a relief,\" said Cruz. \"At least I'll be able to work and support my kids now. We won't have to worry about \nmissing the rent.\"\n\nThe permit came after several prominent political leaders wrote letters to the INS in support of Cruz, including U.S. \nRep. Sam Farr, D-Carmel and Santa Cruz Mayor Scott Kennedy.\n\nA former gang member who served time in prison for a 1986 burglary conviction, Cruz gained the respect of the \nlargely Hispanic Beach Flats community -- and many city leaders -- by teaching children how to avoid drugs and \nviolence by recounting his own experiences.\n\n\"With his background and the changes he's gone through, he is irreplaceable,\" said Kennedy.\n\nSince June 1990, Cruz had worked part time as a senior playground leader with the Santa Cruz Parks and \nRecreation Department, overseeing the after- school Kids Klub program in Beach Flats for children 6 to 12.\n\nHe resigned last March after officials at the state Employment Development Department notified Santa Cruz City \nHall that Cruz's temporary visa had expired.\n\nSince then, Cruz has battled to stay in the United States.\n\nHe is scheduled to appear at a deportation hearing May 25 in San Francisco Immigration Court, where a judge will \ndecide whether he may remain in the United States while his application for residency is pending.\n\nCity parks officials said Thursday they would like to hire Cruz back.\n\n\"We want to talk to him about a variety of opportunities,\" said Dannettee Shoemaker, recreation superintendent of \nthe city parks department.\n\nCruz was born in Mexico and first came to the United States in 1980. His wife, April, a security guard, and two \nchildren are U.S. citizens. Her wages have supported the family during the past year.\n\nBecause he could not legally work, Cruz has lectured students in schools across Santa Cruz County as a \nvolunteer. He also has helped run the Santa Cruz Soccer league, a collection of 16 teams of adults.\n\n\nAlthough still worried about the deportation hearing, Cruz said he is thankful for the letters and phone calls to the \nINS from dozens of supportive community members.\n\n\"They had faith in me,\" he said. \"I have faith in God now that something good will happen.\"\n"}