{"title": "2010 Deportation Hearing Is Set for Obama's Aunt", "body": "\nSix years after President Obama's Kenyan aunt was first ordered to leave the United States, a U.S. immigration \njudge yesterday gave her another 10 months to prepare an argument against deportation.\n\n\"Praise God,\" said Zeituni Onyango as she stepped out of a closed hearing yesterday morning using a cane and \nwearing a rust-colored wig. She was responding to a decision by Judge Leonard Shapiro, who twice previously \nordered her to be sent back to Kenya, to schedule a full hearing on her asylum request for Feb. 4, 2010.\n\nThe case of Onyango, who guided Obama around Kenya on a visit 20 years ago, has inflamed activists against \nillegal immigration and has put her nephew in a difficult position despite his insistence that he will play no role in her \ncase.\n\nCritics say Onyango, 56, has received special treatment because she wasn't deported earlier, twice was granted a \nreopening of her case and now has another 10 months to stay in the country until her next hearing.\n\nCiting Obama's statements that relevant laws should be applied to Onyango, William Gheen, who heads \nAmericans for Legal Immigration, said, \"If the rule of law were applied in this case, Zeituni Onyango should have \nbeen deported a long time ago.\"\n\nRush Limbaugh criticized Obama's response on the radio recently, saying: \"The president said he's going to let the \nlaw play out. It is heartless . . . he could buy her an apartment; he could buy her a green card; he's the president.\" \nBut he added, \"If he does that, then he steps on U.S. law.\"\n\nOnyango is one of more than 13,000 immigrants a year who seek to have their cases reopened, which can occur \nrepeatedly, according to federal immigration officials. The extensive backlog in Boston's immigration court makes \nher 10-month delay routine, if not shorter than many others, according to immigration lawyers.\n\n\n\"Ms. Onyango's case is being treated like any other case,\" said Fatimah A. Mateen, a spokeswoman for the federal \nExecutive Office for Immigration Review.\n\nThe fact that Onyango's nephew is president of the United States could not only provide fresh grounds for her bid to \nnot return to Kenya, where political violence has spiked in the past year, but it could enhance her chances of \nwinning asylum, immigration lawyers said.\n\n\"How could she possibly hope to go back to Kenya and keep a low profile?\" asked Boston lawyer Ilana Greenstein. \n\"Aside from the changes in the political tensions in Kenya, I can't imagine any circumstance under which she \nwouldn't be in more danger now.\"\n\nBut Gheen said Zeituni should be prosecuted for accepting public housing and should not be granted asylum. \"She \nwould be a celebrity in her home nation, not a refugee,\" he said.\n\nOnyango, the half-sister of Obama's late father, first sought political asylum in 2002 \"due to violence in Kenya,\" \naccording to Mike Rogers, a spokesman for her lawyers. Rogers declined to reveal the new grounds for asylum.\n\nIn March 2003, Onyango was first ordered into immigration court, the court spokeswoman said. The following \nmonth, Shapiro turned down her first asylum bid and ordered her deported. After a series of unsuccessful appeals, \nOnyango again was ordered to leave the country on Oct. 16, 2004.\n\nBut Onyango, who suffers from a neurological condition, quietly remained in the country, living in state-subsidized \npublic housing in South Boston, where she moved before she got into immigration trouble. In October, just weeks \nbefore the presidential election, her presence garnered international media attention.\n\nWashington immigration lawyer Abed A. Ayoub, of the American-Arab Anti-Discrimination Committee, called the \ndelays in Onyango's case routine. Many cases take five years to resolve, he said.\n"}