{"title": "Immigrants turn Utah into mini-melting pot; Frustrations are starting to grow for some as one of the USA's least diverse states undergoes a transformation", "body": "\nSALT LAKE CITY -- In the shadow of the Mormon faith's majestic headquarters, the fountain at the center of the \nGateway Plaza outdoor mall is a popular backdrop for weddings. On a scorching day, Hispanic and Anglo children \nrun side by side through the pulsating sprays of water.\n\nMarriage and kids: They're the pillars of the Church of Jesus Christ of Latter-day Saints (LDS), which dominates \nmany facets of life in Utah. But diversity?\n\nImmigration is changing the complexion of communities across the USA. As it sweeps through Utah, traditionally \none of the least diverse and most conservative states in the nation, its impact is particularly dramatic. About 98% \nwhite until 1970, Utah is becoming a mini-melting pot.\n\nWhile conservative Republicans in the U.S. House of Representatives are pushing to tighten borders and make \nillegal immigrants felons, factors unique to Utah are attracting Hispanics to this reddest of red states. Among \nthem: the Mormon Church's philosophy of outreach and its embrace of large families.\n\nThese influences have helped give the state a reputation of being warm and welcoming to immigrants. Utah \nallows the undocumented to drive legally with a \"driving privilege card.\" They can attend public colleges and \nuniversities and pay in-state tuition. Minorities -- mostly Hispanics -- make up 16.5% of the population, up from \n8.8% in 1990. They could reach 20% by 2010. Hispanics are driving the growth among minorities here. The state's \nblack and Asian populations also are growing but more slowly.\n\nThe changes are visible -- and audible. Sounds of up to 70 languages reverberate in school hallways, cantinas are \nsprouting in the suburbs, and Spanish-speaking religious congregations are multiplying -- scenes that are more Los \nAngeles and Miami than Salt Lake City.\n\n\"Word has gotten out that it's a place where immigrants are welcome,\" five-term Utah Republican Rep. Chris \nCannon says.\n\nUtahans in 2004 gave President Bush his biggest margin over Democrat John Kerry in any state -- 72% to 26%. \nHow can one of America's most conservative places be so receptive to immigrants?\n\n\"The LDS faith believes you can be conservative and yet be compassionate,\" says Marco Diaz, past chairman of \nthe Utah Republican Hispanic Assembly, which tries to attract more Hispanics to the party. \"Help thy neighbor and \nlove thy neighbor and still try to be fiscal conservatives.\"\n\n\nHow long Utah will embrace this philosophy remains to be seen. Frustrations are mounting over rising dropout \nrates and classrooms crammed with non-English speakers. Pressure to cut benefits to undocumented residents \nand crack down on employers who hire them is growing. About 100,000 of Utah's foreign-born residents -- about \nhalf -- are here illegally, says Pamela Perlich, senior research economist at the University of Utah.\n\nDiaz says time may be running out on the state's welcome mat.\n\n\"Never have we seen so much uproar on immigration,\" Diaz says. \"A lot of Utahans want some change. ... There's \na feeling from constituents that something needs to be done.\"\n\nWorldwide mission\n\nUtah has been overwhelmingly Mormon since Brigham Young and thousands of followers settled in the Great Salt \nLake Valley in the mid-1800s after fleeing persecution 1,300 miles away in Illinois. Utah remains mostly Mormon -- \nabout 62% -- but that share of the population is declining.\n\nThe state ranks 34th in population at 2.5 million. It's insular, yet cosmopolitan.\n\nUtah boasts one of the highest rates of adult residents who have passports and speak more than one language. \nBrigham Young University teaches more advanced foreign-language courses than any other U.S. university. About \n85% of its seniors speak a second language.\n\nThat's the Mormon influence.\n\n\"This is a missionizing church,\" says Jan Shipps, a scholar of Mormonism at Indiana University-Purdue University \nIndianapolis. At age 18 or 19, Mormons \"receive a call to go on a mission and spend two years at their own \nexpense making converts.\" They learn a foreign language and go abroad. \"They experience another culture,\" she \nsays. \"That tends to make Utah ... a very cosmopolitan place.\"\n\nTwo forces at play are causing some tension in Utah and within the church, says Kathryn Daynes, a BYU assistant \nprofessor of history. \"Latter-day Saints ... want to reach out on an individual level, but politically, they're very \nconservative.\"\n\nFamily values and the church's worldwide proselytizing and mission work in Latin America have attracted \nimmigrants and potential converts to Utah. The church offers English classes throughout the state. It has held \ndinners for Hispanic leaders and has 114 Spanish-speaking congregations in Utah.\n\nChurch leaders generally have avoided commenting on the immigration debate and declined to be interviewed for \nthis story.\n\nThey reacted in May, however, to comments by CNN commentator Lou Dobbs, an outspoken advocate of strict \nenforcement of immigration laws, on the eve of Mexico President Vicente Fox's visit to Utah and other states.\n\nDobbs said the Mormon church \"has a vigorous enthusiasm for as many of Mexico's citizens as they possibly could \nattract to the state of Utah, irrespective of the cost to taxpayers.\"\n\nThe church's website called Dobbs' statement unfounded. It said the church has more than 1 million members in \nMexico and owns nearly 1,000 buildings there but \"does not encourage them to move to Utah or anywhere else.\"\n\nImmigration has struck a nerve this year in Utah. When up to 25,000 people marched in a pro-immigration rally \nhere in April, \"I think it frightened people,\" says Maria Garciaz, executive director of Salt Lake Neighborhood \nHousing Services, a non-profit group that finances and builds affordable housing on the increasingly diverse west \nside of Salt Lake City.\n\nIncumbent congressman Cannon, who narrowly won the Republican primary in June, says, \"The whole race was \nabout immigration.\" His opponent was political newcomer and millionaire real estate developer John Jacob, who \n\n\n\nfavored sending illegal immigrants home before giving them a chance at citizenship and punishing employers who \nhire them.\n\nCannon is far from liberal on the issue. He voted for a bill that would make helping illegal immigrants a crime and \nillegal residency a felony. But he supports President Bush's proposed guest-worker program. Cannon and Jacob \nare Mormon.\n\n\"It's better for America to be proud of America and not take harsh views of the world,\" Cannon says. \"I hope Utah is \none of these places where we dampen the harshness.\"\n\nFrustration is rising, however. The Utah Minuteman Project, whose mission is \"to secure our homeland\" from \nimmigrants here illegally, is pushing to repeal driving privilege cards and in-state tuition for undocumented \nimmigrants.\n\n\"Schools are an issue, highway crowding is an issue and the crime rate has gone way up,\" says Alexander Segura, \nUtah Minuteman board chairman. \"It's issues like that that people are just fed up with.\"\n\nA new baby boom\n\nImmigrants didn't flock here until the late 1990s as the state began preparing to host the 2002 Winter Olympics. \nThrough much of the 1990s, non-agricultural jobs in Utah grew twice as fast as in the nation as a whole. A housing \nboom feeds the surge. Construction jobs grew 12.4% in 2005 and are expected to jump 15.3% this year.\n\nAbout two-thirds of Utah's new immigrants came from abroad and the rest from other states, mainly California. \nThe state's Hispanic population soared to about 270,000 in 2005, up 33.1% since 2000. Hispanics contributed \nabout a quarter of the state's growth in the 1990s.\n\nUtah has long had unusual demographics. It has the highest share of married households of any state, the \nyoungest marrying age, the highest birth rate, the largest average household size and the youngest median age. \nThe state is on its third post-World War II baby boom and is bracing for another one because of immigrants.\n\nHispanic fertility rates in Utah not only exceed those of non-Hispanic whites here but also those of Hispanics \nnationally and even of women in Mexico, says Perlich, the University of Utah demographer.\n\nMany Utah immigrants are recent arrivals who come from rural Latin America where birth-control education is non-\nexistent. They're now in a state where large families are the norm and birth control is not part of the public \ndiscussion.\n\nImmigrants come first for jobs. Many are lured by the lifestyle.\n\nRosalia Gutierrez, 32, came from Mexico 15 years ago. She is not a Mormon but enjoys the serenity the family-\nfriendly church instills across the state. \"It's a nice place,\" says Gutierrez, a mother of three who works for a \ncontainer manufacturer. \"It's calm and peaceful.\"\n\nImmigration has created new challenges for the state, from multilingual classrooms to more unwed teenage \nmothers.\n\nPublic school enrollment increased by 30,000 in the 1990s and another 30,000 in the past two years, says state \ndemographer Robert Spendlove. \"We're projecting increases of 150,000 in school-age population in the next 10 \nyears.\"\n\nMinorities account for about 75% of the school enrollment growth since 2000 and Hispanics for 58%.\n\nThe Utah State Office of Education has formed an English-language learning task force. The first \"newcomer \nschool\" will open in Ogden this year to help children adapt while they learn English.\n\n\n\n\"It gives the child a fighting chance to do well,\" says Patti Harrington, state superintendent of public instruction. She \nsays there's no political support to fund programs to help immigrants, such as teaching non-English speakers.\n\nCentro de la Familia, a 30-year-old agency here, changed its focus from mental health and runaway youths to \neducation to help counter high Hispanic dropout rates.\n\nImmigration also is reshaping Midvale, a working-class Salt Lake City suburb with downtown signs in Spanish from \nthe Tortas and Tacos stand to Comunidades Unidas, a community center.\n\nInside, men, women and children mill about brightly decorated rooms. They're here for prenatal care, diabetes \neducation and other health and social services. The volunteers are friends and neighbors. Peer education works \nbest when up to 80% of the people the center serves are undocumented, says Sabrina Morales, executive director \nand a native of Guatemala.\n\nClaudia Gonzalez, mother of two, came to Utah in 1999 from San Diego. She cleaned houses, got referrals from \nthe center and eventually volunteered. Now, she's the program director.\n\nMidvale Mayor JoAnn Seghini created the Community Building Community program that brings volunteers and local \nagencies together to help immigrants. \"Immigration is always going to be part of America,\" Seghini says. \"Once \nthey're here, they're us. And once they're us, we're in it together.\"\n\nGraphic\n\n \n\nGRAPHIC, B/W, Robert W. Ahrens, USA TODAY, Sources: Census Bureau\n\nNational Vital Statistics Report\n\nPamela Perlich, senior research economist with the Bureau of Business and Economic Research at the University \nof Utah (Bar graph)\n\nPHOTO, Color, Jeffrey D. Allred for USA TODAY\n\nPHOTO, Color, Douglas C. Pizac, AP\n\nPHOTO, B/W, Jeffrey D. Allred for USA TODAY\n"}