{"title": "Smuggler gets 20 years in prison; crashed into CHP car", "body": "\nA smuggler who was driving a GMC Suburban that crashed head-on into a California Highway Patrol car while \ngoing the wrong way on an East County freeway last year was sentenced yesterday to nearly 20 years in federal \nprison.\n\nNo one was seriously injured in the Aug. 17, 2005, crash on eastbound Interstate 8 near Pine Valley.\n\nJovanni Mendoza, 26, a U.S. citizen who was living in Tijuana, was convicted in a nonjury trial in August.\n\nHis Suburban was going about 55 mph, fleeing from a CHP officer, when it crashed into another patrol car that was \nweaving back and forth with lights flashing in an effort to stop traffic.\n\nBorder Patrol agents arrested five of the six passengers in the Suburban, none of whom had documents to be in the \ncountry. Authorities also found 693 pounds of marijuana in suitcases in the truck, prosecutor John Kraemer said.\n\nMendoza ran away but was captured a week later when he tried going through an immigration checkpoint while \ndriving a different Suburban, the prosecutor said in a court filing.\n\nU.S. District Judge Dana Sabraw cited Mendoza's criminal history when he imposed the 235-month sentence and \nordered him to pay the Highway Patrol $9,874 in restitution.\n\nMendoza was arrested driving the wrong way on the freeway six weeks before the crash but was not charged with \nsmuggling because he did not have any contraband or illegal immigrants with him then.\n\nAuthorities believe he had dropped off people he was smuggling before his arrest, Kraemer said.\n\nIn 2002, Mendoza was arrested after Border Patrol officers discovered 31 illegal immigrants in a van he was \ndriving, Kraemer said.\n\nThat was one of more than eight prior incidents, including one in which he nearly hit a Border Patrol agent after \ndriving through a checkpoint, Kraemer said in a court filing.\n\nDefense lawyer Felix Martinez said Mendoza, who was raised by a single mother in East Los Angeles, had not \nbeen prosecuted in those earlier smuggling arrests because authorities thought he was Mexican.\n\nMartinez urged the judge not to take those incidents into account.\n\nSmugglers driving the wrong way on freeways have posed a vexing problem in East County in recent years.\n\n\nImmigrant smugglers moved routes to the mountains and deserts east of San Diego following a crackdown known \nas Operation Gatekeeper that began in the mid-1990s near San Ysidro and Otay Mesa.\n\nGuides walk immigrants across the border on rugged terrain and meet up with drivers who sometimes take \nreckless means to avoid checkpoints and law enforcement.\n\nHighway Patrol officers sometimes call off pursuits when smugglers endanger other drivers. When he was arrested \nfor the head-on crash, Mendoza told Border Patrol agents that he had been smuggling people since he was 16 and \nhis father was also a smuggler, Kraemer said.\n\nMendoza also bragged he had been chased by law enforcement 34 times in a one month, claiming that was a \nrecord, he said.\n\nHe later denied those statements.\n"}