{"title": "POLL: More than 2,500 teens deported after hitting 18", "body": "\nBecoming 18-years-old is a turning point for most teenagers growing up, however, for more than 2,500 teen asylum \nseekers, becoming 18 means deportation by the Home Office.\n\nFigures released from Home Office minister and Old Bexley and Sidcup MP, James Brokenshire, to The \nIndependent, show that 2,748 unaccompanied young asylum seekers have been sent back to Afghanistan, Iraq, \nIran, Libya and Syria over the past nine years.\n\nHome Office Minister and Old Bexley and Sidcup MP, James Brokenshire\n\n \n\nAfter a long battle we finally got data out of Home Office: thousands of former child asylum seekers returned \npic.twitter.com/il2QEFY1HC\n\n- The Bureau (@TBIJ) February 10, 2016\n\nAccording to the report, 2,018 teens - many of whom have lived in the UK for most of their lives - were sent to \nAfghanistan where the Taliban still has a strong influence.\n\nInformation also shows that 60 teens were deported to Iraq since 2014, where ISIS has carved the country apart.\n\nThis figure rests against a backdrop of 657 deported Iraqi teens since 2007.\n\nAccording to the Bureau of Investigative Journalism, as Afghan teens turn 17-and-a-half-years-old, only one in five \nare granted asylum to stay in the country.\n\nDue to an \"error during the extraction process,\" the November figures for teen refugees released by the Home \nOffice suggested only 1,040 young children had been sent back to the war-torn countries.\n\nThe new data shows that one Syrian teen, four Libyan teens and 68 Iranian teens have also been deported since \n2007.\n\nTOP STORIES: \n\nA Home Office spokesman said: \"The UK government takes its responsibility in asylum cases involving children \nseriously and we have a long and proud history of offering sanctuary to those who genuinely need it.\n\n\n\"All applications to remain in the UK are considered on their individual merits, including an applicant's' age, the \nlength of time they have spent in the UK, their ability to reintegrate and any compelling or compassionate \ncircumstances.\n\n\"We rightly expect those who are found not to need our protection to leave the UK. We will help those who wish to \nleave voluntarily, but when people with no right to be in the UK refuse to leave, we will take steps to enforce their \nremoval.\"\n"}