{"title": "Affidavit accuses Wal-Mart; Executives knew of illegal workers, unsealed 2003 document says", "body": "\nSPRINGFIELD, Mo. — Senior Wal-Mart executives knew cleaning contractors were hiring illegal immigrants, \nmany of whom were housed in crowded conditions and sometimes slept in the backs of stores, according to a \nfederal agency's affidavit.\n\nThe affidavit, unsealed last week, was part of an investigation of Wal-Mart by federal immigration officials that led \nto the 2003 raid on 60 Wal-Mart stores in 21 states, and the arrests of 245 illegal workers. The retailer agreed to \npay $11 million in March to settle the case, but says top executives neither encouraged nor knew of the practice.\n\nThe affidavit was filed by the Bureau of Immigration and Customs Enforcement to secure search warrants for a \n2003 raid on Wal-Mart Stores Inc. headquarters in Bentonville, Ark.\n\nThe document was unsealed Nov. 2 by a U.S. district judge in Fayetteville, Ark. at the request of a New York \nattorney representing more than 200 former employees in a civil lawsuit against the world's largest retailer.\n\nIn the affidavit, investigators said testimony and taped conversations from 2003 showed two executives at Wal-\nMart headquarters knew that contractors and subcontractors cleaning its stores in several states employed illegal \nimmigrants from eastern Europe and elsewhere.\n\nThe lawyer who asked that the affidavit be unsealed said it shows Wal-Mart knew it had illegal janitors in its \nstores.\n\n\"The sworn testimony (in the affidavit) establishes that top Wal-Mart executives conspired with contractors to \nexploit undocumented immigrants,\" said James L. Linsey, a New York attorney leading a class-action lawsuit on \nbehalf of former janitors.\n\nWal-Mart denied there was any incriminating evidence in the affidavit and said the comments by executives that \nit contained were \"bits and pieces of information from larger conversations.\"\n\n\"As we have maintained all along, no company senior official had any direct knowledge that undocumented \nworkers were working in our stores,\" Wal-Mart spokesman Marty Heires said in an e-mail .\n\nAccording to the affidavit, one cleaning contractor, Christopher Walters, told INS investigators that his company, \nIMC Associates of St. Louis, had been dropped by Wal-Mart in 1997 after INS raids in the St. Louis area found \nillegal workers cleaning the retailers' stores.\n\n\nWalters told the INS that a Wal-Mart vice president, Leroy Schuetz, advised him to set up multiple subsidiaries so \nthat if one of them was found using illegal workers, he could continue to do business with the retailer through the \nothers.\n\nThe affidavit said another conversation took place in April 2003 at Wal-Mart headquarters between Steve \nBertschy, a Wal-Mart vice president who managed maintenance of all Wal-Mart stores, and two contractors \naccompanied by an undercover INS investigator.\n\nAfter one of the contractors repeatedly mentioned that many cleaning subcontractors were known to be using \nillegal immigrants at Wal-Mart stores, the affidavit said Bertschy commented: \"And they load them up into one or \ntwo apartments and they take a family of five and pay them $1,000 a week, that's probably a dollar an hour if they're \nthere seven days a week and they're not paying taxes because they're not getting paid a fair rate compared to U.S. \nstandards, then they start stealing from the store to make up the difference.\"\n\nFederal raids later found immigrants crowded into small apartments or trailers in sleeping bags and, in some cases, \nsleeping in the backs of Wal-Mart stores, carrying their personal belongings from job site to job site.\n"}