{"title": "City agencies won't cooperate with ICE", "body": "\n             D.C. Mayor Vincent C. Gray reaffirmed Wednesday that District police and other public agencies will not \ncooperate with Immigration and Customs Enforcement, leaving it up to federal immigration officials to determine on \ntheir own whether a resident is in the country illegally.\n\n             The decision reinforces executive orders by past District mayors, but Gray (D) and council members say it \ngoes further by explicitly setting standards for how the city's criminal justice system will deal with immigrants. \n\n\"In the spirit of 'One City,' and assuring the equal treatment of citizens and noncitizens alike, I am delighted to sign \nto this,\" Gray said. \n\nUnder the new guidelines, which Gray signed while surrounded by Hispanic and African immigrants, D.C. police \nand corrections officials will not ask those they come in contact with about their immigration status. District police \nalso will not enforce an ICE detainer or warrant issued against someone who has not committed another crime. \n\n          Police and jail officials are forbidden from contacting ICE to have the agency investigate the legal status of \nsomeone who has been arrested.           \n\nInstead, Gray and Police Chief Cathy L. Lanier said, police will process all offenders in the same manner and leave \nit up to the FBI and ICE to decide whether to check on their legal status.  \n\nFor less-serious crimes, such as violating the city's open-container law, the District no longer collects fingerprints. \nSo the FBI and ICE can't determine immigration status, officials said. \n\n\"Law enforcement agencies that honor ICE detainers help protect public safety,\" ICE spokeswoman Cori W. \nBassett said.\n\nFor major crimes, such as robbery or drug possession, police will continue to collect the offender's fingerprints and \nforward them to the FBI. It will be up to the FBI to share information with ICE. \n\nIf ICE determines that it wants to detain offenders upon their release from jail, the agency will have only 48 hours, \nexcluding weekends and holidays, to pick up a suspected illegal immigrant from custody. The city will not hold \ninmates that ICE wants detained past 48 hours, Deputy Mayor for Public Safety Paul Quander said.\n\n\"What this does is makes clear immigration status is not relevant in a criminal matter and makes clear the District \nwill not take any affirmative step to enforce immigration civil matters,\" Quander said. \n\n\nKristopher Baumann, chairman of the D.C. Fraternal Order of Police labor committee, blasted the decision, saying \nthat until now local criminal justice officials were willing to give ICE more than 48 hours to pick up someone it \nwanted detained. \n\n          \"Vince Gray right now is under such duress, he is willing to pander and fold to any group in order to take the \nscrutiny off himself,\" Baumann said. \"He has now decided to go out and jeopardize public safety. This is not about \nregular immigrants. This is about hard-core criminals and bad, bad guys.\"          \n\nIn Prince William County, where law enforcement officials check the immigration status of those arrested, Board of \nCounty Supervisors Chairman Corey A. Stewart (R-At Large) called Gray's move \"disturbing and reprehensible.\"\n\n\"I find it incredibly ironic that the immigration laws of the United States are not even enforced within the boundaries \nof our nation's capital,\" Stewart said in a statement. \n\nGray countered that the policy will make the District safer by making someone in the country illegally less afraid to \ninteract with police or report alleged crimes.  \n\nSome immigrants and activists played down Gray's order, noting that District mayors have been distancing the city \nfrom immigration enforcement for decades. \n\n\"Mayor Gray has implemented and confirmed a policy that was initiated by the Marion Barry administration in 1984,\" \nactivist Jose Sueiro said.\n\nBut others called it a major morale boost for local immigrants concerned about tough new immigration laws in \nseveral states, including Arizona and Alabama.  \n\n\"It reinforces things for people who are scared,\" said Maria Gomez, president of Mary's Center, an Adams Morgan \nhealth center. \"And people have been running scared.\"\n\ncraigt@washpost.com\n\nStaff writer Nikita Stewart contributed to this report.\n"}