{"title": "HEARING OF THE IMMIGRATION, BORDER SECURITY, AND CLAIMS SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: SHOULD WE EMBRACE THE SENATE'S GRANT OF AMNESTY TO MILLIONS OF ILLEGAL ALIENS AND REPEAT THE MISTAKES OF THE IMMIGRATION REFORM AND CONTROL ACT OF 1986? CHAIRED BY: REPRESENTATIVE JOHN NATHAN HOSTETTLER (R-IN) WITNESSES: REPRESENTATIVE SILVESTRE REYES (D-TX); PHYLLIS SCHLAFLEY, PRESIDENT, EAGLE FORUM; STEVEN CAMAROTA, DIRECTOR OF RESEARCH, CENTER FOR IMMIGRATION STUDIES; JAMES R. EDWARDS JR., ADJUNCT FELLOW, HUDSON INSTITUTE LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. JOHN NATHAN HOSTETTLER (R-IN):  The subcommittee will come to order.  Good morning.   \n\nToday, there are approximately 11 million illegal aliens in the United States, making illegal immigration one of the \nmost serious issues facing our nation.  In May, the Senate passed legislation that would provide amnesty for most \nof the illegal aliens currently in the U.S., in a way that is eerily similar to the amnesty Congress granted in 1986.\n\nAt this hearing we have the opportunity to examine how the United States dealt with illegal immigration 20 years \nago, why that approach did not work, and the direction we should take in light of our past failure.  In 1986, there \nwere approximately 3 million illegal aliens in the U.S.  Congress responded by passing the Immigration Reform \n\n\nand Control Act, or IRCA.  There are several key features to IRCA.  First, it provided amnesty to 2.7 million illegal \naliens in several different categories.\n\nAliens who had been illegally present since 1982 were granted a general amnesty, while agricultural workers who \narrived more recently were granted amnesty under the Special Agricultural Worker Program. The amnesty was \naccompanied by a plan designed to stop employment of illegal aliens in the U.S.  IRCA created an employer \nsanctions scheme for employers who knowing hired illegal aliens, and required employers to check the identity and \nwork eligibility documents of all employees, to ensure lawful immigration status.\n\nAt the time, policy makers truly believed that it would be a one- time amnesty, and the problem of illegal \nimmigration would be solved. Congress rejected recommendations made by the Select Commission on \nImmigration and Refugee Policy in 1981, which stated, in part, quote: \"The Commission believes that a legalization \nprogram is a necessary part of enforcement, but it does not believe that the U.S. should begin the process of \nlegalization until new enforcement measures have been instituted to make it clear that the U.S. is determined to \ncurtail new flows of undocumented illegal aliens.  Without more effective enforcement than the U.S. has had in the \npast, legalization could serve as a stimulus to further illegal entry.  The Select Commission is opposed to any \nprogram that could precipitate such movement,\" end quote.\n\nThen-Senator Alan Simpson, co-author of IRCA, affirmed his commitment to amnesty in exchange by stating, \nquote, \"I firmly believe that a one-time only legalization program is not only good public policy, it is good sense, and \nit is fully in the best interests of this country,\" end quote.  Time showed us that IRCA has utterly and completely \nfailed, mainly due to the fact that Congress did not heed the warning of the Select Commission regarding the need \nfor real enforcement prior to any discussion of such legislation.\n\nIllegal immigration has not been controlled, but has increased significantly in the past two decades.  Employer \nsanctions have been enforced in a farcical manner.  Furthermore, the I-9 system has proved to be a failure, \nbecause an illegal alien can cheaply and easily  obtain counterfeit documents to show his or her employer.  \nEmployers, in a Catch 22 situation, cannot require additional proof that the documents presented are legitimate for \nfear of running afoul of discrimination laws.\n\nIn May, the Senate passed the Reid-Kennedy Amnesty, which is remarkably similar to the 1986 amnesty.  The \nReid-Kennedy bill also provides several categories of amnesty, including a general amnesty for anyone who can \nshow that he has been in the country for more than five years, and including an agriculture amnesty.  Again, \nproponents of the current proposals believe that this amnesty will solve the problem once and for all.  But Congress \nand the administration have no credibility with the American people.\n\nWhy should Americans have any reason to believe that the supposed enhanced enforcement provisions in Reid-\nKennedy will be effectively enforced by the administration any more than successive administrations have enforced \nIRCA?  The administration will probably implement amnesty for millions of illegal aliens quite quickly. Enforcement \nwill likely lag behind, if it occurs at all.  We will find ourselves in exactly the same place we found ourselves 20 years \nago.\n\nAmnesty sends out the message that the United States is not serious about enforcing our laws.  It is an affront to \nthe millions of immigrants, legally, who wait their turn and use the legal immigration system.  When the United \nStates grants amnesty and forgives law breaking, it encourages more illegal immigration in the future.  The grant \nof amnesty in 1986 did nothing to resolve the illegal immigration problem;  it made the problem worse, as \nincreased numbers of illegal aliens pour across the border waiting for their turn.\n\nWell, Reid-Kennedy is their turn;  and a new wave of illegal aliens will come to wait for theirs.  I believe that \nBenjamin Franklin once said that, quote, \"The definition of insanity is doing the same thing over and over again, \nexpecting different results,\" end quote. We cannot expect to solve the problem of illegal aliens by encouraging law \nbreaking through amnesty.  It didn't work in 1986, and it will certainly not work in 2006.\n\n\n\nAt this time, I'd like to recognize the gentlelady from Texas, Ms. Jackson Lee, for the purposes of an opening \nstatement.\n\nREP. SHEILA JACKSON LEE (D-TX):  Thank you very much, Mr. Chairman.  And, as always, we thank the \nwitnesses for their presence here, and I thank my colleagues, members of this subcommittee.\n\nMr. Chairman, I always wonder about the timing in this House, and there is a concept called regular order, and that \nconcept ensures that thorough hearings are given to a topic prior to legislative initiatives being put forward.  I think \nboth the House and Senate attempted to do their jobs, and, interestingly enough, there is an immigration initiative \nlegislation passed out of the House, and there is one passed out of the Senate. \n\nIn fact, it has been known -- the Senate Bill -- as the Bush McCain Bill.  Working, of course, collaboratively with \nSenator Kennedy and Senator Reid, it is the concept that the president has adopted. \n\n It is interesting to note, as the chairman speaks eloquently about legislative history that includes the 1986 bill, I \nremind him again that President Ronald Reagan worked obviously very hard, as a Republican, to fix what was a \nperceived as a broken system.\n\nI might add that they put their best efforts forward, but, of course, subsequent to Ronald Reagan's tenure was \nPresident Bush, and so Republicans had a chance to enforce both legal immigration and procedures that would \nassist in making sure that we had the proper enforcement.  I think what Americans are asking for now is not a \nrecap, not a recounting, but they're really asking for us to fix the broken immigration system, the broken benefits \nsystem, the broken legal immigration system, where members of our community are crying out to allow them to \nprocess themselves through a legal system that works;  fingerprints that are not lost;  paperwork that is not lost. \nAnd, yes, Mr. Chairman, they are looking forward to a system that includes comprehensive immigration reform.\n\nMight I, for a moment, Mr. Chairman, just say that I thank you for discussions that I hope that we will have if we \ncontinue to have these hearings, that would ensure that there is a balance between Democrats and Republicans \nwith witnesses;  that's fairness.  That means that we are truly achieving our goals of getting the facts.  But what I \nwould most hope is that, expeditiously, we achieve the opportunity of a conference committee to work on the \nexisting bills; unless, Mr. Chairman, you tell me that we're about to re-open the legislative process.\n\nI know that many of the witnesses here -- Congressman Reyes might like to open the legislative process.  He had a \nnumber of issues and amendments that I joined him on, particularly providing support for our very worthy Border \nPatrol agents that we did not and were not able to include in the bill.  It would be great if we were told by the \nleadership that that would occur.  But as we speak, that is not the case.  And so let me just simply say that the \nquestion of this hearing uses the word \"amnesty\" which has been infused with negative connotations by the \nopponents of the Senate's bill, the Comprehensive Immigration Reform Act of 2006, S.2611.\n\nThe Senate bill, in fact, would not grant amnesty.  Amnesty is defined by the American Heritage dictionary as, \"a \ngeneral pardon granted by a government especially for political offences.\"  It was  derived from the Latin word, \n\"amnestia\" which means amnesia.  We have no amnesia in the Senate bill.  The Senate bill does not have any \nprovisions that would forget or overlook immigration law violations. And if I could, I would clap in this room today, \nbecause I would say, as some of the kids say, \"yay,\" or maybe even, \"awesome,\" because we understand the \nresponsibility that we have pursuant to the American people's dictates.\n\nThe Senate bill clearly asks SAWs to get in line, to be able to be documented, whether or not they can meet the \ncriteria of having a number of indicia to make sure that they can meet the standards of status or citizenship:  keep \ntheir records clean, employed for six years, to establish eligibility for permanent resident status and pay a \nsubstantial fine.  Those dollars -- $24 billion -- can be used to invest in America.  The essence of the question, \nhowever, is found in the phrase, \"repeat the mistakes.\"  This refers primarily to a grant of amnesty.\n\nThe opponents of S.2611 appear to believe that anything but an enforcement-only approach is a mistake.  They \nhave failed repeatedly, however, to implement enforcement measures.  I've already chronicled for you that when \n\n\n\nthis bill was passed, we had two Republican presidents back to back.  It is well noted that during the Clinton \nadministration, our enforcement capability went up.  But we have to understand compassion and reason.\n\nI hope that over the next couple of weeks we'll be able to have, on the floor of the House, Mr. Berman and Ms. \nLofgren, stories of immigrants who've helped build this nation.  I think we've failed to acknowledge the stories of the \norigins of this nation.  And, maybe, Mr. Chairman, you will accept my invitation to have a hearing, to be able to -- if \nwe're going to continue with these mock hearings -- to have a hearing that will tell the viable stories of immigrants \nwho've contributed to America.  I know that you can count that as a viable part of this question.\n\nS.2611 has a three-pronged strategy:  to fix our broken immigration system that would avoid the mistakes of IRCA;  \nit would establish a fair-earned legalization program, but it would have a comprehensive border security program \nthat includes the northern and southern borders.  It is the Bush-McCain;  it is the Kennedy-Reid effort;  it is a \ncollaborative effort;  it is what America wants.  And it would provide additional visas for future immigrations which \nwould address the prime cause of illegal immigration.\n\nLet me conclude, Mr. Chairman, by simply saying that we all are intent on doing our duty.  You've called these \nhearings, and I am present and accounted for, as my colleagues are.  But I would offer to say that we have a lot of \nwork.  Though this is not particularly the call of this particular hearing, I would just simply say, I beg the president of \nthe United States to rescue the 25,000 Americans that are in Lebanon, that are now stranded and are asking for \nrelief, and days and days have passed and we can't seem to get them out of Lebanon.  That's the work that we \nshould be doing.  But if we're doing this work, let us do it fairly.\n\nWith that I'd like to submit into the record -- after unanimous consent, Mr. Chairman -- a statement of Senator \nEdward M. Kennedy, who was here in 1986 and has been working without stopping, in a collaborative way, to bring \nAmerica comprehensive immigration reform. I ask unanimous consent.\n\nREP. HOSTETTLER:  Without objection, we welcome the addition of Senator Kennedy to the record.\n\nREP. JACKSON LEE:  Thank you.  And I ask unanimous consent for a letter from a number of issue groups on \nimmigration.  I ask unanimous consent to submit their letter into the record.\n\nREP. HOSTETTLER:  Without objection.\n\nREP. JACKSON LEE:  I thank the chairman.  I look forward to a productive time of bringing forth to America what \nthey've asked us for.  I yield back.\n\nREP. HOSTETTLER:  I thank the gentlelady.\n\nThe chair now recognizes the gentleman from Iowa for purposes of an opening statement.\n\nREP. STEVE A. KING (R-IA):  Thank you, Mr. Chairman.  And I very much appreciate this hearing, and I associate \nmyself with your opening remarks.\n\nBut it doesn't matter to me, in response to the ranking member's remarks, whether we call the bill Reid-Kennedy, \nBush-McCain, or Martinez-Hegel;  it's a bad bill.  And America knows it's a bad bill, and they're going to find out a \nlot more about what's in this bill as these hearings unfold across America.  And it's important that we help educate \nAmerica on those pieces that were in there.  I can't find a single senator that will stand up and say, I understood \neverything that I was voting for or against.  The pages were too many, the components were too detailed and too \nvague.  And it's unfolding yet today, what's in that bill.  We need to shine the light on that for the American people.\n\nBut my central point is this:  that we passed amnesty in 1986 and no one argued whether there was amnesty or not \nin 1986 because President Reagan declared it to be amnesty in 1986, and this is the same policy;  whether you \ndefine it as something else, it's pretty difficult to change the definition that the American people understand to be \namnesty.  And whether it is a general pardon granted by the government generally for political purposes, this is for \npolitical purposes -- the proposed amnesty -- and it is a general pardon. \n\n\n\nAnd if you reduce or eliminate the penalties that are in existing law and grant somebody -- grant a whole class of \npeople a general pardon, that is an amnesty, even by the gentlelady from Texas' written definition that she \npresented here.  And, so, I would point out also that we were told in 1986 that the administration would enforce the \nlaw.  I filled out -- I accept I-9 documents from prospective employees and those that I hired.  I put them on file;  I \nchecked their identification.  I lived with concern that the federal government would come into my office and check \nmy record and see if I was complying. \n\nThey never showed up.  And they didn't show up in millions of businesses across America, because enforcement \ndiminished from 1986 until 2006.  And I will agree with the statement that the gentlelady from Texas made, that \nthere was more enforcement under the previous administration than there is under this one.  In fact, if you're an \nemployer and you're concerned about sanctions for knowingly and willfully hiring illegals, you were 19 times more \nlikely to be sanctioned by the previous administration in the first five years than you were in the first five years of \nthis administration.  That's just simply a fact.  And, so, we bought that bridge before, and I propose we not buy that \nbridge again.\n\nAnd I would yield to the chairman for any time he might want to consume.\n\nREP. HOSTETTLER:  I thank the gentleman for yielding.\n\nIn response to my colleague, the gentlelady from Texas, a discussion about the timing of these hearings, I would \njust like the record to reflect that, in a discussion about the timing of such legislation that should be considered by \nthe House of Representatives, I was asked for my opinion.  It was my suggestion to leadership for the House to \nconsider legislation after the Senate had passed a bill. When asked why I would suggest such a thing, it was very \nclear to me the path that the Senate was going to take, and that I believed that members of the House of \nRepresentatives would be much more focused on their attention to what type of legislation should not be passed \nout of the House of Representatives after the Senate considered their bill.\n\nIt is now the feeling of many members of the House of Representatives that we should reconsider the issue of \nillegal immigration and immigration reform, and that is why we are holding these hearings, especially as it relates \nto a significant proportion of the Senate bill which was not included in the House bill, and that is the granting of \namnesty to millions of illegal aliens.\n\nThe chair now --\n\nREP. JACKSON LEE:  The Chairman would yield -- \n\nREP. HOSTETTLER:  The gentleman's time --\n\nREP. JACKSON LEE:  -- just for an inquiry?\n\nREP. HOSTETTLER:  -- is the gentleman from Iowa.  And I yield back to the gentleman from Iowa.\n\nREP. KING:  And I would yield back to the chairman.\n\nREP. HOSTETTLER:  The chair now recognizes the gentleman from California for purposes of an opening \nstatement.\n\nREP. HOWARD L. BERMAN (D-CA):  Well, thank you, Mr. Chairman.\n\nI don't buy the notion that this is serious effort to come to grips with the fundamental issues in the Senate bill.  I'm \nconvinced, by virtue of what has happened here, both in treating the House passed bill when it went through, and in \nthe way people are (titling ?) and talking about the hearings on the Senate bill, that this is simply a well-orchestrated \neffort to have this Congress recess before the election without having dealt with one of the country's most serious \nnational crises.\n\n\n\nAnyone who's taken a civics course knows that hearings are held before bills are passed, and they're used to \ngather information that might assist in drafting the bill.  When the two houses of Congress have passed a bill, the \nbill goes to conference, not to hearings, to see if we can work out the differences and move forward.  We're moving \nbackwards in this process.  Remember, Mr. Chairman, last December, the House passed an enforcement-only \nimmigration bill.\n\nThat's the one that made felons of 11 million people in this country.  That bill was introduced on a Tuesday, and, \nwithout a single hearing in the Judiciary Committee -- no chance to put light on those provisions -- it was marked \nup, moved to the floor, and passed the following Friday.  No hearings.  No input from the minority party in drafting \nthe bill.  No real deliberative process.  Rules Committee shutting out every amendment that dealt with any of the \nobviously related immigration issues raised by the bill that was then before us. And, of course, passed a bill that is \ngenerally acknowledged provides no solution to America's need for meaningful immigration reform.\n\nThat's why we're here today.  No one should confuse these hearings with an attempt to correct the lack of \ndeliberation in the House the first time around.  These hearings are a con job on the American people.  They \nRepublican majority in the House is trying to convince the American public that they want very badly to enact \nimmigration reform and they just need to study it a little bit more in these hearings before they can get the job \ndone.\n\nEven though Republicans hold the White House and a majority in both the House of Representatives and the \nSenate, they can't sit down  and put together a real immigration reform package that will produce meaningful, \nlong-term results.  This process is becoming a total failure.  These hearings are about one thing:  running out the \nclock. We're going to talk about this for five or six weeks, not convene a conference committee, not do anything in \nthe context of working out differences, and then the Congress will end up going home without having passed \nimmigration reform.\n\nAnd then, to top it all off, I get communications and messages that come out from the House Republican leadership \nabout this legislation, and from some of the witnesses that have been called today -- make it sound like something \nreminiscent of the Communist Party days, when all propaganda -- when all messages were sent to convey \npropaganda.  A bill in the Senate, introduced by John McCain and Ted Kennedy, goes to the Senate Judiciary \nCommittee, chaired by Arlen Specter, and through a process of changes and compromises, Senator Specter \npasses out the bill.\n\nAnd then Senators Hegel and Martinez, two distinguished Republicans, put together a compromise, and then that \npiece of legislation passes the Senate with 20 Republican votes in favor of that piece of legislation.  The chairman, \nthe Republican leadership in the House, the witnesses decide to name it the Reid-Kennedy Bill, see how many \ntimes they can use the word \"amnesty\" in one sentence, and then try to create an image of a bill that doesn't exist.\n\nWe know why the 1986 bill failed.  It failed because the business community went to the Congress and said, \nwhatever you do, don't put the onus of determining validity of documents on our back.  And the executive branch \nwent along with that, and the Congress went along with that, and the fact is the 1986 bill had a very fundamental \nflaw: the employer sanctions were worthless.  And one part of a comprehensive approach that will actually, I think, \ngo a long way to solve that problem is to have a meaningful, mandatory employer verification system in place, so \nthat both new employees and existing employees can -- be determined whether or not they have authorized work \nstatus.\n\nWithout some process that deals with the legalization of the millions and millions of people in this country now \nworking, and working under false identifiers, working in many cases in outrageously inhumane conditions -- unless \nsome process exists for them to come forward, that kind of a system will never work.  All parts of this have to be \ndone.  The prescription is so clear, and instead we get the propaganda releases from the Republican leadership \nhere which convince me they don't want to move legislation this year.\n\nREP. HOSTETTLER:  The chair now recognizes the gentleman from Arizona for purposes of an opening statement.\n\n\n\nREP. JEFF FLAKE (R-AZ):  I thank the chair. \n\nI rarely make opening statements in a hearing because I'd rather hear those who are here to testify.  But I feel it's \nnecessary for at least one Republican to say that the way the 1986 bill is being described is not very accurate, \nfrankly, in relationship to what we're trying to do today.  The failure in 1986 was because it wasn't comprehensive, \nand that's a failure that we cannot afford to replicate.\n\nIn 1986, we gave an amnesty to those who were here illegally.  We said, if you've been here five years, you've got a \nshort cut to a green card.  That's about all we did.  We didn't secure the borders. We didn't have an employment \nverification system. \n\n And, most importantly, we didn't allow a legal framework for additional workers to come.  And so it was a farce.  In \nthe end, it was out of date before it was signed into law.  We can't afford to do that today.\n\nAnd I would submit that if we only do one portion, and all we're talking about in the House bill is more border \nsecurity -- that's one element and a very important element, but it's only one.  And we will do the same thing that we \ndid in 1986 if we fail to do it comprehensively.  Yes, we need more border security.  Yes, we need interior \nenforcement.  But we also need to deal with those who are here illegally, and we need to ensure that we have a \nlegal framework for additional workers to come and return home.\n\nIf we fail to do that, we'll repeat the mistakes of 1986.  So I resent the implication that in 1986, we tried \ncomprehensive reform and it failed.  It failed because it wasn't comprehensive reform.  I think one Republican, at \nleast, needs to stand and say that.\n\nWith regard to what's going on now, I associate my comments with those of Congressman Berman, who was \nsaying that the proper order here is to have hearings, then have a mark up, have a bill, and then have a conference \ncommittee.  That's what we ought to be doing.  The Senate bill -- I like parts of it;  I don't like parts of it.  I voted for \nthe House bill because it included many elements that we need.  But we ought to meld the two and get to the work \nof actually producing a compromised bill that contains all the elements that we need.\n\nIt won't be everything I want;  it won't be everything anybody wants;  but at least we'll move forward with a \ncomprehensive approach. That's what we ought to be doing.  Instead, we're holding what we're calling field \nhearings across the country.  They ought to be called faux hearings, because they simply are in the wrong order, \nand we aren't really looking to gather information so much as trying to beat up on the Senate bill.\n\nAnd I'm sorry for saying it like that, but I don't know how else to say it.  So, I look forward to the testimony today, \nbut just let me make it clear that I don't believe that the reason that we're beating up on the 1986 -- I thought it was \na bad -- we shouldn't have done it that way.  But we can't repeat it, and that's what we're at risk of doing if we \ncontinue down this road. \n\nSo I thank the chairman for convening this hearing, and I hope it's productive.  I yield back.\n\nREP. HOSTETTLER:  I thank the gentleman.\n\nThe chair now recognizes the gentlelady from California for the purposes of an opening statement.  Ms. Lofgren.\n\nREP. ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.\n\nI appreciate my colleague Mr. Flake's honest commentary on this process.  This is -- I attend a faux hearing in San \nDiego, and it's pretty apparent, I think, to any honest observer what's going on here is a highly politicized process.  \nIt really has almost nothing to do with the serious work of dealing with immigration issues.\n\nI think -- and I certainly don't include Mr. Flake, because he has spoken openly about this -- but I think it's pretty \nclear that the Republican leadership thinks that if they talk a lot about this, that they can somehow convince the \ncountry that they're doing something. But I actually think that's a misplaced strategy.  I think the country knows that \n\n\n\nthe Republican Party is in charge of everything:  they have the White House;  they have the Senate;  they have the \nHouse;  and they have not produced.\n\nIn fact, the HR 4437 isn't really a solution, either.  If you take a look at what we haven't done -- and I think the public \nwill be aware of this -- we have not actually hired -- we have not produced the funding to hire the border agents that \nwe said we would do.  The president's 2006 budget calls for only an additional 210 Border Patrol agents.  And the \n9/11 Act, which mandated an additional 800 immigration enforcement agents over the next five years, has not \nbeen met.  We've only funded 350 of that mandatory amount.\n\nThe 9/11 Act also mandated an additional 8,000 detention beds, but, for fiscal year 2006, we only funded 1,800.  \nAnd enforcement -- and we've talked about enforcement -- from 1999 to 2003, worksite enforcement operations \nhave scaled back 95 percent.  The number of employers prosecuted for unlawfully employing immigrants dropped \nfrom 182 in 1999, when Clinton was president, to four in 2003.\n\nThe fines collected declined from $3.6 million to a little over $200,000.  In 1999, when Clinton was president, the \nUnited States initiated fines against 417 companies, and do you know what it was in 2004?  Three.  Three \ncompanies.  So on the watch of the Republicans, there has been failure.  And I don't think the solution in the bill to \nmake 11 million people felonies is a serious one either.  When you think about what it costs -- it costs about \n$50,000 a year to incarcerate a person in federal prison.  And when you add the costs of prosecution, defense, \ncourtroom costs, and the like, we're talking about a third of a trillion dollars to actually take that felony provision \nseriously in the bill. \n\nSo I don't believe that a Congress that refused to hire Border Patrol agents is actually going to appropriate a third of \na trillion dollars to implement the felony provisions of that act.  And if they don't mean to implement it, what are they \ndoing other than just talking, once again?  And I'd also like to point out -- it's not that comfortable to criticize one's \ncolleagues personally -- but we have had efforts over and over again -- the Democrats have -- to increase funding \nfor the borders.\n\nAnd the Republicans, including all the Republicans here, have voted against those amendments over and over \nagain.  So I believe that we are talking a lot, once again.  We're going to talk all over the country, once again.  But I \nthink it's all talk and no action.  Talk is cheap, but I think that the American public is going to see through this sham, \nand I think it's a real disservice to the country, frankly, that we're engaging this kind of behavior.\n\nAnd I yield back.\n\nREP. HOSTETTLER:  The chair recognizes the gentleman from Texas, Mr. Gohmert, for purposes of an opening \nstatement.\n\nREP. LOUIS GOHMERT (R-TX):  Thank you, Mr. Chairman.  And I, for one, am glad you're having the hearings, \nand I appreciate the opportunity -- and I would apologize to the witnesses here, that have gone to a great deal of \ntrouble to come here and to testify, as a colleague has referred to these as mock hearings; because I doubt that \nyour testimony is going to be mock.  You will take an oath, and we would expect you to testify and not mock, but \nfrom your own personal experience and knowledge, truthfully, and to the best of your ability, so help you God.\n\nAnd also I'd heard that we'd like to have a hearing in which we can hear real stories about real immigrants.  I'll give \nyou one.  My great-grandfather came over in around the 1870s, and he got here with less than $20 and didn't speak \na word of English.  But he did two things:  he worked his tail off;  and he learned English.  And as a result, by 1895, \nhe built the house that has a national and State of Texas Historical Monument marker on it because he did so well.\n\nThat's America.  You can come;  you can do it legally;  you can work your tail off;  you learn English;  and you can \ndo amazing things.  And one day, maybe even your great-grandson, that is a bald- headed, goose-looking guy, \ncould end up in Congress.  You just never know what could happen.\n\n\n\nWe need immigration.  We need border security.  This is a tough time and it does not do us any good to turn a \nblind eye to the borders and to our avenues of entry.  And so, again,  I appreciate having the hearings, because we \nhave an impasse right now between the Senate and the House.  I'm constantly asked back home, why is there such \na wide discrepancy between the House version and the Senate version? \n\nI tell them, it's easy.  We have two-year terms;  they have six- year terms.  We have to listen to the people and find \nout what the problems are;  they've got a lot of time not to have to do that, and get serious when it gets toward their \nelections.  So that is why the House is more responsive.  That was the design of the Constitution. So I think these \nhearings -- once you reach an impasse between the House and the Senate, the hearings become important, to \nback up, gather enough evidence to help persuade either the House or the Senate that one's off track. \n\nAnd I don't mind a bit saying it's the McCain-Kennedy bill -- it's the McCain-Kennedy bill;  I'm not embarrassed to \nsay that because I don't like it.  I don't care what the name is.  Now, as far as the cry that we need to be not having \nthis hearing, but rescuing those in Lebanon, I'd say we need to be rescuing people in the Middle East.  We need to \nbe sending those who would attempt to disrupt the Middle East, like Hezbollah -- we need to send them back to the \nStone Age.\n\nBut, unfortunately, this country has so many problems, is so diverse, we cannot just focus on one little area like the \nMiddle East, when we have problems on our own borders.  So I think it's incumbent for those of us who can \nmultitask to help those who can't.  If some people can only do one thing and look at one area, God bless them and \nhelp us in that area.  For those of us that can multitask, let's look at the Middle East;  let's look at the borders;  and \nlet's try to make sure that we're secure all around.\n\nNow, as far as the comment of a colleague, that this is a well- orchestrated effort to do nothing, I would say it's an \norchestrated effort to try to get enough information.  You give me facts that change my mind, then I will go to the \nleadership and I will push to have our conferees change their positions.  And I'm looking forward to hearing the \ntestimony today with regard to that.\n\nAs far as additional funding, this House, guided by and pushed by this committee, has forced additional funding far \nbeyond what the president has asked for.  We've asked for it;  we pushed for it; we've gotten it.  We got $275 million \nlast year, that the president didn't even ask for, for more border security.  So I'm glad to hear my colleagues on the \nother side of the aisle.  They're on board now, they're wanting to push for more funding.  I do regret that we weren't \nable to get more funding to help with our ports.  All our avenues of entry need to be protected, and we need reform \nof the immigration service, whether you call it INS, IC, whatever you want to call it; it's still got problems.\n\nAnd I look forward to working on those, and appreciate the committee chairman's opportunity to have this hearing.\n\nREP. HOSTETTLER:  I thank the gentleman. \n\nThe chair recognizes the gentlelady from California, Ms. Sanchez, for purposes of an opening statement.\n\nREP. LINDA T. SANCHEZ (D-CA):  Thank you, Mr. Chairman.\n\nI wholeheartedly agree, like most Americans do, that our immigration system is broken and it badly needs a \ncomprehensive overhaul.  But Americans also agree, like I do, that we need concrete and effective immigration \npolicies to secure our nation's border. Meanwhile, I can't help but say that I'm totally disheartened about the election \nyear posturing that's going on here.\n\nThe title of this hearing is pretty comical, if it wouldn't be pretty sad.  And it's already attracted a lot of attention in \nthe press.  Should we embrace the Senate's grant of amnesty to millions of illegal aliens and repeat the mistakes \nof the Immigration Reform and Control Act of 1986?  Well, that's a conclusion in search of a justification if I've \nevery heard one.  We all know that these hearings are more about posturings than a real, honest reckoning with \nproblems and solutions.\n\n\n\nI do think, however, that the hearing title does make one important point, and that is that we need to learn from past \nmistakes. These hearing titles are one thing, and then, on top of that, the majority insists on calling the bill that \npassed the Senate the Reid- Kennedy Bill, as if it were somehow a Democrats-only bill that our colleagues \nsomehow rammed through while Mr. Frist and Mr. Specter weren't paying attention, which is completely ridiculous.\n\nThe world knows that this was a bipartisan bill that passed with the blessing of Majority Leader Frist, the Judiciary \nchair inspector and Senate Republicans from both the moderate and conservative ends of the spectrum.  And \nwhile, personally, I'm not 100 percent enamored with the Senate bill, I admire that body at least for working on a \nbipartisan basis, and for passing a comprehensive bill instead of the piecemeal approach that we seem to be taking \nin the House.\n\nThe Republican immigration hearings, like the one we are holding today, are pretty meaningless.  In the history of \nCongress, the House has never held hearings on a Senate-passed bill before going to conference.  If this body is \ntruly serious about enacting much needed enforcement plus immigration reform legislation, they should convene a \nconference that is fair and bipartisan.\n\nThese sham hearings aren't fooling the American public. Republicans can run away from their record on failure on \nborder security and immigration enforcement.  And I want to cite two quick examples.  I know my colleague, Zoe \nLofgren, also gave some examples, but this is a pretty deplorable record.  In the 9/11 Act of 2004, the Republican \nCongress promised to provide 2,000 additional Border Patrol agents, 8,000 detention beds, and 800 immigration \nagents per year from 2006 to 2010.  And, yet, over the last two years, that promise has been broken. \n\nBetween 1999 and 2004, worksite immigration enforcement operations against companies were scaled back 99 \npercent by the Immigration and Naturalization Service.  In 1999, the U.S. initiated fines against 47 companies, and \nin 2004, it issued fine notices to exactly three companies.  On the other hand, Democrats, seven times over the last \nfour-and-a-half years, have offered amendments on the House floor to enhance border security resources.\n\nIf these amendments had been adopted, there would be 6,600 more Border Patrol agents, 14,000 more detention \nbeds, and 2,700 more immigration agents along our border than now currently exists.  But each time, these have \nbeen rejected by the Republican majority.  It's clear that the Republican rhetoric doesn't match the Republican \nrecord of neglect and underfunding.  America deserves an honest debate, with all the facts on the table;  not \nrhetoric, not cute hearings titles, and not demagoguery.\n\nAnd I thank the chairman, and yield back.\n\nREP. HOSTETTLER:  The chair recognizes the gentleman from Texas, Mr. Smith, for purposes of an opening \nstatement.\n\nREP. LAMAR S. SMITH (R-TX):  Thank you, Mr. Chairman.\n\nMr. Chairman, let me just observe at the outset that I think it's pretty clear from some of the words used by those \nwho have made opening statements, who is trying to politicize an issue that should not be politicized.  But, Mr. \nChairman, I want to thank you for having this hearing.  In my judgment, this is probably the most complex, sensitive, \nemotional issue that America faces today.  So, I think the more hearings on this subject, the better.  And the more \nwe can learn about such a controversial subject, the better, as well.\n\nI do think there is a temptation on the part of some individuals to blur the distinction between legal immigrants and \nillegal immigrants, and I think that we ought to be clear that there is a distinction, and it's a meaningful one.  Let me \nalso say at the outset that legal immigration has, in fact, made our country great.  We are the great nation we are \ntoday, the most prosperous, the freest country in the world because of the contributions that legal immigrants have \nbeen making for generations.\n\nAmerica also admits more legal immigrants than any other country in the world.  In fact, the last time I checked, \nAmerica admitted as many legal immigrants as every other country in the world combined. That generosity, I \n\n\n\nbelieve, could, and will continue -- should, and will, continue.  And I have no doubt that America's generosity will be \nperpetuated.\n\nBut there is a proper and essential distinction to be made between legal immigrants who have played by the rules, \nwaited their time in line, and come into the country the right way, and those  illegal immigrants who have cut in front \nof the line, who have broken our laws, and who have remained in the country contrary to our laws. And in that \nregard, let me say that while I'm not going to be able to stay long enough to ask questions today, I would like to \nmake a point about the subject of the hearing, and that is that, as I understand the Senate bill, people in the country \nillegally are going to be able to become legalized after only six years.\n\nThat means that that bill treats illegal immigrants far better than we treat those who aspire to be legal immigrants. \n\n And I say that because if you are playing by the rules and being patient, and waiting your time in line, and are from \nany number of countries, you have a wait that amounts to, in the case of Mexico -- and depending on the family \nrelationship, you might have to wait in line 15 years.  If you're from the Philippines, 23 years.\n\nIf you're from India, 12 years.  Now, what kind of a message does it say to those individuals who had been waiting \nand playing by the rules, when someone who is in the country illegally gets to be legalized after six years?  \nBasically, it says that they have not been smart to obey the law, and that they ought to try to come into the country \nillegally, and they'll become legalized much more quickly.\n\nSo, in other words, unfortunately the message is, you're going to be rewarded for your illegal conduct;  you're going \nto be rewarded far more than those who have played by the rules and waited their time in line.  In addition to that, \nyou get to stay in the country while you're waiting for your legalization to occur.  And that seems to me just not the \nright way to approach the subject of immigration.\n\nFinally, Mr. Chairman, let me just say that there is a panelist today who is a close friend and a colleague from \nTexas, Silvestre Reyes, who I greatly admire and respect.  He knows as much about immigration as, I think, \nanybody in Congress.  He has been a Border Patrol chief.  He has been on the front lines.  He speaks about the \nsubject with sincerity and with knowledge.  And I hope I'm here long enough, Silvestre -- I have to leave at 11 -- to \nhear your testimony today, but appreciate your being here as well.\n\nThank you, Mr. Chairman.  I'll yield back the balance of my time.\n\nREP. HOSTETTLER:  The chair now recognizes the gentleman for Virginia, Mr. Goodlatte, for purposes of an \nopening statement.\n\nREP. ROBERT W. GOODLATTE (R-VA):  Mr. Chairman, thank you very much.  Thank you for holding this hearing, \nand I want to associate myself with, and add to, the remarks of the gentleman from Texas, Mr. Smith.  He is quite \nright, that the great flaw in the Senate bill -- and there are many flaws -- but the great flaw is the granting of amnesty \nto people who have entered this country illegally or -- and we're not talking much about this -- entered the country \nlegally, on visitors visas, student visas, business visas, and then overstayed their visa, to remain here illegally. \n\nWe need to address that problem, and we need to address it in a way that is fair to everybody involved, including \npeople who have gone through a very lengthy process.  Prior to my election to Congress, I was an immigration \nattorney;  I helped people and businesses and families, who wanted to reunify families and to bring in workers that \nwere clearly needed in the country, to do that.  And they go through a very arduous, lengthy, complicated, \nsometimes costly, process to comply with the law.  And some of the people who've been through that process or \nare sitting in those lines going through that process today are the most adamant that we should not be granting \namnesty to those who short-circuit the process.\n\nBut there's another important legal principle here as well, and that is, with a few exceptions -- like the spouses of \nUnited States citizens -- we have always imposed the standard of saying that if you violate the immigration laws \nand are illegally in the country, if you want to adjust your status, you must go outside of the country to adjust your \n\n\n\nstatus and come back in.  It's a very important principle to those people who are waiting in those long lines, who are \ntrying to do this process legally.  And it's a very important principle to U.S. citizens who understand that, while we \nare a nation of immigrants -- there isn't a person in this room who can't go back a few generations or several \ngenerations and find somebody in their ancestry who came to this country as the land of opportunity, that America \nstill is today -- we are also a nation of laws.\n\nAnd if you send the message that you can break those laws and then be granted amnesty, in fact, massive amnesty \nto millions of people, you are sending the wrong message.  And that -- that -- is the great flaw of the 1986 bill.  It \nwasn't the problem with employer verification.  Employer verification is in that bill;  there's an employer verification \nsystem there now.  It can be improved. Congressman Smith attempted to improve that system in the 1990s.  It was \nrejected by folks on the other side of the aisle.\n\nIt is a workable system, if it's enforced.  And I agree with those who say that both the Clinton administration and the \nBush administration have not done enough to enforce our immigration laws. But the great flaw in that bill was to \nsay to people, you can come into this country illegally and then, at some point in time, it's okay to adjust your status \nhere without ever having to go outside the country again.\n\nThat is wrong and that sent the message to millions, millions more people -- millions more people -- that if they did it \nonce, they'll do it again.  And now, here we are, examining a Senate bill that is getting ready to do exactly that once \nagain.  That's the mistake and we shouldn't repeat it.  Now, the House bill is a good, comprehensive bill when it \ncomes to immigration enforcement, and I strongly support it;  it's badly needed.  It has to be supported by the \nadministration to carry out the enforcement of the current laws and these additions. \n\nBut those who say there's more to be done, I don't disagree with them.  A workable, guest-worker program that is \ntruly temporary and that truly requires people that are illegally in the country to go out of the country to adjust their \nstatus and come back in, is something that can be discussed and negotiated in this process, and will, probably, at \nthe end of the day, be needed to meet the needs of some employers in this country.  But that is not what the Senate \nbill does, and that's not what we should consider here today.\n\nWe should examine this flaw and examine it from the historic perspective of not making the same mistake we made \n20 years ago.  Now, the point's been made that there's a felony provision in the House bill that makes it a felony to \nbe illegally in the United States. And, quite frankly, I think it being a misdemeanor is sufficient offence.  But an \namendment was offered on the floor of the House to convert it from a felony to a misdemeanor, and it was opposed \nby almost every member on the other side of the aisle, including, I think, every member who's sitting here today.\n\nSo, when the point is made that this House bill is atrocious because it has this felony provision, and people sit here \ntoday and complain about it, I wonder who's playing politics with this legislation.  I think the point needs to be made \nthat the force of the law --\n\nREP. BERMAN:  Would the gentleman yield for comment?\n\nREP. GOODLATTE:  I would be happy to yield.\n\nREP. BERMAN:  I think our point was:  the House bill is atrocious and it creates felonies, not because it creates \nfelonies.\n\nREP. GOODLATTE:  I thank the gentleman's comment, but the gentleman was not in any way interested about \ncorrecting that provision in the House bill.\n\nREP. BERMAN:  Would he yield further?\n\nREP. GOODLATTE:  I would.\n\nREP. BERMAN:  Because -- and the gentleman, referring to myself, believed that no part of finding a solution to this \nissue was helped by making criminal -- whether it be felony or misdemeanor -- any aspect of presence in the United \n\n\n\nStates.  And the reason the House bill was atrocious is because it didn't even allow amendments on the guest-\nworker issues that you've raised as --\n\nREP. GOODLATTE:  Well, reclaiming my time --\n\nREP. HOSTETTLER:  The gentleman's time has expired.\n\nREP. GOODLATTE:  If I might have 30 additional seconds to respond to the gentleman? \n\nREP. HOSTETTLER:  Without objection --\n\nREP. GOODLATTE:  I thank the chairman.  The fact of the matter is that to sit here today and complain about the \nbill, when the -- about an aspect of the bill -- you may dislike the whole bill;  that's fine, and I understand that, and, \ncertainly, that would be your vote on final passage. \n\n But to have the opportunity to correct an aspect, not correct it, and then come back in and complain later on -- I \nthink the gentleman is without good standing to make that particular complaint about the felony provisions.\n\nREP.      :   Would the gentleman yield?\n\nREP. HOSTETTLER:  The gentleman's time has expired.\n\nThe gentlelady from California, Ms. Waters, is recognized for the purposes of an opening statement.\n\nREP. MAXINE WATERS (D-CA):  Thank you very much, Mr. Chairman, and members.\n\nI don't know whether to thank you for this hearing or not.  I know that this judiciary committee, led by our esteemed \nchairman, Mr. Sensenbrenner, passed out a bill from our committee that would have been bill number -- House bill \nnumber 4437 -- which was a very punitive bill that, literally, created felons out of immigrants who -- many of whom \nwere trying to receive the right to be here.  I think that was misdirected.  I think it was unfortunate, and it has set off \na fire storm in this nation.\n\nThat bill was absolutely a radical bill.  Of course, Democrats did not have a lot of choice.  We're outnumbered on \nthe Judiciary Committee.  We could not stop that bill, and so that bill left out of here sending a message to this \ncountry that somehow we wanted to penalize immigrants in the harshest way for simply being in this country.  The \nSenate tried to correct what was done, although -- on this side, by coming up with a comprehensive bill -- the 4437 \nonly dealt with border security.\n\nThe Senate bill is a comprehensive bill that not only talks about how we secure our border, what we do with \nemployers that hire illegal immigrations, and guest-worker programs, but it was a bill that talked about a path to \nlegalization.  Unfortunately, the Republican talking heads, all of the right wing shows, radio talk shows hosted by the \nfamiliar voices, labeled the bill an amnesty bill.  Well, we all know it's not an amnesty bill, but somehow that \ndesignation stuck and the people out there in this country began to believe that somehow the Senate was \nirresponsible, and it simply passed out a bill that would give amnesty to all of these immigrants. \n\nThat is so unfortunate.  Normally -- and the reason I said that I'm not so sure I want to thank you for this hearing -- \nwe should be in conference.  This hearing -- hearings -- should have taken place before the Sensenbrenner bill got \nout of this committee -- I mean, serious hearings.  And even all of the country, I have no reason to want to oppose \nthe fact that we should have had hearings, but this is a day late and a dollar short, and simply an attempt to \npoliticize this whole issue, and to fan the flames of fear about immigration.\n\nAnd so here we are talking about the Senate bill.  All we need to do is let the bill go to conference, and, you know, \npeople of good will go into conference and try to work out the problems.  Now what we have is a country that's up in \narms about the fact that there's an amnesty bill out there, and no real, decent, considered, thoughtful conversation \n\n\n\nand discussion about what we do to deal with the problem of immigration in this country.  Of course we have some \nproblems, and I don't think there's anybody opposed to securing the border.\n\nYou ask the most liberal Democrat, the most conservative republican, and those who are somewhere in the center -\n- wherever that is -- and everyone will agree that we need to have border security; that we should be a country \nthat's concerned about how our immigration program works.  And so we're all on that.  Now we're about to undo \nall of this talk about amnesty.  And then the Republicans are caught in this situation where they ran out with the bill, \nand the now the Chamber of Commerce and all their well-heeled friends have said, no, no, no, no.  We need \nimmigrants to do this cheap labor.  We need immigrants not only in the fields, but we need them in the factories and \nevery place else.  We're beginning to find that some of our upstanding, well-known, well-heeled corporations have \nbeen exploiting these immigrants.\n\nNow you've got to figure out a way by which you can keep the discussion going, calling this amnesty, satisfy your \nconservative corporations that need the cheap labor, and somehow come out on top, like telling immigrants, and \nparticularly Latinos, that somehow you're their friend and that you don't really mean to harm anyone.  Well, this is all \na little bit disgusting, but we have to go through this charade.  We have to go through this charade today to talk \nabout -- we're having a hearing on immigration.\n\nThe fact of the matter is, ladies and gentlemen, I would hope that we would take the best parts of the Senate bill \nand honor the work of the Senate, secure the border make sure that those employers who are exploiting these \nimmigrants are penalized -- and we have something in law that will do that -- think thoroughly about this guest-\nworker program and not simply have a guest-worker program to satisfy the exploiters.  I'm not so sure we even \nneed to the guest- worker program.\n\nREP. HOSTETTLER:  The gentlelady's time has expired. \n\nREP. WATERS:  The most important thing -- unanimous consent for 30 seconds, then I'll wrap it up.\n\nREP. HOSTETTLER:  Without objection.\n\nREP. WATERS:  The most important thing is to have a legitimate path to legalization.  What the Senate pointed out \nwas there's a way that you can do this.  We can ask these immigrants to pay fines, to learn English, to whatever;  \nbut give them an opportunity, particularly those who've been in this country, many of them have children who are \nlegal.  They may not be legal, but we should not separate families in the way that bill, that passed out of here, would \ndo.  And I would just ask us to try and give some real direction to an immigration bill that would make good sense.  \nThank you very much.\n\nREP. HOSTETTLER:  I thank the gentlelady.\n\nWe will now introduce members of our distinguished panel.  First of all, the Honorable Silvestre Reyes represents \nthe 16th District of Texas.  Now in his fifth term, Congressman Reyes became the first Hispanic to represent his \ndistrict in the United States House of Representatives.  The 16th District of Texas includes the city of El Paso and \nsurrounding communities and lies within the El Paso county boundary.  El Paso and Ciudad Juarez comprise the \nlargest border community in the United States.  Representative Reyes has extensive experience in border security \nissues, as has already been mentioned, having spent over 26 years with the United States Border Patrol, where he \neventually was sector chief in both McAllen and El Paso, Texas.\n\nPhyllis Schlafly founded Eagle Forum in 1972, a national organization of citizens who participate in the public policy \nmaking process as volunteers.  She has testified before more than 50 congressional and state legislative \ncommittees on constitutional, national defense, technological, and family issues.  Mrs. Schlafly served as a member \nof the Commission on the Bicentennial of the U.S. Constitution from 1985 to 1991, appointed by President Reagan \nand chaired by Chief Justice Warren Burger.\n\n\n\nPhyllis Schlafly received her J.D. from Washington University Law School, and was admitted to the practice of law \nin Missouri, Illinois, the District of Columbia, and the U.S. Supreme Court.  She is Phi Beta Kappa and Pi Sigma \nAlpha, a graduate of Washington University, and received her masters in Government from Harvard University.\n\nSteven Camarota is director of research at the Center for Immigration Studies.  In recent years, he has testified \nbefore Congress more than any other non-government expert on immigration. His articles on the impact of \nimmigration have appeared in both academic journals and the popular press, including Social Science Quarterly, \nThe Washington Post, the Chicago Tribune, and National Review.  He holds a Ph.D. from the University of Virginia \nin public policy analysis, and a master's degree in political science from the University of Pennsylvania. \n\nJames R. Edwards Jr., is an adjunct fellow with the Hudson Institute.  Dr. Edwards' publication includes the \nCongressional Politics of Immigration Reform which was nominated for the Hardeman Prize.  He has written policy \npapers on such topics as state and local police enforcement of immigration laws, ideological exclusion, the \nconnection between legal and illegal immigration and public-charged doctrine.  His writing has appeared in The \nNew York Times, Christian Science Monitor, Investor's Business Daily, The Washington Times, and elsewhere. \n\nMembers of the panel, as is the custom of our committee, I would ask that you please stand and raise your right \nhand to take the oath. Do you solemnly swear that the testimony you will give before this subcommittee will be the \ntruth, the whole truth, and nothing but the truth, so help you God?  Thank you.  You may be seated.  Let the record \nreflect that the witnesses responded in the affirmative.\n\nAt this time, all members of the panel are instructed that, without objection, your written statement will be made a \npart of the record.  We have a series of lights in front of you.  All of you, I'm sure, are very familiar with the five-\nminute time limit.  We ask that you summarize your comments within that five-minute time period.\n\nCongressman Reyes, you are recognized for five minutes.\n\nMR. SILVESTRE REYES:  Thank you, Mr. Chairman, and Ranking Member Jackson Lee, and thank you for inviting \nme to be here and allowing me to testify before the subcommittee this morning.\n\nAs we've sat here for the past hour, I just want you to know that the head of the CIA is in my intelligence committee \nwho were working on some very important issues dealing with national security.  And also, at 10.30, I had a hearing \nin the veterans committee on cybersecurity, because of the 26 million or so veterans whose Social Security \nnumbers could have been jeopardized.\n\nBut I'm here -- and I only mention that because I want you to know how important this issue is to me and to the \ndistrict that I represent, and, I think, to our country.  I think, as I was listening to my good friend and colleague from \nTexas talk about our long-time friendship -- I think I've been testifying before Congress for the last 15, 20 years on \nborder security, terrorism, drug trafficking, and all those kind of issue.\n\nSo, this morning, Mr. Chairman, I'd like to preface my remarks about the substance of today's hearing on the \nImmigration Reform and Control Act of 1986 with a word or two about the process or, perhaps, having listened to \nall of you and your opening statements, the politics that actually got us here. \n\nIt's been nearly five years since the terrorist attacks of September 11th, 2001.  There have been countless \ninvestigations, hearings, and reports about how to secure our borders and curb illegal immigration, but far too \nlittle in the way of meaningful measures to keep America safe, in my opinion.  The time for talk about these issues \nhas long since passed, and the moment of action is now. Instead of numerous hearings that may make, perhaps, \ngood politics but do little to advance sound policy, Congress, all of us, need to reach a compromise agreement on \ncomprehensive border security and immigration reform legislation.\n\nI need to tell you that what we're doing now, what we're engaged in, is being perceived as convoluted and \nconfusing around the country. Since the House Republican leadership is moving forward with these kinds of \nhearings anyway, I've come to here to share with this subcommittee my experience in border security and \n\n\n\nimmigration reform, to help ensure that we do not confuse rhetoric with reality on these very important issues of \nnational security to our country.\n\nAs many of you have mentioned before, before coming to Congress, I served for 26-and-a-half years in the United \nStates Border Patrol, including 13 years as a sector chief in McAllen and in El Paso. During the course of my \ncareer, I patrolled the tough terrain of the United States/Mexico border region, and I supervised thousands \nhardworking and dedicated border patrol agents, and did everything within my power and theirs to strengthen our \nborders and to reduce illegal immigration.\n\nI am probably the only person in this hearing room and in Congress who actually witnessed firsthand the effects of \nIRCA and other immigration legislation passed by Congress.  And I often tell people, including a group of about \nthree or four hundred last Friday night, where one of my former colleagues retired, that there's good news and bad \nnews in being the only member of Congress that has this background.  The good news is:  a lot of people talk to me \nabout it and want to get my opinion.  The bad news is:  oftentimes, my comments and my opinion are disregarded, \nand we keep on doing the same things over and over, to the detriment of the security of our country.\n\nAs I said, I represent a border district.  In fact, I have spent my whole life on the border.  I live there today and I am \nhonored to represent the people of El Paso and the El Paso area in the House of Representatives.  Like most \nAmericans, and especially given my background and experience, I am frustrated by our administration and \nleadership in both the House and the Senate, and the failure to secure our borders and curb illegal immigration.  \nThis is five years after 9/11.\n\nThis is why, in coming to Congress, I have lobbied my colleagues for greater resources for border security, \nincluding additional Border Patrol agents, equipment and technology, more immigration inspectors, judges, and \nthousands of new detention beds, so we could once and for all end the catch-and-release policy of releasing OTMs.  \nI have also  long supported providing the resources required to enforce immigration laws in our nation's interior, \nincluding tough sanctions against employers who hire undocumented workers.\n\nIf it were harder for an undocumented worker to get a job, fewer of them would try to enter this country illegally, \nwhich would allow the Border Patrol to focus on those who may be trying to come here to do us harm, which, by the \nway, was a message that my former colleagues stressed over and over last Friday night.  Yet, in every instance, the \nleadership and the administration have failed to deliver these very necessary resources, even though experts agree \nthat another terrorist attack on our country is not a matter of if it happens, but when it happens.\n\nAnd I think my colleagues have gone over the shortages that we've seen in terms of the Intelligence Reform Act of \n2004, so I would -- if I can take an additional 30 seconds or so --\n\nREP. HOSTETTLER:  Without objection.\n\nMR. REYES:  Just give you some of my observations, because I know a lot of you have expressed opinions on the \nImmigration Reform and Control Act of 1986.  If there was a failure, there was a failure in that Congress did not \nfund the resources necessary to enforce employer sanctions.  I can assure you, based on my own experience along \nthe border, employer sanctions worked and they worked very effectively, because we had the resources to check \nbusinesses along the border corridors where I was chief.\n\nWe took that law seriously;  apparently, Congress did not.  And when people look and say that the administration \nhas failed to enforce the law, it is Congress that has failed to fund the resources necessary to prioritize that as part \nof the process.  I can also tell you that, immediately after the passage of the 1986 Immigration Reform and Control \nAct, we had downturn in attempted illegal entries -- that's people trying to enter this country.  Some sectors were \ndown as much as 80 percent on the U.S./Mexico border.\n\nThe overwhelming reason -- and there were surveys taken -- the overwhelming reason was because people \nunderstood that there were now employer sanctions that were going to kick in, that those were going to be \n\n\n\nenforced;  and so they didn't think it was worthwhile to go through all of the process of entering this country illegally \nwhen they weren't going to be able to get a job once we got here.\n\nWe failed as a Congress.  And I can't tell you how frustrating it is for me to see us again talking, and talking, and \nbantering back and forth, politically and with great partisanship, when we're in danger because we haven't done the \nthings that we had promised to do in securing our border.  I hope that, at some point, in wrapping up, I get a chance \nto talk about HR 98, which is a bill that I have cosponsored with Congressman Dreier, that addresses the Social \nSecurity card, addresses a system where employers would verify that  card and the person that presents it, and \nalso gives resources to both immigration and customs enforcement who are responsible for employer sanctions, \nand Social Security, to be able to make that happen.\n\nI think HR 98, unto itself, would be one of the most important things that we could do as a Congress. \n\n I very much appreciate the opportunity to be here.  As I said, although I have those two other hearings going on, \nI'm going to sit here and answer any questions that members may have, and I hope that we are working our way \ntowards some meaningful immigration reform that takes into account all of the priorities that were mentioned by \nmembers on both sides, that we do come with the Senate and come up with a compromise, so that we can work for \nthis country in securing its borders and its national security.\n\nWith that, thank you for your indulgence, Mr. Chairman.  It's a pleasure to be here before you and your \nsubcommittee.\n\nREP. HOSTETTLER:  Thank you, Congressman Reyes.\n\nThe chair now recognizes Ms. Schlafly.\n\nMRS. PHYLLIS SCHLAFLY:  Thank you, Mr. Chairman, and members of the committee.\n\nAs the president of Eagle Forum, a national conservative pro- family organization of grass-roots volunteers, I am in \nclose touch with the people you would call grass-roots Americans.  In the last six months, I've given speeches in 16 \nstates:  Florida, Virginia, Utah, California, Georgia, Michigan, Illinois, Alabama, New York, Arizona, Arkansas, \nMissouri, Wisconsin, Texas, Kansas, and New Jersey.  I can report that the invasion by illegal aliens is the hottest \nissue across America, even in states far from the border, such as Kansas and Georgia.\n\nThe first question I'm always asked is, why doesn't the government get it about illegal immigration?  Americans \nare basically a fair-minded people, and the continued entry of thousands of illegal aliens offends our ideals of \nfairness.  Failure to stop the entry of illegal aliens is unfair to those who don't have health insurance but see illegal \naliens given costly treatment at hospitals for which U.S. taxpayers have to pay the bill.\n\nIt is unfair to the legal immigrants who stand in line and wait their turn to comply with our laws.  It's unfair to our \nfriends in Arizona who are afraid to go out of their homes without a gun and a cell phone.  It's unfair to small-\nbusiness men who are trying to run an honest business, pay their taxes and benefits to employees, but  cannot \ncompete with their competitors whose costs are so much less because they hire illegal aliens in the underground \neconomy.\n\nIt is unfair to American children in public schools, who see their classrooms flooded with kids who cannot speak \nEnglish and cause a gross decline in the quality of education.  It's unfair to our own 16 million high school drop outs \nwho need those low-wages jobs to start building a life.  Americans are basically a law-abiding people, and we \nbelieve our government has betrayed us by its failure to enforce immigration law.  Failure to stop the entry of \nillegal aliens is an offence against our fundamental belief that we are a nation that respects the rule of law.\n\nIn addition to believing that failure to enforce the law is unfair and a betrayal, the American people have lost faith in \nthe honesty of our leaders.  Americans think we are being lied to. Everybody knows that the various plans called \nlegalization or earned citizenship are euphemisms for amnesty.  The president and other public officials lose \ncredibility every time we hear them deny that Senate bill 2611 is not amnesty.\n\n\n\nThe American people don't like to be talked down to by politicians who play games with words.  Americans also feel \nlied to by the Senate bill's use of the term \"temporary guest workers.\"  We know the president and the senators are \nnot telling the truth when they imply that guest workers will go home after a couple of years.  The American people \nare thinking, we don't believe you, and worse, we don't believe that you believe what you are saying because the \nevidence is so overwhelming that guest workers do not go home.\n\nThe Senate bill invites guest workers to a path for citizenship after a few years, and, anyway, it's obvious that those \nfew years give plenty of time to produce an American-born anchor baby.  The American people also believe we are \nlied to by those who say we cannot get border security unless we also have a guess worker program and \"amnesty \nlite.\"  That's what they mean when they demand a comprehensive bill.\n\nAnd, Mr. Chairman, you all need to realize that \"comprehensive\" has become a word as offensive as \"amnesty,\" \nbecause we have figured out that it's just a cover for a plan to repeat the mistakes of the 1986 Immigration Reform \nand Control Act, known as Simpson-Mazzoli. That was a comprehensive bill which combined amnesty with \npromises of border security and sanctions on employers who hired illegal aliens. We got amnesty, but we did not \nget border security or employer sanctions.  There was massive fraud, and the illegal population quadrupled.\n\nThe American people are not willing to be cheated again by the word \"comprehensive.\"  Their attitude is:  fool me \nonce, shame on you. Fool me twice, shame on me.  When we hear the word \"comprehensive,\" we believe that \nlegalization and guest workers will be fully implemented but we will get nothing but pie-in-the-sky promises about \nborder security and employment verification. \n\nIf you have water in your basement, plan A must be to stop more water from coming in before you deal with the \nwater already in the basement.  Plan A is border security only, House bill 4437.  We thank Chairman \nSensenbrenner and the 88 percent of Republican House members who voted for it.  The House bill cannot be \ncompromised or conferenced with the Senate bill, because, in the words of the old adage, you cannot make a silk \npurse out of a sow's ear.\n\nThank you, Mr. Chairman.\n\nREP. HOSTETTLER:  Thank you, Mrs. Schlafly.  Dr. Camarota.\n\nMR. STEVEN CAMAROTA:  Mr. Chairman and members of the subcommittee, thank you for offering me the \nopportunity to testify. My name is Steve Camarota.  I'm director of research at the Center for Immigration Studies, \na nonprofit, nonpartisan research organization here in Washington.\n\nAs you all know, in April of this year the Senate passed S.2611. The bill legalizes an estimated 10 million illegal \naliens, allows some 4.5 million of their family members currently abroad to immediately join them, and it \ndramatically increases the number of people who are allowed into the country on a legal basis in the future.  Now, \nmost of the problems with S.2611 actually closely parallel the mistakes of the 1986 amnesty.\n\nIn my oral testimony, I will focus on four of the biggest problems with the legislation.  The first key problem with the \nSenate plan is that its central feature is to legalize illegals and increase legal immigration, yet we know that this \ndoes not solve the problem. In 1986, we legalized 2.7 million illegals, and legal immigration to this country has \ndoubled since the mid 1980s.  But we still have two- and-a-half times as many illegals as when IRCA was passed.\n\nParticularly with regard to more legal immigration, it will only further spur more illegal immigration, because the \nlarger the pool of immigrants, legal or illegal, in the country, the greater the pool is for more illegal immigration.  \nThere's a whole sociological literature on this.  It is often legal immigrants who provide the information about jobs \nand housing to their relatives and friends back home. Illegal aliens often live with legal immigrants.  The bottom line \nis legal immigration has been increasing for more than three decades and illegal immigration has been \nincreasing right along with it.\n\n\n\nNow, the second problem with 2611 is it repeats the mistake of having the amnesty come before enforcement is \nactually implemented. Like in 1986, the illegals themselves, along with very powerful interest groups, will ensure \nthat that amnesty does go through.  But there is no corresponding set of interest groups pushing for enforcement.  \nWhile enforcement is in the broad national interest, and the public certainly wants it, these are diffused political \nforces and traditionally have not been enough to overcome pressure on both  parties from those who don't want the \nlaw enforced, namely, ethnic advocacy groups and elements of the business community.  By putting amnesty first, \nS.2611 is almost guaranteed to be a replay of IRCA.\n\nNow, the third major mistake made by S.2611 is it will not solve the problem of labor market competition between \nless educated natives and illegal aliens.  If illegal aliens are legalized and allowed to stay, the poorest and least \neducated American workers will still face job competition from the former illegal aliens. \n\n The primary reason illegal immigrants reduce wages or job opportunities for less educated natives is not so much \nthat they work for less -- though that certainly can happen, and does -- the primary reason they harm less educated \nnatives is simply their presence in the country.\n\nIt is basic economics.  If you increase the supply of something -- in this case, less educated workers -- you reduce \nits price, and the price of less educated labor is the wages and benefits paid to such workers.  Letting illegal aliens \nstay and increasing legal immigration through guest-worker programs and so forth only makes sense if we think \nthe poor in this country are overpaid.\n\nIllegal aliens themselves may benefit from legalization, and that is true, but there is no evidence after the last \namnesty that native- born Americans with little education, who face the job competition from illegals, saw an \nincrease in their wages and benefits.  The general trend since the mid 1980s is for such Americans with little \neducation to do worse in the labor market;  a trend that will continue if illegals are allowed to stay and we increase \nlegal immigration further.\n\nNow, the fourth problem with the Senate plan is that, like IRCA, it doesn't deal with the fiscal cost of illegal \nimmigration.  Illegal aliens create a drain on public coffers mainly because they are overwhelmingly unskilled, not \nbecause they're illegal.  At least 60 percent of illegals lack a high school degree, and another 20 percent have only \na high school degree.  Such persons pay relatively little in taxes regardless of legal status because they earn so \nlittle in the modern American economy.\n\nThe National Research Council has estimated that an immigrant who comes to the United States without a high \nschool education will use $89,000 more in services than he pays in taxes in his lifetime.  One who has only a high \nschool education is a net fiscal drain in his lifetime of $31,000.  My own research shows that if we legalized illegal \naliens and they began to pay taxes and use services like legal immigrants with the same level of education, the \ncosts of illegal immigration would roughly triple.\n\nHistory does not have to repeat itself.  Congress can pass sensible legislation that polices the border, goes after the \nemployers  who hire the illegal aliens.  The bill the House passed in December goes a long way in this regard.  The \nproblem of illegal immigration can be solved, but not by repeating the mistakes of the past.\n\nThank you.\n\nREP. HOSTETTLER:  Thank you, Dr. Camarota.  Dr. Edwards.\n\nMR. JAMES R. EDWARDS JR.:  Mr. Chairman and members of the subcommittee, thank you for inviting me to be \nhere today.\n\nThe Senate bill would, in fact, repeat the errors of the past and have the same harmful consequences only worse.  \nI'll talk today about two things:  the 1986 amnesty and its similarities in the Senate bill, and the connection between \nlegal and illegal immigration.\n\n\n\nFirst, in 1986, we saw the IRCA passed, and now we see resurrected IRCA in the Senate bill.  The IRCA included \nborder enforcement and IRCA authorized more border patrol and grounds for deportation.  Number two, employer \nsanctions.  IRCA made it unlawful to knowingly hire illegal aliens, and it established the I-9 system. Three, mass \nlegalization.  There were three classes of illegal aliens who were dealt with, according to their length of illegal \nresidency here:  those here since 1972 got -- or before 1972, got immediate amnesty;  those here from 1982 \nforward, or by 1982, had to pay a nominal fee for a temporary visa, then they could get a green card after a year-\nand-a-half, and they had to take minimal English and civics classes.\n\nThere were special agricultural workers, or SAWs, who claimed at least 90 days of farm work in 1986 or in the \nprevious three years. They could become LPRs if they paid the nominal fee.  The Senate amnesty resembles IRCA \nin these ways.  S.2611 has fig-leaf border enforcement and employer sanctions.  Like IRCA, it is long on promises \nand full of policy booby traps to ensure its failure.  S.2611 is even worse than IRCA, with its mega increases in legal \nimmigration levels that will overwhelm America, break the treasury, flood the immigration bureaucracy, and \nensure chain migration that doubles or triples immigration levels for the next two decades.\n\nIt's \"guest-worker,\" quote-unquote, program is mainly for laundering the status of millions of illegals.  S.2611 has at \nleast five amnesties in it.  One, illegal aliens in the U.S. for at least five years get an instant green card.  Two, \nillegal aliens here for two to five years get amnesty on the installment plan in three steps, and plus a two-year tax \namnesty -- I'd like one.  Three, an ag jobs amnesty.  Four, a DREAM Act amnesty.  Five, one for certain asylum \nclaimants.  And the big one:  the mass amnesty of the illegitimate employers who've been hiring these illegals.\n\nWith IRCA, the employer sanctions and border enforcement legs, quote-unquote, \"failed\" because they were poorly \nor inadequately designed, or poorly implemented, underfunded, and undermined from the  start by political \npressure.  Only the \"amnesty,\" quote-unquote, worked.  Three million people were legalized, and IRCA thus \nspurred massive illegal immigration and chain migration.  IRCA, especially the SAW amnesty, was fraud-ridden.  \nRubber stamping became the rule.  INS approved over 94 percent of amnesty applications and over 93 percent of \nSAW applications.\n\nSecond, legal and illegal immigration are two sides of the same coin.  As legal immigration has risen, so has \nillegal immigration. Since IRCA, an illegal alien population of two million in 1988 has become 10 million in 2005.  \nIllegal aliens made up 21 percent of the foreign born in 1980.  Today, it's 28 percent.  The top source countries of \nthe legal immigrants tend to be the top source countries of illegal aliens.  Mexico is the largest source country of \nboth legal and illegal aliens.  With Mexicans as 30 percent of the foreign born, over half of Mexicans in the U.S. are \nillegal aliens.\n\nIf legal immigration rose, as S.2611 proposes, illegal immigration would spike as well.  Chain migration, the \nability to sponsor distant family members, leads to a third of LPRs first living here illegally from five to eight years \nbefore their green cards come through.  Two-thirds of Mexican LPRs first lived here unlawfully.  The visa preference \nsystem over promises and sets unrealistic expectations.  The reality for most is backlogs and waiting lists.\n\nIn conclusion, the lessons from the IRCA disaster show that the Senate amnesty would repeat this history.  HR \n4437, comparatively, is much more sensible.  Thank you.\n\nREP. HOSTETTLER:  Thank you, Dr. Edwards.  The subcommittee will now turn to a round of questions.  Dr. \nEdwards, let me ask you, which bill -- the House bill or the Senate bill -- which of those is more in keeping with the \nsentiments, the recommendations of the '81 Commission on Immigration Reform that I mentioned earlier, with \nregard to enforcement and legalization?\n\nMR. EDWARDS:  Probably the House bill, because the Hessberg Commission recommended legalization, yes, but \nit did so as a means of sort of mopping up after -- it said, first you've got to secure the borders and you've got to \nhave employer sanctions, and that has to be worked out and enforced.  And then, after that is done, then see what \nis left of the then-three million or so illegal aliens and have a way to legalize their status.  And so it was viewed as \nthere is the enforcement side first, and then, only after that is fully ensconced, would you go the other route.\n\n\n\nREP. HOSTETTLER:  So, as you understand the House approach, the House approach does not disclose at a \nfuture time re-examination of the immigration issue?\n\nMR. EDWARDS:  Correct.  I think you'd have to say, in the back of your mind, there's going to be some residual \nillegal population, and at some later time, 10 years or so down the road, then you would say,  okay, if we have \ngotten employer sanctions -- and the point that Mr. Berman made precisely:  the employment verification system -- \nfully enacted, then you can say -- and all the enforcement aspects of 4437 -- then you would say, okay, now we've \ngot a smaller problem.  But all of this has to be premised, as the House bill is, on attrition. You've got to drive down \nthe incentive -- reverse the incentive for in-flow.  You've got to drive down the incentive to stay here unlawfully and \nmake it more attractive to leave. \n\nREP. HOSTETTLER:  Very good.  Ms. Schlafly, if the, quote, \"comprehensive,\" end quote, approach of the Senate \nis taken, do you believe that we will enforce vigorously the law and then allow for the mop up that was suggested in \nthe Hessberg Commission?\n\nMRS. SCHLAFLY:  Mr. Chairman, no, I don't believe it.  I think \"comprehensive\" has become a word that is as \nnegative as \"amnesty,\" because it's really a code word for packaging it altogether, and like Simpson-Mazzoli, we \nbelieve that we'll get the amnesty and the guest worker, but we do not believe that border security will be enforced. \nAnd I'm not sure we see that there's any will to enforce it.  And this is why I think the public officials who urge \n\"comprehensive\" just don't have any credibility.  The American people think we're being lied to.  We've been down \nthat trail before.\n\nREP. HOSTETTLER:  Dr. Camarota, the notion of employer sanctions being vigorously enforced after \ncomprehensive reform is put in place -- employer sanctions are already in place, are they not?\n\nMR. CAMAROTA:  Obviously we have a regime in place, but it's not funded;  it's not enforced.  As one of the \nmembers correctly pointed out, only three employers were fined in 2004 for hiring illegals.\n\nREP. HOSTETTLER:  So, going back to the issue of integrity, does it seem to you that with comprehensive reform \nand the experience that we had in 1986, that there is going to be -- if it's on the books today, if it's illegal today, \nwhat makes it more illegal after the comprehensive reform in the Senate is put in place?\n\nMR. CAMAROTA:  I think that's an excellent question.  The bottom line is, it's incumbent among people who want to \ngrant amnesty or legalize, whatever term you like, to people here illegally to first demonstrate -- Republicans and \nDemocrats who want that -- to first demonstrate they're serious about enforcement.  And until they do that, we \nshould not take them seriously, because the past has shown both parties have just not been willing to enforce the \nlaw.\n\nREP. HOSTETTLER:  And then, finally, Dr. Camarota, in terms of the workforce -- and you mentioned this briefly -- \nwhat American citizen workers are most vulnerable if we drastically increase the  number of immigrants to the U.S., \nespecially under the Senate provision?\n\nMR. CAMAROTA:  Phyllis mentioned one group.  There are about 16 million native-born Americans, 18 to 64, who \ndon't have a high school degree;  they face a lot of job competition.  There are several more legal immigrants in the \nUnited States -- about three or four million -- who don't have a high school education, who face the competition. \nAnd then there's also a lot of young natives.  One of the most troubling trends in the U.S. labor market -- it's been \ngoing on for the last seven or eight years -- is a decline in the number of young men, in particular, but also women, \nwho only have a high school degree but they're in their 20s.   Those people are leaving the labor force in droves;  \nthey don't seem to be attending school.\n\nAnd so that's the other group:  high school drop outs, and young natives with only a high school degree.  And it's \nbeen happening for all racial groups.  Native-born Americans who don't have a lot of education, who are young, are \nreally taking it on the chin.  And that is very strong prima facie evidence that there is no shortage.  Their wages are \ndown.  If their wages weren't down, if their employment wasn't down, then you might have a case for -- that there's \n\n\n\na shortage;  we desperately need lots of unskilled workers.  But all the available evidence suggests that they're \ntaking it on the chin in the labor market.  So to flood the unskilled labor market simply represents a kind of callous \ndisregard for Americans at the bottom end of the labor market.\n\nREP. HOSTETTLER:  Thank you.  The chair recognizes the gentlelady from Texas for five minutes for questions.\n\nREP. JACKSON LEE:  Thank you very much.  Dr. Camarota, I may agree with you that the Republicans have not \nhad the will, and, to some extent, as you've mentioned, it's been bipartisan in enforcement. I would argue that we \ncompare rather credibly the dollars spent on enforcement under the Clinton administration and the lack of dollars \nspent on enforcement under this present administration.\n\nWhat I would say to you, however, is what my colleagues have said over and over again:  that is why we need to be \nin conference, taking the expertise that you've offered, and some of our other witnesses -- and you know you've \nbeen before this committee -- and, really, seriously address some of these concerns.  I want to say to my \ncolleagues and certainly to the witnesses, the Senate bill has an employer verification program.  It is a pilot \nprogram.  Maybe in conference it could be strengthened, but they were wise enough to include that.\n\nAnd might I just quickly read into the record, so that we can disabuse ourselves of the terminology, \"amnesty\" -- and \nrealize that there are 10 provisions that the Senate bill has in terms of those who would seek some sort of status.  I \nmight remind my colleagues as well, in order to secure America, you must know who's there.  They must  qualify \nand pay over $3,000 in fines;  they must pay their taxes; they must learn English, history, and government of the \nU.S.;  they must undergo criminal and security screens;  they must get a medical examination;  they must register \nwith the military selective service; they must establish a continuous presence in the United States;  they must \nprovide evidence of past employment in the U.S.;  they must earn legal status by continuing to work for at least six \nyears;  and they must go back to the back of the line.\n\nThat, in my definition, is paying a price.  Let me also cite some of the organizations that want comprehensive \nimmigration reform, and I think many of these are friends of our leadership:  U.S. Chamber of Commerce, U.S. \nConference of Catholic Bishops, certainly the National Council of La Raza, Asian American Justice Center, and \nService Employees International Union who are representative of a cross section of America.  And I might say, the \nnumbers say that Americans want comprehensive immigration reform.\n\nBefore I ask a question, I do think these points are important to note, because my good friend has returned who \noffered to indict some of these statements made by those of us on this side of the aisle.  I welcome the evidence of \nmembers of their history of immigrant past, but I would take issue to suggest that immigrants today don't work hard.  \nThat we're going to compare them with immigrants of the past and suggest that immigrants from Poland, \nimmigrants from Haiti, immigrants from Costa Rica, immigrants from El Salvador, immigrants from England who \ncome today do not work hard, and that immigrants who may be undocumented don't work hard.\n\nI hope that my colleague would clarify such an indicting, inappropriate and unfortunate statement.  I would also \nsuggest that there are many of us who are more than multitasked;  we are sympathetic.  And when 25,000 \nAmericans can't get out of Lebanon, from the most powerful nation in the world, I think that's a priority issue.\n\nAnd, Mr. Reyes, I would prefer you be in the intelligence hearing, so that you could address the crisis that is going \non right now, because, frankly, the families of my constituents who are over in Lebanon are wondering why America \n-- why France has a ship and why someone else has a ship, and we don't.  So I hope that we can multitask, but I \nhope we can save lives.  And, lastly, before I ask a question, isn't it interesting that we talk about the dumbing down \nof wages -- I think that's an important point -- and since 1997, we haven't been able to get this Republican \nCongress, after George Bush took over, and President Clinton, of course, is out of office, to raise the minimum \nwage.  We have been trying to get an amendment on the floor of the House every single week.  And we've been \ndenied the right to raise the minimum wage, which is, in fact the lowest in 50 years.\n\nSo, Mr. Reyes, could you give me a sense, in your 25 years, but now, being in this Congress, how often you have \nput before this  Congress the need for increasing the resources for border security officers, training, civil service \n\n\n\nchanges, and giving them the power boats, the goggles?  How many times we've gone to the border with you and \nothers -- we were just back at the border, just recently, on a hearing -- that we have not given them the resources to \ndeal with this situation that would require and give to the American people the comfort.  And does the Senate bill \nlead us in that direction by giving us comprehensive immigration reform, that is, both benefits -- but, more \nimportantly, border security?\n\nMR. REYES:  I thank my colleague for the question.  Well, first of all, it's extremely frustrating when the title of the \nhearing is repeating the mistakes of the past.  We continue to repeat the mistakes.  I mean, there are countless \ntimes where I have offered amendments, I have offered a motion to substitute -- on making a stronger effort at \nborder enforcement. \n\nAgain, post-9/11, the things that we haven't done are unconscionable.  It's no wonder that the American people \ndon't believe Congress.  It's no wonder that the president's ratings, as low as they have been -- our ratings are \nmuch lower.  We do a lot of talking, but we do very little in terms of action.  We don't fund -- not only the Border \nPatrol, but we don't fund the Marshals Service;  we don't fund assistant U.S. Attorneys.  We have agencies whose \nvehicles are in excess of 140,000 miles.  And what we ought to be doing is being -- as a number of you have stated, \nwe ought to be in conference.\n\nWe ought to be working on those issues.  It ought to be comprehensive.  You know, comprehensive doesn't have to \nbe a dirty word.  Comprehensive means having a strategy, having the long-term vision and the commitment that \nwe're going to right all these things that affect our national security.  That means border security.  That means the \nlegal system.  That means identifying those people that are here already.  And only then will be able to sort through \nand find out who's here and for what purposes and who can be harmful to this country.\n\nWe have a lot of work to do and we're wasting time with hearings like this -- my opinion -- we're wasting time with \nhearings like this. I hope if nothing else comes out of these hearings, maybe it's an unintended consequence, but \nthe American people are going to pay attention, sit up and say, yes, that's right;  we haven't been doing a good job. \nAnd, by the way, who's been in charge, and who's had the agenda, and why are we less secure today than we were \npre-9/11.  I think we all have a role to play.\n\nREP. HOSTETTLER:  The gentlelady's time is --\n\nREP. JACKSON LEE:  Just an additional 15 seconds, Mr. Chairman, in answer, with unanimous consent.\n\nREP. HOSTETTLER:  Fifteen seconds.\n\nREP. JACKSON LEE:  Thank you.  (Laughs.)\n\nREP. HOSTETTLER:  This chair will recognize this gentlelady for 15 seconds. \n\nREP. JACKSON LEE:  Thank you, Mr. Chairman.\n\nREP. HOSTETTLER:  Because, as the chair will add to the record, we appreciate the gentleman from Texas' \ntestimony today.  The gentleman from Texas was a witness that was called by the minority, and we would not have \nimposed upon the gentleman's time had we known the importance of the hearings and the lack of the gentleman's \nbelief in the importance of this hearing.  So I would simply add to the record that the gentlelady from Texas called \nthe gentleman from Texas. We welcome and we applaud and appreciate the gentleman's testimony, but we would \njust like to add for the record that, while many of us believe that these hearings are not a waste of time -- that those \nwith the opinion that they are a waste of time, schedules probably should have been better coordinated, given those \nopinions.\n\nSo, the gentlelady is recognized for 15 seconds.\n\nREP. JACKSON LEE:  Thank you.  With that, Mr. Chairman, I am grateful for the sacrifice Representative Reyes \nhas now made, recognizing that the minority cannot control schedules.  But I just want to say that it is reported that \n\n\n\n-- generally agreed that 50 to 60 percent of illegal immigrants nationwide work for employers who withhold income \ntaxes, Social Security, and Medicare payments.  So I hope that we realize that we need to go to conference so we \ncan address these concerns, rather than throwing stones into the darkness.\n\nBut I yield back.  Thank you.\n\nREP. HOSTETTLER:  The chair recognizes the gentleman from Texas for five minutes for questions.\n\nREP. GOHMERT:  Thank you, Mr. Chairman.  And, first, my colleague from Texas said I had indicting statements, \nso I sure need to clarify -- no, I don't need to clarify, but I sure need to address it.  I do not apologize for the fact that \nmy great-grandfather came, worked his tail off, learned English, and lived the American dream.  I will not apologize \nfor that.  I never have said immigrants today don't work as hard, because that plays right into another issue that was \nraised by my colleague about the minimum wage.\n\nI talk to my friends back in east Texas and they tell me that the immigrants they have working for them -- they are \nfar too good and far too hard workers to pay them a minimum wage.  Some of them are making about $20 an hour.  \nThey are the hardest working, most wonderful workers.  I've been told by some friends in Henderson and Tyler and \nLongview and around the area -- those are good folks.  So to say that I'm out here saying immigrants don't work \nhard today, sure misses the boat.\n\nWe need immigration.  We need it legal.  We do need to reform the immigration services, all of them, but, again, I \ncome back -- you know, for this to have been a mock hearing, there sure is a lot being  said at this hearing.  If it \nwere a mock hearing, I would think that we would say lot less than we're saying, so, apparently, it is not as mock as \noriginally thought.\n\nREP. JACKSON LEE:  Will the gentleman yield?\n\nREP. GOHMERT:  Well, you took your shots at me without yielding to me, so I'll let you take your five minutes --\n\nREP. JACKSON LEE:  I didn't hear you ask to have to be yielded to.  But if you --\n\nREP. GOHMERT:  I do not yield.  I do not yield.  I do not yield. When you indict me, then I will respond and not \nyield so I can be indicted some more.\n\nNow, listen, Representative Reyes, you've been a champion -- I've only been here a year-and-a-half.  You've been \nfighting this battle and it's something that I mentioned to the president before;  that some people think this is a \npartisan issue, and yet we've heard from every share -- have come up here and testify more than once from the \nborder counties of Texas.  And they're Republican, but there are at least as many Democrats, I would think, and \nthey're begging for help.\n\nThere are -- some say that it is a racial issue, and yet we've had as many Hispanics from the border counties come \nforward and say, we need help.  So I'm embarrassed that we have not done more.  I am for using all the resources \nwe have.  And I appreciate your efforts, that you've been battling for longer than I've been here, back when I was a \njudge trying to deal with efforts from a judicial stand point. I know you've given your statement, you've made it in \nwriting and all, but I'm trying to keep this from being too partisan and taking shots in areas where I disagree with my \npresident, anyway.  But what do you see that we can do immediately, quickly and best to help the sheriffs on the \nborder;  just in a nutshell?\n\nMR. REYES:  Well, first of all, thank you for raising that issue, because I think it's vitally important.  When there's a \nvoid in terms of enforcement or anything else, somebody is willing to jump in and fill that void.  However, when \nwe're talking -- and remember, I represent a border district.  I enforced federal immigration law for 26-and-a-half \nyears.  I can tell you unequivocally that money is better spent on the professionals that have that responsibility, \nwhich is the United States Border Patrol.\n\n\n\nThe Sheriffs Coalition has been up here, and, believe me, I sympathize in the fact that they need money around the \ncountry. Everybody needs money.  If you will survey the U.S. Marshals, they need positions and they need money \nfor vehicles and for infrastructure support.  The U.S. Attorneys -- everybody needs money and everybody should be \nsupported. \n\nThe reality is we have to prioritize.  And that's why I think it's important that we do so, but in prioritizing, that we \nremember it's never an easy fix to try to give enforcement of immigration -- that authority to the sheriffs or the \npolice departments.  We recently, in my district, had a number of issues where the sheriff's department was setting \nup road blocks and one of the questions they were asking dealt with immigration.  They do not have that authority. \n\nWe also heard a number of complaints, both in my office and through some of the news media, that people were \nrefusing to call the sheriff's department when they were victims of crime because they were afraid that they were \ngoing to be hassled about their immigration status.  As we work our way through this process, it's vitally important \nthat we understand what the priorities are, and that we don't make decisions that maybe sound good on the face, at \nthe time we're making it, but have long-term consequences and implications to the people that we represent -- all \nthe people that we represent.\n\nREP. HOSTETTLER:  The gentleman's time has expired.\n\nREP. GOHMERT:  Thank you, Mr. Chairman.\n\nREP. HOSTETTLER:  The chair recognizes the gentlelady from California, Ms. Lofgren, for five minutes for \nquestions.\n\nREP. LOFGREN:  Thank you, Mr. Chairman.\n\nAnd, Congressman Reyes, I really appreciate -- I know we all have multiple things to do -- but that your committee \nassignments are very serious ones, obviously, and that you would take time away from those serious assignments \nto be here with us is very meaningful, and I appreciate it.\n\nAnd I think, really, as has been mentioned on both sides of the aisle, we are fortunate to have someone with your \nbackground and your expertise, as one of our colleagues, as someone we can turn to for the straight scoop on \nwhat's going on.  And so some of the questions I have really have to do with resources.  In May of last year, we had \na vote, and the proposal the Democrats made was to have an additional $41 billion to secure the nation from \nterrorist threats;  6.9 billion more than the president had authorized.\n\nAnd it was -- included $28.4 billion for border and transportation, security and immigration processing.  And all of \nthe Republican members of this subcommittee voted against those resources. On May 5th of last year, we had \nanother proposal, to add 550 additional Border Patrol agents, and 200 additional immigration inspectors, and \nunmanned border aerial patrol vehicles, and, again, it  was shot down on a partisan vote.  And we also had efforts \nto provide additional detention beds.\n\nBased not on your experience as a congressman, but your vast experience in the Border Patrol, would these \nresources have assisted us in getting a better control of our border situation?\n\nMR. REYES:  Well, absolutely.  And I don't have the citations that you just read, so I'm going based on memory.  I \ndo everything I can to get additional resources at different points in legislation by talking to my colleagues on both \nsides of the aisle.  In fact, when we've tried to increase resources for border security, I try to get support from -- \nbipartisan support from both sides of the aisle because it's so critical.\n\nAny time that we are able to increase resources to go and assist the Border Patrol, to assist the U.S. Attorneys \noffice, additional judges, the U.S. Marshals, it is all vital, and I will tell you, it is critical at this point in our history, \nhaving had the experience almost five years ago of 9/11.\n\n\n\nREP. LOFGREN:  I'm the ranking member of the Intelligence Subcommittee and Homeland Security, and Sunday \nand yesterday the chairman and I, along with two members, one from each side of the aisle, went to Canada and \nvisited with the Canadian security individuals, as well as their border folks and immigration folks.  And it was an \ninteresting meeting.  We were just in Toronto and so I didn't have the opportunity to tour, obviously, the 5,000 mile \nborder, but we're aware that since these are post positions, about 200 American Border Patrol agents are on the \nCanadian -- 5,000 mile Canadian border at any given time.  Now, there's been a lot of focus on the southern border, \nbut in your judgment, is 200 agents on a 5,000 mile border sufficient?\n\nMR. REYES:  The Canadian border is grossly understaffed.  There are not quite 1,000 Border Patrol agents \nassigned there, which means that, since the Border Patrol covers 24 hours a day, seven days a week, 52 weeks a \nyear, it averages between 200 to 300 per shift, depending on the number of agents that are available.  Grossly \nunderstaffed.  We need additional Border Patrol agents.  We need technology, infrastructure support.  There are -- \nthe list is long, and that's why any time we get an opportunity to increase resources for border security we ought to \ntake that seriously.\n\nREP. LOFGREN:  I just want to make one final comment, because it has to do with resources.  I mentioned in my \nopening statement that the House-passed bill would make 11 new individuals felons, and, in fact, there was a \nmotion made by the chairman, who was the author of the felony provision, who defended in the rules committee to \nchange the felony to a misdemeanor -- that failed because a majority of the House either thought it should remain \nfelony, or that it should remain a civil offence instead of a criminal offence. \n\nI raise that issue not to argue whether the civil offence is appropriate -- although I believe it is -- it's a resource \nissue.  It could cost -- we've gone through this -- whether it's a felony or a misdemeanor, up to a third of a trillion \ndollars to arrest, prosecute, and incarcerate 11 million people.  And I don't believe that a Republican Congress, that \nwon't hire more than 200 Border Patrol agents for the northern border, is going to actually appropriate a third of a \ntrillion dollars to arrest, prosecute, try, and incarcerate 11 million people.\n\nAnd I see my time is up, and I yield back.\n\nREP. HOSTETTLER:  The chair now recognizes the gentlelady from California, Ms. Waters, for purposes of \nquestions.\n\nREP. WATERS:  Thank you very much.\n\nI'd like to address my question to Ms. Phyllis Schlafly.  I'm a mother, raised two children.  I have two grandchildren.  \nI come from a huge family:  12 brothers and sisters.  I have probably about 50 or so nieces or nephews.  We have \nstrong family values.  We are very much family people.  And I'm concerned about the separation of families in Mr. \nSensenbrenner's immigration reform law.  What would you do, Ms. Schlafly, with a family where the mother and \nfather have been here, I don't know, 20 years or more?\n\nThey have three children who were born here in the United States, one of them served in Desert Storm, the other \none is now in Iraq.  You have a mother that's working;  she's doing domestic work, and she's working for people, \nfamous people -- Rush Limbaugh, others -- who hire undocumented immigrants.  You've got a father who works for \nAmerica's biggest retailer, Wal Mart, one of the more conservative political retailers in the country.\n\nBut the mother and father are not documented.  They've got these grandchildren.  They've got children who have \nserved this country, one of the sons is a police officer.  On and on and on.  What would you do with that mother and \nfather under the Sensenbrenner bill?  Would you return them --\n\nMRS. SCHLAFLY:  I don't believe the Sensenbrenner bill calls for deporting anybody.  I think it simply calls for \nenforcing the law. And it does call for employment verification, and if they lose their job, they would maybe get the \nidea that they should return to their native land.  If their children are grown and have good jobs, as you have \nmentioned, they can make their own decision.  Perhaps they can provide some resources.  If there are small \n\n\n\nchildren who were born in this country to illegal aliens, they are also Mexican citizens, and their parents can \ncertainly take them with them.\n\nBut nobody is calling for deporting large numbers of people.  \n\n That --\n\nREP. WATERS:  What would you do with the mother and father?\n\nMS. SCHLAFLY:  I think, if they cannot meet the requirements for employment, then they should lose their jobs.\n\nREP. WATERS:  Well, what would happen to them, under the Sensenbrenner bill?  Would they be felons?\n\nMS. SCHLAFLY:  Well, I think the effort was made to reduce that to a misdemeanor, and that fits perfectly all right \nwith me.  The idea that people are going to go around throw 11 million people in jail is, I think, a straw-man \nargument and nobody is going to do that.\n\nREP. WATERS:  Well, what would happen to this mother and father under the Sensenbrenner bill?\n\nMS. SCHLAFLY:  I think they would lose their jobs.\n\nREP. WATERS:  What else would happen to them?\n\nMS. SCHLAFLY:  Well, you have described the good jobs that their children have.  They could take care of them.\n\nREP. WATERS:  Would they remain in the United States under the Sensenbrenner bill?\n\nMS. SCHLAFLY:  I don't believe we have any plans for large-scale deportation.  I think that's a false argument.\n\nREP. WATER:  So you are saying that this mother and father could become felons and could remain in the United \nStates not incarcerated?\n\nMS. SCHLAFLY:  I don't believe they would be incarcerated, no. And I think they -- the Congress will probably fix up \nthe felon provision.\n\nREP. WATERS:  That's the problem with the Sensenbrenner bill. It's like you said.  You don't quite know.  You don't \nbelieve.  But all we have is the language of the bill.  I just described to you a situation that Mr. Sensenbrenner and \nothers refuse to deal with.  As I  said before, we all believe in border security.  We all support border security.  But \nwe have problems that need to be addressed -- real problems that need to be addressed.  Of course, the son, who \nwas the soldier who served in Desert Storm or who is in Iraq, probably could help take care of their mother, even \nthough the one in Iraq doesn't get very much money as a soldier.  So you are suggesting that this patriot, who is in \njail, or the brother who served in Desert Storm, could take care of the mother and father.  While they are in prison, \nthey could send them some money to buy little things.\n\nMS. SCHLAFLY:  Who is in prison?  I didn't say put anybody in prison.\n\nREP. WATERS:  You didn't say it, but the bill does.\n\nREP. HOSTETTLER:  The chair --\n\nMS. SCHLAFLY:  I don't think so.  But you have pointed out one problem with the House bill --\n\nREP. WATERS:  Big problem.  We're family --\n\nMS. SCHLAFLY:  There are --\n\nREP. WATERS:  -- people --\n\n\n\nMS. SCHLAFLY:  -- so many problems with the Senate bill.  And the thing is that when you all talk about \ncomprehensive and going to conference, we do not -- for all the reasons that the minority has expressed here, and \nMr. Reyes has expressed about the failure to enforce the border security, we do not believe that we will get border \nsecurity if you pass the Senate bill or any part of it or anything that is called compromise.  We simply don't believe \nit.\n\nREP. WATERS:  Reclaiming my time.\n\nMS. SCHLAFLY:  We have to have --\n\nREP. WATERS:  Reclaiming my time, Ms. Schlafly.\n\nMS. SCHLAFLY:  -- border security first.\n\nREP. WATERS:  What about --\n\nREP. HOSTETTLER:  The gentlelady's time --\n\nREP. WATERS:  What about the sanctions on employers?\n\nREP. HOSTETTLER:  The gentlelady's time has expired.\n\nREP. WATERS:  Thank you.\n\nREP. HOSTETTLER:  We will go now to a second round of questions. \n\nREP. GOODLATTE:  Mr. Chair.\n\nREP. HOSTETTLER:  Oh, I'm sorry.  I'm sorry.  The chair recognizes the gentleman from Virginia, Mr. Goodlatte, \nfor questions.\n\nREP. GOODLATTE:  Well, thank you Mr. Chairman.\n\nMs. Schlafly, let me help you out here just a little bit.  The fact of the matter is the hypothetical posed by the \ngentlewoman from California doesn't have to take place under the House-passed bill. That same hypothetical can \nbe applied to the current law.  Those people are here illegally in the United States right now.  And current law \nrequires them to not be in the United States right now.  So this problem was not created overnight.  It has been \nbuilding up for 20 years, since the 1986 act, and we can phase in the enforcement of the law in a fashion so that \npeople do not see a mass exodus of people to the borders of the country.\n\nAnd this is a serious problem right now.  Whether we have the Sensenbrenner bill or not, it's a serious problem right \nnow that is not being addressed.  And that is what the American people are impatient about.  It's not the \nSensenbrenner bill or whether it has a felony provision in it, that the gentlewoman from California voted to keep in it \nwhen an amendment was offered on the floor to change that to a mere misdemeanor, where people would certainly \nnot be incarcerated and imprisoned under a misdemeanor.\n\nSo the issue is do we respect the laws of the United States.  And the question posed to us comes about not from \nsomething that occurred yesterday but something that's been building up over 20 years of lack of enforcement of \nthe law by various administrations in this country, including the current one.  So the issue here is let's get about \nenforcing the law.\n\nAnd I'd like to ask the panelists two questions, starting with Representative Reyes.  First of all, when it comes to \nenforcing the law, you can't simply put up walls on the border or put more border patrols there.  No matter what you \ndo there, some people are going to get through.  Some people are coming through.  In addition, up to 40 percent \ngot through legally, because they presented the necessary documentation at the border, at the airport, that showed \n\n\n\nthey had a student visa, or a visitor's visa, a business visa, and then they stayed over the time when they were \nsupposed to leave the country.\n\nSo enforcement in the interior of the country is, to me, something that we're not talking enough about.  And two \nthings that we haven't talked enough about at all here today are:  one, the use of local law enforcement;  and two, \nan employer verification system that works within identification.  Now, some people call it a national identification \ncard.  Some people call it a tamper-proof social security card.  But it seems to me that if you've been given a social \nsecurity card in this country, it ought not to be subject to forgery.  And the best way to do that is to use the database \nthat's controlled by Social Security Administration that says this person meets these particular physical \ncharacteristics and location and background and so on.  And those things have to match up with the person who \npresents that number when they go to an employer. \n\nSo I'd like to know from each of you if you support a tamper- proof social security card, and if you would use local \nenforcers, not just to enforce our criminal laws -- right now, if they want to arrest an alien who has committed a \ncrime, they can do that, but they get no cooperation -- and I don't think it's even legal for them to simply enforce the \nimmigration law.  When they find somebody in the community who hasn't committed a crime, but is illegally in the \ncommunity, should they -- that local law enforcer -- be able to detain the individual until the immigration service \nthen removes them from the country?\n\nREP. WATERS:  Will the gentleman yield?\n\nREP. GOODLATTE:  Let me -- I'm running short of time.  I want all four of these witnesses to answer this question.  \nBut then I'd be happy to yield.\n\nMR. REYES:  Well, actually I would tell my good friend -- I don't think you were in the room -- I addressed both of \nthose.\n\nREP. GOODLATTE:  Oh, good.\n\nMR. REYES:  H.R. 98 actually does that tamper-proof social security -- it's the Dreier-Reyes bill.  Also -- and I \nwould just --\n\nREP. GOODLATTE:  So you support that?\n\nMR. REYES:  I would -- yes, absolutely.\n\nREP. GOODLATTE:  You initiated legislation --\n\nREP. REYES:  And the other thing --\n\nREP. GOODLATTE:  I'm glad to hear that.\n\nREP. REYES:  And the other thing is that the current database for the social security is inadequate to be able to do \nthat employer or employee verification process.  As to the local law enforcement, I don't support that.  And I don't \nsupport that because I believe that we have to prioritize federal -- enforcing federal laws, especially as it affects \nimmigration, to federal agencies. \n\nI believe that --\n\nREP. GOODLATTE:  But we don't necessarily bifurcate like that in other areas.  If you have somebody, for \nexample, who is trafficking in drugs in a community, you don't say, well, we're going to wait for DEA to come.  Local \nlaw enforcement comes in.\n\nREP. REYES:  Okay.  But here's the difference -- here's the difference -- that if you're in this country and you've \nbeen a victim of crime, and you believe that, by reporting it to your local law enforcement, you may be referred to \nimmigration authorities, you're not going to report that activity.  I think if you serve a -- and not just law \n\n\n\nenforcement chiefs and sheriffs around the country, but city mayors and other administrators -- it's not a good \npractical policy.\n\nI favor making sure that we fund the border patrol and the immigration and customs enforcement --\n\nREP. GOODLATTE:  Well, reclaiming my time, since it expired -- Mr. Chairman, if I might ask leave to allow the \nother three witnesses to briefly answer those two questions, I'd appreciate it.\n\nREP. HOSTETTLER:  Without objection, so --\n\nREP. GOODLATTE:  And thank you, Representative Reyes --\n\nREP. HOSTETTLER:  Without objection, for --\n\nREP. GOODLATTE:  I apologize for interrupting.  My time was short.\n\nREP. HOSTETTLER:  -- for a brief response, please.\n\nMS. SCHLAFLY:  Thank you.  Well, I would like to respond by asking the chairman to insert in the record a very \nimportant article that just came out yesterday written by former Justice Department Attorney Chris Cobak, which \nshows that three of the pilots on 9/11 were stopped for speeding, but they did not -- just a few -- short time before \n9/11.  And they were all in visa violation.  But they weren't able to go ahead and detain them.  And if they had been \ndetained, we could have avoided 9/11.\n\nBut the Senate bill has in it the loophole to prevent local law enforcement from detaining them for that type of \noffense.  And it's a very important --\n\nREP. GOODLATTE:  So you would support local law enforcement?\n\nMS. SCHLAFLY:  Absolutely.\n\nREP. HOSTETTLER:  Without objection. \n\nREP. GOODLATTE:  Briefly -- obviously, you want the immigration service to do most of the enforcement, but if in \nthe normal course of police work you come across someone who is an illegal alien, obviously you should be able to \nturn him over.  Just as if you find in the normal course of an investigation -- you find when you're looking at people's \nrecords, and you find a tax cheat.  You don't say, well, gosh, we don't do anything with tax law.  They're embezzling \nmoney and so forth.  You turn it -- you call the federal authority and say he's cheating on his taxes.  It's just \ncommon sense.  You don't have to go out and do it as proactive.  But if you come across someone who is -- in the \nnormal course of law enforcement, I think that could be really helpful.\n\nMR. REYES:  And that is done now, by the way.  There doesn't have to be any changes.\n\nREP. GOODLATTE:  But often the immigration service kind of responds with hey, you know, let them go, we \ndon't have the space for them.\n\nMR. REYES:  Lack of resources -- blame Congress.\n\nREP. GOODLATTE:  Yeah.\n\nMR.       :  Well, I've got no problem with enhancing the security of a social security card -- like H.R. 98 -- it's a good \nstep.  I think you don't need it necessarily if you have a fully- expanded employment verification system that is \nmandatory on all employers, because you're pinging on the databases in lieu of checking documents.\n\nAs far as state and local law enforcement, a lot of state and local law enforcement officers, and organizations, and \nothers, support the routine-ization of their having a role in immigration enforcement. It's a common-sense step that \n\n\n\nif somebody -- like my brother who is a police officer -- who routinely goes to, say, a domestic spat or stops \nsomebody for speeding or something -- and if he were to find out that this person is an illegal alien or has \nreasonable suspicion -- there too, then he could check quickly in some manner, perhaps on NCIC would be the best \nroute, the quickest, to find out that that person is illegal, and then to routine-ize those kinds of encounters by state \nand local law enforcement -- the 700,000 officers who are already on the streets policing our streets, keeping our \ncommunities safe.  And that's got to be a logical key component of all of this.\n\nREP. HOSTETTLER:  The committee will now turn to a second round of questions.\n\nDr. Edwards, if you will indulge me, I would like to ask you a question regarding a hearing we had earlier this year \nthat the subcommittee had in joint session with the subcommittee on crime, terrorism and homeland security.  I \nasked a question of the witnesses regarding the issue of expansion of employment opportunities. \n\nThis is the question I asked, quote:  \"One of the significant issues that will be addressed in this Congress is the \nissue of the expansion of employment opportunities for individuals who are currently in the country illegally, known \nas a guest-worker program, temporary-worker program, or the like.  While many who support such a program do \nnot wish for it to be characterized as amnesty, my first question is,\" and I asked this question of the panel of sheriffs \nfrom the border counties:  \"Have things gotten better since 1986 or worse as a result, I guess I should say after the \npassage of, the amnesty?\" end quote. \n\nSheriff Leo Samaniego, currently sheriff of El Paso County in Texas, responded quite quickly in this way, quote:  \n\"Any time you give a group of illegal undocumented aliens that are already here amnesty, or even anything that \nsounds close to amnesty, you're sending the message to the next 12 million that are going to come in after them. \nYou cannot let them come in.  They know that if they stay here long enough, they get a job and they're good \npeople, that they're going to be given amnesty, and they'll be able to stay here.  But it sends the message to the \nrest of the world you can do the same thing, because the same thing is going to happen to you,\" end quote.\n\nSheriff Leo Samaniego of El Paso County talked about anything that sounds close to amnesty.  Do you think the \nSenate bill meets that description of something that sounds close to amnesty?\n\nMR. EDWARDS:  I think it's outright amnesty.  And it -- a lot of the elements, as they are characterized by various \n\"proponents\", quote, unquote, sound like amnesty.  But it meets the minimal -- if not over the top -- it meets the \nstandard of encouraging the next batch of people to come illegally.  It is an enhancement to promise something that \nthey would get.  And there are reports from the border that people are captured and say I'm coming because I hear \nthere is going to be a legalization program and I want a piece of that.  So that happens now.\n\nREP. HOSTETTLER:  Right, right.\n\nMs. Schlafly, do you hear from the folks outside of the Beltway similar sentiments as Sheriff Samaniego from El \nPaso?\n\nMS. SCHLAFLY:  Oh, absolutely.  I think everybody understands that the Senate bill is amnesty, or amnesty-like.  \nAnd words like legalization and path to citizenship really don't mean that it's not amnesty.  That's what people \nunderstand.  And it's just like they understand comprehensive means wrapping it all together.  And we'll never get \nborder security for all the reasons that have been so eloquently described by Mr. Reyes and the minority.\n\nREP. HOSTETTLER:  And Dr. Camarota, in viewing this issue, we also have to look at it from the perspective of the \nindividual who has  violated the law by coming into the country illegally.  They might not know what the term \namnesty means or comprehensive or anything like that, but do they see this as an invitation?  Would the next \nbatch? Sheriff Samaniego -- do you think he's accurate and does your experience and your research show that he \nmay be accurate in the sense that it's going to send a message to the next 12 million that are going to come in after \nthem?\n\n\n\nMR. CAMAROTA:  Not only does common sense suggest that that's the case, but in a '97 report that actually the \nthen-chairman of this committee -- Smith -- Congressman Smith -- actually subpoenaed from the INS, which they \nhadn't released, showed that their estimates suggest that, after the passage of the amnesty, at the height of the \nlegalization in 1989, illegal immigration -- the growth in that population, the number of new people coming in -- \nhad increased by 1989 by 44 percent from 1987.  They conclude that it seems very likely that the last amnesty \nspurred a real surge of illegal immigration. And of course, how could it otherwise --\n\nREP. HOSTETTLER:  Thank you.\n\nMR. CAMAROTA:  -- now.\n\nMR. REYES:  Mr. Chairman, could I?\n\nREP. HOSTETTLER:  Yes, yes.\n\nMR. REYES:  I was the chief in South Texas during this period, and when somebody says compare '87 to '89, 44 \npercent is probably correct, but it's a distorted picture, because after the passage of the law in '86, as I made \nmention in my opening statement, in some of our sectors the attempted illegal entries went down by as much as 80 \npercent.  By 1989, people had figured out, hey, INS didn't get the resources to enforce employer sanctions, so they \nstarted coming back into this country in record numbers.  But that statistic I think, in my opinion, is a distorted one.\n\nMR. EDWARDS:  Well, let me respond to that.  People have tried to look at the earlier trend.  It appears that -- \nexactly as Congressman said -- that there was a real drop-off when the amnesty was passed. People though we \nwere going to enforce the law.  But it does appear that, as soon as they realized that that wasn't going to happen, \nand they had the precedent of the previous amnesty, we got a surge.  And these figures are not the number of \npeople being apprehended.  They also include overstays of visas which, of course, you wouldn't have seen.  And \nwe think that that, you know, comprises about 40 percent of the illegal population.\n\nSo it is true that there was a drop-off associated with the amnesty and when everyone realized it wasn't going to be \nenforced, but it appears that there was definitely a surge associated with the legalization, again, once everyone \nrealized it wasn't going to be enforced. \n\nREP. HOSTETTLER:  Thank you.\n\nThe chair's time is concluded.  The chair recognizes the gentlelady from Texas for five minutes for questions.\n\nREP. JACKSON LEE:  Thank you very much, and I am delighted that Mr. Camarota I gave you a Ph.D.  But that's \nall right -- because originally I called you Dr. Camarota, so -- thank you for your insight.  Obviously, my assumption \nis that you were so specialized in the area that you might be Ph.D.  Is that incorrect?\n\nMR. CAMAROTA:  No, I do have a Ph.D. from the University of Virginia.\n\nREP. JACKSON LEE:  Then they need to correct your sign.  I was correct.  (Laughter.)\n\nMR. CAMAROTA:  Yes, ma'am.  You were.\n\nREP. JACKSON LEE:  I was wondering why you were looking like that.  I am correct.  All right.  Dr. Camarota, \nthank you.  And the reason why I was going to just mention -- I'm very glad that you said that a lot of the illegal \nimmigration is for overstays, which means that they enter this country legally.  I think that is a misnomer as well.  \nAnd what are overstays?  It's individuals who might have possibly tried to seek legal status but, because our legal \nimmigration system is so broken, because we have not funded that the way it should have been, we have a crisis \nas well.\n\nLet me share these words with you.  First it takes hard-nosed enforcement on the border, at our airports and \nseaports and in the workplace.  One might wonder where these comments are from.  It's from a statement of \n\n\n\nSenator Edward M. Kennedy, which really begs the question of whether or not we are suggesting that there are \nthose of us who are Democrats who are not serious about border enforcement.\n\nThe Senate bill provides for these additions to our securing the border -- double border patrol adds 12,000 new \nagents, 2,400 each year.  While we're stalling and having these hearings, we're not in conference to assure that we \nget that amount of support.\n\nDoubled enforcement -- interior enforcement -- 11,000 investigators over the next five years;  new security \nperimeter adds new technology at the border to create a virtual fence;  tightened controls expands exit-entry \nsecurity system at all land borders and airports;  construction of barriers mandates new rows and vehicle barriers at \nborders where necessary.\n\nMight I also say that, over the -- seven times over the last 41/2 years, Democrats have offered amendments to \nenhance border security resources.  If these Democratic amendments had been adopted -- one in particular by Mr. \nObey just recently -- there would be 6,600 more  border patrol agents, 14,000 more detention beds, and 2,700 more \nimmigration agents along our borders than now exist.  Each time, these efforts have been rejected by the \nRepublican majority.\n\nMight I also say that this whole debate about felony versus misdemeanor -- some of us had the interest and \nconcern that we didn't want a priest, we didn't want aunts and uncles and grandparents to be indictable felons, \nbecause the language also said that the assistant of individuals who might be undocumented, therefore, would \ncreate a felon.\n\nI think we erred on the side of common sense.  And yes, there is deportation.  It is what you call detection and \nexpedited removal. \n\n That means that you would, if you will, entrap the nation's courts in years and years of litigation on the deportation \nprocess, which does require due process and the right to counsel.\n\nAnd might I also say on this question of the minimum wage, I would hope that when we talk about raising the \nminimum wage, we have concern about Americans.  Americans have not had an increase in the minimum wage.  I \nmight think that the $20 an hour that was given somewhere in Texas is based upon the availability or the non- \navailability of workers.  It is has nothing to do with the minimum wage.\n\nSo the minimum wage still remains a sore point, on which my colleagues on the other side of the aisle refuse to \naddress the question of helping Americans, giving them a minimum wage.  So if we're multitasked, let's do that as \nwell.\n\nAnd I'd also suggest that we need to make it very clear that, on the frontlines of Iraq and Afghanistan are individuals \nwho have undocumented relatives, who are willing to sacrifice their lives in the name of freedom of this country.  \nThat is why we think we should move forward with the conference, so we can address, and make sure that the \ncomments that have been made by the witnesses that are very legitimate -- we've not done our job to date.  Let us \nget into a conference, show the American people that we're serious.\n\nMight I ask this question to all of the witnesses:  what is your thought about the ability to deport all of the 12 million \nundocumented, if you will, individuals who are here?  Why don't I start with Mr. Edwards?  What procedures are you \naware of -- the detention procedures in the Sensenbrenner bill, expedited removal and the possibility of the \nresources that it would take to deport all of those individuals, obviously breaking up families and, if you will, totally \nbeing disengaged and disingenuous?  Would you answer the question, please, Mr. Edwards?\n\nMR. EDWARDS:  Yes, ma'am.  Thank you for the question.  I don't think that the Sensenbrenner bill sets up a \nscenario where you would have mass deportation.  I don't know of anybody who is seriously suggesting mass \ndeportation.  However, the Sensenbrenner bill would give the additional tools and close some of the existing holes \nin the processes and on the resource side that would help to enhance the  ability to reverse the current set of \n\n\n\nincentives.  It would reverse the incentives for additional inflow because it would no longer be dangling the prospect \nof another amnesty and it would not -- and therefore it would say, in addition we're going to actually enforce the \nlaws on the books.  And so there would be a reduction in the inflow.\n\nIt would also apply additional pressure, with the employment verification that employers would have to participate in \nand check the eligibility to work of their new hires, and thus --\n\nREP. JACKSON LEE:  Let me then move on to Dr. Camarota.  I appreciate it.\n\nI'd like all of the witnesses to answer very quickly.  Thank you.\n\nMR. CAMAROTA:  It seems to me that the Sensenbrenner bill is based on the idea of attrition through enforcement \n-- police the border, go after the employers, get the cooperation of local law enforcement, make sure illegal aliens \ncan't get a driver's license, open bank accounts, get a library card, and et cetera.\n\nWhen you do that, you would dramatically increase the number of people who go on home on their own or self-\ndeport.  Right now, we think about 150,000 to 200,000 already go home on their own.  The goal is to double, triple \nand quadruple that by cutting them off from American society.  At the same time, if you dramatically reduce the \nnumber coming in, the problem could take care of itself over time.\n\nREP. JACKSON LEE:  Thank you.  That no way meets 12 million, but I think you very much.\n\nMs. Schlafly.\n\nMS. SCHLAFLY:  I don't think anybody has recommended mass deportation since President Eisenhower.  He did \ndeport quite a lot of them.  And the figures show that, for every one he deported, 10 went home on their own.  So I \nthink that what Dr. Camarota says is right.\n\nBut may I also add that I'm just so excited to hear that the minority is so strong for border security and wants more \nresources.\n\nREP. JACKSON LEE:  Thank you.\n\nMS. SCHLAFLY:  But you see, there are some of us who don't believe that President Bush wants to do it.  So it \nwould be just great if you would pass the Senate Sensenbrenner bill and get the administration to have to put up or \nshut up about border security before we talk about anything comprehensive.\n\nREP. JACKSON LEE:  Well, let me say that I enthusiastically join you in hoping that the administration would do \ntheir job and commend to you that, if we get the conference going, we will put ourselves in  a position to put the \nburden on the administration to follow the lead of the American people -- comprehensive immigration form.  And I \nthank you.\n\nRepresentative Reyes.\n\nMR. REYES.  Thank you.  I -- first, let me just make a comment. I'm surprised that Ms. Schlafly, here, would think \nthat we would want anything less than secure borders after 9/11.  And I guess I'm a little bit offended that anyone \nwould think that, because we are Democrats, we want something less.\n\nHaving said that, let me just make a couple of comments on your question.  First of all, the issue of estimating the \nnumber of undocumented people in this country is not finite.  I mean, if you will stop and think -- about three of four \nyears ago, that figure was 9 million.  As we got closer to whipping up the frenzy of anti- immigrant, it now is at 12 \nmillion.  Back in '86, when IRCA was passed, they were talking about legalizing 9 million.  That turned out to be 3 \nmillion.  I think that's important.\n\nWhen you talk about the 1.3 million arrests every year of undocumented coming across the border, in some areas \nof our border, 30 (percent) to 50 percent are the same person getting caught multiple times.  So it's not 1.3 million \n\n\n\ncoming into this country.  That's ridiculous.  Forty percent -- as the doctor said, 40 percent actually that are here \nillegally now, entered -- are out of status, technically -- actually entered with a legal visa.\n\nOf the whole pool of undocumented in this country, the estimate is that 60 percent are from Mexico.  Yet, when \npeople talk to me about illegal immigration, they invariably in the same breath mention the problem with Mexico.  \nSo there are (underlining ?) issues here that are not just anti-immigrant but anti-Mexico, based on the people that \ntalk to me about this very issue.\n\nI think that, when we pass legislation, or a proposal like the Sensenbrenner bill, that makes people think that there \nare going to be massive round-ups -- and by the way, when Eisenhower -- President Eisenhower ordered that mass \ndeportation, people often forget that a whole bunch of those people were U.S. citizens that got caught up in the \nsame frenzy of being deported back to Mexico.  Some of those U.S. citizens that were deported to Mexico weren't \neven from Mexico but from other countries.\n\nSo we need to be very careful and understand that, when we're dealing with human beings, when we're dealing \nwith what has, in my opinion, made this country great -- which is the legacy of immigrants -- we had better be \ncareful and understand the consequences that we create for ourselves.  We don't need nor do we want a massive \nround- up, nor do we want whatever that figure is -- 9 to 12 million people fearing that local law enforcement or \nothers are going to be coming to their homes to round them up and put them back across the border.  It may be the \nwrong border that they put them back across. \n\nREP. HOSTETTLER:  Thank you.\n\nThe gentlelady's time has expired.\n\nThe chair now recognizes the gentleman from Texas for questions.\n\nREP. GOHMERT:  Thank you, Mr. Chairman. \n\nMy sister sent me an e-mail that had a 1962 cartoon where a Native American Indian was saying to a government \nofficial, basically, you need to be strict on enforcing immigration.  We were a bit too lax on enforcing ours.  And, \nyou know, that was 44 years ago.  And still we haven't gotten it quite right.\n\nWith regard -- let me address the minimum wage again.  The minimum wage is what willing employers will pay to \nwilling employees. And the reason that so many immigrants in East Texas are making vastly above the minimum \nwage is because they work hard, they become invaluable to their employers and that's what drives the minimum \nwage. And I -- you know, I've talked to a lot of employees -- employers, including Dairy Queens and they can't hire \npeople for a minimum wage, so the market takes care of raising itself.\n\nBut I want to go back to a problem that has been mentioned a little bit about the local law enforcement's authority to \ndetain people.  And as I understand it, Congressman, you had indicated that you believe they had the authority \nnow.\n\nBut let me tell you my experience as a judge.  We had a constant problem with trying to get somebody from INS to \ncome, deport somebody. And we had problems with the sheriff.  When they did find somebody if they were illegally \nhere and had committed a crime, they'd notify INS and they wouldn't come get them, they wouldn't pay them for all \nthe days -- $50 a day to keep somebody housed.  And it was breaking the county.  And I've heard other sheriffs say \nthe same thing.\n\nI had a problem with some people who had committed minor crimes -- I mean they had committed what were \nconsidered to be minor felonies, normally first offence gets you probation.  And it troubled me deeply, reading over \nthe rules of probation and conditions in order to stay free and out on probation, you had to, number one -- the \nnumber one condition on every State of Texas form was obey all laws. And then next, it would say report to the \nSmith County or the county probation department either once a week or once a month.  That amazed me because, \nif they're illegally here and they must obey all laws, then how can they report to the local probation officer every \n\n\n\nweek or every month.  I'm ordering them to obey the laws, and then in the next sentence I'm ordering them to break \nthe law by being here illegally. \n\nSo I began ordering that, if they were not legally here, they had to apply -- and I met with some Hispanic groups and \nother groups about my concerns.  And we reached an agreement.  And I started requiring within so many days you \nhad to apply for a legal status, and if you did not get an affirmative result within so many days after that, you had to \nreport by mail with proof each month that you were in a country you were legally authorized to be in.  Well, when \nthat hit the news, I got pounded on by the regional director of INS in Dallas that there was some renegade judge \nover in East Texas that was trying to enforce federal law.  When he is a state district judge, he can't do that. And \none reporter said he actually called you and idiot and a fool, but we didn't put that in our report.\n\nAfter he had a chance to meet with his P.R. people, they said it may not be a good idea to be calling a judge that's \nhelping you do your job a fool or all these names, because he's actually trying to help you do what you should have \nalready been doing.  But they made such a distinction about a state law enforcement person should never be able \nto enforce the law.  And I'm just curious -- do you think we ought to make provisions that allow local law \nenforcement to be compensated if they're doing the job of detaining people who are illegally here who have violated \nthe law?\n\nMR. EDWARDS:  Yes, sir.  There are measures in both the House bill and the Senate bill which take those \nremedial steps.  And that should be done, certainly.\n\nREP. GOHMERT:  Mr. Camarota.\n\nMR. CAMAROTA:  Yeah.  Common sense suggests that it's a great idea.\n\nREP. GOHMERT:  Well, if it's such common sense, you would think that would have been done a long time ago.\n\nMR. CAMAROTA:  Unfortunately, in many ways our immigration policy and common sense seem often at odds.\n\nREP. GOHMERT:  Ms. Schlafly.\n\nMS. SCHLAFLY:  Well, according to this article -- and again, I ask if you will insert it in the record -- by a \ndistinguished attorney, there is language in the Senate bill to prevent enforcement by local law enforcement people.  \nAnd it's very artfully written, but it is a loophole that I think he described, and he pointed out what a danger this is to \nthe terrorists and how 9/11 could have been avoided if local law enforcement had been willing to detain the people.  \nSo may I ask that this be put in the record.\n\nREP. HOSTETTLER:  Without objection. \n\nMR. REYES:  I just wanted to make mention of a couple of things, because again, the authority to detain and refer \nto federal officials is there.  Because if there is an (articulable ?) fact based on the situation to call the border patrol \nor the immigration and customs enforcement they can do that.  The response becomes the issue, and the \nresponse -- the further you get away from the border, the less likely that DHS is going to have the resources to send \nto check.\n\nI agree with you, you know.  If somebody has landed before a judge, that means they have violated some law and \nthere ought to be a process there.  And we ought to provide, as a Congress, the resources to be able to do that.  If \nsomebody winds up in jail, there ought to be a regular system where INS or border patrol or ICE has jail check. We \nused to do that in both of my sectors -- in South Texas ,and in West Texas and New Mexico -- where there was a \njail check, because we don't want criminals to stay in this country.\n\nBut the issue becomes one of resources.  If you have an area the size of New Mexico and West Texas and \nsomebody lands in jail in the northernmost point in New Mexico where you don't have a station there, you need to \nhave somebody get up there.  That's why it's vital and important that we fund and we resource interior enforcement, \nto be able to do that.\n\n\n\nAgain, I will tell you, I don't think it is good public policy to have local law enforcement become immigration agents.  \nThe first time -- and let me just preface my comment by saying that immigration law -- people don't realize it, but \nimmigration law is the second most complex law in the world, next to maritime law.  The first time somebody \ndeports somebody or arrests somebody that is, in fact, a citizen, they are opening themselves up for a lawsuit.  I \ndon't think too many municipalities or counties or cities are going to be very enthused about having their officers do \nthat if they are going to be being sued because somebody was arrested because they didn't speak English or they \ndidn't look like they were U.S. citizens or other reasons that I have heard in my 261/2 years in the border patrol.\n\nREP. GOHMERT:  If we could have additional time for Mr. Edwards to respond.\n\nREP. HOSTETTLER:  Without objection.\n\nREP. GOHMERT:  I won't comment any further, just here his response.\n\nMR. EDWARDS:  Just one quick clarification -- there are provisions that I referred to that are desirable in the \nSenate bill. There are certainly many in the House bill regarding detection, reimbursement, transportation, \nexchange of custody, things of that nature.  There is a provision which was referenced, which is highly undesirable, \nin the Senate bill which would prohibit -- would restrict even the current inherent authority that state and local law \nenforcement have with respect to prohibiting them to only be engaged  in involvement on the criminal provisions in \nthe INA rather than those that are lesser offences.  And you've got to watch that provision, which I think Chris \nCobak's article addresses.\n\nREP. HOSTETTLER:  Thank you.\n\nThe chair recognizes the gentlelady from California, Ms. Lofgren, for questions.\n\nREP. LOFGREN:  Thank you, Mr. Chairman.\n\nI think it's important to reflect back again on what we're doing here today. \n\n I just got an e-mail from my staff of an article where President Vicente Fox has held a press conference \nannouncing that President Bush has told him there's not going to be any legislation this year on immigration.  \nWe've had a series of hearings around the country. We're having hearings here today, and it's really just a bunch of \ntalk.  And I think that's actually very destructive.\n\nI was interested in Ms. Schlafly's written testimony, where she states George Bush has had six years to enforce \nborder security.  When grassroots Americans don't believe the president is leveling with us, it damages the moral \nfabric of our nation.  And I think, really, that statement speaks to a broader phenomenon, which is that people don't \nbelieve what we're doing here -- it's all talk.  And that's a problem that we're encouraging here today.\n\nWe talked about the Sensenbrenner bill.  There're really only two provisions in the bill that really relate to border \nsecurity.  And I'll tell you -- you know, if you take a look at the provision that -- Title I.  It says not later than 18 \nmonths after the date of the enactment of this act, the secretary of Homeland Security shall take all actions the \nsecretary determine necessary and appropriate to achieve and maintain operational control over the entire \ninternational land and maritime borders of the United States.\n\nWell, we don't need a law to do that.  That's the secretary's obligation today.  And he's failed to do that obligation.  \nAnd why would we want to give him 18 more months of failure to do his job? And when I think about Congress, we \nhaven't provided the resources to do any of this stuff.\n\nYou talk about the detention provisions in the act.  I think it's worth noting that we don't even fund the current \nprovisions of the law.  The president zeroed out SCAAP funding in his budget proposal. And we have never \nprovided more than 33 percent of SCAAP funding.\n\n\n\nSo you know, this is -- I think the GOP has become the Gab Only Party.  It's not -- it's just talk.  It's just a bunch of \ngas and hot air, and it's not any kind of action.  I, you know -- my colleague from Virginia earlier said that he used to \nbe an immigration lawyer, and so did I.  I once taught immigration law.  And one of the things that I find \nconcerning are some of the assertions made by people in the debate that are just, I think, so incorrect.  And it's a \nreal  pleasure to be able to have somebody with years and years of experience at the border, like our colleague, \nCongressman Reyes.\n\nThe whole issue, and I think it was mentioned by one of the witnesses -- perhaps it was Dr. Edwards -- about so-\ncalled anchor babies.  You know, in your experience, Congressman Reyes, have you ever run into -- it takes -- \nnumber one, you have to be a U.S. citizen to apply for a parent -- and you have to be an adult.  Have you ever \nencountered in your career as a border patrol person somebody who crossed the border so that 18 years later a \nchild could petition -- an adult child could petition -- for them?\n\nMR. REYES:  The answer is no.  And you're correct.  In order for a baby to bestow benefits on the parent, you have \nto be 21.  That's the law.\n\nREP. LOFGREN:  Well -- and for brothers and sisters, you can partition for U.S. --\n\nMR. REYES:  Yes, exactly.\n\nREP. LOFGREN:  -- citizenship -- petition for brothers and sisters.\n\nMR. REYES:  To bestow any immigration benefit.\n\nREP. LOFGREN:  But you now -- I mean, if you take a look at Mexico, for example, it's a 13-year waiting list.  So \nyou'd be talking about 31 years, when you add in -- you know, to gain adulthood and then the waiting period for the \npetition that could get longer.  Have you run into anybody who came across and gave birth so that 31 years later, \nanother child could get their residency?\n\nMR. REYES:  No.  In fact, the most common reason that people give is because they see the United States as the \nbest opportunity for their children.  And they just want to give them the option to be U.S. citizens.\n\nAnd by the way, children are born every day in the United States that are fully -- their births are fully paid by people \nfrom Mexico, and I'm going to assume from Canada as well, because they do want to have that right as an \nAmerican citizen.  It's a -- I think it's a testament to how great other people from around the world see our country \nas being.\n\nREP. LOFGREN:  I'd just like to note that, you know, in the Sensenbrenner bill, there are a variety of provisions.  \nYou know, there's been argument whether it should be a felony or a misdemeanor or a civil offence.  But the whole \nidea that we would pass -- let's say that Mr. Sensenbrenner gets his way and it's a misdemeanor, the concept that \nmisdemeanors don't go to jail is simply false.  If the jail time is a year under, it takes the same prosecutor, the same \ndefense, the same courthouse. \n\nAnd that we would sit here as legislators and say, well, we included that in the bill but we're not going to enforce the \nlaw, why would sucker the American people in that way once again?  And tell people -- really lie to people in \nAmerica that we're -- you know, we're tough on the border but we're not going to spend any money for border patrol \nagents.  We're tough -- we ought to enforce it, but we're only going to bring enforcement actions against three \ncompanies in the United States and we're going to put these provisions in the bill, but we're not going to actually \nutilize them.  And by the way, we're not going to deport anybody either.  This is just a bunch of gas, and I think it's \nan insult to the American people.\n\nREP. HOSTETTLER:  The gentlelady's time has expired.\n\nThe chair recognizes the gentlelady from California, Ms. Waters, for questions.\n\n\n\nREP. WATERS:  Thank you very much, Mr. Chairman and members.\n\nI'm still worried about the family.  I agree that there should be tough border control.  If that stops illegal immigrants \nfrom coming across the border, that's fine by me.  I think we should have a good immigration law.  But I want to \nknow what happens.  I think the Senate bill basically talks about, if you've been here less than two years, you're in \nviolation, and you would be subject to, I suppose, deportation, whatever.\n\nLet me ask Mr. Camarota, do you agree with that?\n\nMR. CAMAROTA:  I'm Mr. Camarota.  Do you want to ask Mr. Edwards?\n\nREP. WATERS:  Oh, Mr. Edwards, do you agree with that -- that part of it that, if you're here less than two years, \nyou're subject to deportation?  You are --\n\nMR. EDWARDS:  I agree --\n\nREP. WATERS:  You have no benefits, so you could be out of here.\n\nMR. EDWARDS:  I agree that the Senate bill has a provision that leaves those -- that category of illegal aliens \nsubject to deportation.\n\nREP. WATERS:  Okay.  Then from -- if you're here between two and five years, then you could be a part of I guess \nwhat would be considered a guest-worker program, where you would have to do certain things to be eligible to be a \nguest-worker.  Do you agree with that part of it?\n\nMR. EDWARDS:  Well, I don't agree with any of the Senate -- any of those amnesty provisions of the Senate bill.  \nBut I agree that that's the day that it deals with it.  It sets up a second category of two to five years illegal residency, \nand they get a temporary visa -- \n\nREP. WATERS:  But you disagree with that part of it?\n\nMR. EDWARDS:  Yes, ma'am.  It repeats --\n\nREP. WATERS:  Okay.\n\nMR. EDWARDS:  -- the same mistakes as IRCA because of --\n\nREP. WATERS:  Okay.  But Mr. Sensenbrenner's bill, that would make felons out of -- I guess they would -- he \ndoes not have the divisions of, you know, two years or less, two to five, and then a path to immigrate. \n\n What would you do with all of the so-called 11 to 13 million immigrants who are here illegally and there would be no \nconsideration for how they could get legal -- how would you handle them as felons? Exactly what would you do \nwith them?\n\nMR. EDWARDS:  What this -- what the House bill would do is it would, as I have said, reverse the incentives, so \nthat you diminish the incentives to come illegally --\n\nREP. WATERS:  Yeah, well, we've shut down the border.  We've shut that down.  Now --\n\nMR. EDWARDS:  I'll believe it when I see it. REP. WATERS:  You've got everything that you want.  You've got \ngates, wires, walls, everything -- no more coming in.\n\nMR. EDWARDS:  I'll believe it when I see it.  It's kind of like --\n\nREP. WATERS:  You've got 11 to 13 million --\n\nMR. EDWARDS:  -- Eliza Doolittle:  don't --\n\n\n\nREP. WATERS:  What would you do with them?\n\nMR. EDWARDS:  -- tell me you love me -- show me.  It's --\n\nREP. WATERS:  What would you do with them?\n\nMR. EDWARDS:  I would say -- the strategy of attrition that the House bill has, and that is to make it more difficult to \nreside here unlawfully.  You cannot find a job or, if you do, then you and the employer are held accountable under \nthe law and you --\n\nREP. WATERS:  But what you're saying is --\n\nMR. EDWARDS:  -- increase the chance --\n\nREP. WATERS:  Excuse me.\n\nMR. EDWARDS:  -- that people will leave on their own. \n\nREP. WATERS:  Reclaiming my time.  What you're saying -- that we would have a provision in law where you are \nnow a felon.  But this felon can't get a job.  This felon is not deported -- you don't -- is not deported.  They just kind \nof sit here and do what?\n\nMR. EDWARDS:  Well, you're --\n\nREP. WATERS:  What is it you want them to do?\n\nMR. EDWARDS:  You're not a felon until a jury convicts you.  And the same would be with anything that's currently \nin law.  The INA provides a number of provisions, such as second or third or fourth unlawful entry at the border.  Or \ntechnically they could be prosecuted for felonies.  Are they many times?  No.  And so it's just a tool that would \nreside under prosecutorial discretion.  It's on a --\n\nREP. WATERS:  Okay.\n\nMR. EDWARDS:  -- case-by-case basis.\n\nREP. WATERS:  Reclaiming my time.  So we've got 11 to 13 million folks who could be felons.  And if they violate \ntraffic laws, whatever, and they are detected, they are taken to jail and they are tried.  And then what happens?\n\nMR. EDWARDS:  Well, you could try them in the criminal court or you could simply put them into immigration \nproceedings, which is a civil arena.  And therefore you could remove them.  Although they are liable for the felony, \nthey aren't put into those criminal proceedings there.\n\nREP. WATERS:  I guess I'm missing something --\n\nMR. EDWARDS:  You remove them from the country.\n\nREP. WATERS:  -- about going into immigration proceedings in the Sensenbrenner bill.  What is it you know about \nthe bill that I don't know?\n\nMR. EDWARDS:  I'm sure you know it better than I.\n\nREP. WATERS:  I think so, but I want you to tell me why you think that these immigrants, who are now felons, who \nhave been picked up, who could be deported or put in prison -- why you think there is something else that is in that \nbill in the way of immigration proceedings that would not cause them to have to follow the law as it is determined in \nthe bill itself?\n\nREP. HOSTETTLER:  The gentlelady's time has expired.\n\n\n\nBut the -- Chairman Sensenbrenner's bill, for the record, does not change current law.  Those individuals, in the \nexample that you  are using, are already subject to deportation and the law and the Sensenbrenner bill does not \nchange current law in that aspect.\n\nI want to thank very much the panel of witnesses for your testimony here today.  You have made a tremendous \ncontribution to the record.\n\nREP.      :  Before you close, let me ask unanimous consent to submit into the record the study \"Immigrants Pay \nTax Share\" done by the Urban Institute, with recommendations as to what to do with the undocumented, Monday, \nJune 5th, 2006.\n\nLet me re-state into the record this statement of Mr. Reyes.  \"In total, Congress has 800 border patrol agents and \n5,000 detention beds short of what was promised in the 9/11 Act.  If the September 11, 2001 terrorist attacks did \nnot convince the administration and congressional leaders that border security and immigration must be a priority, \nwhat will?\"\n\nThe Republicans were in office before 2001 and now in leadership after 2001, Mr. Chairman, I hope that we can \nfinally get action on the conference bill.\n\nREP. HOSTETTLER:  Without objection.\n\nAll members will have five --\n\nREP.      :  Mr. -- I'm sorry.  Without objection, if I might clarify a point.  With regard to the problems I was having \nwith the immigration service -- their failure to do their job and their efforts to prevent people who were trying to do \nthe right thing to do their job, we had a Democratic president and a Democratic House and a Democratic Senator.  \nSo I don't know if the other member's comments about the party of gas applied at that time.  But I did want to clarify, \nthere was gas back in an all-Democratic era as well.\n\nREP. HOSTETTLER:  I thank the gentleman.\n\nAll members will have five legislative days to make additions to the record.\n\nThe business before this subcommittee being complete, without objection, we are adjourned.  \n"}