{"title": "Representatives Ask I.N.S. to Add Workers to New York Office", "body": "\nThe Immigration and Naturalization Service, unloved and much criticized in its present form, may soon pass into \nhistory. But before many of its jobs are transferred to a new government agency, immigration officials in New York \nare lobbying for a fresh infusion of staff members and equipment.\n\n     Like other immigration agency offices around the country, New York has been losing substantial numbers of \nemployees to better-paying jobs at the Transportation Security Administration and has been unable to fill vacancies. \n\n In response, members of New York's Congressional delegation are trying to pressure I.N.S. headquarters to \nprovide special help to the district, saying its present resources are inadequate to fight terrorism. \"The I.N.S. is now \nour first line of defense, and the New York district is overworked, understaffed and shell-shocked,\" said \nRepresentative Carolyn B. Maloney, an organizer of the effort to augment the New York office's work force.\n\nBesides Representatives Maloney and Anthony D. Weiner, who also organized the appeal, seven House members \nfrom New York sent a letter on Tuesday complaining of staff shortages to the I.N.S. commissioner, James W. \nZiglar.\n\nImmigration officials in Washington said staffing problems in New York were no worse than in other big-city districts \nand stemmed from an unusually high attrition rate within the entire agency, not a lack of money or a shortage of \nCongressionally authorized jobs.\n\n\"Last year, we had our largest hiring year ever -- we hired 4,000 new people,\" said Joseph Karpinski, the agency's \ndirector of Congressional relations and public affairs. \"This year, with attrition and the additional positions Congress \nhas given us, we have to hire 10,000 people.\"\n\nAdding to the staffing problems, he added, is a competitive law enforcement job market that is draining employees \nand potential new recruits from the immigration service. Nationwide, more than 2,500 of the agency's 31,500 full-\ntime employees have quit since last October, said Sidney Waldstreicher, a project manager who oversees \nrecruitment and hiring for the I.N.S.\n\nThe attrition rate in New York has not exceeded that of other districts in most categories. In some jobs, New York \nhas lost a smaller proportion of its employees this year than other big-city districts.\n\nThe Miami district, according to Mr. Waldstreicher, has lost 48.6 percent of its detention and deportation officers. \nHouston has lost 23.4 percent of its border inspectors. San Francisco has lost 13.7 percent of its criminal \ninvestigators.\n\n\nThe New York district's staff losses were similar and, in some cases, less than in other districts. It has lost 28.6 \npercent of its detention and deportation officers, 20 percent of its airport inspection staff and 14 percent of its \ncriminal investigators.\n\nThose districts with large contingents of Border Patrol officers have also seen big losses.\n\n\"At our current rate of attrition, we could lose one-quarter of our Border Patrol agents by the end of this year,\" Mr. \nKarpinski said.\n\nThe New York district's plea for more employees coincides with the Senate debate over a new Homeland Security \nDepartment that would absorb the Border Patrol and other enforcement arms of the immigration agency. The \nHouse passed a bill that would create its version of the department last week.\n\nAll proposals under discussion would redistribute the enforcement and service functions of the I.N.S., upending an \nagency that has existed for 111 years and has been recently criticized as dysfunctional and ineffective. It is now the \nbiggest federal law enforcement agency. \n\nTo make the new department work, pay rates for employees of the merged agencies would have to be \nsynchronized, officials said, and that might ultimately stem the outflow from immigration-related jobs. \n\nThe fate of the agency's 33 district directors under a new department is also unclear, a factor that may have \nprompted the New York district's independent appeal for extra staffing. Until now, directors like Edward J. McElroy, \nin New York, have operated with a great deal of autonomy. \n\nThe points raised in the Congressional letter repeated many of the complaints that Mr. McElroy has made to his \nsuperiors -- and that his aides have leaked to the news media -- in the last few months. Mr. McElroy declined to \ncomment on the Congressional effort on his district's behalf. \"With regards to our present staffing, that's something \nthe district just does not discuss,\" said Christian Rodriguez, a spokesman for the district. \"It's not shared.\" \n\nhttp://www.nytimes.com\n"}