{"title": "Once-moderate Perry now inflames Latinos", "body": "\nThe eyes of the Republican Party are on Texas Gov. Rick Perry, who seems to be inching closer toward \nannouncing a presidential run. Perry has reached out to donors in New Hampshire, scheduled a trip to South \nCarolina in August, and last week told The Des Moines Register  he feels \"called\" to run for president.\n\nIf he  runs,  Perry will be the lone candidate  from a state with a sizable Latino population. But though Latinos have \nhelped him succeed in Texas, he has not always returned the favor.\n\nPerry was once a moderate amigo of the Hispanic community. He appointed Texas' first Latina secretary of state \nand the first Latina to the Texas Supreme Court. In 2001, he signed the Texas Dream Act, allowing undocumented \nstudents to qualify for in-state tuition. He called the idea of a border fence \"nonsense\" and said that an Arizona-style \nimmigration law would not be a good fit for Texas. These are all good reasons why Perry won  39% of the Latino \nvote in the 2010 governor's race.\n\nSince then, Perry has made a sharp right turn, courting Tea Party and evangelical voters. In the  last legislative \nsession, he pushed a  bill that would have banned local governments from prohibiting police from asking about the \nimmigration status of people they detain, despite Latino concerns about racial profiling. He signed a Voter ID Act, \nrequiring all voters to present photo identification. Advocacy groups such as the Mexican American Legal Defense \nand Educational Fund have denounced this law as an attempt to disenfranchise minority voters.\n\nPerry's education record is abysmal. In his last budget, he cut $4 billion from public school funding,  though Texas \nranks 44th in per capita expenditure on students and 43rd in graduation rates.  He has refused to raise taxes or tap \na  $9.4 billion rainy day fund for schools.\n\nPerry touts Texas' relatively low unemployment rate and economic growth. True, the state's unemployment rate is \n8.0%,  lower than the national average of 9.2%. But the Hispanic unemployment rate in Texas is 9.4%. What's \nmore,  Texas ties  Mississippi for having the largest percentage of its population earning minimum wage. These \nfigures suggest  Hispanics are not fully sharing in the state's economic prosperity.\n\nIn a presidential race, Perry will need to attract Latino voters. If he hopes to be successful nationally, Perry would \ndo well to look back at his positive track record on behalf of Texas Latinos when he started out as governor, as \nopposed to the detour he took when he began toying with the idea of running for president. Why mess with a \nsuccessful formula?\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's Board of Contributors. \n\nGraphic\n\n\n \n\ngraphic\n"}