{"title": "Illegal Immigrants' Cost To Government Studied", "body": "\n A report that found that illegal immigrants in the United States cost the federal government more than $10 billion \na year -- a sum it estimated would almost triple if they were given amnesty -- has drawn criticism from immigration \nadvocacy groups. \n\n For its report, the Center for Immigration Studies, a Washington-based group that advocates tougher immigration \npolicies, used Census Bureau figures to compare the revenue that illegal immigrants contribute through taxes with \nthe cost of government services they use. \n\n\"Households headed by illegal aliens imposed more than $26.3 billion in costs on the federal government in 2002 \nand paid only $16 billion in taxes, creating a net fiscal deficit of $10.4 billion, or $2,700 per illegal household,\" said \nSteven A. Camarota, author of the study. \n\n The costs outlined in the report include government services such as Medicaid, medical treatment for the \nuninsured, food assistance programs, the federal prison and court systems, and federal aid to schools. \n\nThe study acknowledged that, on average, the costs that illegal-immigrant households bear on the federal \ngovernment are less than half that of other households, and that many of those costs relate to their U.S.-born \nchildren. It also pointed out that tax payments by illegal-immigrant households constitute one-fourth those of other \nhouseholds because of low-income jobs. \n\n\"With nearly two-thirds of illegal aliens lacking a high school degree, the primary reason they create a fiscal deficit \nis their low education levels and resulting low incomes and tax payments, not their legal status or heavy use of most \nsocial services,\" Camarota said. \n\nThe report estimates that granting legal status to illegal immigrants would dramatically increase their cost, \ncausing the net fiscal deficit to rise to nearly $29 billion because, the author argues, unskilled immigrants would \nhave access to more government services while continuing to make modest tax payments. \n\n Camarota concluded in his report that the fiscal impact could be lessened only by stringently enforcing immigration \nlaws, a view that drew criticism from some immigration specialists and advocacy groups that also accused him of \nnot coming up with constructive recommendations. \n\n\n\"Implied within this study's findings is the sense that if these people could suddenly be made to disappear, the \nfederal government would be $10 billion to the plus, and that is almost certainly not true once you look at the \nnumbers,\" Jeffrey S. Passel, a demographer at the Urban Institute, said in an interview. \n\n\"Should you charge up to undocumented aliens the cost of small-business loans that they don't get or the cost of \ncivil litigation, among other things? This report does that,\" he said. \n\nFrank Sharry, director of the National Immigration Forum, an immigrant advocacy group, took issue with the \nreport's treatment of illegal immigrants' U.S.-born children, who are American citizens. \n\n\"The costs of the children of immigrants are accounted for [in the report], but not their contributions to the \neconomy as workers and taxpayers,\" he said in a written statement, adding that the report's conclusions were not \nhelpful to the debate on immigration reform. \n\n\"There is a growing consensus in both political parties that our immigration system needs to be comprehensively \nreformed,\" Sharry said. \"Our current system of haphazard laws, spotty enforcement, border chaos and unfair \nrestrictions needs to be replaced by a regulatory regime that makes immigration safe, legal and orderly.\" \n"}