{"title": "Immigrants face long citizenship wait in Atlanta", "body": "\nImmigrants who apply for citizenship in Atlanta wait up to four years to be sworn in --- longer than anyone else \nin the country, according to a national organization of immigration lawyers.\n\nAlthough an Immigration and Naturalization Service official in Washington disputes the figures, INS officials in \nAtlanta said the numbers aren't far off. \"Our backlog is still growing,\" said Fred Alexander, deputy district director of \nthe Atlanta INS office, which covers Georgia, Alabama, North Carolina and South Carolina. Alexander said \nTuesday it takes about 28 months to become a citizen.\n\nThe wait, however long, means that while immigrants pay taxes and can work, they cannot receive government \nbenefits or bring in other family members who live abroad. And without citizenship, they cannot vote. In most \ncases, immigrants have already waited five years to apply and now have to wait even longer to become citizens.\n\n\"If you were waiting two years to get a Social Security card, you'd be very upset, because you expect a \ngovernment to give you service,\" said Charles H. Kuck, an Atlanta immigration lawyer and president of Georgia's \nchapter of the American Immigration Lawyers Association. \"It's not fair that you can become a citizen faster \nsomeplace else.\"\n\nThe data come from monthly surveys of AILA chapter members on how long it takes local INS offices to process \ncitizenship applications.\n\nThe waiting times vary, according to the survey. In Hartford, Conn., for instance, the wait is six months, which is \nhow long it used to take everyone before a national backlog became evident several years ago. In Miami, it takes \nabout two years, and immigrants in New York wait up to 18 months.\n\nAn INS spokesman in Washington said Tuesday that people in Atlanta don't wait longer to become citizens. \n\"Atlanta is small potatoes compared to the major six cities where our backlog is greater,\" said Andrew Lluberes of \nthe survey.\n\nThe biggest backlog is in Los Angeles, he said, followed by New York, San Francisco, Miami, Chicago and Newark, \nN.J. Immigrants in those cities wait 18 months to two years to become citizens, he said, adding he had no specific \nfigures on Atlanta's backlog.\n\nNationwide, the INS says, more than 2 million immigrants are waiting to become citizens, the largest backlog of \napplications since the government began keeping records at the turn of the century. In Atlanta, 23,000 immigrants \nare waiting to become citizens.\n\n\nThe backlog is a result of an antiquated processing system in which some applications are done by hand. There \nalso has been a huge increase in the number of people applying for citizenship because of recent changes in the \nlaw that cut benefits to noncitizens.\n\nThe backlog is so great that it has created another problem for the INS. Some people have waited so long to have \ntheir cases reviewed that their criminal background checks have expired. In Atlanta, about 1,200 immigrants fall \ninto this category and may have to have their fingerprints taken again. Nationwide, about half a million people are in \nthis situation.\n"}