{"title": "'International Village' gets hostile reception", "body": "\nDeKalb Chamber of Commerce leaders, touting an \"International Village,\" got a hostile reception recently from \nDoraville residents who say their area has already absorbed its share of immigrants.\n\n\"If the area's already diversifying, and this is so good, then why don't they have the 'Village' somewhere else which \nisn't as diverse?\" homeowner Dena Hubbard asked.\n\nChamber leaders, in an informational session with about 100 residents, answered that a defacto International \nVillage already exists in the Chamblee-Doraville area, in which some census tracts are more than 50 percent \nforeign-born. The challenge is to enhance and upgrade the area, by adding facilities, parks, and a more pedestrian-\nfriendly atmosphere, they said.\n\nResident Russell Frankofsky said a major concern was that special village zoning may allow merchants to live and \nwork in the same buildings, causing potential for urban blight.\n\nRay Kemper, the chamber's director of international business, replied that the planned Village area, between the \nMARTA north rail line, Buford Highway, and Chamblee Tucker Road, includes few residential areas.\n\n\"No one but your (city) councilmen can change zoning,\" he said.\n\nFrankofsky challenged claims that the village will create jobs, saying the area needs major investors, not smaller \nretailers.\n\n\"If it's Sony, Mizuno, or Siemens, that's the kind of investment we want,\" he said, adding that the area already has \nenough restaurants.\n\nBut Kemper said attracting major international investment to DeKalb, by demonstrating a welcoming attitude, is a \nprimary purpose of the village.\n\nWhen a Dunwoody resident said she had welcomed newcomer Japanese and Chinese neighbors, Doraville \nresident Robert Blossit, Jr. shouted \"They don't even want a Publix (supermarket) in Dunwoody.\"\n\nChamber President Parker Hardy said he hopes the village concept can attract shoppers and visitors from around \nthe nation to the area's unique mixture of Korean, Chinese, Hispanic, Southeast Asian and other businesses. \nAlthough officials currently have no funds set aside for completion of major facilities before the 1996 Olympics, they \nhope to establish the area as an attraction through advertising, signage and other strategies, in time for the event.\n"}