{"title": "CALIFORNIA GOP CANDIDATE BLAMES OBAMA HEALTH CARE BILL FOR \"SKYROCKETING\" HEALTH COSTS", "body": "\n\"Taxpayer-funded benefits to illegals\" in California are \"a skyrocketing cost under Obamacare.\"\n\nSteve Poizner on Saturday, April 10th, 2010 in a campaign commercial\n\n* * *\n\nThe Ruling: FALSE\n\nThe Republican primary to succeed Arnold Schwarzenegger (R) as governor of California has spawned a flood of \nads attacking both Meg Whitman, the former CEO of eBay, and Steve Poizner, the former state insurance \ncommissioner -- the two frontrunners for the nomination.\n\nOne ad, aired by Poizner beginning in April, argues that \"like Schwarzenegger,\" Whitman \"will continue taxpayer-\nfunded benefits to illegals. A skyrocketing cost under Obamacare.\"\n\nWe'll acknowledge some uncertainty about the statement's meaning because of its somewhat curious syntax. \n(Confusing matters further, the first sentence is read by a man, and the subsequent fragment by a woman.) \nHowever, we believe a reasonable person would interpret it to mean that a policy of continuing \"taxpayer-funded \nbenefits to illegals\" would mean \"a skyrocketing cost\" due to the newly passed federal health care law.\n\nWhitman's press office did not respond to several inquiries from PolitiFact. The candidate's website does not \ndirectly address the question of whether she would continue \"taxpayer-funded benefits to illegals\" in the health \ncare realm, though it does say that she advocates curbing state benefits for illegal immigrants in two other areas -- \nbarring them from attending state-funded colleges and universities and preventing them from securing drivers' \nlicenses.\n\nAs for the question of whether the federal health care law will lead to skyrocketing costs, it would be incorrect to \nsay that the new federal law is poised to increase California's costs directly. Written into the federal law is a clearly \nworded provision that prevents illegal immigrants from taking advantage of the law's benefits, such as the health \ncare exchanges where uninsured Americans can compare plans and purchase coverage.\n\nBut the Poizner campaign argues that the new law could have an indirect impact on California's deeply strained \nbudget.\n\nThe federal bill expands Medicaid eligibility to all Americans earning up to 133 percent of the poverty line. \"This will \nlead to more illegal immigrants enrolling, because California provides a version of Medicaid to illegal immigrants,\" \nPoizner's campaign press secretary, Bettina Inclán, told PolitiFact.\n\n\nBut it's wrong to assume that illegal immigrants will qualify for full-blown Medicaid in California. In fact, the only \nentitlement they get from Medicaid is emergency care in hospitals, which is already mandatory under federal law \nand was not changed by the newly passed health care bill. These limited benefits are available to any illegal \nimmigrant who would otherwise qualify for Medicaid were it not for their immigration status. (Illegal immigrants can \nalso qualify for Medicaid benefits for long-term care, but it's not an entitlement -- coverage is provided only to the \nextent that legislators and the governor agree to fund the program, and there's no federal match.)\n\nRight now, emergency care for illegal immigrants in California is paid by the state and local government. To the \nextent that more illegal immigrants will now qualify for California's version of Medicaid (known as Medi-Cal) and \nuse emergency hospital services, the only difference will be a shift of payment responsibility from one state or local \naccount to another. (Whether the federal government will continue to pick up part of the cost for treating illegal \nimmigrants using Medi-Cal -- as the federal government does today -- is unclear, given the new bill's language.)\n\nTake pregnancy care. There shouldn't be any new costs, because Medi-Cal already covers pregnant women up to \n185 percent of the poverty line, which is more generous than the 133 percent in the federal law. As a result, \nundocumented immigrants who need emergency delivery would already have been on emergency Medicaid \nanyway.\n\nThe Poizner campaign has a point that coverage of emergency care for illegal immigrants -- including pregnancy \ncosts -- is not cheap, costing upwards of $800 million a year. And that amount seems destined to rise, judging by \nthe recent history of inflation in the health care sector and perhaps an increase in the number of illegal immigrants \nresiding in the state.\n\nSo the state's burden for providing health care to illegal immigrants may go up, but it is not accurate for the Poizner \ncampaign to blame that development either on the new federal health care law or on the Democratic president \nwho pushed for it.\n\nThe new federal law specifically prevents illegal immigrants from benefitting, and most of the additional indirect \ncosts that might be expected from expanding the Medicaid rolls are already being paid in California by different \nstate or local government accounts. For these reasons, the phrase \"a skyrocketing cost under Obamacare\" is a \ngross exaggeration. We rate the statement False.\n\n* * *\n\nAbout this statement:\n\nPublished: Wednesday, May 19th, 2010 at 12:04 p.m.\n\nSubjects: Candidate Biography, Elections, Federal Budget, Health Care, Immigration, Poverty\n\nSources:\n\nSteve Poizner, \"Deserve\" (television ad), accessed May 18, 2010\n\nMeg Whitman for Governor, illegal immigration policy web page, accessed May 18, 2010\n\nSacramento Bee, \"Ad Watch: Poizner launches largely misleading attack on Whitman,\" April 10, 2010\n\nSacramento Bee, \"Dan Morain: Poizner pulling off the improbable as he narrows Whitman's vast lead,\" May 16, \n2010\n\nGeorge Skelton, \"Illegal immigrants are a factor in the budget gap math\" (column in the Los Angeles Times)\n\nKaiser Family Foundation, side-by-side comparison of health care bills, accessed May 18, 2010\n\n\n\nE-mail interview with Bettina Inclán, press secretary for Republican gubernatorial candidate Steve Poizner, May \n17, 2010\n\nE-mail interview with Michael Tanner, senior fellow with the Cato Institute, May 18, 2010\n\nE-mail interview with Edwin Park, senior fellow with the Center on Budget and Policy Priorities, May 18, 2010\n\nE-mail interview with Farra Bracht, principal fiscal and policy analyst for the California Legislative Analyst's Office, \nMay 18, 2010\n\nWritten by: Louis Jacobson\n\nResearched by: Louis Jacobson\n\nEdited by: Morris Kennedy\n\nGraphic\n\n \n\nVIDEO PHOTO\n"}