{"title": "Surprising Immigration Crackdown Advances", "body": "\nBOSTON -- Lawmakers were tangled in budget talks inside the Massachusetts Statehouse this week, but  a 19-\nyear-old college student spent even more time at the gold-domed building on Beacon Hill. \n\n  Andres Del Castillo, who just finished his freshman year at Suffolk University in Boston, is holding a vigil on the \nStatehouse steps to protest what could be the state's harshest crackdown on illegal immigrants in decades. The \nplan, already approved by the Senate, must survive budget negotiations with the House to become law.\n\n  And while Arizona's tough new immigration policy seemed largely irrelevant here when it passed in April -- both \nlegislative chambers are controlled by Democrats who typically pay scant attention to the issue, and Bill O'Reilly of \nFox News has derided Massachusetts as a ''sanctuary state'' for illegal immigrants -- ripple effects hit almost \nimmediately.\n\n  Five days after the Arizona measure became law, the Massachusetts House came close to passing a Republican \nproposal to block public benefits for illegal immigrants. A similar bill failed overwhelmingly just a year earlier. But \nsupporters said the Arizona law -- and pockets of anger here over the case of President Obama's Kenyan aunt, \nwho had been living in public housing in Boston while fighting a deportation order -- turned the tide.\n\n  ''It's all part of the same stew we're in,'' said Representative Denise Provost, a Democrat from Somerville who said \nher office was inundated with hostile calls after she voted against the crackdown in April. ''It's partly Arizona, partly \nthe economy, partly radio show hosts being obsessed with these issues.''\n\n  By the time the Senate moved to tighten restrictions on illegal immigrants last month, a Suffolk University/7 News \npoll had bolstered the position of Republican lawmakers like Representative Jeffrey Perry, who is running for \nCongress on a platform of curbing illegal immigration. The poll of 500 registered Massachusetts voters found that \nmore than half supported the Arizona law.\n\n  The poll, which had a margin of sampling error of plus or minus 4.4 percentage points, also found that 84 percent \nwant the state to require proof of citizenship before approving benefits like public assistance.\n\n  Mr.  Perry said news accounts about Mr. Obama's aunt, and about a person  suspected of being an illegal \nimmigrant who rear-ended another state lawmaker last month, helped ignite the issue here. He also pointed to last \nmonth's arrest of two Pakistani men here on immigration charges in connection with the attempted bombing in \nTimes Square.\n\n  ''How much more egregious can it be than the president of the United States' relative, who happens to be illegal, \ngetting a housing subsidy?'' Mr. Perry said. ''All these stories go against the contention of folks on the other side of \nthe issue that we don't have a problem.''\n\n\n  The Senate measure passed 28 to 10, as an amendment to the chamber's budget bill, a day after the poll was \nreleased. It would strengthen or expand existing rules that block illegal immigrants from public health care, housing \nand higher education benefits. \n\n  The measure would also require the state attorney general to set up a telephone line for people to anonymously \nreport people suspected of being illegal immigrants and businesses that hire them, and to investigate any such \nreports. And it would require companies doing business with the state to confirm that their workers were here \nlegally.\n\n  ''We never expected to have to be on the lookout for something like this in Massachusetts,'' said Mr. Del Castillo, \nwho has barely left the Statehouse since Sunday and said he would stay until the Senate withdrew its legislation. \n''It's creating anti-immigrant sentiment within our communities, our schools and our work environments.''\n\n  Mr. Del Castillo and a small group of others conducting the vigil are especially concerned with a provision that \nwould codify into law an existing policy that bars illegal immigrants from qualifying for resident tuition rates at state \ncolleges. Most of them are students themselves, and their group, the Student Immigrant Movement, has also rallied \nfor federal legislation that would allow illegal immigrants who arrived here before they turned 15 to apply for legal \nresidency.\n\n  Most drivers sped past the group Wednesday as it huddled on the rain-slicked Statehouse steps. A few honked in \nsupport, and one leaned out the window of his pickup truck to shout ''Get 'em out of the country!'' \n\n  ''Someone walked by today and said they were going to call ICE,'' said Renata Teodoro, 22, referring to \nImmigration and Customs Enforcement. \n\n  The six lawmakers charged with budget negotiations are meeting privately, and while the three senators involved \nall voted for the new restrictions last month, no clues have emerged about their fate. \n\n  Gov. Deval Patrick, a Democrat seeking re-election, has refused to say whether he would veto the measure. And \nbut for the group on the steps with their signs, candles and blankets, there appeared to be little focus on the issue \nthis week; a banner across the Statehouse facade cheered on the Boston Celtics, who are facing the Los Angeles \nLakers in the National Basketball Association finals and are dominating public attention here. \n\n  Jose Palma, 22, said he felt obliged to camp out at the Statehouse and buttonhole passers-by about the \ncrackdown to dispel a perception that it would only strengthen existing rules. \n\n  ''It's not just reinforcing what already exists,'' said Mr. Palma, who left El Salvador in 1998 and has temporary \nprotected status. ''That's why some of us are sacrificing to be here 24/7 -- because we want everybody to \nunderstand what it is.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: The Student Immigrant Movement has been at the Massachusetts Statehouse since Sunday. \n(PHOTOGRAPH BY GRETCHEN ERTL FOR THE NEW YORK TIMES)                                              \n"}