{"title": "Open: Jobs for Specialists;Wanted: Foreign Workers;Labor Dept. Proposes 'Green Card' Shortcut", "body": "\nAt a time when shrinking federal science dollars and spreading layoffs in high-tech industries are putting American \nscientists and engineers out of work, the Labor Department is trying to make it easier for employers to hire \nforeigners.\n\nThe department's plan is to declare shortages of scientists and engineers in various fields in certain states. \nEmployers in those places then would no longer need to advertise openings to Americans -- even though some \nstates may have surpluses -- before giving the job to a foreign scientist or engineer.\n\nAccording to proposed rules published in the March 19 Federal Register, the Labor Department would \nautomatically certify aliens for permanent residence in the United States if they were qualified for certain jobs in \nofficial shortage states. The proposed system would shortcut the current process whereby employers who wish to \nhire foreigners first must prove that they could not find a qualified American. Certification is a necessary step before \nforeigners can get \"green cards\" that allow a them to reside here permanently.\n\nIf the department's proposal survives the comment period, which will end June 1, it would declare that there are \nshortages of chemists in six states, chemical engineers in three states, computer scientists in seven states, and \nbiologists in 17 states, including Maryland, home of the National Institutes of Health, the nation's largest employer \nof biomedical scientists. The department believes there are also shortages of materials engineers in four states and \nmechanical engineers in two states.\n\nThe proposal has baffled and outraged leaders in several scientific and engineering fields.\n\n\"I don't think there are shortages of anybody right now, aside from a few esoteric superspecialties,\" said Betty \nVetter, head of the Commission on Professionals in Science and Technology, who opposes the proposal. \"The \ntiming of this thing absolutely blows the mind.\"\n\nVetter's group, which collects data on the supply of and demand for scientists in all fields, is sponsored by 27 \nscientific societies, including all the specialties in which the Labor Department study contends there are shortages.\n\n\"Shortage? I certainly don't see any shortage in biomedical science,\" said Robert D. Goldman, chairman of the \ndepartment of cellular, molecular and structural biology at Northwestern University's medical school. \"When we \n\n\nadvertise for an assistant professor or something comparable, we regularly get over 500 applications from all over \nthe country. That doesn't look like a shortage to me.\"\n\nGoldman, who is an officer of the American Society for Cell Biology, one of the country's largest associations of \nbiomedical researchers, said the supply of federal grant money for training and research has tightened so much in \nrecent years and job opportunities have dwindled so much that many young people are quitting science for other \nfields.\n\nEven young biomedical scientists who stay in the field, Vetter said, must usually be content with a series of \ntemporary jobs that pay the least of any field requiring a doctorate. Starting salaries for PhDs in biology typically \nare in the low $ 30,000s.\n\n\"If there really were a shortage of biomedical PhDs,\" Vetter said. \"You would think they'd be offering a lot more.\"\n\nMartin Siegel of the American Institute of Chemical Engineers said there were so few jobs in his field that only two-\nthirds of the chemical engineers who will graduate this year have been offered jobs. Normally, he said, they all \nhave positions by the time they leave school.\n\nIndividual scientists also have spoken out against the proposal.\n\n\"I wish to express my vehement objections to these completely specious conclusions,\" John G. Van Alsten wrote \nthe Labor Department. A chemist with E. I. du Pont de Nemours & Co., Van Alsten said many of his colleagues are \nhaving trouble finding jobs. He said he had talked with placement officers at three major universities and all \nexpressed incredulity that anyone could think there were shortages of scientists and engineers.\n\nRep. Collin C. Peterson (D-Minn.), chairman of the Government Operations subcommittee on employment, housing \nand aviation, thinks high-tech jobs should be kept open for Americans.\n\n\"It's inexplicable that Labor would view a possible shortage of, say, mechanical engineers in Pennsylvania as a \nreason for opening the doors to foreigners instead of expanding recruitment here at home,\" he said.\n\nPat Stange of the Labor Department's Division of Foreign Labor Certification, which made the proposal, said the \nruling is not final.\n\nThe determination of shortages was made by Malcolm S. Cohen of the University of Michigan's Institute of Labor \nand Industrial Relations under a $ 50,000 contract with the Labor Department. Cohen said he relied on statistics \nsuch as the unemployment rates for each profession, the growth or decline in wages and the number of foreigners \ncertified by the department using the procedure.\n\n\"In no case did I find there was an overall shortage throughout the country,\" Cohen said. \"The shortage indications \nare confined to specific states.\"\n\nCohen also said he does not consider his findings conclusive. He noted that since he completed his study, several \nmajor employers of scientists and engineers have laid off large numbers of professionals. Also, he said, \"I didn't \nactually talk to any employers or employee groups. That's what I'm hoping the comment period will bring out.\"\n\nGraphic\n\n \n\nILLUSTRATION, NOT ENOUGH AMERICANS? TWP\n"}