{"title": "U.S. Announces Plan Relaxing Visa Restrictions for Cuban Immigrants", "body": "\nThe Clinton administration announced details yesterday of a migration plan solely for Cuba that will permit at least \n20,000 immigrants to enter the United States each year, including about 6,000 chosen by lottery.\n\nThe administration expects more than 24,000 Cubans to arrive under the plan during the first year, Deputy \nAssistant Secretary of State Michael Skol said.\n\nThe plan grew out of a U.S. pledge to increase the number of visas granted in return for action by the government \nof Fidel Castro to stop citizens fleeing the country by raft and boat. An uncontrolled exodus from the Communist-\nruled isle resulted in more than 30,000 rafters being picked up at sea.\n\nMore than 25,000 Cubans are living in a tent city at the U.S. naval base at Guantanamo Bay, Cuba, and 6,128 \nothers have been ferried to Panama, where an internment camp was set up with a capacity for 10,000. All are being \nencouraged to return to Cuba and try their luck at both eased immigration rules and the lottery.\n\nOnly about 225 detainees have asked to return to Cuba, and 17 have been given permission by Havana to reenter.\n\nThe refugees' reluctance to go home is becoming a stain on the Clinton administration, which ended more than 30 \nyears of welcome to refugees from Communism. Cuban American groups in Miami have begun to demonstrate for \nadmission of all the refugees into the United States.\n\n\"The type of Cuban who was desperate, desperate enough to take unsafe rafts … to the United States, possibly \nbecause he or she didn't have any other legal hope to get to the United States … he or she too will have an \nopportunity to legally migrate,\" Skol told reporters. \"That is the reason for the lottery.\"\n\nThe administration also is expanding the categories of applicants who qualify for migration as refugees, Skol said. \nThe usual definition of someone with a well-founded fear of persecution will be more loosely applied to ex-political \nprisoners, members of persecuted religious minorities, human rights activists and people who face discrimination \nfor political beliefs.\n\n\"The original concept was political prisoners only. We are expanding that definition,\" Skol said.\n\nOfficials of the Immigration and Naturalization Service estimate that about 6,000 Cubans will qualify for refugee \nstatus annually, another 8,000 or 9,000 for normal immigration to the United States and the rest by lot. The higher \nnumber for the first year is due to a backlog of migrants who are on a waiting list built up over past years who are \ngoing to be let in quickly.\n\n\nThe deal with Cuba over migration effectively ended the refugee crisis. President Clinton averted an uncontrolled \nCuban exodus into Florida in the months leading up to elections. In this political season, immigration is a \nnationwide issue, with Americans much less tolerant of waves of newcomers than in the recent past.\n\nClinton, who said that Castro would not dictate his immigration policy, twice gave in to demands from the aging \ndictator: first, in declaring that Cubans who tried to arrive by sea would no longer automatically be considered \nrefugees; second, by guaranteeing 20,000 visas annually for Cubans. U.S. officials, answering a complaint that \nvisas were issued too slowly in Havanna, denied that the speed of processing for Cubans was different than for \nanyone else.\n\nCastro still wants talks on ending the long U.S. ban on trade with the island. Clinton has resisted that demand.\n"}