{"title": "POLITICAL BATTLE ON IMMIGRATION SHIFTS TO STATES", "body": "\nLegislative leaders in at least half a dozen states say they will propose bills similar to a controversial law to fight \nillegal immigration that was adopted by Arizona last spring, even though a federal court has suspended central \nprovisions of that statute.\n\nThe efforts, led by Republicans, are part of a wave of state measures coming this year aimed at cracking down on \nillegal immigration.\n\nLegislators have also announced measures to limit access to public colleges and other benefits for illegal \nimmigrants and to punish employers who hire them.\n\nNext week, at least five states plan to begin an unusual coordinated effort to cancel automatic United States \ncitizenship for children born in this country to illegal immigrant parents.\n\nOpponents say that effort would be unconstitutional, arguing that the power to grant citizenship resides with the \nfederal government, not with the states. Still, the chances of passing many of these measures appear better than at \nany time since 2006, when many states, frustrated with inaction in Washington, began proposing initiatives to curb \nillegal immigration.\n\nRepublicans gained more than 690 seats in state legislatures nationwide in the November midterms, winning their \nstrongest representation at the state level in more than 80 years.\n\nFew people expect movement on immigration issues when Congress reconvenes next week in a divided \nWashington. Republicans, who will control the House of Representatives, do not support an overhaul of \nimmigration laws that President Obama has promised to continue to push. State lawmakers say it has fallen to \nthem to act.\n\n''The federal government's failure to enforce our border has functionally turned every state into a border state,'' \nsaid Randy Terrill, a Republican representative in Oklahoma who has led the drive for anti-illegal immigration laws \nthere. ''This is federalism in action,'' he said. ''The states are stepping in and filling the void left by the federal \ngovernment.''\n\nBut the proposals have already drawn opposition from some business groups. And they are forcing strategic soul-\nsearching within the Republican Party nationwide, with a rising populist base on one side demanding tough \nimmigration measures, and, on the other side, traditional Republican supporters in business and a fast-growing \nLatino electorate strongly opposing those measures.\n\n\nIn Utah, a state dominated by Republicans, leaders from business, law enforcement, several churches and the \nLatino community sought to bridge the divide by joining together in November in a compact urging moderation on \nimmigration issues.\n\nSome of the more contentious measures may not go into effect immediately, including Arizona-style bills and those \nintended to eliminate birthright citizenship for American-born children of illegal immigrants. Latino and immigrant \nadvocate legal organizations are gearing up for a host of court challenges.\n\nAmong the states expected to introduce bills similar to Arizona's are Georgia, Mississippi, Nebraska, Oklahoma, \nPennsylvania and South Carolina.\n\nThe Arizona law authorized the state and local police to ask about the immigration status of anyone they detained \nfor other reasons, if they had a ''reasonable suspicion'' that the person was an illegal immigrant.\n\nActing on a lawsuit filed by the Obama administration, a federal judge stayed central provisions of the law. In \nNovember, the United States Court of Appeals for the Ninth Circuit heard arguments on an appeal of that stay by \nArizona.\n\n''States will push ahead regardless of the Ninth Circuit,'' said Kris Kobach, a law professor and politician from \nKansas who helped many states devise immigration laws -- including Arizona's. ''A lot of people recognize that the \ndistrict judge's decision is very much open to dispute.''\n\nIn Oklahoma, where Republicans won big majorities in both houses of the Legislature and the governor's office, Mr. \nTerrill said he would introduce a bill he called ''Arizona plus.'' In addition to the terms of Arizona's law, it would allow \nfor the seizure of vehicles and property used to transport or harbor illegal immigrants.\n\nIn Georgia, an all-Republican commission of legislators plans to propose measures to enhance enforcement of \ntough laws already on the books. Georgia will also consider a bill to bar illegal immigrant students from all public \nuniversities.\n\nThe newly elected governor, Nathan Deal, a Republican, is expected to sign those bills. But the Georgia Farm \nBureau, which represents the state's powerful growers, voted to oppose any measures that would affect immigrant \nfarm workers, most of whom do not have legal status.\n\nIn Kansas, Republicans won big majorities in both legislative houses and Sam Brownback, who just retired as a \nUnited States senator, was elected governor. Mr. Kobach, the law professor, was elected secretary of state after a \ncampaign in which he vowed to pass a law requiring proof of citizenship for voters.\n\nBut the Kansas Chamber of Commerce has voiced its opposition, and Mr. Brownback has said he will focus on \nreducing unemployment.\n\nThe newest initiative is a joint effort among lawmakers from states including Arizona, Oklahoma, Missouri and \nPennsylvania to pass laws based on a single model that would deny American citizenship to children born in those \nstates to illegal immigrants. The legislators were to announce the campaign in Washington on Wednesday.\n\nA leader of that effort is Daryl Metcalfe, a Republican state representative from Pennsylvania. At a recent news \nconference, Mr. Metcalfe said his goal was to eliminate ''an anchor baby status, in which an illegal alien invader \ncomes into our country and has a child on our soil that is granted citizenship automatically.''\n\nThe campaign is certain to run into legal obstacles. Courts have interpreted the 14th Amendment as guaranteeing \nbirthright citizenship. Even among those who seek its repeal, debate has hinged on whether that would require a \nconstitutional amendment, an act of Congress or a decision by the Supreme Court.\n\nSome Republicans argue that the party is risking losing its appeal to Latino voters, the fastest-growing minority \nvoter bloc.\n\n\n\n''The Republican Party is divided between those who see that Hispanics are an essential constituency going \nforward, and those who don't see that,'' said Tamar Jacoby, a Republican who is the president of ImmigrationWorks \nUSA, a business coalition that supports legalization for illegal immigrants.\n\nLatino and immigrant advocate groups are resigned to being on the defensive for the next two years. ''These laws \nare creating resentment within the Latino community that is going to last for decades,'' said Tony Yapias, director of \nProyecto Latino de Utah in Salt Lake City, an immigrant advocacy group.\n\nhttp://www.nytimes.com\n"}