{"title": "TO JUDGE A PLEA FOR ASYLUM FAIRLY AND SPEEDILY", "body": "\nTo the Editor:\n\n Your May 12 editorial ''Refugees and Refoulement'' addresses the critical issue of how this country decides who \nare refugees. The Senate Judiciary Committee version of the Simpson-Mazzoli bill, S.  529, offers a practical, fair \nresponse to the problem you correctly outline: a 30-fold increase since 1980 in claims for asylum clogged in a \nsystem not staffed or funded to handle large case volumes.\n\nThe bill creates a United States Immigration Board to hear appeals from decisions of asylum judges also created \nby the bill. The specially trained judges would decide asylum cases through formal hearings, where full process \nrights would pertain.\nYour May 12 editorial ''Refugees and Refoulement'' addresses the critical issue of how this country decides who are \nrefugees.\n\nDecisions could be appealed to the board, whose nine members would be appointed by the Attorney General for \nsix-years terms. Judicial review would be available through a writ of habeas corpus to remedy errors in providing \ndue process to asylum applications.\n\nThe scheme provides the mechanism, resources and avenue of review necessary to meet the twin objectives \nrequired to meet the asylum challenge: fairness and timeliness of decisions.\n\nIn advocating Senator Kennedy's amendments to these asylum provisions, you have made a puzzling leap in logic \nthat does not flow from your apt description of the asylum issue or your heretofore wellreasoned, statesmanly \nsupport for workable immigration reform measures.\n\nThe Kennedy amendments create an administrative law judge system, a Presidentially appointed board and full \nFederal court review of asylum cases. Because the judicial process is inherently protracted, invoking it to \nadjudicate asylum cases is likely to result in precisely what legislation seeks to cure: paralysis of the system, so \nthat arriving in the U.S. and filing an asylum claim creates de facto refugee status and admission to the country.\n\nSuch an outcome is unfair to bona fide claimants, who deserve speedy resolution of their claims; to the spirit and \npurpose of immigration reform, and to the integrity of our system of laws.\n\nThe Senate Judiciary Committee prescription is comparable to actions of other Western nations facing the same \nproblems with asylum as the U.S. Those approaches are working, and the goals of fairness and timeliness are \nbeing maintained. Likewise, the American public has an equal interest and right to speedy and fair resolution of \nasylum claims.\n\nI urge the Senate to endorse the recommendation of the committeereported bill and The Times to re-examine its \nstand on this critical issue.\n\n\nALAN C. NELSON, Commissioner, Immigration and Naturalization Service, Washington, May 16, 1983\n\nGraphic\n\n \n\nIllustrations: drawing\n"}