{"title": "JAPAN PLANS TO DENY VISAS TO ALIENS WITH AIDS VIRUS", "body": "\nThe Japanese Government submitted legislation today that would deny visas to foreigners who are known to carry \nthe virus that causes acquired immune defficiency syndrome and are considered ''likely to spread the virus to \nmany people in Japan.''\n\nA Foreign Ministry official said Japan might also re-examine the visa status of foreigners already living here and \nfound to be carriers of the AIDS virus.\n\nHowever, the official, who spoke on condition of anonymity, insisted that ''we do not have any intention of screening \nall foreigners'' entering or now living in the country. He also asserted that proposed changes in the immigration law \nwould not necessarily bar all non-Japanese who have AIDS or carry the virus.\n\nThe official said the bill would affect only those carriers - including female prostitutes, male homosexuals and \nintravenous drug users - judged ''likely'' to spread the disease. How such a determination would be made was not \nclear.\n\n \n\nPowers to Governors\n\nThe Government bill, which is likely to be approved intact by Parliament, also requires Japanese physicians to \nreport AIDS cases and people who test positive for the virus to local health authorities, and gives prefectural \ngovernors power to order medical examinations for suspected virus carriers.\n\nBut the proposed law has few teeth, other than the considerable powers of persuasion enjoyed by Japanese \nauthorities at all levels.\n\nThere are no specific penalties for violators except in cases when physicians, nurses or other hospital employees \nviolate patient privacy by divulging confidential information to anyone other than the health authorities. In such \ninstances, the bill would impose penalties of up to a year in prison and a fine equivalent to about $2,000.\n\nBy American standards, the Japanese AIDS problem is small, but anxiety levels have been high in the last few \nmonths, prompting the Government to act quickly. Parliamentary approval, while almost certain, may be delayed, \nhowever, by a prolonged impasse over proposed new taxes that has paralyzed normal proceedings. #36 Cases in \nJapan According to the Health and Welfare Ministry, 36 cases have been diagnosed in Japan, and there have \nbeen 24 deaths. Almost all the victims were either Japanese homosexuals or else hemophiliacs who had received \ntainted blood imported from the United States.\n\nIn addition to known cases, experts say, as many as 10,000 Japanese may be carrying the virus.\n\n\nAIDS, an incurable disease that cripples the immune system, is caused by a virus spread through sexual \nintercourse or exchanges of blood. In the United States, where 33,000 cases have been diagnosed, most of the \nvictims have been homosexual men or intravenous drug users, and the sexual partners of people in these two \ngroups.\n\nIn explaining the law, Japanese officials appeared to be sensitive to possible charges that they had yielded to \nxenophobia by moving specifically against certain groups of foreigners and not against potential Japanese carriers \nreturning from overseas.\n\n \n\nOn Records of Employment\n\nThus far, the known victims in this country include only one foreigner, a Swiss woman. Several Japanese men who \nhave the disease are believed to have contracted the diseases while traveling abroad.\n\nThe Foreign Ministry official said that in applying the law to non-Japanese, immigration officers would try, when \nAIDS is suspected, to obtain a person's record of employment and sexual behavior from his or her home country. It \nwas not clear whether such records existed in most countries or how they would be obtained.\n\nThere are no plans to exchange lists of known AIDS patients with other countries, he said, adding, ''We cannot \nstop anyone from coming into Japan unless we have a convincing reason.''\n\nAmong likely targets of the new policy are women from countries in Southeast Asia, especially the Philippines, who \nfall victim to Japanese gangsters and are brought to Japan to work as prostitutes in bars and brothels.\n\nEven before the AIDS scare, the Japanese Government had begun a broad crackdown on Philippine and other \nSoutheast Asian foreign workers, affecting not only prostitutes but others seeking lawful employment.\n"}