{"title": "Abroad at Home;'Now We Are Ashamed'", "body": "\nAttila Hegyi, a 26-year-old Hungarian, arrived at Kennedy Airport in New York on the afternoon of Sept. 6. He had a \nvisitor's visa, issued at the U.S. Embassy in Budapest, but he was not admitted. Instead he found himself badgered \ninto signing documents he did not understand, then sent back to Hungary and barred from the United States for five \nyears -- without explanation.\n\nWhat happened to Mr. Hegyi is a concrete example of what the 1996 Immigration Act blandly calls \"expedited \nremoval.\" The account that follows is taken from statements sworn by Mr. Hegyi before the U.S. Consul General in \nBudapest.\n\nAn I.N.S. officer questioned Mr. Hegyi at length about visits he made in 1994-95 and 1996-97. On the first of the \nearlier visits Mr. Hegyi overstayed his visa by three months. He was nevertheless given a visa for the next visit, and \nan extension to that. The officer was skeptical about the extension and could not seem to find a record of it in his \ncomputer.\n\nThe first hour and a half or two of the interrogation was in English, which Mr. Hegyi speaks badly and has trouble \nunderstanding. Then, suddenly, the officer began speaking in Hungarian. After two more hours he said his name \nwas Doczy.\n\nMr. Hegyi has an arthritic condition that causes severe pain. When he asked if he could sit down, officer Doczy \nreplied, \"Don't screw around with me, because I'm working hard, too. O.K., you want to sit down, you can sit on \nyour ass.\" He handcuffed Mr. Hegyi's ankle to a bench. When Mr. Hegyi said he was hungry, the officer gave him \nnothing to eat but went off for dinner himself.\n\nWhen officer Doczy returned, he asked Mr. Hegyi to sign a document that he said was a record of his questions and \nMr. Hegyi's answers. Mr. Hegyi's sworn statement says:\n\n\"I told him that although I spoke a little English, I had no idea what he had written. . . . I also told him I was tired. It \nwas between 10 and 11 P.M., although as I had flown in from Hungary that day it felt much later to me. Doczy then \n\n\nthrew his pencil down on his desk and said, 'if you don't sign this, we won't be able to decide your future. If you \nsign, I'll go to my boss and we'll reach a speedy conclusion.' \"\n\nMr. Hegyi signed the document -- and some others that officer Doczy then produced. \"At about midnight,\" he says, \n\"two guards came and took me out of the room. That is when Doczy said the papers I had signed barred me from \nentering the U.S. for five years. He did not tell me why this decision had been reached.\"\n\nFor the rest of the night he was handcuffed to a backless bench. In pain, he asked the guards to be put on one with \na back. They refused. At 6 A.M. he was given coffee and a roll, his first food in 18 hours.\n\nHe had brought some gifts with him for his intended hosts, Judy and Tibor Horvath. They were taken from his \nluggage, he says, and never returned.\n\nWhat happened to Mr. Hegyi leaves aching questions. It may be that officer Doczy thought his long stays in the last \nfew years showed an intention to live here. But why should someone with a duly issued United States visa be \nbarred in such a summary way, with no real chance for him to appreciate what is going on? Is it I.N.S. policy to \nhave officers badger someone into signing documents that he does not fully comprehend?\n\nA lawsuit now before the courts contends that the new law's \"expedited removal\" process was designed for people \nwho reach our borders with fraudulent travel documents or none at all, not those with visas. In any event, someone \nthus excluded should surely be given a reason.\n\nBeyond law and policy, there is a question of American values. That was the point seen by Tibor Horvath, who had \nexpected Mr. Hegyi as a guest.\n\n\"I was born in Hungary,\" Mr. Horvath said, \"where I lived under Nazism as a small child and later Communism. I \nfought against the Communists in the 1956 revolution, and shortly after the Soviet tanks rolled in, escaped. . . . I \ncame to the U.S.A., worked hard and proudly became a citizen. Until now my wife, who was born here, and I have \nbeen telling friends and relatives in Hungary what a great country this is, where civil liberties are respected. Now we \nare ashamed.\"\n"}