{"title": "Metro Matters; Tuition, Out of State And Beyond", "body": "\nJUST about everyone involved says it was a shame for Washington to do it in the first place, and for New York not \nto have undone it by now. In the meantime, Daniel from Mexico and Teresa from Colombia and a few thousand \nother striving immigrants are confronting a formidable new hurdle in their pursuit of a college education. And \nimmigrant-friendly New York looks punitive at best.\n\n     What happened? \n\n Illegal immigrants at the City University of New York were notified just three months ago that starting this semester, \nthey would have to pay higher tuition -- the rates charged to out-of-state students. Their costs at the four-year \ncolleges shot up to $3,400 a semester from $1,600. Tuition at the community colleges went to $1,538 a semester \nfrom $1,250.\n\nCUNY administrators say that when they were reviewing their policies after Sept. 11, they discovered that since \n1998, CUNY had been violating a federal immigration law that prevents students who are illegal immigrants from \ngetting benefits unavailable to citizens from out of state.\n\nCalifornia and Texas passed legislation that circumvents the federal statute. In New York, the state university has \nbeen following the federal policy since 1998, and CUNY, which estimates that about 3,000 of its 200,000 students \nhave acknowledged their illegal status on their applications, punted. \n\nIt had to, said the current general counsel, Frederick P. Schaffer. \"People speculate this is part of an anti-immigrant \npolicy, but it's just law,\" he said. \"I concluded that not only as a lawyer but as a lawyer for a public institution, I had \nan obligation to obey the law.\"\n\nHe and CUNY's chancellor, Matthew Goldstein, say they deplore having to raise fees and urge Albany to enact \nlegislation that would get around the federal law. But critics have complained that they did not delay the effective \ndate of the increases, did not deliberate in public, did not aggressively draw attention to the plight of their students, \ndid not beg for action.\n\n\"They acted hastily and unilaterally,\" said Barbara Bowen, president of the Professional Staff Congress, which \nrepresents CUNY's faculty. Ms. Bowen cited CUNY's traditional mission of educating immigrants, many of them \npoor, and said that university administrators should have consulted with a broad range of experts, faculty members \nand students before increasing tuition.\n\nDr. Goldstein, emphasizing that CUNY is trying to help the illegal immigrants in a number of ways, said: \"The action \nI took had to be taken. If my general counsel alerted me that we are out of compliance with federal law, I have to \nget into compliance, which we did rather decisively.\"\n\n\nThat they did. Daniel, a Hunter College student who emigrated from Mexico with his family when he was 15, \nremembers being stunned by a letter advising him of the tuition increases just before Thanksgiving.\n\n\"I think because of Sept. 11, they want to keep track of everybody, because one of the terrorists had a student \nvisa,\" said Daniel, 22. \"That's all right with me. But not everybody is as bad.\" Daniel, once a full-time student, is now \ntaking one $900 course in computer technology.\n\nANOTHER Hunter student, Teresa, fears she will have to drop out. Teresa, a 20-year-old honors student, came \nfrom Colombia with her family when she was 14. She and Daniel have little chance of becoming citizens unless \nthey marry Americans or have relatives who are citizens. Teresa is hoping that the courts or the State Legislature \nwill reverse the tuition increases.\n\nThe federal law prevents illegal immigrants from getting preferential treatment (lower tuition) that citizens in other \nstates cannot. California and Texas got around that by making high school graduation the key criterion for the lower \ntuition, along with school attendance or residency in those states.\n\nBills with similar provisions have been introduced in Albany by Assemblymen Adriano Espaillat of Manhattan and \nPeter M. Rivera of the Bronx, both Democrats. But the bills have drawn little attention and have no sponsor in the \nState Senate. Gov. George E. Pataki is still studying the matter, his advisers say, and the legislative leaders -- \nSheldon Silver in the Assembly, a Democrat, and Joseph L. Bruno in the Senate, a Republican -- have not yet \ntaken positions.\n\nThis is New York, city of immigrants. The power players will surely awaken to this soon. Then again, the Legislature \nand governor are seeking re-election this year. There are other priorities. And illegal immigrants do not vote. \n\nhttp://www.nytimes.com\n"}