{"title": "SOUTHWEST JOURNAL;A PASSION IN TRUFFLES FOR TEXAS", "body": "\n''It used to be said,'' Francois Picard observed with a Gallic flair for metaphor, ''that the truffle was the daughter of \nearth and thunder. In the old days they noticed that after a thunderstorm, the truffle bore fruit.''\n\n Mr. Picard grew up in the heart of truffle country in southern France and has been involved with the black, \nspongelike fungus since he was a child tracking the lusty pigs that rooted for it under the oaks around his hometown \nof Perigord.\n\nHe now lives in Dripping Springs, 200 miles west of here in the Texas Hill Country. But he still harbors a passion \nfor the truffle, which, at a heady $40 or so an ounce retail, he likes to call ''the black diamond'' of haute cuisine. \nWhat took him to Dripping Springs was limestone, which laces the soil of the Hill Country in abundance. The \nnormally diffident truffles, it develops, is ardent for limestone. And so Mr. Picard hopes to make Dripping Springs \nthe truffle capital of the world.\nArticle (Southwest Journal) focuses on efforts of Francois Picard to successfully grow truffles in Dripping Springs, \nTexas; notes US Border Patrol, which switched to cars, vans, spotter planes, helicopters and dirt bikes to track \nillegal aliens in 1920, has recently started experiment using men on horseback; notes decline in contributions has \nforced Oral Roberts's City of Faith Medical Center, Tulsa, Okla, to dismiss 204 or 907 employees (M)\n\nSince the summer of 1982, when a French testing laboratory deemed the Hill Country soil a superb habitat for \ngrowing truffles, Mr. Picard has grown and transplanted 20,000 oak seedlings and inoculated their roots with the \nmycelia, or thallus, or vegetative part, of the tuber melanosporum, the name the black truffle answers to in scientific \ncircles. For reasons best known to truffles and trees, the fungus hugs the roots of oak and filbert trees. The trees \nlike it.\n\nMr. Picard has already committed about 3,000 truffle-kissed seedlings to the Hill Country earth. With the passage \nof time, five to 10 years, and the beneficent advent of a thunderstorm or two, each planting will yield a few ounces \nto four pounds of truffles a year. He is looking forward to harvest time.\n\nTruffle hunters seldom use pigs anymore to root up the fungus. The pigs tend to get nasty when someone \nsnatches away their nosh. So Mr. Picard has two truffle-snuffling dogs trained to do it. He is also working on a \ndevice that will detect the morsels' earthy odor electronically. Formidable!\n\nBefore it took on modern dress and a new name in the 1920's, the United States Border Patrol was the Mounted \nPatrol, and it guarded the nation's borders against illegal entry primarily on horseback.\n\n\nIt first mechanized with Model T's. Today its 3,000-member force works from cars, vans, spotter planes, helicopters \nand even dirt motorbikes.\n\nLast week, according to Larry Teverbaugh, chief agent of the busy Laredo sector, the patrol ''came full circle.'' \nThree experienced agents there gave up their green vans and mounted cow ponies, starting a 30- day experiment \nto see if men on horses could do more to stem illegal- alien traffic than men in machines.\n\n''They're working out extremely well,'' Mr. Teverbaugh said Friday. A night horseback patrol the night before \nresulted in a score of apprehensions, he said, and assisted in some 80 others by men in a supporting van and on \nfoot. ''They kept a lot of people from running,'' he said of the 80 ''assists'' in which the actual capture was made by \nsomeone other than the rider. ''They know they can't outrun a horse.''\n\nThe horses can handle terrain too tough for vans or even the knobby- tired motorcycles, he said, and the extra \nheight of a man on horseback provides a better view over the scrub.\n\nThe horses seemed to warm to the job. ''One of them spotted some aliens before our agent did,'' Mr. Teverbaugh \nsaid. ''He alerted, pricked up his ears - obviously something out in the brush. He put the agent right on them, like a \nbird dog.''\n\nBut even with men, machines and horses, Mr. Teverbaugh concedes, the flow of aliens is increasing. Arrests in the \nlast month were up 38 percent over the like period of last year, and that has been the pattern for 10 years.\n\nWhen Oral Roberts opened his City of Faith Medical Center, a clinic, hospital and research center in Tulsa, nearly \nthree years ago, he asked Oklahoma health officials to authorize 777 beds. The state, noting studies indicating that \nthe city already had more hospital beds planned than were needed, reluctantly approved a maximum of 294.\n\nNow much of the hospital is empty, with only 81 beds occupied. That, with declining contibutions from the \nevangelists's worldwide ministries, has meant a budget shortage of $1 million dollars a month. As a result, 244 of \nthe medical center's 907 employees have been dismissed.  The decline in contributions has also put employees of \nOral Roberts University, which Mr. Roberts founded in Tulsa in the 1960's, on a short work week for the summer, \nand eliminated athletic scholarships for incoming freshmen in some sports.\n\nThe university has also closed its downtown public relations office, and 90 employees of the Oral Roberts \nEvangelical Association have been dismissed, in addition to 40 eliminated earlier through attrition.\n\nIn February Mr. Roberts wrote his Prayer Partners, as his supporters are called, appealing for increased donations, \nbut the budgetary problems continued. Tim Colwell, Mr. Roberts's public relations director, said the decline in \ncontributions was affecting similar ministries. ''Donations have fallen off drastically,'' he said, and that could ''affect \nthe future of all ministries.''\n"}