{"title": "BRIGHT MEXICAN PUPIL CAN STAY IN U.S. THE STANFORD STUDENT IS HERE ILLEGALLY. A JUDGE RULED HE WON'T BE DEPORTED.", "body": "\nA decade after he slipped across the U.S.-Mexico border, Servando Molina Garcia is an all-American success \nstory.\n\nHe graduated as co-valedictorian of his high school, maintains a B-plus\n\naverage at Stanford University and is looking forward to a bright future in civil engineering.\n\nThat future got even brighter yesterday, when an Immigration and Naturalization Service judge ruled against \ndeporting Molina to Mexico. Instead, Judge Bette Stockton granted Molina permanent residency, saying he had \nmade a significant contribution to this country and was likely to continue to do so.\n\nAfterward, the 22-year-old Molina stood outside the courtroom beaming.\n\n\"I am just really grateful that I have come this far,\" said Molina, who entered the United States illegally nearly 10 \nyears ago.\n\nMolina's mother was granted permanent residency under the 1986 amnesty program. But, unlike other modes of \nlegal entry, it did not automatically extend to children. Each family member had to qualify individually. Molina failed \nto do that because he came to the United States after the arrival cutoff of 1982.\n\nChanges in the law allowed children to petition for status, but Molina's petition was still pending when he turned 18. \nThat put him into the adult category, which meant a much longer wait.\n\nReluctant to spend six to eight years waiting - years in which he could not get married or travel freely - Molina \ndecided to take his case directly to a judge.\n\n\"My whole family is here,\" he said. \"If I went back to Mexico, I really don't think that I could live there again.\"\n\nWhile INS officials argued that Molina's achievements did not change legal requirements, his supporters said \nsending him back would be the United States' loss.\n\n\n\"I always felt that Servando would make a difference in this world; he is such a good person and ideal citizen,\" \nwrote Jeffery Wiggam, a teacher and coach at Reedley High School in central California.\n\nMolina spoke almost no English when he crossed into the United States on the night of his 13th birthday, walking \nall night to evade detection. But he was a quick study, maintaining an A average at Reedley while working summers \npicking grapes and peaches.\n\n\"He has an extremely bright future. For some technicality or other to stand in the way - it would be a real travesty,\" \nsaid Jeffrey Koseff, one of Molina's civil engineering professors at Stanford.\n\n\"Yes, maybe this person came into this country illegally,\" said Koseff, \"but he's done everything right since then. \nWe should be cheering him on, not penalizing him.\"\n\nBut INS acting District Director Philip Waters said that was not an agency option.\n\n\"We don't have the discretion to say, 'Well, we're going to let him in,' unless he qualifies under some section of law. \nWe just don't have that authority,\" Waters said.\n\nMolina's lawyer said the case \"illustrates the Achilles' heel of the amnesty law.\"\n\n\"Why put an individual or a family through years of fighting like this? Who benefits from that?\" he said.\n\nThe amnesty program was meant to bring a hidden population \"into the light, out of the shadows,\" he said. \"If you're \ngoing to make that effort, then it seems shortsighted not to include the children.\"\n"}