{"title": "Democrats plan fallback in case Ariz. law is upheld", "body": "\nSenate Democrats are making plans to force a floor vote on legislation that would invalidate Arizona's \ncontroversial immigration statute if the Supreme Court upholds the law this summer. \n\nSen. Charles E. Schumer (D-N.Y.) will announce the fallback legislation at a hearing on the Arizona law Tuesday, \na day before the Supreme Court hears oral arguments in a suit to determine whether Arizona had the authority to \nenact the 2010 state crackdown.          The legislation would have little chance of passing in a stalemated Senate or \nbeing approved by a GOP-held House, but it would allow Democrats to push their electoral advantage with Latino \nvoters just as the presidential campaign heats up in July.          \n\nThe plan is to allow Democrats a route to express displeasure with the Arizona law if the court allows it to stand, \nand it would force Republicans to take a clear position on the law during the height of the presidential campaign. \nThe immigration law is deeply unpopular with Latino voters, who could be key to the outcome of the presidential \nand Senate races in several Western states.\"If the court upholds the Arizona law, Congress can make it clear that \nwhat Arizona is doing goes beyond what the federal government and what Congress ever intended,\" Schumer said \nin an interview.\n\nHe called the Arizona law an \"assault on the domain of the federal government\" that Congress will need to address \nif the court allows it to stand.\n\nAs chairman of the Senate Judiciary Committee's subcommittee on immigration, Schumer will hold a hearing \nTuesday on the impact of the Arizona law. The state senator who wrote the statute will appear, as will opponents \nof the law. Arizona Gov. Jan Brewer (R), the law's chief proponent, was invited but declined to attend.\n\n          The Obama administration sued to prevent implementation of the Arizona law - which included a provision \nrequiring local law enforcement to check the immigration status of anyone stopped or arrested who they suspect is \nin the country illegally - arguing that the Constitution gives the federal government jurisdiction over immigration \nlaws and that the state's statute interferes with federal efforts.           \n\nIn response, federal courts have blocked key portions of the law from going into effect. Arizona appealed to the \nSupreme Court, arguing that the state has the power to pass the legislation because Washington has failed to deal \nwith the illegal-immigration problem.Schumer said he believes the court will side with the federal government. But if \nit does not, he will propose a new law requiring federal approval for new state immigration laws, essentially \nblocking implementation of Arizona's law and others like it that have passed elsewhere. \n\n\nThe legislation would also bar states from imposing their own penalties, beyond federal sanctions, for employers \nwho hire illegal immigrants. Some business leaders have said they are concerned new state rules on hiring could \nlead to a patchwork of conflicting employment rules across the country.\n\n Presumed Republican presidential nominee Mitt Romney has said he opposes the federal lawsuit filed by the \nObama administration to block the Arizona law.\n\n          But he has been working to improve his popularity with Hispanic voters, who according to the latest NBC \nNews-Wall Street Journal poll favor President Obama by more than 40 points.          Those numbers come after \nRomney took a hard line on immigration during the Republican primary season, opposing the Dream Act - which \nwould provide a path to citizenship for some young adults brought to the country illegally by their parents as \nchildren - and indicating that he supports making life in America tough enough for illegal immigrants that they \nvoluntarily \"self-deport.\"\n\nHis campaign has protested that his February comments describing the Arizona law as a \"model\" for the nation \nwere misinterpreted.\n\nCampaign officials have insisted that Romney meant only a provision requiring employers to use an electronic \ndatabase to check the immigration status of potential employees. They have said recently that he believes states \nshould be able to decide whether Arizona-style laws are appropriate.\n\nA congressional debate on the issue would probably force Romney to take a more definitive position on Arizona's \nstatute and the broader issue of the proper balance of state and federal power in immigration enforcement.\n\nAt the same time, Republicans would surely cite the proposed legislation as another example of Democratic \nattempts to expand the federal government and squash state power.\n\n\"It's a calculated decision,\" said Steven Schwinn, a professor at the John Marshall Law School who has been \nfollowing the case. \"It would keep focus on an issue, but in a way that may or may not be a winner for Democrats.\" \n\nheldermanr@washpost.com\n\n             Read more from PostPolitics:                       Obama to sidestep gay rights issue in N.C.          \n\n                       Romney punts on Rubio's DREAM Act                                 Klein: 'Scandals' don't predict election \nresults, but this formula might          \n\n             The John Edwards trial: A final public flogging                       Interactive: Pick Mitt Romney's running mate          \n"}