{"title": "Somali Radio a voice from home; Comforting link: Weekly show from Scottdale station caters to recent immigrants and refugees.", "body": "\nFor two hours every week, Hussien Mohamed reaches out to an isolated community, providing critical information \nand comfort for the homesick.\n\nFrom the offices of WATB-AM 1420 on North Decatur Road in Scottdale, Mohamed broadcasts the Sagal Somali \nRadio Service.\n\nThe radio show caters to recent immigrants and refugees from Somali- speaking countries.\nAJC\n\nHe created the show, which airs 2-4 p.m. Saturdays, last summer after participating in an immigrant outreach \nprogram with the DeKalb County Board of Health.\n\n\"I got the whole idea after I found out that the immigrant population has very little communication,\" he said.\n\nMohamed said the biggest problem facing Somali-speaking immigrants, who come to the United States from \nSomalia, Ethiopia or Kenya, is a language barrier.\n\n\"If you don't speak English, then you're not aware of what's going on in your area,\" he said.\n\nThe Sagal Somali Radio Service went on the air in July 1998 and included local announcements, international \nnews from the BBC and entertainment --- all in Somali.\n\nMohamed, who is Ethiopian, said the initial response was enormous.\n\n\"A mother and father started crying because they had forgotten the radio station back home,\" Mohamed said. \n\"They forgot the music and things they used to hear.\"\n\nSue Chovanec, program coordinator of World Relief, which provides financial support for the program, said for \nsome Somali refugees and immigrants the program may be their only reliable source of information.\n\n\"There are a lot of people in his community who don't read or write, so of course hearing information is very \nimportant, rather than just hearing rumors, \" Chovanec said.\n\nFor some listeners, the service provides a comforting link to the homeland.\n\n\"I think it's doing a good job,\" said Adan Hussein, manager of Amal Grocery on Memorial Drive. \"If you look at it, \nthey are the only source of news from home back in Somalia and other parts of the world.\"\n\n\nThe show's audience, which Mohamed estimates is about 5,000, grows every day with the area's Somali-speaking \npopulation.\n\nAlthough the DeKalb County Board of Health provides most of the show's funding, other support comes from World \nRelief, Newcomers Network and the International Arts and Cultural Center of Clarkston. Mohamed also relies on \ndonations to keep the Sagal Somali Radio Service going strong.\n\nOther plans include adding sponsors, extending the length of the program and producing segments of the show in \nArabic and Bosnian.\n\n\"I'm hoping this will survive,\" Mohamed said. \"If the community supports this, everything will move. I think we'll \ncontinue to exist --- we already made it past the first year.\"\n\nFor more information about the Sagal Somali Radio Service, call 404-296- 3496.\n\nGraphic\n\n \n\nPhoto\n\nNews and entertainment: Hussien H. Mohamed, program coordinator for Sagal Somali Radio Service, talks on the \nphone as disc jockeys Noor Omar Aashito (center) and Ibrahim Hassan Jama take their turns at the microphone at \nthe North Decatur Road offices of WATB-AM (1420). / CHARLOTTE B. TEAGLE / Staff\n\nPhoto\n\nIbrahim Hassan Jama broadcasts live on WATB. / CHARLOTTE B. TEAGLE / Staff (Teaser)\n"}