{"title": "Bond, Durbin focus on skilled immigrants", "body": "\nBond says\n\nThe United States should try to keep highly skilled foreign graduates here and make it easier for American \ncompanies to hire them.\n\nDurbing says\n\nBond's position is sound, but health care workers from poor nations also should be encouraged to spend time back \nhome.\n\n---\n\nThe contentious immigration debate unfolding in the Senate this week has focused on the estimated 11 million \nillegal immigrants in the United States, many of whom work in low-wage, hard-to-fill jobs.\n\nBut Sens. Christopher \"Kit\" Bond and Dick Durbin are also looking at a different kind of immigrant: the highly \neducated professional who comes to the United States legally to study and then stays, often snagging a well-paying \njob in a premier field such as health care, biotechnology or engineering.\n\nThe St. Louis region attracts hundreds of such foreign students every year.\n\nThey include men like Rommel Villagomez, who came from Ecuador nearly 10 years ago to study geophysics at St. \nLouis University and now works at Edward Jones as a software programmer. After almost a decade of living in legal \nlimbo on a series of temporary visas, he and his wife got their green cards a month ago and no longer have to worry \nabout whether they must sell their house in St. Louis County and move back to Ecuador.\n\n\"The worst is just waiting, and you don't know if at the end they're going to deny you,\" he said.\n\nBond, R-Mo., sees immigrants like Villagomez as a boon to the economy, giving the United States a much-\nneeded competitive advantage in burgeoning fields to which American students aren't often attracted. After \nAmerican institutions have invested in these students, Bond argues, it makes sense to try to keep them here and \nmake it easier for U.S. firms to hire them.\n\n\"We educate in our system some really outstanding scientists, engineers, mathematicians and technology experts. \nAnd when they finish their education, we say 'Sorry, you've got to get out,'\" Bond said. \"In this increasingly techno-\nsensitive, techno-centric economy, the jobs we want are the jobs that are created by people with a science \nbackground.\"\n\n\nBond is supporting provisions in the immigration bill that would give foreign students who finish advanced degrees \nin math, science, technology or engineering more time to find a job with an American company before their visas \nexpire. He is also offering his own amendment that would broaden the pool of students eligible for extra time to \ninclude those earning master's and post-doctoral degrees.\n\nDurbin, D-Ill., supports Bond's efforts, but he also worries about the devastating impact on the home countries \nlosing talent. He said that over the last 10 years, about 900,000 health care workers, scientists, engineers and \nsimilar professionals have immigrated to the United States. \"We are the largest magnet for this level of talent in the \nworld,\" he said.\n\nOn a trip to Africa last year, Durbin visited a tiny hospital in eastern Congo. That nation has one doctor for every \n165,000 residents and one surgeon for every 3 million.\n\nDurbin acknowledged that the U.S. faces its own shortage of health care workers, especially in poor rural areas like \nSouthern Illinois, where foreign-born doctors are often the only ones willing to work. But he said the poorest nations \ncan ill afford a \"brain drain\" at a time when they are dealing with an AIDS epidemic and other health care crises.\n\n\"We're poaching,\" Durbin said in a meeting with Post- Dispatch reporters this year. \"Our perverse incentives take \naway from some of the poorest places on Earth a talent pool that they need to deal with reality.\"\n\nOn the Senate floor, Durbin noted that Chicago has more Ethiopian-trained doctors than Ethiopia does. \"What's the \nfair thing to do here?\" he asked.\n\nHe plans to offer an amendment that would encourage foreign students in the health care field to return to their \nhome countries to fulfill any pledges they have made to work there in exchange for help financing their education. It \nwould also allow doctors and nurses who have immigrated to the United States to go back home to work for a few \nyears without jeopardizing their U.S. legal status.\n\nFilling a need\n\nBond's and Durbin's amendments both hint at the same underlying trend: The American economy is not just \nturning to foreign workers to fill low-wage jobs, but also to fuel its most prestigious and burgeoning industries.\n\nExperts say that not enough American students are attracted to career paths in science, engineering, technology \nand math -- where Bond's amendment is targeted. \n\nBond's office said that last year, China graduated more than 600,000 new engineers. India produced 350,000, \nwhile the United States saw 70,000 finish engineering degrees. American university classrooms and corporate \nboardrooms need foreign students to remain competitive, Bond and others argue.\n\n\"We're in a more competitive world today . . . and it's very important that we turn our attention to sustaining the \nUnited States as the most attractive place for advanced study, in science and engineering especially,\" said Mark \nWrighton, chancellor of Washington University, which has about 1,300 international students.\n\nThe Senate bill would give foreign science, technology, math and engineering students a year to find a job in their \nfield in the United States after they have completed their studies. If they find a job, the bill would make it easier for \nthem to earn permanent legal status.\n\nWhen it comes to the problem Durbin is highlighting -- a shortage of doctors and nurses -- U.S. lawmakers have \nsimilarly welcomed the influx of foreign-born doctors, particularly in rural areas where Americans are scarce.\n\n\"We need doctors in the United States, that's for sure,\" Durbin said, adding that his amendment offers a \"modest\" \nchange that would bring some balance to a difficult dilemma.\n\n\n\nDurbin said the real solution to the shortage of top-tier American professionals, whether scientists, doctors, or \nothers, requires a bigger solution: a major increase in education funding to better prepare U.S. students for careers \nin those fields.\n\n\"If we're going to be serious about being competitive in the 21st century, we must be serious about education,\" he \nsaid.\n\nThe fate of the underlying Senate bill remained unclear Wednesday, as lawmakers continued to wrangle over the \nquestion of how to treat the millions of undocumented workers currently in the United States. Democrats blocked \nGOP efforts to make it harder for some of those here illegally to earn citizenship.\n\n---\n\nSTLtoday.com/talkoftheday Are we welcoming enough to legal immigrants? Join the discussion online in the Talk \nof the Day blog.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - (Christopher \"Kit\" Bond)  PHOTO - (Dick Durbin)  PHOTO - Rommel Villagomez and his wife, Soledad, \ngo over the math homework of their 6-year-old daughter, Samantha, on Wednesday in their Creve Coeur home. \nRommel Villagomez, who came from Ecuador nearly 10 years ago to study geophysics at St. Louis University, is a \nsoftware programmer at Edward Jones. Amanda Whitlock | Post-Dispatch \n"}