{"title": "Request for Information: Child Labor, Forced Labor, and Forced or Indentured Child Labor in the Production of Goods in Foreign Countries and Efforts by Certain Foreign Countries to Eliminate the Worst Forms of Child Labor", "body": "\nWashington, DC: This Notice document was issued by the Department of Labor (DOL)\n\nAction\n\nNotice; request for information and invitation to comment.Summary\n\nThis notice is a request for information and/or comment on three reports issued by the Bureau of International \nLabor Affairs (ILAB) regarding child labor and forced labor in certain foreign countries. Relevant information \nsubmitted by the public will be used by the Department of Labor (DOL) in preparing its ongoing reporting as \nrequired under Congressional mandates and a Presidential directive. The 2018 Findings on the Worst Forms of \nChild Labor report (TDA Report), published on September 27, 2019, discusses efforts of 131 countries and \nterritories to eliminate the worst forms of child labor over the course of 2018 and assesses whether countries made \nsignificant, moderate, minimal, or no advancement during that year to address the worst forms of child labor. It also \nsuggests actions foreign countries can take to eliminate the worst forms of child labor through legislation, \nenforcement, coordination, policies, and social programs. The 2018 edition of the List of Goods Produced by Child \nLabor or Forced Labor (TVPRA List), published on September 20, 2018, makes available to the public a list of \ngoods from countries that ILAB has reason to believe are produced by child labor or forced labor in violation of \ninternational standards. Finally, the List of Products Produced by Forced or Indentured Child Labor (E.O 13126 \nList), provides a list of products, identified by country of origin, that DOL, in consultation and cooperation with the \nDepartments of State (DOS) and Homeland Security (DHS), has a reasonable basis to believe might have been \nmined, produced, or manufactured with forced or indentured child labor. Relevant information submitted by the \npublic will be used by DOL in preparing the next edition of the TDA Report, to be published in 2020; the next edition \nof the TVPRA List, to be published in 2020; and possible updates to the E.O 13126 List as needed.Dates\n\nSubmitters of information are requested to provide their submission to DOL's Office of Child Labor, Forced Labor, \nand Human Trafficking (OCFT) at the email or physical address below by 5 p.m on January 13, 2020.Addresses\n\n\nInformation submitted to the Department of Labor should be submitted directly to OCFT, Bureau of International \nLabor Affairs, U.S Department of Labor. Comments, identified as “Docket No. DOL-2019-0005,” may be submitted \nby any of the following methods:\n\n1. Federal eRulemaking Portal: You may submit electronic comments to: http://www.regulations.gov The portal \nincludes instructions for submitting comments. Parties submitting responses electronically are encouraged not to \nsubmit paper copies.\n\n2. Facsimile (fax): OCFT, at 202-693-4830.\n\n3. Mail, Express Delivery, Hand Delivery, and Messenger Service (1 copy): Austin Pedersen and Chanda Uluca, \nU.S Department of Labor, OCFT, Bureau of International Labor Affairs, 200 Constitution Avenue NW, Room S-\n5315, Washington, DC 20210.\n\nEmail: Email submissions should be addressed to both Austin Pedersen (Pedersen.Austin.M@dol.gov) and \nChanda Uluca (Uluca.Chanda@dol.gov).For Further Information Contact\n\nAustin Pedersen, 202-693-4867 and Chanda Uluca, 202-693-4905. Please see email contact information \nabove.Supplementary Information\n\nI. The Trade and Development Act of 2000 (TDA), Public Law 106-200 (2000), established eligibility criteria for \nreceipt of trade benefits under the Generalized System of Preferences (GSP). The TDA amended the GSP \nreporting requirements of Section 504 of the Trade Act of 1974, 19 U.S.C 2464, to require that the President's \nannual report on the status of internationally recognized worker rights include “findings by the Secretary of Labor \nwith respect to the beneficiary country's implementation of its international commitments to eliminate the worst \nforms of child labor.”\n\nThe TDA Conference Report clarifies this mandate, indicating that the President consider the following when \nconsidering whether a country is complying with its obligations to eliminate the worst forms of child labor: “(1) \nwhether the country has adequate laws and regulations proscribing the worst forms of child labor; (2) whether the \ncountry has adequate laws and regulations for the implementation and enforcement of such measures; (3) whether \nthe country has established formal institutional mechanisms to investigate and address complaints relating to \nallegations of the worst forms of child labor; (4) whether social programs exist in the country to prevent the \nengagement of children in the worst forms of child labor, and to assist with the removal of children engaged in the \nworst forms of child labor; (5) whether the country has a comprehensive policy for the elimination of the worst forms \nof child labor; and (6) whether the country is making continual progress toward eliminating the worst forms of child \nlabor.” (H. Conf. Rept. 106-606, May 4, 2000, p. 124).\n\nDOL fulfills this reporting mandate through annual publication of the U.S Department of Labor's Findings on the \nWorst Forms of Child Labor report with respect to countries eligible for GSP. To access the 2018 TDA Report, \nplease visit https://www.dol.gov/agencies/ilab/resources/reports/child-labor/findings/.\n\nII. Section 105(b) of the Trafficking Victims Protection Reauthorization Act of 2005 (“TVPRA of 2005”), Public Law \n109-164 (2006), 22 U.S.C 7112(b), as amended by Section 133 of the Frederick Douglass Trafficking Victims \nPrevention and Protection Reauthorization Act of 2018, Public Law 115-425, directs the Secretary of Labor, acting \nthrough ILAB, to “develop and make available to the public a list of goods from countries that ILAB has reason to \nbelieve are produced by forced labor or child labor in violation of international standards, including, to the extent \npracticable, goods that are produced with inputs that are produced with forced labor or child labor.” (TVPRA List).\n\nPursuant to its mandate under the TVPRA of 2005, on December 27, 2007, DOL published in the Federal Register \na set of procedural guidelines that ILAB follows in developing the TVPRA List (72 FR 73374). The guidelines set \nforth the criteria by which information is evaluated; established procedures for public submission of information to \nbe considered by ILAB; and identified the process ILAB follows in maintaining and updating the TVPRA List after its \ninitial publication.\n\nhttp://www.regulations.gov/\nmailto:Pedersen.Austin.M@dol.gov\nmailto:Uluca.Chanda@dol.gov\n\nILAB published its first TVPRA List on September 30, 2009, and issued updates annually from 2010 through 2013. \nIn 2014, ILAB began publishing the TVPRA List every other year, pursuant to changes in the law (see 22 U.S.C \n7112(b)). ILAB can also publish more frequent updates, at its discretion. For a copy of previous editions of the \nTVPRA List and other related materials, see ILAB's TVPRA web page at \nIII. Executive Order No. 13126 (E.O 13126) declared that it was “the policy of the United States Government . . . \nthat the executive agencies shall take appropriate actions to enforce the laws prohibiting the manufacture or \nimportation of goods, wares, articles, and merchandise mined, produced, or manufactured wholly or in part by \nforced or indentured child labor.” The E.O 13126 List is intended to ensure that U.S federal agencies do not \nprocure goods made by forced or indentured child labor. Under procurement regulations, federal contractors who \nsupply products on the E.O 13126 List must certify that they have made a good faith effort to determine whether \nforced or indentured child labor was used to produce the items supplied. Pursuant to E.O 13126, and following \npublic notice and comment, DOL published in the January 18, 2001, Federal Register, a final list of products (“E.O \n13126 List”), identified by country of origin, that the Department, in consultation and cooperation with the \nDepartments of State (DOS) and Treasury [relevant responsibilities are now within the Department of Homeland \nSecurity (DHS)], had a reasonable basis to believe might have been mined, produced or manufactured with forced \nor indentured child labor (66 FR 5353). In addition to the E.O 13126 List, the Department also published on \nJanuary 18, 2001, “Procedural Guidelines for Maintenance of the List of Products Requiring Federal Contractor \nCertification as to Forced or Indentured Child Labor,” which provide for maintaining, reviewing, and, as \nappropriate, revising the E.O 13126 List (66 FR 5351).\n\nPursuant to Sections D through G of the Procedural Guidelines, the E.O 13126 List may be updated through \nconsideration of submissions by individuals or through ILAB's own initiative.\n\nDOL has officially revised the E.O 13126 List seven times, most recently on March 25, 2019, each time after public \nnotice and comment as well as consultation with DOS and DHS.\n\nThe current E.O 13126 List, Procedural Guidelines, and related information can be accessed on the internet at \nInformation Requested and Invitation to Comment: Interested parties are invited to comment and provide \ninformation regarding these reports. DOL requests comments on or information relevant to updating the findings \nand suggested government actions for countries reviewed in the TDA Report, assessing each country's individual \nadvancement toward eliminating the worst forms of child labor during the current reporting period compared to \nprevious years, and maintaining and updating the TVPRA and E.O Lists, including information on goods produced \nwith inputs that are produced with forced labor or child labor. For more information on the types of issues covered \nin the TDA Report, please see “TDA Guidance Questions” in the appendix of the report. Materials submitted should \nbe confined to the specific topics of the TDA Report, the TVPRA List, and the E.O 13126 List. DOL will generally \nconsider sources with dates up to five years old (i.e , data not older than January 1, 2015). DOL appreciates the \nextent to which submissions clearly indicate the time period to which they apply. In the interest of transparency in \nour reporting, classified information will not be accepted. Where applicable, information submitted should indicate \nits source or sources, and copies of the source material should be provided. If primary sources are utilized, such as \nresearch studies, interviews, direct observations, or other sources of quantitative or qualitative data, details on the \nresearch or data-gathering methodology should be provided. Please see the TDA Report, TVPRA List, and the E.O \n13126 List for a complete explanation of relevant terms, definitions, and reporting guidelines employed by DOL. Per \nour standard procedures, submissions will be published on the ILAB web page at \nThis notice is a general solicitation of comments from the public.Authority\n\n\n22 U.S.C 7112(b)(2)(C) and 19 U.S.C 2464.Signed at Washington, DC, this 30th day of September, 2019.Martha E. \nNewton,Deputy Undersecretary for International Affairs.[FR Doc. 2019-21610 Filed 10-4-19; 8:45 am]BILLING \nCODE 4510-28-P\n"}