{"title": "THE BIG HURT FED PLAZA BUSINESS IN A PINCH", "body": "\nOn a good day, Faruge Hossain sells between 200 and 250 hot dogs to the crowds outside 26 Federal Plaza.\n\nBut yesterday was not a good day. Nor were the 19 ones preceding it.\n\nA big chunk of Hossain's customer base disappeared once budget squabbles forced a partial shutdown of the \nfederal government. Most of the 10,000 office workers employed at Manhattan's federal building were sent home \nuntil the government authorizes the money to pay their salaries.\n\n\"Now I sell 70, maybe 80, hot dogs a day,\" Hossain said while manning his cart in the bitter cold yesterday morning. \n\"The business is very bad.\"\n\nHe's not the only one singing the blues. The shops and restaurants along lower Broadway, across from the building, \nall reported significant drops in business since the budget impasse began.\n\nSome have given up. A pushcart vendor who sold baked potatoes outside the building has not been around for \ndays. A local greenmarket has lost most of its vendors the last three weeks.\n\nThe trickle-down effect hit hard at Federal International Services, a private business that provides fingerprints, \nphotographs and paper work for immigrants applying for citizenship at 26 Federal Plaza. The Immigration and \nNaturalization Service offices have been closed for 20 days, eliminating much of the company's business.\n\n\"We're losing between $ 2,000 and $ 3,000 a day because of this,\" said Dan Medina, the company's manager. \"We \nhave had to lay off four of our 10 employes. For a small company like us, that's serious. That's a big hit.\"\n\nMedina said he hears complaints from the attorneys who help immigrants obtain their citizenship papers. \"They're \nhurting too,\" he said. \"They can't do their work until the government gets back in business.\"\n\nTeodoro Bellulovich runs Stark's Veranda Restaurant across the street from the federal building. \"We're way \ndown,\" Bellulovich said. \"We're probably losing about $ 1,000 a day while this is going on. And the bills are still \ncoming in; they're not going to wait for the government to get back in business.\"\n\nThings are worse inside the building. Gary Serrapica runs the small newsstand and deli inside 26 Federal Plaza. \nHe had to lay off one of five employes this week.\n\n\"Our business is down between 65% and 70%,\" Serrapica said. \"We're down about $ 1,300 a day in sales. And a \nlot of our inventory things like milk and yogurt are going sour sitting on the shelves.\"\n\nSerrapica said he usually sells between 15 and 20 cases of soda a day. Since the budget impasse, he averages \nabout 31/2 cases.\n\n\n\"Thank God for the FBI,\" he said. Federal law enforcement agencies, deemed essential by the government, have \nnot been affected by the shutdown. Their employes continue to work at 26 Federal Plaza and shop at Serrapica's \nnewsstand.\n\nSo-called nonessential federal workers are not being paid while the budget impasse continues.\n\nThere is some relief. Con Edison says federal employes who can't make ends meet can call customer \nrepresentatives listed on their utility bill and explain the situation. \"In most cases we can work something out that \nwill allow them to pay later,\" said John Mitchell, a Con Ed executive.\n\nGraphic\n\n \n\nHOWARD SIMMONS DAILY NEWS Gary Serrapica's newsstand biz is down about 65% to 70%. Stark's Veranda \nRestaurant is losing $1,000 in biz every day. Federal International Services is losing $2,000 to $3,000 a day.  \nVendor Faruge Hossain has seen sales plummet almost 70%.\n"}