{"title": "Skin color deeply influences immigration debate", "body": "\nThe Common Ground conversations between Cal Thomas and Bob Beckel continue to be  one of my favorite USA \nTODAY  features. But Beckel's correct identification of the Arizona immigration debate as having some \nrelationship to \"skin color\" was quickly dismissed by Thomas. He responds, \"I'm just trying to cut through the \npolitically correct nonsense.\" This was a knee-jerk  reply that diminishes Thomas' insights (\"Immigration heats up \nthe desert,\" The Forum, Thursday).\n\nThomas could add greater credibility to his conservative musings by acknowledging that many of the issues that we \ncontinue to  deal with today are shaped by our history of less-than-equal justice.\n\nHistory  reminds us that it was necessary to wage protests and enact new legislation in order to make the laws of \nour nation put in practice the ideals of the Founders. Farm workers, women, blacks and their advocates, could \nremind Thomas that Beckel's comments were not \"politically correct nonsense.\"\n\nGilbert H. Caldwell\n\nAsbury Park, N.J.\n\nWork together on fix\n\nThe debate on illegal immigration is heating up more and more each day. Whatever  your stance is on Arizona's \nimmigration law,  illegal immigration is an issue that must be tackled.\n\nBob Beckel and Cal Thomas  have a good suggestion to settle the issue, which is to allow all 11 million illegal \nimmigrants to register with the government and set them on  a path to citizenship, though with certain obligations to \nface first.\n\nIt's an idea that makes sense.  The illegal immigration issue  should be studied by a bipartisan task force and  its \nconclusions should be a starting point for President Obama. Forget political parties and forget your opinion on the \nArizona law for now. Let's focus on the big picture together.\n\nSteve J. Wilson\n\nManchester, Conn.\n\nAriz. law mirrors others\n\nI owned and operated a small chain of specialty stores in Southern California from 1965 to 2007. In 1986, President \nReagan signed a bill that made it mandatory for employers to verify a person's citizenship.  We checked each and \nevery person's citizenship, regardless of the color of his skin. That wasn't racism.\n\n\nThe debate over illegal immigration has gotten out of control.  Most people do not realize that Arizona's law \nmirrors current federal laws.\n\nBob Bergstrom\n\nCalabasas, Calif. \n\nGraphic\n\n \n\nPHOTO, B/W, Nick Oza, The Arizona Republic\n"}