{"title": "Emotions Flare After Immigration Law Is Blocked", "body": "\nPHOENIX -- As the Arizona governor on Thursday formally appealed a federal judge's ruling that prevented the \nmost contested parts of the state's immigration law from taking effect, a burst of protest and recrimination made \nclear the ruling had hardly soothed emotions in the state.\n\nThe new law technically went into effect at 12:01 a.m. Thursday, but major provisions of it, including one giving \npolice officers a larger role in enforcing immigration violations, were suspended Wednesday by the court order.\n\nJudge Susan R. Bolton of Federal District Court, ruling in a lawsuit brought by the Obama administration, said the \nprovisions should be halted until there could be a trial on whether they would interfere with federal authority on \nimmigration and subject legal residents to unwarranted scrutiny.\n\nThe parts of the law that were suspended called for police officers to check a person's immigration status, when \nthey were suspicious of it, while enforcing other laws and required immigrants to prove that they were authorized to \nbe in the country.\n\nThe United States Marshals Service here said Judge Bolton received death threats on Thursday, as anger flamed \nunabated on both sides of the controversy and protesters took to the streets.\n\nOne prominent opponent of illegal immigration, Sheriff Joe Arpaio of Maricopa County, who patrols metropolitan \nPhoenix and administers the jails, said he was continuing with his duties.\n\n''It's business as normal,'' Sheriff Arpaio said as he announced the beginning of another of his controversial crime \nsweeps -- which inevitably lead to the arrests of illegal immigrants on state smuggling charges and are unaffected \nby the court order.\n\nAbout the same time Sheriff Arpaio made the remark, his deputies and the police a few miles away were busy \narresting some 30 people who blocked downtown streets and one of his jails or were accused of refusing to follow \npolice orders during a march by hundreds of people against the law.\n\n''I'm here because the injunction is temporary and it can be overturned,'' said Kirk Snow, 43, one of the protesters.\n\nA rally is planned for Saturday by supporters of the law, including State Senator Russell Pearce, a Republican who \nsponsored it and who predicted that the injunction would be lifted.\n\nMayor Phil Gordon, a Democrat who opposed the new law, took it all in with a measure of resignation.\n\n''They are trying to get on TV, both extremes,'' he said. ''Nothing is going to change until we revise the immigration \nsystem.''\n\n\nBut Congressional efforts to provide some legal status to the estimated 12 million illegal immigrants in the country \nand perhaps put in place a program to allow more immigrants in to work, appear stalled.\n\nOverall crime is declining in the state, and the Obama administration, responding to calls from Republicans and \nmembers of his own party, is sending reinforcements to the border, including about 1,200 National Guard troops, \nthe first of whom are expected to arrive in the coming weeks.\n\nAnd several police agencies in Arizona already had agreements with the federal government, and training, to help \nenforce immigration law under certain conditions.\n\nBut Gov. Jan Brewer, a Republican seeking election to a full term, has said the problems and costs associated with \nillegal immigration remain dire, and she pressed the point in asking the appeals court for a review of Judge \nBolton's ruling.\n\nHer lawyers, asking the court to make the case a priority, said the law sought to ''address the irreparable harm \nArizona is suffering as a result of unchecked unlawful immigration.''\n\nThe law, they said, is ''critical to address serious criminal, environmental problems Arizona has been suffering as a \nconsequence of illegal immigration and the lack of effective enforcement activity by the federal government.''\n\nUnder the schedule proposed by the lawyers for the state, the court would hear oral arguments in September; a \nJustice Department spokeswoman declined to comment and the federal government did not file an immediate \nresponse in court.\n\nThere was still some question about what effect the remaining sections of the law that Judge Bolton did not block \nmight have.\n\nFor now, at least, the police will not be required to check the immigration status of people they suspect are illegal \nimmigrants whom they stop or arrest for other offenses. Nor will immigrants without proper papers face state \nmisdemeanor charges.\n\nThose provisions of the law, said one advocate for immigrants, the Rev. Glenn B. Jenks, an Episcopal priest in \nTempe who was formerly a lawyer, were the ''teeth'' that ''are driving people out of the state,'' as the law's \nproponents intended.\n\nBut some church and labor leaders said they were concerned about several provisions Judge Bolton did not \nsuspend.\n\nAlthough the judge blocked a broad section of the law that would have made it a crime for an illegal immigrant to \nsolicit work in Arizona, it is now a crime to stop a car in the street to pick up a day laborer.\n\nAlso, police officers were given new powers to impound vehicles used to transport illegal immigrants. While that \nprovision appeared to be aimed at migrant smugglers, some advocates worried that the police would apply it to \nchurch groups and others transporting immigrants in vans.\n\nThe ruling, said the Rev. Trina Zelle, a Presbyterian minister in Arizona who is executive director of the Arizona \nInterfaith Alliance for Worker Justice, a labor advocacy group, ''is a partial and brief respite, and until the law is \ncompletely struck down it will be subject to abuse.''\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPHOTOS: Protesters in Phoenix took part in an early morning march, hours after a new immigration law went into \neffect Thursday. (A10)\n\nA demonstrator was taken into custody by officers at a march in Phoenix. After a federal ruling, people on both \nsides protested.\n\n A protester shouted at law officers during a march in Phoenix. A judge's ruling has blocked much of the new law. \n(PHOTOGRAPHS BY ERIC THAYER FOR THE NEW YORK TIMES) (A16)               \n"}