{"title": "Verizon Names Lowell McAdam President and CEO; U.S. Government Looks for Foreign Investors for GM IPO; Interview With Tom Friedman; BP's Gulf Well Declared Officially Dead; India's Sahara in MGM Talks", "body": "\nDON IMUS, FBN HOST: This is the IMUS IN THE MORNING program. Time now for a business update from the \nFox Business Network, here's Connell McShane.\n\nCONNELL MCSHANE, FBN CORRESPONDENT: All right, good morning, everybody. We start you off with a live \nbusiness alert on the Monday morning markets after some gains last week. We're up again this morning in Europe \nahead of our open by more than 1 percent in both London and Paris, the first two markets on the screen there.\n\nSome pretty strong gains here that's futures are rallying in the Unites States as well. Stocks were higher on Friday \nto record a third consecutive week of gains. Now, the NASDAQ Composite has been up for eight straight days. \nWe'll see if we can make it 9 today and the futures are higher at least for now.\n\nAmong the top stories that we're following for you, it took almost five months, but BP has now finally capped the \nleaking oil well. It's so called bottom kill worked. BP plugged the hole from the bottom with mud and cement, but it \nstill has a lot more cleanup to do and now the government is in charge of the $20 billion fund. It is paying out $12.5 \nmillion a day to settle victims' claims. There is the BP stock price this morning, a little bit higher.\n\nU.S. Government is looking for foreign investors to get in on the IPO of General Motors. The treasury departments \nsaying, it will look for investors across, quote, \"multiple geographies.\" But, it would not say if China's SAIC is in talks \nto buy a stake in the company. GM owes taxpayers $43 billion. The government is hoping to get back as much as \npossible through. This initial public offering, which is expected to come in November.\n\nAnd one of Hollywood's most famous studios could be going Bollywood. Sahara India Pariwar is in talks to acquire \nMGM. Reports put the value of the deal at right around $2 billion. MGM has about $4 billion in debt.\n\nElsewhere, this morning, Verizon set to name the new president and COO possibly hinting at a succession plan. \nLowell McAdam, who runs the wireless unit expected to get the promotion at Verizon, and the move puts him in line \nto potentially succeed the CEO, Ivan Seidenberg. Now, Seindenberg has not announced his retirement, but he will \nturn 65, late next year, and could retire then.\n\nSix more banks failing over the weekend, which brings the total number of bank failures this year up to 125. Three \nof the banks are in Georgia and no state has had more bank failures since the start of the crisis than Georgia has. \nThe other three banks in New Jersey, Ohio, and Wisconsin. Estimated loss to the FDIC's insurance fund for these \nsix failures is right around $350 million.\n\n\nAll right, those are some of your top stories this morning. We showed you stocks moving higher and commodities \nare as well. Oil not by much there, only up $0.05, but the rally in gold continues, up another $4 this morning and \njust below $1,282 an ounce.\n\nComing up later this hour, the I-man's guest will be Bo Dietl, so stay tuned for that and a whole lot more as IMUS IN \nTHE MORNING gets started right here on the Fox Business Network, the power to prosper.\n\n(BEGIN VIDEOTAPE)\n\nMCSHANE: Inflation hasn't become much of an issue, yet --\n\nIMUS: Wait a minute, Connell.\n\nMCSHANE: Yes, I-man.\n\nIMUS: Dagen is on the phone?\n\nMCSHANE: What?\n\nIMUS: Well, good morning, Dagen.\n\nDAGEN MCDOWELL, FBN CORRESPONDENT: Good morning, sir.\n\nMCSHANE: No. No. No.\n\nMCDOWELL: Good morning, sir!\n\nBERNARD MCGUIRK, EXECUTIVE PRODUCER: This is bad.\n\nMCSHANE: This is ridiculous. I didn't get on in the last session, and she's calling in the one day she's not here.\n\n(LAUGHTER)\n\nMCDOWELL: You get -- you got your pants in a knot, boy because you didn't get on twice the first half-hour of the \nshow.\n\nMCSHANE: That's right.\n\nMCDOWELL: You told me this morning in makeup. I said, \"should I call in?\" And, you said, \"I don't see any need for \nthat.\"\n\n(LAUGHTER)\n\nMCSHANE: You're exactly right. And, I still don't. So, anyway, we have consumer inflation data coming up the \nbottom of the hour --\n\n(LAUGHTER)\n\nIMUS: Wait -- let's find out what she wants. What do you want, Dagen?\n\nMCDOWELL: Well, I just want you to make up your mind where I am today, because I was listening to the show. It \nsounds great. It's better on TV. I can see you right now on the TV, by the way. Am in sex rehab or am I dead to you, \nbecause it's one or the other.\n\nMCSHANE: Could be both.\n\nIMUS: Well, you're dead to Connell. We know that.\n\n\n\nMCDOWELL: Right.\n\nIMUS: No, I think you're at the fat-sucking place. So -- liposuction deal.\n\nMCDOWELL: Yes, because one day in sex rehab that won't even keep me from rubbing up against the fellows, \nwho come in the greenroom. Now, penis randomly and unexpectedly, so -- fat-sucking, that's a good idea.\n\nIMUS: Well, thank you for this important and timely call. I'm sorry --\n\n(LAUGHTER)\n\nMCDOWELL: I'm at Vanguard, by the way, down in valley Forge, Pennsylvania.\n\nIMUS: What's Vanguard?\n\nMCDOWELL: It is the largest mutual fund company in the United States.\n\nIMUS: Why are you there?\n\nMCDOWELL: To talk to the fabulous executives who are here who probably are running your money as well as \nmine.\n\nIMUS: Trying to trade up from Rollo?\n\n(LAUGHTER)\n\nMCDOWELL: They got bigger wallets. There is about $600 billion in this room outside here, where I'm sitting, so.\n\nCHARLES MCCORD, FBN NEWSCASTER: Size matters.\n\nMCDOWELL: It's not too shabby.\n\n(END VIDEOTAPE)\n\nANNOUNCER: Ladies and gentlemen, IMUS IN THE MORNING.\n\nIMUS: Well, I'm looking at my e-mails here. I have one from Warner Wolf, 5:30, yesterday, afternoon.\n\nMCCORD: Yes.\n\nIMUS: Moss post pattern Revis, Warner Wolf. So, just stomped on the patriots, man.\n\nMCCORD: Man.\n\nIMUS: They might as much as you did not predict, Warner. They might be as good as they say they are, huh?\n\n(LAUGHTER)\n\nWARNER WOLF, FBN SPORTSCASTER: Well, I would -- No. I think the team --\n\nIMUS: No?!\n\nWOLF: No. The team to beat I think is -- you mean super bowl?\n\nIMUS: Well, whatever you want -- yes.\n\nMCCORD: Yes.\n\n\n\nIMUS: I thought they looked pretty good against Baltimore, actually, until they didn't win, but --\n\nWOLF: Yes.\n\nLOU RUFINO, PROGRAM ENGINEER: They looked horrible against Baltimore.\n\nIMUS: Didn't they?\n\nRUFINO: My God, are you kidding?\n\nIMUS: Didn't their defense look pretty good?\n\nRUFINO: I don't even -- No, it's horrible.\n\nIMUS: The defense did?\n\nWOLF: Well, the defense gave up only 10 points.\n\nRUFINO: I thought they were still in training camp. Right now, the season started.\n\nIMUS: OK.\n\nRUFINO: No. No. No.\n\nIMUS: How did they look yesterday?\n\nRUFINO: Yesterday, they're very good. Yes, they beat the Patriots, come on.\n\nIMUS: Now, what are you saying now, Warner.\n\nWOLF: I'm saying they did look good against the Patriots, yes. But, if you -- I don't think they are a Super Bowl \nteam.\n\nIMUS: Who is?\n\nWOLF: Green Bay. Green Bay would be a super bowl team. The saints are probably a Super Bowl team -- of \ncourse, they are both --\n\nIMUS: Wait, you are just a hater. That's what you are.\n\nWOLF: No!\n\n(LAUGHTER)\n\nIMUS: We'll get back to you later. Anyway, and the Giants lost last night to Indianapolis.\n\nWOLF: Yes.\n\nIMUS: So, who knows what that's all about? Anyway, coming up this morning, Bo Dietl is back. Tom Friedman from \nthe \"New York Times\" will be in to talking about being green in China -- being green in China.\n\nMCCORD: Yes.\n\nIMUS: And, then Major Garrett is going to be on.\n\nMCCORD: Really?\n\nWOLF: Yes!\n\n\n\nIMUS: Major Garrett left Fox News, as a chief white house correspondent for Fox News.\n\nMCCORD: Yes.\n\nIMUS: To go write for the weekly reader or something.\n\n(LAUGHTER)\n\nMCCORD: Something like that.\n\nIMUS: Crazy.\n\nIMUS: Returning to print journalism. Larry King will be on this morning talking about Christine O'Donnell who \ncancelled on triple-chin yesterday.\n\nMCCORD: Yes.\n\nIMUS: And, she cancelled everything.\n\nMCCORD: Yes, cancelled Mr. Schieffer, too.\n\nIMUS: And, then Charles Rangel, he'll be on. We'll talk to him. Dagen and Connell and Lou and Bernard, and \nWarner, all coming up. Let's start with chuck and the news -- Charles.\n\nMCCORD: She is by the way speaking of Republican Senate candidate Christine O'Donnell, and this witchcraft \nstuff that came out on the Bill Maher, playing a clip from a 1999 interview. She' is now making light of comments \nthat she made more than a decade ago, and she was in high school about having dabbled in witchcraft and is \nasking fellow republicans at this G.O.P. picnic in Southern Delaware yesterday, which is one of the reason she said \nthat she cancelled on everything, because she had this previous commitment to go to this G.O.P. picnic. Anyway, \nshe said, quote --\n\nIMUS: What?\n\nMCCORD: That's one of the reason that she gave that she had to cancel on --\n\nIMUS: Just another lying weasel.\n\nMCCORD: She had a previous commitment --\n\nIMUS: She has no business on going in these shows anyway, because it will be about -- like when Sarah Palin did \nthe first time.\n\nMCCORD: What she is saying is her, quote -- she says, \"well, how many of you didn't hang out with questionable \nfolks in high school?\" As she tries to make light of this thing of having doubled --\n\nIMUS: A lot of people didn't.\n\nMCCORD: In witchcraft. Well, present company --\n\n(LAUGHTER)\n\nIMUS: Well, not us.\n\nMCCORD: No.\n\nIMUS: I mean I wouldn't slaughter goats.\n\n\n\nMCCORD: No. No. No.\n\nIMUS: And, drink chicken blood either.\n\nMCCORD: I was dabbling in 9 ball.\n\n(LAUGHTER)\n\nIMUS: Yes, I just don't mind. Charles is playing pool and stealing cars.\n\nMCCORD: That's all.\n\nIMUS: Coming up on 9 minutes after the hour -- what else?\n\n(BEGIN VIDEOTAPE)\n\nMCCORD (voice-over): Extensive power outages on Bermuda, I-man and officials were waiting until dawn to began \nassessing the damage from hurricane Igor swept past Bermuda late last night, lashing at the Island, high winds, \nheavy waves. This local hotel owner here says he rode the hurricane with a -- rod it out with trapped hotel guests.\n\nUNIDENTIFIED MALE, LOCAL HOTEL OWNER: The humidity within the building, and every crevice -- you could \nfeel the pressure of the wind and the moisture trying to get in. We had a number of leaks here and -- you know, \nnothing a bucket wouldn't fix.\n\nMCCORD: But it had weakened to barely a category one status as it approached the British territory, sustained \nhurricane strengths winds of 75 miles per hour. Now, it's swinging on -- on out to the northeast over the open \nocean.\n\n(END VIDEOTAPE)\n\nMCCORD: And, the American woman, who was held in Iran more than a year says, she and the two guys with her, \nthey all detained, never spied or committed any kind of crime. Sarah Shourd says, they believe the arrest on the \nIran-Iraq border was based on as she put it, \"a huge misunderstanding.\"\n\n(BEGIN VIDEO CLIP)\n\nSARAH SHOURD, RELEASED HOSTAGE FROM IRAN: We in no way intended any harm to the Iranian \nGovernment or its people and believe a huge misunderstanding led to our detention and prolonged imprisonment.\n\n(END VIDEO CLIP)\n\nMCCORD: And, she says she feels that she is only 1/3 free now, because she can't be fully free until her fiancee \nand her friend are also released.\n\nIMUS: Ten minutes after the hour, business news coming up throughout the morning. Connell McShane will have \nthat. Happy birthday to Lloyd Blankfein, today, Connell.\n\nMCSHANE: That's right.\n\nIMUS: What's coming up?\n\nMCSHANE: Markets up this morning by -- well, again and the market has really been the big story here for a while. \nThe Dow futures are up by more than 40 points. The Nasdaq has been eight days in a row, and the market in \ngeneral has been up for three weeks in a row. In fact, over the past three weeks, the Dow has added more 450 \npoints.\n\n\n\nGold is up again today as well, so the same trends continue. The big event of the week for most likely will be \ntomorrow. The fed has a meeting, and we'll see what they come up with. They'll probably keep interest rates near \nzero but maybe some other methods to prop up the economy. So, we'll and look forward to that tomorrow.\n\nIMUS: I've been reading Gritopia, which is Taibbi's --\n\nMCCORD: Right.\n\nIMUS: New book won't be out until November.\n\nMCCORD: Yes.\n\nIMUS: I'm going slow, because I just don't want to finish it.\n\nMCCORD: Saving it.\n\nIMUS: But, chapter 2, the biggest a-hole in the universe, Alan Greenspan is worth the price of admission. But, \nTaibbi explains what happened.\n\nMCCORD: Yes.\n\nIMUS: So, that you can understand it.\n\nMCCORD: Yes.\n\nIMUS: And, a lot of it was -- he mentioned a lot of it was Alan Greenspan's fault.\n\nMCSHANE: Keeping interest rates too low for too long.\n\nIMUS: And, I have no idea what he was doing, just -- just said evil.\n\nMCCORD: Just blabbing.\n\nIMUS: Arrogant presence on the planet, so -- that sort of situation. And, Warner sports sponsored by Peerless \nBoilers. They make America's best boiler.\n\nWOLF: I knew that.\n\nMCCORD: Yes.\n\nIMUS: A 96 percent efficient Peerless PureFire Series. You might want to get one of them, a couple of it may be -- \none would probably be sufficient and put that in. What's going on, Warner? A lot of stuff, huh?\n\nWOLF: You got it, I-man. Last night, the Sunday night game, the Colts beat the Giants, 38-14. It was 24-0 at the \nhalf. Peyton, 20 for 26, 255 a yard and three touchdowns, while Eli just had 13 completions for 161 yards. He \nfumbled twice, had an interception, leading the three Colt scores.\n\nBy the way, in this game, Giants running back Brandon Jacobs upset at not playing, threw his helmet at the Giants \nbench. It bounced off the bench into the stands, and a fan caught the helmet and wanted to keep it. The Jets \noutscored the patriots, 18-0 in the second half, and --\n\nIMUS: And, you're still badmouthing him.\n\nWOLF: Who?\n\nIMUS: You.\n\n\n\nWOLF: Badmouthing?\n\nIMUS: The Jets. I mean --\n\nWOLF: No!\n\nIMUS: Talking a while ago, they're not a Super Bowl team and -- well, they stomped the Patriots.\n\nWOLF: Yes, they did.\n\nIMUS: They stomped on them.\n\nWOLF: They did stomped them.\n\nIMUS: OK.\n\nWOLF: You're right.\n\nIMUS: So, now they're going to Miami, and they will stomp on them.\n\nWOLF: They will beat Miami, yes.\n\nMCGUIRK: J-E-T-S, baby.\n\n(LAUGHTER)\n\nIMUS: You need to get with the program. I mean it would have been better for us.\n\nWOLF: Yes.\n\nIMUS: And, they lost, so that we could torment them for the entire --\n\nMCCORD: But now that they didn't --\n\nIMUS: But, now that they didn't --\n\nWOLF: Jets band wagon.\n\nIMUS: Yes.\n\n(CROSSTALK)\n\nWOLF: Yes.\n\nMCCORD: Absolutely.\n\nMCGUIRK: Hop on.\n\nIMUS: Now, I want them to win the Super Bowl.\n\n(LAUGHTER)\n\nMCCORD: Let's go.\n\nWOLF: Well, here was Tom Brady after yesterday's game.\n\nTOM BRADY, AMERICAN FOOTBALL QUARTERBACK: We didn't do anything on third down. We couldn't do \nanything on first or second now. We couldn't run it. We couldn't throw it, we just sucked.\n\n\n\nWOLF: Tom Brady.\n\nIMUS: There's nothing on third.\n\nMCCORD: Yes.\n\nWOLF: No.\n\nIMUS: Nothing on first or second.\n\nWOLF: No.\n\nMCCORD: Yes.\n\nIMUS: And, you're panic.\n\nWOLF: That's right -- on fourth down --\n\nIMUS: Peyton and Jets just didn't do him any good. They sucked and they lost, and that's --\n\nMCCORD: Forget about them.\n\nIMUS: Where they are. Don't worry about it.\n\nWOLF: The Bengals beat the Rays --\n\nIMUS: How do you do on your picks?\n\nWOLF: Not very well at all.\n\nIMUS: Well, tell me.\n\nWOLF: Seven and 8. That is weak -- Lame.\n\nIMUS: I wonder how Fred did, probably about the same. Didn't he pick he pick everything you did?\n\nWOLF: Well, I think he didn't want to pick some games, because --\n\nIMUS: He didn't think they should have teams.\n\nWOLF: Right. And, the Jets --\n\nIMUS: He wouldn't pick them because --\n\nWOLF: They --\n\nIMUS: They disrespected.\n\nWOLF: Right.\n\nIMUS: One of the stars of his fantasy game, Titan, Ines Sainz.\n\nMCCORD: Yes.\n\n(LAUGHTER)\n\nWOLF: That's right.\n\nMCCORD: Yes.\n\n\n\nWOLF: Well, Joe Flacco was an intercepted four times. The Bears beat the Cowboys. Cowboys had only 36 yards -\n-\n\nIMUS: That was a feel good day there. Cowboys on two -- $12 billion stadium and Derek Jones with his hair \ntransplant walking up and down and looks like a mental patient. He looks like Mad Dog Russo.\n\n(LAUGHTER)\n\nRUFINO: Let's go everybody, come on! Come on! New stadium!\n\nIMUS: Wait a minute. You know, I just thought of something, we had Carl Jeffers on Friday, and I had to cut him off, \nbecause he just kept talking -- punch the line up and see if she's still there.\n\nCARL JEFFERS, POLITICAL ANALYST & COMMENTATOR: And, they've done a poll on all of the voters. Think \nabout it. Harry Reid leads Sharron Angle --\n\nWOLF: Still talking.\n\nJEFFERS: By 42 percent --\n\nIMUS: Go ahead, Warner. We'll get back to you, Carl.\n\nWOLF: Well, the Dolphins beat the Vikings. Favre was intercepted three times. He fumbled one time in his own end \nzone for a Miami touchdown.\n\n(LAUGHTER)\n\nIMUS: He looked awful.\n\nWOLF: Terrible.\n\nIMUS: He looks awful.\n\nWOLF: Horrible.\n\nIMUS: Which is another feel-good game.\n\n(LAUGHTER)\n\nRUFINO: There are a couple of them.\n\nWOLF: The best finish of the day, the Redskins and Texas were 27-27 in overtime, and the Redskin's Graham \nGano made an apparent 52-yard field goal, but the Broncos called time just before the kick. Larry Michaels, WTEM, \nWashington.\n\nLARRY MICHAELS, WTEM WASHINGTON: Line from 52 yards out -- gives it a kick. 52 yards out, and it is -- they \ncalled it time out before the kick . That would be good from 60 yards out.\n\nWOLF: So, with Gano with a second time, here's what happened -- Hit it.\n\nMICHAELS: Throw hole, it is down. The kick is on the way. Racker puts it through --\n\nWOLF: No, no, no.\n\nMICHAELS: Longhorn Texas beat the Redskins --\n\nWOLF: No. That's the Texas kick.\n\n\n\nMICHAELS: They win in overtime.\n\nWOLF: Let me explain this --\n\nIMUS: No. Let me explain something to you, Warner.\n\nMCCORD: Oh-oh.\n\nIMUS: You have all morning to get this together.\n\nWOLF: I want to tell you --\n\nIMUS: You and Lou and whoever else is on here --\n\nWOLF: No. Here's what happened.\n\nIMUS: What happened?\n\nRUFINO: It's our fault.\n\nWOLF: Gunzelman (ph) has always done our cuts.\n\nIMUS: Right.\n\nWOLF: But, Tom thought it would be better if they ran the cuts, from --\n\nIMUS: Bigfoot?\n\nWOLF: Yes, so --\n\nIMUS: That's a huge mistake.\n\n(LAUGHTER)\n\nIMUS: That is a -- No. No. I'm telling you now.\n\nTOM \"BIGFOOT\" BOWMAN: No. No. No.\n\nIMUS: That's a huge mistake. Do not let Tom do that.\n\nWOLF: Fair enough.\n\nIMUS: They can't cue them up. They can't run -- no, no, I'm telling you.\n\nWOLF: OK.\n\nIMUS: They don't -- they don't have radio sensibility. If there's a two or three second lag, that's fine with them. It's \nnot fine with me.\n\nWOLF: Done deal. Packers beat the Bills --\n\nIMUS: I'm sorry, Warner. I apologize. Bigfoot -- you moron. What's the matter with you?\n\nBOWMAN: What are you talking about?\n\nIMUS: You -- leave Warner alone. Stay -- just leave him alone.\n\nBOWMAN: Warner and I go way back.\n\n\n\n(LAUGHTER)\n\nIMUS: Warner knows what he's doing.\n\nBOWMAN: We go back to --let's go to the videotape days.\n\nIMUS: Let Warner and Guns handle this. You go get --\n\nMCCORD: Butt out.\n\nIMUS: Doughnut. I'm sorry, Warner.\n\n(LAUGHTER)\n\nWOLF: That's all right. Steelers beat the Titans. Now, Titans coach Jeff Fisher benched Vince Young in the second \nhalf.\n\nIMUS: What!\n\nWOLF: Yes, he did. And, here was Jeff Fisher.\n\nJEFF FISHER, TENNESSEE TITANS COACH: You know I wasn't concerned honestly about his feeling at that \npoint. I was trying to win the football game.\n\nWOLF: There you go.\n\nIMUS: How did Michael Vick do?\n\nWOLF: Michael Vick through for two touchdowns and the Eagles won.\n\nIMUS: All right.\n\nWOLF: Beat the Lions, 35-32. And tonight, it's the Saints and 49ers, which the Saints will win 31-10. Baseball --\n\nIMUS: They are laughing, because -- you know why they're laughing?\n\nWOLF: Yes, because I'm wrong.\n\nIMUS: Because you're going to be so wrong. It's just so stupid.\n\n(LAUGHTER)\n\nWOLF: I know.\n\nIMUS: Well, I have to admire you. At least you stick with it.\n\nWOLF: That's right.\n\nIMUS: Hurry up, Warner. We're way behind.\n\nWOLF: The Yankees lost because Mary Anne Rivera gave up a tying home run in the bottom of the night, but the \nRays also lost and -- so, the Yanks still lead by half. Phillies lead by 3. Giants lead by a half.\n\nIMUS: OK.\n\n(LAUGHTER)\n\nWOLF: And, here's one for you. I'll wrap it up here, Nascar --\n\n\n\nIMUS: You have been only on 9 minutes.\n\nWOLF: Clint Bowyer O-for 88 wins the New Hampshire 300. Tony Stewart ran out of gas with the lead and one lap \nto go.\n\nIMUS: Ran out of gas like everybody else in America. All right, 18 after the hour here on the IMUS IN THE \nMORNING on radio and on the Fox Business Network. Check the cable thing. You need to watch us on T.V.\n\n(MUSCI CLIP)\n\nANNOUNCER: IMUS IN THE MORNING.\n\nIMUS: Well, I pick five of Jamie Johnson's song for this week for the I-man's five favorite. Are you looking for an \ninvestment opportunity, but you're not sure where to start? Why not get involve in what \"Ink Magazine\" has named \none of the fastest growing companies in America, \"Planet Fitness.\"\n\n\"Planet Fitness\" is a gym that attracts the average Joe. You don't need to be a muscle head to work out on \"Planet \nFitness.\" You don't need to be a muscle head to buy into one, either. All you need is a desire to turn a quick profit \nwith a company that knows a secret.\n\n\"Planet Fitness\" will set up your gym, develop a marketing strategy, has a track record of putting up big numbers. \nHow does an average of $1.7 million a year sales sound? Better yet an average of $573, 000 in profit.\n\nSo, \"Planet Fitness\" is a good outfit. Good folks run on it. You know, they'll do what they say they'll going to do. \nYou've been looking for something to do, why not this? To learn more, visit them online at planetfitness.com. Get \nyour wallet in shape. Get your whole situation in shape. This is not an offer to sell. It's made by prospectus. \nplanetfitness.com.\n\nANNOUNCER: IMUS IN THE MORNING.\n\nMCSHANE: And, among these stories we're following for you this morning is Toyota settling the lawsuit related to \nthe crash that started all of a sudden acceleration problems. Back in 2009, four people were killed when a Lexus \nsped up to 100 miles per hour and then crashed. Investigation later on revealed that the floor mat melted to the gas \npedal.\n\nIt's believed the gas pedal got stuck because of the wrong size mat. The Toyota not saying how much it ended up \npaying out in this particular settlement. So, that's one of the things we're following. There is Toyota's stock this \nmorning.\n\nLet's check the markets to start off the week, and strong gains across the board, up more than 1 percent in the \nLondon market. FTSE-100 at the top of the screen. U.S. futures have also been gaining ground, following up on \nsome gains we saw on Friday and for the week last week, third straight week of gains, NASDAQ up eight days in a \nrow coming into this morning's trade.\n\nAs for commodities, the gains have continued overnight for the price of gold up to $1,281 an ounce and oil just \nbelow 74. More coming up on Fox Business, the power to prosper.\n\nIMUS: Twenty-five after the hour here on the \"IMUS IN THE MORNING\" program, on the radio all over the country \nand the Fox Business Network, which is as good as television show as it is a radio show.\n\nMCCORD: It's unbelievable.\n\nIMUS: It's not a nanny-cam that is stuck in a studio.\n\nMCCORD: It is.\n\n\n\nIMUS: Or two meat heads sitting in front of a sheet.\n\nMCCORD: It's big boy T.V.\n\n(LAUGHTER)\n\nIMUS: My God.\n\nMCCORD: On your cell phone taking -- taking video of each other.\n\n(LAUGHTER)\n\nIMUS: So, I --\n\nMCCORD: My God!\n\nIMUS: So, I've given up on Jonathan Franzen's freedom, which was already number one on Oprah Pick-It for her \nbook club, which is inexplicable but that's fine.\n\nMCCORD: Yes.\n\nIMUS: But, I can't read it. I read 167-some pages of it on my iPad with my nook app. I can't read it. I don't care what \nhappens to Patty and Walter. I don't care about their miserable life. I just don't care.\n\nMCCORD: It's depressing.\n\nIMUS: I don't want to go through the whole thing -- enough.\n\nMCCORD: You gone through your own life.\n\nIMUS: They're stupid. And, he's not Richard Price and he's not Don DeLillo, and it's --\n\nMCCORD: So, what's the point?\n\nIMUS: He's certainly not Elmore Leonard.\n\nMCCORD: OK.\n\nIMUS: So, there's no point in reading it. It's just stupid.\n\nMCCORD: Yes.\n\nIMUS: And then I read -- but I read --\n\nMCCORD: It's annoying.\n\nIMUS: \"Shit, My Dad Says\" over the weekend.\n\nMCCORD: Yes?\n\nIMUS: And, it's cute, so.\n\nMCCORD: OK.\n\nIMUS: And made me laugh a few times, but that's -- no, I mean that's just, you know, Wyatt could write that. I mean \nhe really -- it's just --\n\nMCCORD: Yes, he could.\n\n\n\n(LAUGHTER)\n\nIMUS: I would make the most out of that if I were you. And, then I saw reading the grand design or the great \ndesigner or whatever it's called.\n\nMCCORD: Yes.\n\nIMUS: You think I would know, wouldn't you?\n\nMCCORD: You're reading it.\n\nIMUS: Steven Hawking's book.\n\nMCCORD: Yes.\n\nIMUS: And about what's reality and -- you know the fundamental questions that many of you address when you \nwere in college and now we're going back to that --\n\nMCCORD: Had to write a theme maker about it --\n\n(LAUGHTER)\n\nIMUS: Mr. Hawking is. And, the analogy of the goldfish in the curved bowl in some town in Italy, they outlawed \nbecause they thought it was cruel to distort the goldfish as view of reality.\n\nMCCORD: Yes.\n\nIMUS: Mr. Hawking himself will going to help him write it, are arguing that maybe -- that nevertheless that in that -- \nthat would be the fish's reality, and the fish for example in observing objects outside the bowl could make a \njudgment and -- on how they would move and establish a pattern of movement for them and predict their \nmovement. And, I at that point --\n\nMCCORD: And, the goad fish's view is just as valid from inside the bowl as the outside observer looking at the \ngoldfish inside the bowl.\n\nIMUS: And how do we know that our view of reality and --\n\nMCCORD: Sure.\n\nIMUS: I mean -- but, I -- here's what you have to worry about. Go to the AA meeting or whatever you have to do. \nJust don't drink and don't smoke or whatever you want to do.\n\n(LAUGHTER)\n\nMCCORD: And, don't eat the goldfish.\n\nIMUS: Yes, and \"A Brief History of Time.\" Everybody on the planet bought that and nobody read it.\n\nMCCORD: Yes.\n\nIMUS: And, nobody will read this. Well, except I will.\n\nMCCORD: I will.\n\nIMUS: And, Charles -- well, Charles will because I'll ask Charles questions about it.\n\n(LAUGHTER)\n\n\n\nMCCORD: And, I won't understand it either, but I would --\n\nIMUS: No, of course not.\n\nMCCORD: But, I love the stuff.\n\nIMUS: Twenty-eight after the hour. All right, this portion of the IMUS IN THE MORNING program is sponsored by \nthe Hackensack University Medical Center. Time for a Bernie briefing with Bernard McGuirk, and it is sponsored by \nP.C. Richard and Son, celebrating 100 years. Good morning, Bernard.\n\nMCGUIRK: Good morning, chief. President Obama actually attended church yesterday for the first time since April.\n\nIMUS: Yes.\n\nMCGUIRK: And, no, Charles, he did not bring his prayer rug.\n\n(LAUGHTER)\n\nIMUS: How is the Pope doing with his deal, Bernie?\n\nMCGUIRK: Unfortunately, he arrived back in Rome, safe and sound. Thank you for asking, chief. Now the president \nand his --\n\nIMUS: Quite a lot of criticism that the pope --\n\nMCGUIRK: And, his wife.\n\n(LAUGHTER)\n\nIMUS: The pope and his wife?\n\n(LAUGHTER)\n\nMCCORD: No. No.\n\nMCGUIRK: President Obama and his wife and the family, they all had -- they all received communion, yesterday.\n\nIMUS: Well, good. Speaking of that, the Pope again addressing the abuse scandal but many are criticizing the \nPope for not apologizing for his specific role in covering it up himself.\n\nMCGUIRK: And, the myth that Obama is a Muslim is totally false. Now, the pope -- you must be reading the \"New \nYork Times,\" chief. There's nobody is pointing fingers at Pope. The Pope is apologizing. He bends over, backwards \napologizing --\n\nIMUS: Unfortunately.\n\nMCGUIRK: And I mean, I don't know what else the guy can do. But I mean, if you want to hate, I guess there is no \nstopping him. No stopping you.\n\nIMUS: I certainly don't hate the pope. I just thought we'd get all the cards on the table but apparently we aren't \ngoing to. Hey, what were you saying now?\n\nMCGUIRK: I'm just saying that the.\n\n(LAUGHTER)\n\nLOU RUFINO, PROGRAM ENGINEER: And that was mine.\n\n\n\nMCGUIRK: Oh, man. All right. Let's move on.\n\nRUFINO: That was mine.\n\nCHARLES MCCORD, NEWSMAN: And it was safe at second.\n\nIMUS: I wonder if Carl Jeffers is still on the line, do you know, Lou?\n\nRUFINO: No. We could.\n\nIMUS: Let's punch him in...\n\nCARL JEFFERS, EDITORIAL CONTRIBUTOR, \"THE HUFFINGTON POST\": And, the pope...\n\nIMUS: Carl, we'll be back to you.\n\nMCGUIRK: Speaking of good Catholics that Charles alluded to it earlier, Christine O'Donnell of course making -- \nshe snubbed Bob Schaeffer and Chris Wallace, she was supposed to go on but a tape surfaced the first thing that \nshe had dabbled in witchcraft. Now, Bill Maher had her on the old show, \"Politically Incorrect\" 22 times and he said, \nhe's going to keep playing embarrassing clips of her until she agrees to go on his show, and he released this \nparticular one on Friday night. And, this is her, well, this is the tape. Listen to it.\n\n(BEGIN VIDEO CLIP)\n\nBILL MAHER, HOST \"POLITICALLY INCORRECT\": Let me show this clip. This is in \"Politically Incorrect\" I don't \nknow what year, like 1997 or something.\n\nUNIDENTIFIED MAN: You're a witch.\n\nCHRISTINE O'DONNELL, DELAWARE SENATE NOMINEE: I dabbled into witchcraft, I never joined a coven.\n\nUNIDENTIFIED MAN: Wait a minute, you were a witch?\n\nO'DONNELL: I didn't join a coven. I didn't join a coven for like.\n\nUNIDENTIFIED MAN: Wait a minute, I love this, you're a witch, you're going to hung into.\n\nO'DONNELL: I was a witch.\n\nUNIDENTIFIED MAN: Wait a minute.\n\nO'DONNELL: That's exactly right.\n\nUNIDENTIFIED MAN: How can you be a witch?\n\nO'DONNELL: Because I dabbled into witchcraft. I hung around people who were doing these things. I'm not making \nthis stuff up. I know what they told me they do.\n\nUNIDENTIFIED MAN: What did they do?\n\nO'DONNELL: I mean, and one of my dates.\n\nUNIDENTIFIED MAN: I want to hear the.\n\n(CROSSTALK)\n\n(LAUGHTER)\n\n\n\nO'DONNELL: One of my first dates with a witch was on his satanic altar and I didn't know it and I mean, there is \nlittle blood there and stuff like that.\n\nUNIDENTIFIED MAN: Your first date was on a satanic altar?\n\nO'DONNELL: Yes, we watched a movie and had a little midnight picnic on the satanic altar.\n\n(END VIDEO CLIP)\n\nIMUS: It's going away too long.\n\nMCGUIRK: Yes. There you go. Anyway, a lot of people saying.\n\nIMUS: I can't understand it, couldn't see it, nothing.\n\nMCGUIRK: Well, we'll get a better clip.\n\nIMUS: Come on!\n\nMCGUIRK: A video clip a little later on, however, but she dated a witch. Now, witches are females, I don't know if \nanybody is picking up on that stuff, but that is an old tape. That's from the '90s, I mean, you know, she was the anti-\nmasturbation thing and now the witchcraft, that is old. You know, she's now in her 40s.\n\nIMUS: She's a psychopath.\n\nMCGUIRK: She's probably traded in the magic wand for a vibrator a long time ago.\n\nIMUS: Thirty two after the hour here on the IMUS IN THE MORNING program, time now for the FOX Business \nNetwork business report, on the radio and on FOX, and here with that is Dagen McDowell.\n\nMCDOWELL: Good morning.\n\nIMUS: Did you ever dabble in witchcraft, I guess not, probably.\n\nMCDOWELL: No, but I loved the transition.\n\nIMUS: Yes. So, what's going on?\n\nMCDOWELL: Wall Street -- \"Wall Street Journal\" reporting that the ranks of women working in finance have been \nshrinking over the last ten years, 141,000 women have left the finance industry in the last decade or 2.6 percent of \nthe work force, at the same time, 386,000 men or nearly 10 percent increase, in the workforce in terms of men \nworking on the street. Some people say it is because, in the layoffs that happened in the last decade that it was \nlower level jobs filled by women that were cut but there's a quote in the journal, saying that.\n\nIMUS: Is there a point to this?\n\nMCDOWELL: Yes.\n\nIMUS: OK, go ahead.\n\nMCDOWELL: What do you mean, what point?\n\nIMUS: No, I just -- we just whining or what is it? Go ahead.\n\nMCDOWELL: No, women are leaving finance.\n\nIMUS: OK.\n\n\n\nMCDOWELL: And that's not a good thing.\n\nIMUS: Hopefully they are headed for the kitchen.\n\n(LAUGHTER)\n\nMCGUIRK: There you go.\n\nIMUS: I'm just playing. It's a joke, Dagen.\n\n(CROSSTALK)\n\nRUFINO: Dagen, your thoughts?\n\nMCDOWELL: You really want me cooking your food, don't you?\n\nIMUS: It's just a joke.\n\nMCGUIRK: You know, Mrs. Imus is still sleeping.\n\nIMUS: Now, she gets up early, unfortunately.\n\nMCDOWELL: Will be welcome on your part when you think about what I can actually put in your food.\n\nIMUS: Oh yes, I have thought of that. No wonder Rollo handles that, so.\n\nMCDOWELL: Yes, exactly. May I finish my story?\n\nIMUS: Yes ma'am.\n\nMCDOWELL: OK. In the journal, the very interesting comment from a woman who used to work at Lehman \nBrothers, she was saying that there were some women who tried to be buddy-buddy with the fellows, but it never \nreally went anywhere in terms of advancement or promotion, she said it wasn't like the '60s getting slapped on the \nbutt all the time. It was very subtle.\n\nIMUS: Right.\n\nMCDOWELL: That's my quote.\n\nIMUS: OK.\n\nMCDOWELL: Bring it on! Bring it on.\n\nIMUS: Bring what on?\n\nMCDOWELL: Bring it on.\n\nIMUS: Oh my God. It is 34 minutes past the hour here on the IMUS IN THE MORNING program. Did you watch the \ncar race on Sunday, Dagen?\n\nMCDOWELL: Every minute, drinking pvr (ph), that is what I'm wearing my fat dress today.\n\nIMUS: A Zac Brown panther.\n\nMCDOWELL: Absolutely.\n\nIMUS: Drinking you pvr (ph)?\n\n\n\nMCDOWELL: Yes.\n\nIMUS: This is for you and everybody out there.\n\n(MUSIC PLAYING)\n\nMCCORD: You're a sick cynical sob.\n\nANNOUNCER: The wild west of talk radio. IMUS IN THE MORNING.\n\nIMUS: This is the IMUS IN THE MORNING program. Time now for a business update, from the FOX Business \nNetwork, here's Connell McShane.\n\nCONNELL MCSHANE, FOX NEWS ANCHOR: Here's your latest \"FOX Business Minute.\"\n\nAs the U.S. government is looking for foreign investors to get in on the IPO of General Motors, Treasury \nDepartment saying, it will look for investors across the, quote, \"multiple geographies\" but it would not say if China's \nSCIC is indeed in talks to buy a stake in the company. Now, remember, GM owes taxpayers $43 billion and the \ngovernment is hoping to get as much of that back as possible through an IPO, which is expected to come in \nNovember.\n\nIt took almost five months but BP has now finally capped the leaking oil well in the gulf. The so-called bottom kill \nmethod worked, BP plugged the hole from the bottom with mud and cement but still has a lot more cleanup to do \nand now the government is in charge of that $20 billion funds. It is paying out $12.5 million a day in order to settle \nvictims' claims.\n\nAlso, the news this morning is the Home Builder Lennar with better than expected earnings this morning of 16 cents \na share, that's for last quarter. The estimate was only six cents, the beat there saying sales rates slowed in the third \nquarter because the Federal homebuyer tax had credit expired.\n\nLet's take a quick look at the futures as the IMUS IN THE MORNING program continues, now, on FOX Business, \nthe power to prosper.\n\n(BEGIN VIDEO CLIP)\n\nMCGUIRK: And you don't think of her as, say, Madeleine Albright, some woman who they'll not going to pay \nattention to.\n\nIMUS: Right.\n\nMCGUIRK: You see her as their equals. Which is progress, I think, I mean, I don't know, I think she has been \nfantastic.\n\nIMUS: She'd have been a better president than Obama, you think or no?\n\nMCGUIRK: I think Madeleine Albright would have been a better president.\n\n(LAUGHTER)\n\nIMUS: We thought Obama was going to be better than Bush but turns out he's pretty much a jump ball there, so.\n\n(END VIDEO CLIP)\n\nIMUS: Nineteen until the hour here on the IMUS IN THE MORNING program, on the radio all over the country and \non the FOX Business Network. Cablevision, Time Warner, check it all for -- and watch us on TV, it's fun, of course \non the radio too, it's great on the radio.\n\n\n\nMCCORD: Yes.\n\nIMUS: So, recently, it is a radio program, but they make it look great.\n\nMCCORD: They do.\n\nIMUS: I wish I had a commercial for Hard Rock which I like, I love the one here in New York, there's a new one, exit \n215 off I-25, outside of Albuquerque, New Mexico, that is neat, too. Please welcome now to the program, our old \nfriend, Bo Dietl.\n\nGood morning, Mr. Dietl.\n\nBO DIETL, FOUNDER & CHAIRMAN OF BEAU DIETL & ASSOCIATES: Good morning, Don.\n\nIMUS: How are you?\n\nDIETL: I feel great. I feel great. I have been away. I apologize, I missed last week.\n\nIMUS: Where were you?\n\nDIETL: Well, we took a trip over to Positano into Rome, and we gotten a villa up there in Positano, it's very high on \nthe cliffs, the only problem is they never told us, there was 1500 steps to the villa. So, it was walking up 1500 steps \nto get to the villa every day. I lost weight and the first trip, I have lost weight, I ate like a savage, eating macaroni \nevery day and I'll tell you what, the walk was great and I went to Rome.\n\nIMUS: How many steps?\n\nDIETL: Fifteen hundred steps, 1500 strides up to the top of the villa. And you know, it is built on a mountain side \nand this fine villa was an ex-bishop and he owned it.\n\nIMUS: What was the altitude?\n\nDIETL: I would say about, could be about 11, 1200 feet. But you have to walk from the beach way up there, and \nthen, a little surprising thing was we did a surprise trip to Rome and I never been to Rome. And I'm going to tell you \nsomething, you have to go visit it. I'm talking about the ancient ruins and then you realize what happened with \nMussolini taking all the metal out of these things and then event the Vatican, I'm a Catholic, boy they ripped that \nplace off good.\n\nThey took all the beautiful marble out of all those ancient historical buildings from 2,000 years ago and they \npilferage it over to the Vatican City to build the Vatican. I mean, they destroyed beautiful architecture to enable them \nto build the Vatican, I'm very upset about it, because history is just oozing out of me. History is oozing. I actually \nhopped on the plane yesterday afternoon and I watched the gladiator to get me back into that coliseum.\n\nIMUS: Oh God. Larry King and Charles Rangel coming up this morning as well, it's Tom Friedman and Major \nGarrett.\n\nDIETL: Major Garrett, I like him and I have been keeping up. I got, you know, I'm sure you know about the \ninformation about the Shirley Sherrod, from the Agricultural Department.\n\nIMUS: What did she do?\n\nDIETL: This is the one that -- she was the one that was in front of the NAACP conference there and she made all \nkinds of statements about the white farmer, get one of your own kind to defend you. He was trying to get funding, \nthen it turns out that they did a USDA discrimination case called the Pickford case, you have hear of it, Charles?\n\nMCCORD: Yes.\n\n\n\nDIETL: The Pickford case is a case with 400 black farmers said they never got proper loans and then, all of these \nthings got worse and worse.\n\nIMUS: Wasn't she pretty much exaggerated for all that?\n\nDIETL: Yes. She was exaggerated but the guy, this guy Breitbart. Remember the Breitbart? He was like the psycho \npath that has the very conservative guy, he released all the statements, but there was an ulterior motive behind it. \nBreitbart set this thing up because what was brought to light was that they originally had 400 farmers, then it \nbloomed up to 86,000 black farmers when in reality every census report says, there is only about 39,000, by -- the \nthing was that they won the settlement and it was for $50,000 for the farmers.\n\nIMUS: What would be your point?\n\nDIETL: OK. The point is all of a sudden was revisited, back in 2008, by a junior senator from the State of Chicago -- \nthe State of Illinois, excuse me, who then all of a sudden upped it and now all of a sudden turned out that the \nsettlement went to $1.25 billion. Right when we had all the economic recession problems and 1.25 and guess what \nShirley Sherrod, she was working for the Federal government at the time. Guess how much her family got \nearmarked, the largest settlement, $13 million. That is fraud. And I read about these things and I can't believe, \nwhere is the news media? Then FOX News Channel picked up on this whole thing, I don't understand why we're \nnot talking about it. I have been investigating that other thing, that short bank, I'm going to come -- short bank.\n\nIMUS: Lou.\n\nRUFINO: Yes.\n\nIMUS: Is Carl still on the phone?\n\nRUFINO: Let's see.\n\nIMUS: Check.\n\nJEFFERS: They took a poll and they had done a poll of all...\n\nIMUS: All right. We'll get back to you in a minute. Go ahead, Bo, quarter until the hour.\n\nDIETL: What happened was this guy Breitbart exposed her for being a racist.\n\nIMUS: I don't care about this.\n\nDIETL: It was taken out of context, so they replayed all this -- but Don, the most important thing is she spearheaded \nthis settlement for $1.25 billion in 2008 where she and her family got $13 million. Where she's on - - working for the \nUSDA, come on, this is fraud. If I did it, they'd handcuff me and you know why friends do corruptible things, some of \nour friends and some of them should go to jail, too. And I'm not going any further than that, sir. That's it. I really \nbelieve.\n\nIMUS: Have you lost your f-ing mind?\n\nDIETL: No, I'm saving it for Wednesday and I challenge you...\n\nIMUS: OK. Here's the thing, we have about a minute left.\n\nDIETL: Yes.\n\nIMUS: I am disqualifying you and your crooked team.\n\nDIETL: No, you can't.\n\n\n\nIMUS: .from the Imus golf challenge, Golf Tournament. You are not eligible to win the trophy.\n\nDIETL: I challenge you to put -- I will bring the Supreme Court, why don't we get the guy downstairs Judge \nNapolitano, you could put four guys as winners.\n\nIMUS: Judge Napolitano.\n\nDIETL: I bet you on this show.\n\nIMUS: I wouldn't charge him as far as I could throw him.\n\nDIETL: Your charity or to my charity and I bet you 5,000, you can bring three people to witness it, we will win it.\n\nIMUS: You know what I'm going to do?\n\nDIETL: Yes, sir.\n\nIMUS: Well, because you all have guns and you'll intimidate whoever is there.\n\nDIETL: No, no, no. I will check the guns at the door, we will have no guns there.\n\nIMUS: You give me your guns.\n\nDIETL: Yes, sir. I'll give you.\n\nIMUS: OK. I want all your guns.\n\nDIETL: You got them.\n\nIMUS: OK. We'll discuss this, Wednesday morning.\n\nDIETL: I got more guns because I had a bad dream. When I was in Italy, I had a dream of -- and you'll going to say, \nI'm crazy or something.\n\nIMUS: Oh, really?\n\nDIETL: In my old neighborhood and all of a sudden, I didn't have enough guns, remember, I didn't have enough \nguns, I'm buying more guns because we were being attacked by these radical Muslims and they were just shooting \neverybody in my own neighborhood (INAUDIBLE), we got to prepare ourselves for the impact.\n\nIMUS: Oh my God. I mean, this is you and Christine O'Donnell.\n\nDIETL: I missed you, man. I really miss you. I don't like you in New Mexico, I like you right here. I like that lightning \nblue tie.\n\nIMUS: Thank you very much.\n\nDIETL: Electric blue.\n\nIMUS: Bo Dietl here on the IMUS.\n\nDIETL: Wednesday, win-day, sir! Win-day!\n\n(LAUGHTER)\n\nIMUS: Oh God, 12 minutes now until the hour.\n\nANNOUNCER: IMUS IN THE MORNING.\n\n\n\nMCSHANE: Let's give you a live business alert here on the markets. Checks the numbers this morning over in \nEurope where stocks have been higher throughout the morning and remain so, up one and a quarter percent there \nin London. So, pretty strong gains, futures are also higher here in the U.S. and comes off after a day of gains on \nFriday and another week of gains, in fact, you see Dow futures up 47 and market has been up three weeks in a row \nand the NASDAQ composite up eight days in a row. So, that's the trend heading in to today.\n\nAs for your live \"FOX Business Minute.\" Well, it took almost five months but BP has now finally capped the leaking \noil well, the so-called \"bottom kill\" worked. BP plugged the hole from the bottom with mud and cement. But still has \na lot more cleanup to do. Says, it already spent $9.5 billion on cleanup. Now, the government is in charge of that \n$20 billion fund for the victims. It's paying out $12.5 million a day in order to settle claims. BP stock up a little this \nmorning.\n\nTalks are under way, in the meantime, involving one of Hollywood's most famous studios, Sahara India Pariwar is in \ntalks to acquire MGM. Reports put the value of the deal on $2 billion, and the company out of India may buy MGM \nwhich has about $4 billion in debt, so, that is one of the stories we're following.\n\nAnd \"The Town\" tops the Box Office, the movie earning $23.8 million this past weekend. Ben Affleck directed it. It's \nabout bank robbers in Boston, \"Easy A\" was second followed by M. Night Shyamalan's \"Devil.\" Last week's movie \ntop movie, \"Resident Evil 3D\" fell into fourth place this past weekend at the Box Office.\n\nAll right. Now, let's look at commodities, gold is continuing to gain ground overnight. There it is, $1,281 up by just \nabout four hours this morning. And some more gains for oil as well, as IMUS IN THE MORNING continues on FOX \nBusiness, the power to prosper.\n\nIMUS: All right. Seven minutes until the hour here on the IMUS IN THE MORNING program. Please welcome now, \nour old friend Larry King. Good morning, Larry.\n\nROB BARTLETT, AS LARRY KING: Good morning, soupy. Tonight, Tea Party insurgent, Republican Senate \ncandidate Christine O'Donnell will be -- what? What do you mean she cancelled? What the hell else does she have \nto do, a cultural event? She lives in Delaware. I guess she has a meeting with the coven tonight, which one of the \nthings I was going to ask her. How do you dabble in witchcraft? It's like when guys say they experimented with \nhomosexuality in college.\n\n(LAUGHTER)\n\nAs if they have a couple of test tubes and a graduated cylinder and discovered, hey, wow, that Liza Minnelli is just \nfabulous. Witchcraft isn't something you can just take up for a few months to see how it works out. Once you bathed \nin the blood of a slaughtered goat, there is really no turning back. I'm not a witch. Although I was married to a \ncouple of them. And I did practiced a little bit of sorcery, I had this voodoo doll, and one of my ex-wife kept sticking \nthe pin in the back and all I did was make her lie down on it under the gardener.\n\nYou know, I'm not very much into politics but one thing is for sure, you got a lot of loonies out there, seeking and \nholding possessions of power, if they're not in the airport restroom taking a wide stance, they are making \nstatements about masturbation being a form of adultery. Which I will admit I'm guilty off. But the biggest part of \ncheating on your wife with your own penis is, you don't have to buy -- or pay it rent. And it won't get drunk and cry \non the phone to you when you can't spend time with it on your birthday. Kentucky, lamb chop or miss piggy, if you \nhad to do a hand puppet, which one would it be? Go!\n\n(LAUGHTER)\n\nANNOUNCER: IMUS, IMUS, IMUS IN THE MORNING.\n\n(BEGIN VIDEO CLIP)\n\n\n\nIMUS: Please welcome to the IMUS IN THE MORNING program, Mike \"The Situation\" from the Jersey Shore thing, \nso what's going on?\n\nROB BARTLETT, AS MIKE \"THE SITUATION\": Yo, d-train, you're looking good, you're tanning or what, bro?\n\nIMUS: No.\n\nBARTLETT: No? Well, you go to the gym? What is your bench, 10, 12 pounds? You're looking good, awesome bro. \nSo, I would want everybody to know that the situation nation is going strong. I am endorsing a new protein infused \nvodka, where you can get 10 grams of casein every time you do a shot. Get buff while you get faced. So, you still \nlook good when you're drunk and sitting in the hot tub. I have a lot of situation products that will are going to hit the \nmarket very soon, my new snack food, situation-rations. By travel agency, situation vacations, where you get to \nyour resort destination via situation aviation. If the airline, we can work out while you're in the air, do inverted flies \nwhile you fly. But the situation doesn't want to you think that it's all about making money. The situation realizes he \nhas a responsibility, as a role model to the young people of America. And so, I would like to speak about a subject \nthat is very dear to the heart of the situation. Masturbation.\n\n(LAUGHTER)\n\nBARTLETT: Now, some of you kids may have heard that this lady in Delaware says that playing with yourself is \nconsidered adultery but you can't commit adultery. You know why? Because you're kids, only adults can commit \nadultery. So, relax and enjoy it but start thinking about moving onto the real thing, right? Because, like, you know, \nyou don't want to end up being 16 and blind with hair on your palms. But, if you do, don't worry, because you can \njust get yourself the situation's new shaving sent sensation, the situation depilation, because you don't want to \nleave the mohair sweater in the drain to clog up the hot tub!\n\n(LAUGHTER)\n\n(END VIDEO CLIP)\n\nANNOUNCER: IMUS IN THE MORNING.\n\nIMUS: This is the IMUS IN THE MORNING program. Time now for a business update, from the FOX Business \nNetwork, here's Connell McShane.\n\nMCSHANE: Well it took almost five months but BP has now finally capped the leaking oil well in the Gulf. They \nwere using that \"bottom kill\" method and it worked. BP plugged the hole from the bottom with mud and cement but it \nstill has a lot more cleanup work to do. And now that the government is in charge of the $20 billion fund it is paying \nout $12.5 million a day to settle victims' claims. So, still going to cost a lot of money and the stock price is up this \nmorning $38.35.\n\nU.S. government is looking for foreign investors to get in on the IPO of General Motors. The Treasury Department \nsays it'll look for investors across, quote, \"multiple geographies\" but it would not say if China's SAIC is in talks to \nbuy a stake in the company. GM still owes taxpayers $43 billion; the government hoping to get it as much of that \nback as possible through this initial public offering which is expected in November.\n\nSome market numbers for you on this Monday morning ahead of a Fed meeting on Tuesday, with the FTSE 100 up \none percent in London, the Paris market and the German markets are also gaining ground. So European stocks are \nhigher, our futures are higher as well, up 41 on DOW futures, three weeks in a row the market has been higher \nheading into this week. Eight days in a row the NASDAQ has been higher heading into today and looks like those \ntrends may continue at least at the open.\n\nNow, for some other top stories, talks are under way involving one of Hollywood's most famous studios. Sahara \nIndia Powerwise in talks to acquire MGM. Reports put the value of the deal at around $2 billion. MGM has about $4 \nbillion in debt and if the deal does not go through MGM could enter into a pre-packaged bankruptcy by next month.\n\n\n\nVerizon may name a new president and Chief Operating Officer possibly at its succession plan, Lowell McAdam \nwho runs the wireless unit is expected to get that promotion and that move will put him in line to succeed CEO Ivan \nSeidenberg. Now Seidenberg has not announced his retirement yet but he will turn 65 late next year and could \nretire at that point.\n\nAnd six more banks failing over the weekend, so that brings the total number of bank failures this year up to 125. \nThree of the banks are in Georgia, and no state has had more bank failures since the start of crisis than Georgia; \nthe estimated loss to the FDIC's insurance fund for these six failures -- about $350 million.\n\nAll right. So those are some of the top stories that we're following here on this Monday. Our futures are higher and \nso are commodities, up near $74 for oil and the gains for gold keep coming at $1,281 an ounce.\n\nComing up later on this hour, Imus's guest will be Tom Friedman from the \"New York Times\". So stay tuned for that. \nAnd there's a lot more coming up as IMUS IN THE MORNING continues right here on Fox Business, \"The Power to \nProsper\".\n\n(BEGIN VIDEO CLIP)\n\nIMUS: And I'm watching the Fox Business Network, that simulcasts the IMUS IN THE MORNING radio program \nand I see the Pope mobile --\n\nCHARLES MCCORD, IMUS IN THE MORNING: Yes. Yes.\n\nIMUS: And -- but it looks -- it's such a cheap, cheesy-looking thing, it looks like a converted ice cream truck.\n\nMCCORD: It really does. That's perfect.\n\nIMUS: And -- and the -- and here's the problem. Why wouldn't -- I mean, you see people with these cheap foreign \npick-ups and they try to make a camper out of them and so they buy some Mickey Mouse --\n\nMCCORD: Yes.\n\nIMUS: -- camper cover.\n\nMCCORD: Yes the thing that sits in the bed of the pickup.\n\nIMUS: Right and it doesn't really work and doesn't fit right.\n\nMCCORD: Right.\n\nIMUS: That's what the Pope Mobile looks like. Well, I mean, they've got -- you know the clothes are nice they wear \nwearing nice clothes, so --\n\nMCCORD: Oh the garments, the vestments are beautiful.\n\nIMUS: But you've decided -- you're going to wear a dress, then wear some nice ones.\n\nBERNIE MCGUIRK, IMUS IN THE MORNING: He rolls humbly.\n\nMCCORD: They are not --\n\nIMUS: No, he just -- he rolls in -- he just looks like a 1959 Nissan, that somebody put an outhouse on.\n\nMCGUIRK: Why don't you stop picking on my Pope?\n\nIMUS: I'm not picking on him, I'm saying the Pope Mobile sucks. The Pope is fine.\n\n\n\nMCCORD: You need to roll that thing right up into the -- you know get it on the show. \"Pimp my Ride.\"\n\nMCGUIRK: Oh Chuck.\n\nIMUS: You know what they should do, they should pimp the Pope Mobile.\n\nMCCORD: That's absolutely right.\n\nIMUS: That's right.\n\nMCCORD: Yes, put them big old spin wheels on it that spin backward and forwards --\n\nMCGUIRK: You know what would make the Pope Mobile look good?\n\nMCCORD: What?\n\nMCGUIRK: You underneath it, both of you -- both of your legs sticking outs from under the wheels.\n\nIMUS: No but that's a great idea, to pimp the Pope Mobile, right?\n\nMCCORD: Fix it up.\n\nIMUS: Put those guys on -- I think on RFD, or whatever they are and they're on -- or maybe some on RFD or CMT \nor one of them --\n\nMCCORD: Yes.\n\nIMUS: Where they pimp these big semi trucks.\n\nMCCORD: Yes.\n\nIMUS: And pimp the Pope Mobile.\n\nMCCORD: Yes, yes.\n\nIMUS: Or they can make it look -- then the Pope will look cool.\n\nMCCORD: Absolutely. Look how they make those semis look. Oh my god, they are gorgeous.\n\nMCGUIRK: You guys are just two idiots.\n\n(END VIDEO CLIP)\n\nIMUS: You know we're on the radio all over the country, the great WABC in New York and on the Fox Business \nNetwork all over the world. Check your local cable company and find out where we are, because, man they make \nus look great. It's a great -- they do a great job, Big Foot does and the rest of people at Fox and make it to -- it's just \nfun to watch.\n\nSo Laurie Cantillo who is the program director at WABC Radio in New York, who I kind of like, I mean, she's \nharmless and she does a good job.\n\nMCCORD: She does. Yes.\n\nIMUS: She sends us the ratings, the latest summer ratings, whatever the ratings are -- I'm not going to start paying \nattention to them now after 40 years, but, whatever --\n\nMCCORD: Yes.\n\n\n\nIMUS: So I'm looking at them and it has June, July and August, and they are great, you know --\n\nMCCORD: Yes.\n\nIMUS: And then I -- and there's a number in parentheses, and that's a point lower than all the rest. So I think that's \nthe last number.\n\nMCCORD: Yes.\n\nIMUS: Oh Jesus, because I know Borneman is a simple guy, you know the ratings are great and, particularly, with \nmen and women 18 to 34 on this program, on this program.\n\nMCCORD: Yes.\n\nIMUS: Huge numbers.\n\nMCCORD: Yes.\n\nIMUS: So -- but the number in parentheses.\n\nMCCORD: What? What?\n\nIMUS: I -- it took me a couple of days to figure out, was from 2009 so it meant we had gone up.\n\nMCCORD: Yes.\n\nIMUS: But I --\n\nMCCORD: Never mind.\n\nIMUS: Well, don't send any more. God, this is stupid, I mean, I'm just dumber than -- anyway, Tom Friedman, \"The \nNew York Times\" he's coming up. Larry King is here and Charles Rangel. Congressman Rangel will be talking \nabout what this morning?\n\nTONY POWELL, IMUS IN THE MORNING: Well, just the victory tour, Imus, the victory tour.\n\nIMUS: The victory tour, well because you are winning --\n\nPOWELL: How soon they forget.\n\nIMUS: And then Major Garrett late of Fox News --\n\nMCCORD: Right.\n\nIMUS: -- he is now the national correspondent for the \"Weekly Reader\" and he will be coming up to explain why he \ndecided to leave the chief White House correspondent's job at Fox News, to go do that. So --\n\nMCCORD: Well, he -- he was great.\n\nIMUS: To draw pictures of dinosaurs or whatever the hell they do.\n\nSo Warner Wolf is going to have sports, the Jets stomped on the Patriots and the Giants lost. Warner will have all \nof that, the Cowboys lost --\n\nWARNER WOLF, IMUS IN THE MORNING: Yes.\n\nIMUS: -- Redskins lost.\n\n\n\nWOLF: Yes.\n\nIMUS: It had been ahead forever, Brett Favre sucked. Oh, God.\n\nWOLF: Yes.\n\nIMUS: So Connell, Dagen and they'll have stuff.\n\nLet's start with the news. And here with that is Charles. Bernard McGuirk is coming up with a briefing as well.\n\nMCCORD: Hurricane Igor now moving over the Atlantic north of Bermuda, after hitting the territory with sustained \nwinds of 75 miles an hour, and the National Hurricane Center recorded a couple of gusts in the 90 mile an hour \nrange, but, it was down to Category 1 status when it went about 40 miles to the west of Bermuda.\n\nAnd, they are waiting now until, you know, just starting to assess the thing with dawn but said they couldn't do it \novernight because the thing hit around midnight.\n\nAnd at one hotel on the island, some tourists threw the inevitable hurricane party as they waited to see what would \noccur.\n\n(BEGIN AUDIO CLIP)\n\nUNIDENTIFIED MALE: I see people playing pool, some people enjoying cocktails and watching a movie.\n\n(END AUDIO CLIP)\n\nMCCORD: So that was that.\n\nMeanwhile to the east of Igor, forecasters are saying that tropical storm Julia should dissipate tomorrow and pose \nno threat to land. And in Mexico, then over the weekend, the remnants of Hurricane Karl pretty much petered out in \nthe southern central mountains and government officials say Karl caused no major damage to speak of.\n\nAlso in the headlines, the freed U.S. hiker, Sarah Shourd insisting that she and her two companions who were held \nso long in Iran strayed over the Iranian border and it was all due, as she put it to a huge misunderstanding.\n\n(BEGIN VIDEO CLIP)\n\nSARAH SHOURD, RELEASED HOSTAGE FROM IRAN: Shane and Josh do not deserve to be in prison one day \nlonger than I was. We committed no crime. And we are not spies.\n\n(END VIDEO CLIP)\n\nMCCORD: So Ms. Shourd is back on U.S. soil, after being freed from Iran, stopping briefly in Oman where doctors \ntold her that her health is fine. Reports initially indicated that she had been ill possibly with a lump in the breast, the \nthree were anti-war and Palestinian solidarity activists.\n\nThey lived in Damascus, Syria where Ms. Shourd taught English to Iraqi and Palestinian refugees. She and one of \nher two -- the people who were captured with her, Shane Bauer became engaged actually during their 13- month \ndetention in Iran and she said yesterday, making her statement that she actually felt only one third free and wouldn't \nbe completely free until her comrades also were set free.\n\nIMUS: And how about hiking around Lake Placid, how was that sound?\n\nMCCORD: That's not a bad idea.\n\nIMUS: Coming up on 10 minutes after the hour.\n\n\n\nSo I'm reading \"The Grand Design,\" Stephen Hawking's book, over the weekend.\n\nMCCORD: Yes.\n\nIMUS: And I come to this.\n\nThough we feel that we can choose what we do, our understanding of the molecular basis of biology shows that \nbiological processes are governed by the laws of physics and chemistry and therefore are as determined as the \norbits of the planets.\n\nRecent experiments in neuroscience support the view that it is -- that it is our physical brain following the known \nlaws of science that determines our actions and not some agency that exist outside of those laws.\n\nAnd, talking about free will, for example, a study of patients undergoing awake brain surgery found that by \nelectrically stimulating the appropriate regions of the brain, one could create in the patient the desire to move the \nhand, arm, or foot, or to move the lips and tongue.\n\nIt is hard to imagine writes Dr. Hawking and (INAUDIBLE), how free will -- it's hard to imagine how free will can \noperate if our behavior is determined by physical law. So it seems that we are no more than biological machines \nand that free will is just an illusion.\n\nSo my question for you, is, can I use that as an excuse for my behavior? It is --\n\nMCCORD: Yes, you can.\n\nIMUS: I can.\n\nMCCORD: Yes you can. According to Dr. Hawking, you are -- you're absolutely out of control. And, it's not your \nfault.\n\nIMUS: Right.\n\nMCCORD: So you are simply, you know, you're captured by physical law. And you have no way to govern your own \nactions.\n\nIMUS: So when --\n\n(CROSSTALK)\n\nIMUS: -- so when Wyatt goes around the house and makes these -- he just for no reason, he's been doing it for \nabout a year now.\n\nMCCORD: What?\n\nIMUS: Did any of your kids do this, they just make these, suddenly just weird noises? McGuirk, all right, no?\n\nROB BARTLETT, IMUS IN THE MORNING: Well, it depends on the noise.\n\nIMUS: Well no, it's just --\n\nMCCORD: Just a shout you mean or --\n\nIMUS: Well, it's just noises.\n\nMCCORD: With some strange --\n\nIMUS: Yes, or say certain word like it's --\n\n\n\nMCCORD: Clearly it's --\n\nIMUS: A Tourette (ph) deal.\n\nMCCORD: And the explanation is there in Dr. Hawking's new book.\n\nIMUS: So if he becomes aware of this, which he and his home school teacher David, might --\n\nMCCORD: Yes.\n\nIMUS: David certainly already is.\n\nMCCORD: Yes.\n\nIMUS: Then there goes my ability to discipline him.\n\nMCCORD: You can't discipline him because he --\n\nIMUS: It's out of his --\n\nMCCORD: You're trying to discipline --\n\nIMUS: --free will control.\n\nMCCORD: Exactly.\n\nIMUS: \"The Grand Design\", the current number one nonfiction book in the \"New York Times\" bestseller list, but two \npeople will read, me and Charles.\n\nMCCORD: Yes.\n\nIMUS: And maybe you.\n\nSo-- it is 12 minutes after the hour. Connell has business news and that will be on throughout the morning, just \nahead of Warner Wolf in a complete sports deal, and what's going on, Connell.\n\nIMUS: Maybe I should turn your mike on.\n\nMCSHANE: The old mike is on.\n\nIMUS: I'm -- I'm very sorry.\n\nMCCORD: You couldn't help it. It was the physical laws not your fault.\n\nIMUS: It's my fault.\n\nMCSHANE: Well, speaking to that whole thing and what would you -- you pretend to hang yourself over doing \nsome of our business stories and then you just read out loud from Stephen Hawking's book which is fine.\n\nMCCORD: Great point.\n\nMCSHANE: No I'm just saying. That's just what was going through my mind.\n\nIMUS: You know something, Connell from downtown. You're absolutely right.\n\nMCSHANE: So, with that I'm going to read the business section of the \"Wall Street Journal\" out loud.\n\n\n\nThe -- the market is up this morning, futures are up. It's actually have been up for three weeks in a row and the \nNASDAQ has been up for eight days in a row so we'll see if that trend continues today.\n\nAnd that said, \"The New York Times\" has a big article about how Wall Street profits are expected to be much lower \nthan they were, and the problem there is the economy has been slowing down and the trading volume was very \nlight over the summer so they -- for example expect Goldman Sachs to earn 35 percent less this year than it made \nlast year.\n\nSo I know you'll be crying in your coffee or your nuts or whatever you have over there but Goldman Sachs making \nless money.\n\nIMUS: Business news throughout the morning from Connell and of course, Dagen is coming up as well.\n\nIt's time for sports, sports and sports is sponsored by Peerless Boilers. They make America's best boiler. Here's \nAmerica's best sportscaster, Warner Wolf.\n\nGood morning, Warner.\n\nLOU RUFINO, IMUS IN THE MORNING: Oh God.\n\nWOLF: Thank you very much, I-Man.\n\nThe late game last night the Colts jumped out to a 24-0 halftime lead and beat the Giants, 38-14. Payton threw for \n3. But his brother, had only 13 completions, fumbled twice and had an interception.\n\nThe Super Bowl Jets shut out the Patriots in the second half and they could win the Super Bowl.\n\nIMUS: Stomped on them.\n\nWOLF: Yes they did. Because --\n\nIMUS: Soon as Revis went out the Jets scored three touchdowns.\n\nWOLF: Yes.\n\nIMUS: And that Randy Moss makes an unbelievable one-handed catch --\n\nWOLF: Oh, man.\n\nIMUS: and didn't pull it to his body as they often do. And so he grabbed the ball and Revis grabbed his hamstring. \nThat is really weird.\n\nWOLF: That looked like a fake. You know.\n\nIMUS: Pathetic. He just got beat, that's all.\n\nWOLF: Yes. The Bears beat the Cowboys. Dallas had only 36 yards rushing.\n\nIMUS: That's not good.\n\nWOLF: Joe Flacco was intercepted 4 times. Bengals beat the Ravens 15-10.\n\nHere was Ray Lewis on two questionable passes, roughing the passer and a tripping call against the Ravens.\n\n(BEGIN AUDIO CLIP)\n\nRAY LEWIS, BALTIMORE RAVENS: Yogi (ph) was very good (INAUDIBLE) but 6 points, we're given all the BS.\n\n\n\nWOLF: BS.\n\nDolphins beat the Vikings, 14-10; Brett Favre intercepted three times.\n\nIMUS: Oh, God, he looked horrible.\n\nWOLF: He fumbled in his own end zone for a touchdown.\n\nIMUS: He played like Betty White.\n\nRUFINO: What a shame.\n\nWOLF: Here was Favre.\n\nBRETT FAVRE, MINNESOTA VIKINGS: There was plenty of opportunity just to make the play --\n\nWOLF: No, you didn't.\n\nIMUS: You suck.\n\nWOLF: And finally, I-man, the Notre Dame-Michigan state game, Saturday night --\n\nIMUS: That would made my heart heavy if Notre Dame lost to that.\n\nWOLF: Oh, man. They lined up for a field goal, trailing by 3 in the overtime and faked the field goal and threw a \ntouchdown pass. But the coach, Michigan state Mark D'Antonio suffered a heart attack right after the game, was \ntaken to the hospital and a stent was put into his blocked artery and he'll be out indefinitely, coaching Michigan \nstate. That's the deal there.\n\nMCGUIRK: We wish him all the best.\n\nIMUS: Of course we do.\n\nWOLF: Yes we do.\n\nIMUS: Sixteen after the hour here on the IMUS IN THE MORNING program. Tom Friedman is coming up. Charles \nRangel is coming up as well. Later on this morning, Major Garrett, this is one of Friedman's five favorite songs. \nPatty griffin.\n\n(MUSIC)\n\nIMUS: Have you got some money lying around and figuring, well, do something here, how about a Planet Fitness? \nThat's a good idea, isn't it? Good franchise. Inc Magazine has named Planet Fitness one of the fastest growing \ncompanies in America.\n\nPlanet Fitness it's a gym, attracts the average guy. You don't need to be a muscle head to work out at a Planet \nFitness. You don't need to be a muscle head to into one, either, all you need or want to do is make some money.\n\nPlanet fitness will set up your gym for you, develop a marketing strategy, and one that has a track records to put up \nbig numbers. How does an average of $1.7 million a year in sales sound?\n\nGet all your friends to join you. See, here's the thing with gyms, people join and if they don't show up you can way \noversell the memberships. Because 2 or 3 people stick with it and the rest of them will never come in, but they've \nalready paid you. You cleared a half million dollars a year before you even knew it. Planet Fitness, go to \nplanetfitness.com and work this thing out. Planetfitness.com, check them out.\n\n\n\nMCSHANE: Well, the U.S. government is looking for foreign investors to get in on the IPO of General Motors. The \nTreasury Department saying it will look for investors across what it is calling multiple geographies but it would not \nsay if China's SAIC is in talks to buy a stake in the company. That has been reported. Now GM owes taxpayers $43 \nbillion, the government's hope is to get as much of that money back as it possible can through this initial public \noffering which is expected to come our way in November.\n\nLet's check the markets here to start off the new week, more gains across the board. The European markets now \nas they move into the afternoon are higher by one percent in London; less than that in Paris and Frankfurt. They're \noff the highs of the morning but still they are moving higher as are our stock index futures. They were higher on \nFriday and the markets are looking pretty good lately. Get off the highs but still higher.\n\nThree weeks in a row of gains, the Nasdaq has been up 8 days in a loading into today's trading. We'll see if we can \nkeep that string going.\n\nWhile all that has been happening, gold has just continued to gain ground as well and again, overnight, up $5, \nclose to $1,283 an ounce.\n\nIMUS IN THE MORNING continues here on Fox Business, \"The Power to Prosper\".\n\nIMUS: All right. Twenty-three after the hour here on the IMUS IN THE MORNING program, sign up for Inside Imus \non imus.com and as a member you'll have access to commercial-free audio from each day's show and a bunch of \nother neat stuff at imus.com. And it's a way to raise money -- we use it as a way to raise money for the Imus Cattle \nRanch for Kids with Cancer as 100 percent of the profits from imus.com, all the money goes to the Imus Cattle \nRanch for Kids with Cancer.\n\nAnd today I'll be posting my blog on Jimmy Carter which you will not want to miss. So, some time later today, once \nwe figure out whether we want to actually run the f-word on my Web site or not -- perhaps not. Anyway, go to \nImus.com.\n\nDon't forget to stop at the Stop-n-Shop and get your cleaning products, because 100 percent of those profits go to \nthe ranch.\n\nTime for sports, sports sponsored by American-made Peerless Boilers and their new 96 percent efficient Peerless \nPureFire series --\n\nMCGUIRK: No, we did sport.\n\n(CROSSTALK)\n\nWOLF: Colts jumped out --\n\nIMUS: Get that beast out of your basement, visit peerlessboilers.com. And dealing with you, well, we already did \nsports, why would I be doing that? Because I didn't do it before.\n\nMCCORD: Just catching up.\n\nIMUS: Yes. But it is time -- thanks, Bernie -- but it is time now for Bernie's Briefing sponsored by PC Richard and \nSon; 100 years they've been doing it. Good morning Bernie.\n\nMCGUIRK: Hey chief. Well, Morgan Freeman one of the great actors of all time -- \"Glory\", one of the best movies \never made -- he's finally divorced his wife of 26 years.\n\nIMUS: That's too bad.\n\nMCGUIRK: But the rumors are, strong rumors that he is getting ready to well marry his step granddaughter. The \nEnquirer and many other places have him marrying this chick. She's the granddaughter of his first wife, that --\n\n\n\nIMUS: Is this Morgan Freeman or Dagen's family?\n\nMCGUIRK: This is Morgan Freeman. She's the granddaughter of his first wife that he and his second wife, who he \njust divorced, raised since she was young. I don't know, is marrying your hot granddaughter on anyone's bucket list. \nThe affair has been going on for way more than ten years --\n\nIMUS: That's not right.\n\nMCGUIRK: So apparently while he was driving Miss Daisy he was riding his step-daughter and, it's just disturbing \nand he's just one of the great, all-time greats.\n\nAnd speaking of movies, remember, you --\n\nIMUS: You had the option of not even going to that story because you wanted to be hating on Morgan Freeman.\n\nMCGUIRK: I can give some innocuous BS. I am trying to bring you the most horrendous, egregious salacious stuff I \ncan find.\n\nIMUS: Yes.\n\nMCGUIRK: Speaking of which, Oliver Stone, remember his comments about how the Jewish dominated media \nprevents Hitler from being portrayed in context, all of that stuff.\n\nIt's really f'd up the United States policy -- Foreign policy for years and Iran is maybe not so bad after all.\n\nWell, anyway his movie, \"Wall Street: Money Never Sleeps\" comes out today. World premier in New York and, the \nbig question is whether cancer- stricken Michael Douglas will show up. And will Ahmadinejad who is in New York be \non the red carpet. That occurs today at the Ziegfeld Theater in Manhattan.\n\nIMUS: There are more acts -- as I pointed out here today -- there are more acts of racism, bigotry and abuse \ndirected against Jews, ten times as many of those acts as against Muslims in this country -- every, single day.\n\nMCGUIRK: Apparently --\n\nIMUS: This is another example.\n\nMCGUIRK: Mr. Stone is -- escaped the Mel Gibson treatment for some reason.\n\nAnd Lindsay Lohan, chief, she's tested positive for cocaine.\n\nIMUS: Darn it. Haven't we all done that?\n\nMCGUIRK: Yes.\n\nIMUS: I guess Charles hasn't. Probably Connell, have you ever done any blow.\n\nMCSHANE: No.\n\nMCGUIRK: We don't mean this past weekend. We mean --\n\nRUFINO: Now is the time to say it, Connell.\n\nIMUS: Twenty-six after the hour. Thank you Bernie. Time for --\n\nRUFINO: Today is the day he's going to admit it.\n\nIMUS: -- time for a little Fox News Business report and here with that is Dagen McDowell. Good morning, Dagen.\n\n\n\nMCDOWELL: Good morning, sir.\n\nIMUS: Anybody in your family marrying the step granddaughter?\n\nMCDOWELL: No, I did have the hots for my second cousin once, but I didn't know him biblically. He's still hot, by \nthe way.\n\nIMUS: Well, that's good. I'm sure Rollo is happy to hear that.\n\nMCCORD: It will be fun at Thanksgiving.\n\nMCDOWELL: You can look as long as you don't touch. That's the rule in my family.\n\nIMUS: All right.\n\nRUFINO: What's going on underneath that table.\n\nIMUS: What's going on?\n\nMCDOWELL: A little footsie -- because you were disappointed with the story I did last hour about women working \non Wall Street or fewer women and here's a dose of testosterone.\n\nSpending on hunting gear is soaring in this economic downturn. According to the National Shooting Sports \nFoundation, economic activity generated by the sale of firearms, and ammo was up sharply last year. $28 billion \nsmackers, worth of economic activity, up 45 percent from the previous year and license sales are up in New York to \nPennsylvania, to Texas, to South Dakota and they'll be up today, because I'm going to go buy myself a gun, out in \nConnecticut. I believe.\n\nMCCORD: There you go.\n\nIMUS: Why would you need a gun?\n\nMCDOWELL: Why not?\n\nMCCORD: Yes.\n\nMCDOWELL: Mr. Man, who said I looked like I was on the stroll this morning. Given the shoes I was wearing.\n\nIMUS: You have shoes that look like the shoes that transvestites wear at the entrance to the Lincoln Tunnel. Four \ninch heels, leopard skin deals, can you hold one up? Don't stick your leg up. Maybe take it off, that might be a \nbetter idea. Look at those shoes. Come on.\n\nThat was not a good idea.\n\nAll right. Twenty-eight after the hour.\n\nMCDOWELL: You could not see up my dress.\n\nIMUS: Yes, you could.\n\nMCDOWELL: No, you couldn't --\n\nIMUS: Oh, yes, you could.\n\nMCDOWELL: No, I'm walking in it right after.\n\nIMUS: Twenty-eight after the hour.\n\n\n\nMCCORD: Can you say Sharon Stone.\n\nMCDOWELL: No.\n\nIMUS: It's 28 after the hour. Tom Friedman is next.\n\n(MUSIC)\n\nMCSHANE: We've got some news in, just coming in, as a matter of fact, on Verizon breaking at this hour so we \nwant to bring that to you.\n\nLowell McAdam is the name. He's the new chief operating officer at Verizon and the reason that investors and \nothers are following this is because it clears up the succession plans a little bit or the possible succession plans of \nVerizon. McAdam will report directly to the chairman and CEO, Ivan Seidenberg, and then would be in line to take \nover for Seidenberg if and when he decides to retire. He doesn't turn 65 until late next year. No plans to retire yet. \nBut again, when he does, Lowell McAdam might be there to take over.\n\nWe'll watch Verizon stock for any reaction to that today. We'll also watch the markets today.\n\nU.S. government looking for foreign investors to get in on the IPO of General Motors. It's one thing we have. The \nTreasury Department saying it will look for investors across, quote, \"multiple geographies.\" But it wouldn't say if a \nChinese company have talks to buy a stake in GM as has been reported. GM owes taxpayers $43 billion. The \ngovernment is hoping to get as much of that back as it possibly can through the IPO.\n\nNow let's go to the markets and see where the futures are trading so far this morning. We've been up all morning \nlong, ahead of the open on Wall Street. Futures are pointing to the possibility that open will be a higher one as \nIMUS IN THE MORNING continues right here on FOX Business, the power to prosper.\n\n(BEGIN VIDEO CLIP)\n\nDON IMUS, FOX BUSINESS NETWORK HOST: Lupica was in Manhattan last night taking Mrs. Lupica out to \ndinner, that kind of thing.\n\nCHARLES MCCORD: Yes.\n\nIMUS: And he's walking around, he said, I'm pretty close to where you live all over Manhattan.\n\nMCCORD: Yes.\n\nIMUS: But maybe I'll walk over. I said don't do that.\n\nWARNER WOLF: Lose that.\n\nIMUS: Walk somewhere else.\n\nUNIDENTIFIED MALE: Yes.\n\nIMUS: Maybe I'll walk over and visit. No, you're not walking over and visiting.\n\nMCCORD: How about walking in the opposite direction?\n\nBERNARD MCGUIRK: How about walking into a bus?\n\nLOU RUFINO: No, I'll call you.\n\n(END VIDEO CLIP)\n\n\n\nIMUS: All right. Twenty-five minutes until the next hour here on the IMUS IN THE MORNING program. Major \nGarrett, late of FOX News, he left the -- as chief White House correspondent for FOX News to become a national \ncorrespondent. That's a weekly reader.\n\nMCCORD: Yes.\n\nIMUS: Whatever it is, so Tom Friedman is up next. We've got him ready?\n\nMCCORD: Yes.\n\nALL: We're number 11. We're number 11. We're number 11.\n\nIMUS: Please welcome --\n\n(LAUGHTER)\n\nTOM FRIEDMAN, \"THE NEW YORK TIMES\" (via telephone): Oh, God, you guys slay me.\n\nIMUS: Please welcome -- please welcome from the \"New York Times,\" Tom Friedman.\n\nFRIEDMAN: Good morning, Don.\n\nIMUS: How are you?\n\nFRIEDMAN: Just fine, thanks.\n\nIMUS: I guess we are number 11, huh?\n\nFRIEDMAN: I'm afraid so, these days. But you're not number one, I'll tell you that.\n\nIMUS: Talk to me a little bit about that column.\n\nFRIEDMAN: Well, you know, basically it was based out of -- I was playing off a \"Newsweek\" article where \n\"Newsweek\" had rated the best countries in the world to live in and we had showed up as number 11, not number \none. And I just came back from China, Don, last week and you know, what -- you go to China, I was there at an \neconomic meeting in the convention center in Tianjin. This is a building so big and well-designed if we were on \nWashington D.C. it would be on a bus tour. You know, the city along with the Washington Monument. And then they \ntell you it was built in nine months, you know.\n\nNow, I'm extremely aware there was enough capital and labor. You can build anything in nine months, enough \ncapital, labor and authoritarianism. But, you know, what makes me feel bad when I go to China, it's not that they \ncan do these huge projects. They say, you know, with enough dictatorship money and capital you can do anything, \nbut it's that they have the kind of can-do spirit.\n\nWe can get it done, you know. Whatever it takes, get it done, that I felt our country had, you know, a while back \nwhen we built our infrastructure, whether it was our highway system or our ports or put a man on the moon. And \nthat's really what I find missing today in America and that's what I find troubling.\n\nYou know, we are so embroiled in political divides. So unable to really make our democracy work democratically to \ngenerate the kind of focus, authority, legitimacy and support for big projects that China does through dictatorial \nmeans that you really wonder, you know, we can only produce kind of suboptimal solutions, you look at the health \ncare bill, you look at the financial regulation bill and how long can we be a serious country when our democracy can \nonly produce suboptimal and our chief rival in the world, China, can order optimal from the top down. So, it's just \none of the big issues that's been troubling me for a long time.\n\nIMUS: And China, of course, has bought into the whole green thing big time, haven't they?\n\n\n\nFRIEDMAN: Yes, I mean, basically, you know, it's not because they read Al Gore, me or Rachel Carson or anything \nelse. You know, it's because they basically woke up around the time of the Olympics and said, you know, what we \ncannot breathe, cannot swim, cannot fish, cannot drive, cannot drink. You know, so China is actually just going \ngreen out of necessity. And there's one thing we know about necessity, it's the mother of invention. And so, when \nChina goes green out of necessity, watch out. You won't just buy your kids' next tennis shoes or t-shirts. You'll buy \nyour next electric car.\n\nI visited an electric car factory when I was there, solar panels and wind turbines. China is now the biggest market \nfor wind turbines in the world, leading manufacturer and exporter now of solar technology and they're doing this out \nof necessity, b, out of awareness that -- you know, I always tell people, my last book was called \"Hot, Flat, and \nCrowded.\" OK? So people say -- some people don't believe in hot. They don't believe in global warming. So I say \nfine. You don't believe in global warming, that's between you and your beach house. But you better believe in flat \nand crowded as you better believe that we're going to go from 6.7 billion to 9.2 billion people on this planet by 2050. \nAnd you better believe that more of them in a flat world will see how we live, aspire to how we live and be able to \nlive like we live in American-sized homes, drive American- sized cars on American-sized roads and eat American-\nsized Big Macs.\n\nWhere do you think energy demand is going to go in that kind of world? I mean, it's only going to go one way and \nthat means clean technologies, renewable energy have to be the next great global industry. Either that or, you \nknow, gasoline is going to cost you $50 a gallon and we're going to burn up the planet. So, you know, to me, the \nsort of silly debate we've had around climate change is nuts and it's not going on in China. They're not debating it \nall partly because the leaders, most of them are engineers and they see the signs, they see the signs, but mostly \nbecause they realize, hey, wait a minute, this has got to be the next great global industry, let us lead it.\n\nIMUS: We're talking with Tom Friedman here on the IMUS IN THE MORNING program. It's 21 until the hour. And \nwe're blaming who for this? The Republicans, FOX News, or --\n\nFRIEDMAN: Well, certainly the Republicans have, you know, done their darnedest to basically turn climate change \ninto a hoax, number one. And number two, not a single one of them would support an energy bill because that \nenergy bill would definition, by definition probably have -- would all certainly raise energy prices or prices on carbon \nand prices on gasoline. And so they wouldn't do it. You had 10 at least Democratic senators who come from coal, \noil states, that they wouldn't do it as well and as a result, you know, all you need are about 10 Republicans that \ncaught maybe even eight to cross the aisle you would have had a serious energy bill.\n\nSo, Don, think about it. We didn't get an energy bill this year. Now, if the Republicans win the House, as a lot of \npeople think, excuse me, they might, we probably won't have one the year after or the year after. So we're going to \nprobably go at least three years possibly without a serious energy bill.\n\nNow this is a time where China every year is passing legislation to basically improve the energy efficiency of every \ndollar GDT it produces. OK. And it's just so obvious what's going to happen. We're going to wake up and basically \nwe would have gone from importing our oil from Saudi Arabia to importing our solar panels from China. Thank you \nvery much. Have a nice day.\n\nIMUS: I wonder, I get to thinking though because I'm so cynical that I wonder if anybody is for a new energy policy, \neven the Democrats who vote for it, because they, or support it, they know they can because they know in reality, \nthere's no chance it's going to happen.\n\nFRIEDMAN: Yes, I think there's a -- it's a perfectly legitimate question to ask, Don. And the big, you know, missing \nperson here in my view is Barack Obama. He has the bully pulpit. He could have sold this issue. It was on his watch \nthat, you know, climate change really got completely delegitimized.\n\nYou know, Obama, the guy is amazing. The guy has got the A-team of Energy environment. Steve Chu, energy \nsec, Nobel Prize. OK? John Holdren, the president's science adviser, expert on climate, head of the American \n\n\n\nAcademy of Science. Lisa Jackson, head of the EPA, is a terrific, dynamic woman, great speaker. Carol Browner, \nformer head of the EPA, White House energy adviser.\n\nDon, I've got to tell you during this debate this last year, there are endangered species. I've seen more than these \nfour people, and the White House just kept them completely under wraps for reasons which I do not understand. \nThey basically were in a witness protection program and as a result, we basically, we have no real serious energy \ndebate.\n\nIMUS: Well, here's the problem, President Obama has the same friends that President Bush had. So --\n\nFRIEDMAN: Well, that may be, Don.\n\nIMUS: The same rich white guys are his friends --\n\nFRIEDMAN: Yes.\n\nIMUS: -- as were Bush's friends.\n\nFRIEDMAN: And it's just really disappointing that he never used the bully pulpit for the reasons you said, you know, \nand really make the key.\n\nDon, just think about it. OK. Like, if I were in the Tea Party now, you know, I would -- I'd be in the green Tea Party. \nMy position would be very simple. OK. I'm for $1 a gallon gasoline tax. I want 40 cents of that dollar to go to pay \ndown the deficit. I want 40 cents of that dollar to go pay for health care. And I want 20 cents of that dollar to go pay, \nyou know, to cut -- here's my position. Sorry. I want 40 cents to pay down the deficit. I want 40 cents to go to pay for \na cut in payroll taxes and corporate taxes, and I want 20 cents to go pay for the deficit.\n\nNow, what would you get? You'd get better -- you'd get improvement on the deficit. You cut corporate and payroll \ntaxes for every worker in America, and at the same time you reduce our dependence on oil. You help stimulate a \nnew industry and you make us less dependent on Saudi Arabia. If that isn't a Tea Party approach, I don't know what \nit is? It's win, win, win, win, win.\n\nIMUS: Makes too much sense.\n\nFRIEDMAN: Yes, and that's the problem. Everybody wants to just rail and nobody wants to even think, you know, \nclearly in the most simple way. And so, that's why, you know, man, I don't want to live in China. I don't want to live \nin China for a second. OK. But I want my own country to work, you know, and it's not working right now. We don't -- \nwe aren't making the decisions.\n\nIMUS: You're starting to squeak. Tom, you're starting to squeak.\n\nFRIEDMAN: Sorry.\n\nIMUS: You've got to calm down, really. You're scaring me.\n\nSixteen until the hour here on the IMUS IN THE MORNING program. While we were talking earlier, a television \nmonitor or something fell over in the studio and made a loud sound and I -- man, I hope that's coming from where \nhe is.\n\n(LAUGHTER)\n\nAnd not where I am.\n\nSo, the U.N. General Assembly meets this week. Ahmadinejad was on ABC yesterday. What's that all about?\n\n\n\nFRIEDMAN: Well, you know, I think that the sanctions that the administration has organized on Iran this last year \nand gotten most importantly, the Russians and Chinese to go along with, I think they're starting to hurt. I think \nthey're starting to hurt and I think he is looking for some kind of way out.\n\nThe problem we have in Iran, Don, is this, Ahmadinejad -- Ahmadinejad would love to have a deal with the United \nStates. Why? Because it would be his way of re-legitimizing himself after having, you know, cracked down and \nkilled all those demonstrators and arrested all those demonstrators during their green revolution. So he'd love to \nhave a deal with the United States that kind of reconfirms him in a way as the leader of Iran. He has a lot of \nenemies at home in Iran and basically, they don't want to deal with the United States for the same reason. I mean, \ntheir politics are even worse than ours so as a result, they also don't seem to be able to come together to actually \ncut any kind of deal on this nuclear issue and that's troubling.\n\nIMUS: He's a crazy looking little bastard.\n\nFRIEDMAN: Oh, yes, he's a bad -- he's a bad guy.\n\nIMUS: You know, the president went to church yesterday and I asked Charles, I said, what -- let's just say the \npresident were a Muslim. What would be wrong with that? Other than the fact that he said he wasn't, but I mean, I \ndidn't quite understand if he were a Muslim, I wouldn't have any problem with that.\n\nFRIEDMAN: Lord knows I wouldn't either. So, I mean, the whole thing is, you know -- I mean, well, he says he's not \na Muslim and I take him at his word, wink, wink, wink, wink. I mean, what his religion is, what his faith is, I don't care \nif he prays to the Washington Monument. It's none of my business.\n\nIMUS: It would be disturbing.\n\n(LAUGHTER)\n\nBut not quite as disturbing as Christine O'Donnell and the --\n\nFRIEDMAN: None of them actually --\n\nIMUS: Everything else all right with you?\n\nFRIEDMAN: Everything is good, pal.\n\nIMUS: Thanks for appearing on the program. I always appreciate it.\n\nFRIEDMAN: Any time, Don.\n\nIMUS: It's 14 until the hour. Tom Friedman, \"New York Times\" here on the IMUS IN THE MORNING program.\n\nMajor Garrett, stand by for that. He's coming up. Late of FOX News, now the national correspondent for \"The \nWeekly Reader\" or something. Anyway, all that is just ahead.\n\nMUSIC: And if you leave on time, you can get to work by nine. And start your slaving job to get your pay. If you ever \nget annoyed, look at me I'm self-employed. I love to work at nothing all day.\n\nAnd I'll be taking care of business every day. Taking care of business every way. I've been taking care of business. \nIt's all right. Taking care of business and working overtime. Work out.\n\n(MUSIC)\n\nIMUS: This is the IMUS IN THE MORNING program. Time now for a business update from the FOX Business \nNetwork. Here's Connell McShane.\n\n\n\nCONNELL MCSHANE, FOX BUSINESS NETWORK CORRESPONDENT: And here's comes a live business alert \non the markets this morning. We've been up and continuing to gain ground over in Europe. More than one percent \nin the London market and nearly that much in Paris, pretty much where we've been throughout the morning and \nnow into the afternoon over there.\n\nOur futures are up here, up by 43 points on Dow futures. Watch the Nasdaq today. Nasdaq 100 futures are up, and \nthe Nasdaq composite index has been up for eight straight days heading into today's trading.\n\nNow, as for your \"FOX Business Minute,\" Verizon has named a new president and chief operating officer this \nmorning. It's Lowell McAdam, who runs the wireless unit, is being promoted to the new job. Puts him in line to \nsucceed CEO Ivan Seidenberg at some point. Seidenberg has now announced his retirement yet, but he will turn \n65 late next year and he could retire then. Dan Mead will take over at Verizon Wireless.\n\nIt took almost five months, but BP has now finally capped the leaking oil well. The so-called bottom kill worked as \nBP plugged the hole from the bottom with mud and cement. Still a lot more cleanup work to be done. BP says it's \nalready spent $9.5 billion on cleanup. And now that the government's in charge, that $20 billion victims fund is \npaying out $12.5 million a day in order to settle claims.\n\nTalks are underway involving one of Hollywood's most famous studios. MGM may be sold to an Indian company. \nThe reports put the value of the deal at around $2 billion. MGM has about $4 billion in debt, so we'll see whether or \nnot that deal gets done.\n\nWe're also look at commodities here to see that gold continues to gain ground. Up another 5 bucks this morning, \nbut oil after being higher now, a little bit lower.\n\nIMUS IN THE MORNING continues right now here on FOX Business. The power to prosper.\n\nIMUS: Eight minutes until the hour here on the IMUS IN THE MORNING program on the radio around the country \nand on the FOX Business Network all over the world.\n\nMajor Garrett is coming up. Late of FOX News. Man, I still -- I don't expect to be able to get the truth out of him, but \nwe can try to beat it out of him, right, Charles?\n\nMCCORD: Absolutely, but won't get anywhere.\n\nIMUS: Well, who knows? Anyway, please welcome now to the IMUS IN THE MORNING program everybody's \nfavorite. Not everybody's favorite congressman, but one of ours, Charles Rangel. Good morning, Congressman \nRangel.\n\nTONY POWELL, AS CONGRESSMAN CHARLES RANGEL: Good morning, Imus. I was out celebrating my \nprimary win at the Harlem Lanes bowling alley. My staff worked hard and thought they deserved a good time out. \nSo, I hear my opponent are trying to find a black Harlem Republican that could beat me. I say to them, good luck. \nThey would have more luck finding a ham sandwich hidden inside the \"Ark of the Covenant.\"\n\nI'm not saying my seat is totally safe, but surely it's as safe as Susan Boyle's virginity. It's as say as a salad and \ncottage cheese in Kirstie Alley's refrigerator. I'd even safe it's as safe as the million dollar prize on \"Who Wants to \nbe a Millionaire\" with Mike the situation in the chair.\n\nPeople should never underestimate my resolve. It was shameful for the Democratic Party to send those political \naxes against me. My opponents learned an important lesson. Imus, politics is like bowling. It's always better if you \nplay with your own balls.\n\nI love to bowl. I developed a love of bowling back in Korea. My unit was pinned down and we were out of ammo. A \nsquad of 10 North Korean army soldiers were just moving in for the kill. They shouldn't have done that. As you \nknow, I'm a bad man.\n\n\n\n(LAUGHTER)\n\nSomeone once tried to put my hand in warm water while I was sleeping. He wet his own pants.\n\n(LAUGHTER)\n\nI can unscramble eggs, Imus. I ran the New York City marathon in flip- flops. The North Koreans take aim and then \nI came at them from the right side and then hook through them with a scissor kick to the left. I left one guy standing. \nThen I scissor-kicked him to get the spare. Silly bastard, nobody ruins my perfect game.\n\n(LAUGHTER)\n\nIMUS: Charles Rangel here on the IMUS IN THE MORNING program.\n\nRob Bartlett will appear on Saturday, October 2nd, at The Lebanon Opera House, up there in Lebanon, New \nHampshire. For information and tickets, go to robshow.com. It's presented by WAPQ Q106, our affiliate there.\n\nMUSIC: Imus, Imus, IMUS IN THE MORNING.\n\n(BEGIN VIDEOTAPE)\n\nIMUS: So, anyway, I'm there talking to Bismarck (ph) and Chris having a pleasant conversation. And here comes \nWoody from \"Toy Story,\" Connell --\n\nMCCORD: Yes.\n\nIMUS: -- interrupting our conversation.\n\nMCSHANE: Oh, here we go.\n\nMCCORD: OK.\n\nIMUS: And he says.\n\nMCSHANE: Now, here's your gross exaggeration of the truth, IMUS IN THE MORNING.\n\nIMUS: OK. He says, well, Dagen's not going to be here, do you want me to be on twice?\n\nMCSHANE: No, that's -- it's just ridiculous.\n\nMCCORD: Injecting --\n\nIMUS: How is that ridiculous?\n\nMCSHANE: That's not what I said.\n\nIMUS: What did you say?\n\nMCSHANE: I would like to -- I said would you like me to do the opposite? Would you like me to be on once? I was \ntrying to -- I was actually trying to avoid being on twice.\n\nIMUS: You're lying.\n\nMCCORD: It sounds like he wanted to be on twice.\n\nIMUS: He did.\n\nMCCORD: Yes.\n\n\n\nIMUS: So then he says, well, I'll be on in Dagen's slot. I said well, the reason we moved Warner to the top --\n\nMCCORD: Yes.\n\nIMUS: -- is so -- because people want to know what happened last night. The Yankees play last night, Warner?\n\nWARNER WOLF: No, they didn't.\n\nIMUS: OK.\n\nWOLF: But they didn't lose.\n\nIMUS: That's right. So, we'll have to go half an hour not know what's going on in business.\n\nMCCORD: Damn.\n\nIMUS: Got a piece of Mark Hurd Oracle news or something.\n\nMCCORD: Certainly, somebody winding up on a billboard after a sexual affair or something, of course.\n\nIMUS: So, finally, we got him out of the room and we continue our conversation.\n\nMCCORD: Called security.\n\n(END VIDEOTAPE)\n\n(MUSIC)\n\nIMUS: This is the IMUS IN THE MORNING program. Time now for a business update. From the Fox Business \nNetwork, here's Connell McShane.\n\nMCSHANE: And we're watching another day of market gains, at least so far. Let's give you a live business alert on \nwhat's happening over in Europe, where stocks have been gaining ground here throughout the morning. Up in \nLondon, up in Paris, up in Frankfurt, Germany. Our stock index futures have also been to the up side this morning \nafter more gains on Friday. The Dow futures are up 36 points this morning. Looks like we might keep it going at the \nopen an hour and a half from now. Three straight weeks of gains and the Nasdaq will be the index to watch today. \nIt's been up for eight consecutive days heading into today.\n\nNews that's just in here from Challenger, Gray and Christmas, the out placement firm. It's out with its annual holiday \nhiring forecast. Two consecutive months of sales gains could give retailers just enough confidence to add to their \npayrolls for the holiday season. However, the number of workers added to holiday payrolls in October, November \nand December still likely to fall a little bit short of pre-recession levels. Last year, more than a million and a half \nworkers were added during the period. So they'll certainly hire people for the holidays, but maybe not back where \nwe were pre-recession.\n\nThe U.S. government is looking for foreign investors to get in on the IPO of General Motors. The Treasury \nDepartment is now saying it will look for investors across what it's describing as multiple geographies. It would not \nsay if a Chinese company, SAIC, is in talks, as has been reported, to buy a stake in General Motors. GM owes \ntaxpayers $43 billion and the government's hoping to get as much of that money back as it possibly can with this \ninitial public offering expected in November.\n\nIt took almost five months, but BP has now finally capped that leaking well in the Gulf. The so-called bottom kill \nmethod worked. BP did plug the hole from the bottom with mud and cement but it still has a lot more cleanup work \nto do. Now that the government is this charge of the victim's fund, $20 billion fund, it's paying out $12.5 million a day \nin order to settle claims.\n\n\n\nAnd the home builders Lennar with better than expected earnings in to us this morning. Sixteen cents a share last \nquarter. The estimate was just six cents. So it beat there. The company says its sales rates slowed down some in \nthe third quarter because the federal home buyer tax credit expired. That said, the stock is up $14.70 on the better \nthan expected earnings.\n\nAnd Verizon has named a new president and COO this morning. It's Lowell McAdam, who runs the wireless unit. \nHe's being promoted. The move puts him in line at some point to succeed CEO Ivan Seidenberg. Seidenberg, at \nthis point, has not announced his retirement, but he does turn 65 late next year and could retire then. Dan Mead \ntakes over for McAdam at Verizon Wireless.\n\nOne of Hollywood's most famous studios could be going Bollywood. Sahara Indian Pariwar in talks to acquire MGM. \nReports put the value of that deal at around $2 billion. MGM has $4 billion in debt, or thereabouts. If the deal does \nnot go through, well, MGM could enter a pre-packaged bankruptcy by next month. So we'll see if they can get this \ndeal completed.\n\nCommodities. Oil is up another -- well, oil is down. Gold's up another $5.\n\nAt 8:30, Imus' guest will be Major Garrett, \"The National Journal,\" as IMUS IN THE MORNING continues on Fox \nBusiness, the power to prosper.\n\n(BEGIN VIDEO CLIP)\n\nIMUS: But generally, how do Catholics feel about the church now as opposed to say -- throughout the world, in this \ncountry, there, and everywhere else -- how do they feel about the church now as opposed to say 10 years ago?\n\nFATHER MORRIS: Well, 10 years ago, that would be tough. I would say what's really happened, Don, is that in the, \nsay 1950's or so, all of these people had -- saw going to church on Sundays at the thing to do. Why? Because you \nhad to do it. That's what they were told, right?\n\nThe '60s and '70s came and we said, why am I going to go to church just because I have to. That's a stupid reason \nto go to church. And not just go to church, but to follow the teachings of the church in other areas. Just because I \nhave to, that's stupid. And so that's a very good development, I would say.\n\nThen, '80's and '90s, children were being born into families, to parents who had said, hey, listen, I don't go to church \nbecause I find no reason to and so they didn't touch anything to their kids, nothing about religion. Now I have all \nthese people, may own church down in Soho in New York, who are saying, my parents didn't teach me anything. \nThey didn't teach me anything. And they're rebelling against that and beginning to come back to spirituality and to \nfaith.\n\nNow, certainly they've seen all this stuff with the sex abuse that's gone on and that shakes trust in institution. At the \nsame time, I think these are smart people who realize that it is, like you said, Don, a human problem. And if we can \nget rid of the institution's problems and the covering up, then we can go back and find spirituality as we so need to \ndo.\n\n(END VIDEO CLIP)\n\nANNOUNCER: Ladies and gentlemen, IMUS IN THE MORNING.\n\nIMUS: So the second half of the Jets game, I'm in the car coming back from Connecticut, Warner.\n\nWARNER WOLF, IMUS SHOW: Yes.\n\nIMUS: Trying to listen to 1050.\n\nWOLF: Right.\n\n\n\nIMUS: Which the reception is horrible. And then I have my iPad with me, and I've been a DirecTV customer forever \nand I should be able to watch the game on my iPad.\n\nWOLF: Right.\n\nCHARLES MCCORD, IMUS SHOW: Yes.\n\nIMUS: Well, you have to -- I don't know, I have to figure out -- get Marty Newman to figure out how to do this and -- \noh it just is --\n\nMCCORD: It's aggravating.\n\nIMUS: Does everybody have somebody who figures out stuff for them?\n\nMCCORD: No.\n\nIMUS: Does everybody have a computer guy?\n\nMCCORD: No.\n\nIMUS: Like, I use Dave Patterson down at Tech Serve and --\n\nMCCORD: Yes, who's great.\n\nIMUS: He's the weirdest person I've ever met in my life.\n\nMCCORD: Strange, but, boy, does he know what he's doing.\n\nIMUS: No, he has no idea.\n\nMCCORD: Yes, he does.\n\nIMUS: You know what he does?\n\nMCCORD: What?\n\nIMUS: He -- it's one of these things where he assumes that you want such and such. For example, I had this \ngigantic Panasonic printer in the office and a couple of my computers won't print to it. Well, that's crazy. He said -- \nand so he'll say, well, I thought you were going to take that printer upstairs -- or that computer upstairs. Well, no, \nno, it's a laptop. I should be able to take it anywhere I want. So -- anyway, so, I had to try to listen to the Jets game \nand I got an e-mail from you that they went ahead 28-14 and that's the way it ended, right, Warner?\n\nWOLF: That was the ball game.\n\nIMUS: And they stomped on the Patriots.\n\nWOLF: Yes.\n\nIMUS: And I don't know how you look any better as a quarterback then Mark Sanchez did.\n\nWOLF: Terrific. Three touchdowns.\n\nIMUS: I mean Warner and all these various other people, Lupica and the rest of you, bad-mouthing the Jets and \nbad-mouthing the team.\n\nMCCORD: Hating the team.\n\nWOLF: Yes.\n\n\n\nIMUS: Hating on Rex, hating on the team.\n\nMCCORD: Yes.\n\nIMUS: And they're bitter. And they're going to the Super Bowl. I mean --\n\nWOLF: Yes. Oh, they could.\n\nIMUS: The Jets are as good as they said they are.\n\nWOLF: Yes. Except for the Colts, there is no outstanding team in the AFC.\n\nIMUS: Except for who?\n\nWOLF: The Colts.\n\nIMUS: Oh.\n\nWOLF: That's it.\n\nIMUS: Yes. Well --\n\nBERNARD MCGUIRK, IMUS SHOW: J-e-t-s, baby.\n\nIMUS: I mean, I don't know, so -- I thought their defense looked pretty good during the Ravens. Lou tells me that's \nnot the case, but I don't know anything about football, so --\n\nWOLF: Well, they only gave up 10 points.\n\nIMUS: The Giants sucked last night, by the way. That's over.\n\nMCGUIRK: Really?\n\nMCCORD: That's not going to happen.\n\nMCGUIRK: You think so?\n\nIMUS: All right, we'll get to Warner and all that sports stuff. Dallas loss, of course. And Notre Dame lost. So it's not \nall bad.\n\nChuck has a little news. Larry King, Charles Rangel are here. And, of course, Major Garrett, late of Fox News, is \ncoming up to try to -- well, I don't know.\n\nMCCORD: Well --\n\nIMUS: He obviously has got some spin that he's putting on all of this, but it had to be something. Why would you \nleave -- why would you say, I'm the chief White House correspondent for Fox News --\n\nMCCORD: Exactly.\n\nIMUS: Which is number one.\n\nMCCORD: And just a massive integrity and nothing but respect for the guy.\n\nIMUS: Yes, have a great reputation.\n\nMCCORD: Absolutely.\n\n\n\nIMUS: Not characterized as some right wing yahoo proselytizing some point of view.\n\nMCCORD: Impossible to characterize him that way. Impossible.\n\nIMUS: And then just was awarded the front row seat there in the press room.\n\nMCCORD: Right.\n\nIMUS: Why would you at that point then say, you know, I want to become the national correspondent for the weekly \nreader? Well, what would be that point?\n\nMCCORD: It is inexplicable.\n\nIMUS: So unless it's the old Edward Edwards (ph) deal where, you know, they're about to -- we're about to find a \ndead girl or a live boy in the bedroom.\n\nMCCORD: No, not with this man. No. No.\n\nMCGUIRK: No, no. He's got a master plan here. Something going on.\n\nIMUS: Something's --\n\nMCCORD: Something's up.\n\nIMUS: Something's up.\n\nMCCORD: Yes.\n\nIMUS: So we probably won't find out what it is, but --\n\nMCGUIRK: No.\n\nIMUS: You know what, Warner, can you tell if somebody's lying by just listening to them?\n\nWOLF: The advantage is seeing their face, but the one tell tale sign about listening to somebody when you ask \nthem a question, an obvious yes or no, they don't say yes or no.\n\nIMUS: OK, well, let's see what -- let's see what Major does, OK, coming up. Well, of course, now he's been tipped \noff if he's watching, so that's unfortunate.\n\nMCCORD: Yes.\n\nIMUS: Anyway, here's Chuck with his version of the news.\n\nMCCORD: So he's adjusting his spin.\n\nIMUS: Well, who knows.\n\nMCCORD: Well, here's mine.\n\nIMUS: Or he'll forget. Or if Stephen Hawking is right --\n\nMCCORD: Yes.\n\nIMUS: He'll have no ability -- he has no free will, none of us do.\n\nMCCORD: No.\n\n\n\nIMUS: So it's -- so he will be unable to moderate his behavior, I guess.\n\nMCCORD: And whatever he -- whatever he does, whatever his response is, he was incapable of controlling it.\n\nIMUS: There's a crazy bastard, too, by the way, Stephen Hawking. Oh, my God.\n\nMCCORD: He just may be. He may be so far out there, I --\n\nIMUS: You try reading that.\n\nMCCORD: Oh, I'm going to. You know I love that stuff, so --\n\nIMUS: I'm 50 pages in.\n\nMCCORD: I can't wait.\n\nIMUS: Come on.\n\nMCCORD: Anyways, a tropical storm warning remains in effect for Bermuda today, but the hurricane warning has \nbeen lifted. Hurricane Igor, a lot of waves and high winds, a lot of electricity knocked out, that sort of thing, but it \npassed 40 miles to the west of the island at category one status, so it was not as bad as the earlier prediction \nsuggested that it might be. And this local hotel owner says he rode it out with some of his trapped hotel guests.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: The humidity within the building, in every crevice, you can feel the pressure of the wind and \nthe moisture trying to get in. We've got a number of leaks here and there, but, you know, nothing a bucket wouldn't \nfix.\n\n(END VIDEO CLIP)\n\nMCCORD: So, there you go. That was about it. A bucket and a mop and we're fine.\n\nAn American woman who was held in Iran for more than a year --\n\nIMUS: Stuck in a hotel with him, it's fine (ph).\n\nMCCORD: You'd need a hurricane party (ph). I need a drink.\n\nIMUS: It's just (INAUDIBLE).\n\nMCCORD: Sarah Shourd says she and the two men detained with her never spied, never committed any crime and \ntheir arrest along the Iran/Iraq border on their hike was based on just this big foul-up, a failure to communicate.\n\n(BEGIN VIDEO CLIP)\n\nSARAH SHOURD, RELEASED HOSTAGE FROM IRAN: We in no way intended any harm to the Iranian \ngovernment or its people and believe a huge misunderstanding led to our detention and prolonged imprisonment.\n\n(END VIDEO CLIP)\n\nMCCORD: And she says she --\n\nIMUS: Well, does that mean -- now, that -- hiking.\n\nMCCORD: She feels only one third free. Won't feel fully free until the other two-thirds of her hiking --\n\nIMUS: Going hiking with Stafford down there on the Appalachian Trail or someplace.\n\n\n\nMCCORD: That's it. And --\n\nIMUS: Stay away -- what the hell are you doing in Iraq hiking anyway? Huh?\n\nMCCORD: Well, they were --\n\nIMUS: Why were they there?\n\nMCCORD: They were activists who lived actually in Damascus, Syria, and pro- Palestinian and so on and so forth \nand this is supposedly a beautiful area along the Iran/Iraq border and that's why they were there.\n\nMCGUIRK: They made a mistake.\n\nIMUS: Oh, I'm not buying any of that.\n\nMCCORD: They strayed across.\n\nIMUS: Lying skunks.\n\nMCCORD: Final thing. BP says crews have finally killed the well in the floor of the Gulf of Mexico.\n\nIMUS: Yes.\n\nMCCORD: Finished drilling the relief well last week. Pumped in cement into the shaft to permanently plug it and \nthat is it so far as the well itself is concerned, but of course --\n\nIMUS: Should have plugged it with the BP executives.\n\nMCCORD: They could have solved this thing early on.\n\nMCGUIRK: Yes.\n\nIMUS: Oh, man.\n\nMCGUIRK: Hey, Tony, come here.\n\nIMUS: Yes, what is that all about.\n\nTwelve minutes after the hour here on the IMUS IN THE MORNING program. Warner's going to have all the sports \nin a second. Connell has the business news here on the Fox Business Network.\n\nWhat's coming up, Connell?\n\nMCSHANE: Well, the market has been up now for three weeks in a row. The Dow has added more than 450 points \nover that time span.\n\nIMUS: What does that mean, Connell?\n\nMCSHANE: And the futures are --\n\nIMUS: You keep going on about the market up.\n\nMCSHANE: What would you like me to tell you? You want me -- give me that Stephen Hawking book and I'll read a \nfew pages of it.\n\nIMUS: No, no, no, I don't think we have to try to make me feel bad.\n\nMCSHANE: Oh.\n\n\n\nIMUS: But the market -- it's all I'm hearing, the market's been up. Well, what does that mean? What does that mean \nto us?\n\nMCSHANE: Well, the -- well, if you have an investment, your -- that 401(k) plan, I-man, that you're stashing away \nfor your retirement, which hopefully -- never mind -- which may or may not be coming --\n\nMCCORD: Oh.\n\nIMUS: Well, what?\n\nMCSHANE: It could be higher as the stock market goes up.\n\nIMUS: Was that -- were you taking a shot at the old cowboy here?\n\nMCGUIRK: Oh, no, no, no, no.\n\nMCSHANE: I thought better of it.\n\nIMUS: So he's a skunk (ph)?\n\nMCCORD: He stopped. He stopped.\n\nIMUS: Well, no, that's OK. Go right ahead. I'm fine.\n\nMCCORD: He reined in.\n\nMCSHANE: So there's this forecast out on seasonal hiring. You want to hear about that for the holiday?\n\nMCGUIRK: Yes.\n\nMCSHANE: Why would you want to hear about that? The people are --\n\nIMUS: Yes, yes, I do want to hear about it.\n\nMCSHANE: The retailers are going to hire more for the holiday season, as they always do. They hired a half a \nmillion people last year. But the problem is, and this is just in this out placement firm, Challenger Gray and \nChristmas puts it out, they said the levels are still going to be below where they were in the recession. So we still \nhave not gotten back to where we were in terms of people getting temporary jobs around the holiday.\n\nIMUS: I don't care --\n\nMCSHANE: About anything.\n\nIMUS: How many of these people they hire for the holidays, there's not one of them who will sell me anything for \nyou.\n\nIt's 13 after the hour. It's time for sports. And here with that is Warner Wolf.\n\nGood morning, Warner.\n\nWOLF: Good morning, I-man.\n\nThe late game, no contest between Payton and his brother Eli. The Colts beat the Giants 38-14, three touchdowns \nfor Payton, while Eli fumbled twice, was intercepted once, setting up 17 Colt points. By the way, Giants running \nback Brandon Jacobs, upset at --\n\nIMUS: Now if you're Payton -- or if you're Archie Manning and Mrs. Manning --\n\n\n\nMCCORD: Yes.\n\nWOLF: Yes.\n\nIMUS: And you're there in the suite with all the folks, and, of course, the conversation, who do you root for, both \nyour kids are playing.\n\nMCCORD: Sure.\n\nIMUS: And one of them comes up just, well, doesn't come up great, so, how do you explain that? I mean --\n\nMCCORD: What do you say to your guests --\n\nIMUS: What do you say?\n\nMCCORD: That are there? I mean how do you explain this LMAO performance here.\n\nWOLF: Say, well --\n\nIMUS: One of whom is not riding on the team bus, is riding on the short yellow one.\n\nWOLF: Well, we've got one out of two, folks.\n\nI was saying, Brandon --\n\nIMUS: Or like Jamey Johnson, two out of three ain't bad.\n\nWOLF: No.\n\nMCCORD: He was adopted.\n\nIMUS: Yes.\n\nMCCORD: How about that?\n\nWOLF: So Brandon Jacobs upset at not playing, threw his helmet at the Giant batch and it went into the stands, \ncaught by a fan who didn't want to give it back. He shouldn't, right?\n\nMCGUIRK: Damn right.\n\nWOLF: You lose.\n\nMCCORD: Yes.\n\nMCGUIRK: Possession, 99 percent.\n\nWOLF: They keep the baseball.\n\nNow, the best finish of the day, the Redskins and Texans were 27-27 in overtime and the skins Graham Gano \nmade an apparent game winning 52 yard field goal. Larry Michael WTEM Washington.\n\n(BEGIN VIDEO CLIP)\n\nLARRY MICHAEL, WTEM: From 52 yards out, Gano gives it a kick. It's long enough. And it is --\n\nUNIDENTIFIED MALE: Good, I think.\n\nMICHAEL: They called a time out before the kick. That would have been good from 60 yards out.\n\n\n\n(END VIDEO CLIP)\n\nWOLF: So that was nullified because the Broncos called a timeout. So with another chance from the 52 yard line.\n\n(BEGIN VIDEO CLIP)\n\nMICHAELS: The kick. On the way. He's got the distance and it is no good. He missed it.\n\n(END VIDEO CLIP)\n\nWOLF: So, Texas' Neil Rackers then make the winning field goal.\n\nIMUS: The Cowboys play them next week, right, the Texans. Yes, they do. So who's going to win that game, \nCowboys 0-2.\n\nWOLF: The Cowboys look horrible.\n\nIMUS: Yes.\n\nWOLF: I would pick the Texans in that game.\n\nIMUS: Wonder where that game is.\n\nWOLF: I'll tell you right now, I-man. Oops.\n\nIMUS: Well, I just --\n\nWOLF: Thought I knew it all --\n\nIMUS: The game's in Houston, Warner.\n\nWOLF: Oh, the game --\n\nIMUS: Bigfoot knew before you did.\n\nWOLF: The game's in Houston.\n\nMCCORD: Wow.\n\nIMUS: Which is not good.\n\nWOLF: The game's in Houston, I-man.\n\nIMUS: All right, let's moving along here.\n\nWOLF: All right. The --\n\nIMUS: Who won the car race?\n\nWOLF: The car race was won by Denny Hamlin.\n\nIMUS: Oh, OK.\n\nWOLF: Yes, so --\n\nIMUS: Part of The Chase deal. Junior, according to Dagen, ran fourth, but might as well be last, so --\n\nWOLF: That's right.\n\n\n\nIMUS: Like \"Talladega Nights,\" if you're not first, you're last.\n\nMCCORD: You got it.\n\nWOLF: And there's one other story.\n\nIMUS: Quickly.\n\nWOLF: All right. Yesterday's -- during the Cubs/Marlins game, the Cubs rookie outfielder Tyler Colvin was pierced \nin the chest by a piece of the shattered bat off of Cubs catcher Wellington Castillo.\n\nIMUS: What?\n\nWOLF: Yes. Colvin was running down the third baseline, and the bat shattered. They -- you know, there's been a lot \nof controversy about these maple bats, which break, and it just stabbed him right in the chest.\n\nMCCORD: It was inevitable. It had to happen sometime because of the maple bats.\n\nWOLF: So he is in critical -- well, stable condition in a Miami hospital where he will remain for a few days.\n\nIMUS: It could have killed him.\n\nWOLF: Yes, of course.\n\nMCCORD: Oh, absolutely.\n\nWOLF: Absolutely, yes. A lot of people say --\n\nIMUS: Why did they go to the maple bats, Charles?\n\nMCCORD: I don't know.\n\nIMUS: Do you, Warner?\n\nMCCORD: Running out of ash.\n\nWOLF: Well, I think it's a --\n\nIMUS: Do you know?\n\nWOLF: No.\n\nIMUS: OK. What else now?\n\nWOLF: U.S. beat Columbia, Davis Cup, so they qualify for the playoffs.\n\nIMUS: Patrick McEnroe's final --\n\nWOLF: Right.\n\nIMUS: Effort as a Davis Cup captain and they won and it's good to save him and his father and his mother, his \nsiblings and America further humiliation.\n\nIt's 17 after the hour here on the IMUS IN THE MORNING program. This is one of Major Garrett's five favorite \nsongs. And Bernie will have a briefing and then Dagen will be on and then we'll talk to Major Garrett.\n\n\n\nIMUS: Well, let me talk to you about Chamonix Esotique. I've been talking to you about it for a couple of years now \ntrying to get you to buy this stuff and rub it on your face and see what happens. Well, I'll tell you what's going to \nhappen, it's going to get rid of those lines and wrinkles. They guarantee it will.\n\nYou know, when they normally sell Chamonix, and they normally sell this Esotique, there's a money back \nguarantee. If you're not satisfied with it, they give you your money back. They don't ask any questions.\n\nSo it's non-toxic, packed with antioxidant and a natural collagen builder. So it doesn't cover up wrinkles, it treats \nthem. So -- plus, Esotique contains no mineral oil, no byproducts -- well, I mean, it's not like rubbing motor oil on \nyour face.\n\nSo you order Chamonix, that Esotique stuff, rub it on there and they'll throw in some eye cream free with the order. \nThat's how crazy these people are. Here's the number. This morning -- you've been putting this off forever. Do it \nthis morning. Call them, 800-SKIN-980, 800-SKIN-980.\n\nMCSHANE: News in on IBM. It's making an acquisition to start off the week. Big blue buying Netezza for $1.7 \nbillion. The company specializes in data storage. It comes to $27 a share for Netezza. And there's the shares \njumping by 13 percent or thereabouts in pre-market trading. It will be a big mover today, you would think, being \nacquired by IBM. So that story was just in, so I wanted to bring that to you.\n\nWe also want to keep an eye on the markets to see how things are shaping up ahead of the Monday Wall Street \nsession. They've been higher in Europe all morning long. London's market is up 1.2 percent. Our futures here in the \nU.S. indicating that the open, a little over an hour in New York, could be a higher one. Up 44 points on the Dow \nfutures. So, again, three weeks in a row of gains and eight days in a row of gains for the Nasdaq composite. So \nwe'll see if the Nasdaq can make it nine in a row today.\n\nGold has been up as well. It's at $1,282 an ounce now and gold -- and oil moving between gains and losses is back \nhigher.\n\nAnd IMUS IN THE MORNING continues right now here on Fox Business, the power to prosper.\n\nIMUS: Twenty-four after the hour here on the IMUS IN THE MORNING program, on the radio around the country, \non the Fox Business Network.\n\nI read an essay that John Batchelor wrote. He's on WABC Radio in New York at 9:00 at night Eastern Time and on \na bunch of other stations all around the country. And the guy is brilliant. And he's an i-fave.\n\nMCCORD: Uh-huh.\n\nIMUS: And he wrote an essay in \"The Daily Beast,\" and it may still be up. It's worth reading. Referring to Newt \nGingrich as the fat Elvis.\n\nMCCORD: I'll check it out.\n\nIMUS: It's just --\n\nMCCORD: I've got to look at it.\n\nIMUS: How tedious it is for the young guns in the Republican Party to have to listen to fat Newt whine on about \nwhatever it is. But it's brilliant. So we're going to book the boy on the program.\n\nMCCORD: All right.\n\nIMUS: Again, because he's become almost a regular, John Batchelor. I like him a lot. My five favorite songs this \nweek are all Jamey Johnson songs. \"Lonely At The Top,\" which Keith Whitley wrote years ago.\n\n\n\nMCCORD: Great.\n\nIMUS: And Jamey said he didn't think anybody had ever done it.\n\nMCCORD: Yes.\n\nIMUS: Well, he did. Might be lonely at the top, but, man, it's a bitch at the bottom.\n\nMCCORD: Amen.\n\nIMUS: \"Even The Skies Are Blue.\" \"The Guitar Song.\" The name of the album by Jamey Johnson and Bill \nAnderson. \"Macon.\" And \"Playing The Part.\" Eating that tofu and high dollar wine. So the boy's good. He's the \nfuture of country music. As weird as that sounds.\n\nIt's 25 after the hour. It's time for the \"Bernie Briefing.\" And here with that is Bernard McGuirk, sponsored by P.C. \nRichard & Son.\n\nGood morning, Bernard.\n\nMCGUIRK: Yo, chief.\n\nWell, tonight the new season of \"Dancing with the Stars\" begins. The 11th - - can you believe the 11th season of \nthis show? But anyway, it has not exactly a-list stars in it. Michael Bolton, Margaret Cho, the Chinese comedian.\n\nIMUS: Oh, please.\n\nMCGUIRK: David Hasselhoff.\n\nIMUS: Oh, my God.\n\nMCGUIRK: \"The Situation\" is going to be there. And --\n\nIMUS: I watched that the other night, \"The Situation.\"\n\nMCCORD: \"Jersey Shore.\"\n\nMCGUIRK: \"The Jersey Shore,\" yes.\n\nIMUS: Here's the thing. I mean I've been around a while and there are few people more liberal than I am about stuff \nlike that and other stuff as well. But anyway, and I've seen all of these various reality shows going back to Ozie and \nhis deal.\n\nMCCORD: Yes.\n\nIMUS: But these people, Bernard, are personally repugnant.\n\nMCGUIRK: As I've been saying.\n\nIMUS: As you've been saying.\n\nMCGUIRK: They are totally useless nitwits, that's why they hate us. Wherever they hate us, this is one of the \nreasons why.\n\nIMUS: You can make a case for the Kardashians. You can make -- like when Hulk used to have his. All of these \nvarious housewife shows. They all -- the people all -- they're somewhere -- some inkling that they have some \nredeeming value as --\n\n\n\nMCCORD: As humans.\n\nIMUS: As part of people on the planet. But this, I mean --\n\nMCGUIRK: Just a bunch of sickening losers.\n\nIMUS: You can't -- it's just sickening. I mean, really. So you don't want to be burping your pizza when you're trying \nto --\n\nMCCORD: No. No.\n\nIMUS: You know what I'm saying.\n\nMCGUIRK: And they get the biggest numbers on MTV. And in New York here, sometimes they beat broadcast TV \nprogramming. It's unbelievable.\n\nIMUS: God bless them.\n\nMCGUIRK: But, anyway, that -- so that guy will be on. And Bristol Palin is going to be dancing. And she's going to \ndance --\n\nIMUS: Oh, geez, are you telling (ph) me, Bristol Palin, Michael Bolton. I mean, come on.\n\nMCGUIRK: She's going to dance to the song \"Mama Told Me Not To Come.\" She's going to rip off some tear away \nclothes and her mom, Sarah, is going to be in the audience watching the whole thing. So tonight.\n\nIMUS: Well, she's a nice young lady. I'm fine with her. I'm sure she'll be fine.\n\nMCGUIRK: And the Delaware --\n\nIMUS: It's fun. It's fun.\n\nMCGUIRK: Yes, it's good stuff. It not \"Jersey Shore.\" It doesn't make you sick.\n\nIMUS: It's harmless. It's harmless.\n\nMCGUIRK: The Delaware Republican candidate for Senate, Christine O'Donnell, she continues to make national \nheadlines. Some say she's the Alvin Greene of the GOP. But over the weekend Bill Maher, who had her on 22 \ntimes over his various shows, he wants to get her on and he's threatening to release clips of her embarrassing \nstatements each show if she doesn't agree to appear. And he did so on Friday night where she said she dabbled \ninto witchcraft and here's a clip of that.\n\n(BEGIN VIDEO CLIP)\n\nBILL MAHER, \"REAL TIME WITH BILL MAHER\": You were a witch. Let me show this clip. This is from \"Politically \nIncorrect.\"\n\nCHRISTINE O'DONNELL: I dabbled in witchcraft. I never joined a convent.\n\nUNIDENTIFIED MALE: Wait a minute, you were a witch?\n\nO'DONNELL: Well, I did. I did.\n\nMAHER: I don't know what -- yes, she was a --\n\nO'DONNELL: I was a witch.\n\n\n\nMAHER: You were a witch.\n\nUNIDENTIFIED MALE: How are you (INAUDIBLE)?\n\nO'DONNELL: Because I dabbled in witchcraft. I hung around people who were doing these things.\n\nUNIDENTIFIED MALE: Having fun (ph).\n\nO'DONNELL: I'm not making this stuff up. I know what they told me they do. I mean --\n\nUNIDENTIFIED MALE: Well, what did they (ph) do?\n\nO'DONNELL: In one of my dates, one of my dates, one of my first date was --\n\nUNIDENTIFIED MALE: I want to hear about the (INAUDIBLE).\n\nMAHER: Well, wait, I want to hear about this.\n\nO'DONNELL: One of my first dates with a witch was on a satanic alter and I didn't know it. And, I mean, there's a \nlittle blood there and stuff like that.\n\nMAHER: That was a date?\n\nUNIDENTIFIED MALE: Your first day was a satanic alter?\n\nO'DONNELL: Yes, yes, we went to a movie and then like had a little midnight picnic at a satanic alter.\n\nMAHER: What type of a movie and --\n\n(END VIDEO CLIP)\n\nIMUS: Well, that seems kind of, that's --\n\nMCGUIRK: It's high school stuff, right, chief.\n\nIMUS: She's a child.\n\nMCGUIRK: Yes, that's kind of innocent. I mean --\n\nMCCORD: Yes. A child.\n\nMCGUIRK: And the same thing with the anti --\n\nIMUS: That's -- that's trying to -- that's Maher, and I love Maher, you know that, but that's trying too hard.\n\nMCGUIRK: Right. She's matured.\n\nIMUS: Whatever. She's still a whack-job, but, so --\n\nMCGUIRK: She's probably got a little --\n\nIMUS: I mean she can't possibly be serious, can she, unless she gets elected?\n\nMCCORD: Then she's serious.\n\nMCGUIRK: Oh, yes.\n\n\n\nIMUS: Then she's just like James Traficant or some other whack job. So, I mean, it's not the end of our former \ngovernment, although maybe it should be.\n\nMCGUIRK: Well, the president went to mass yesterday with the wife. And no, Chelsea didn't bring a prayer rug. \nAnd they all received communion and all is well. The president is a Christian and he was at church with the family.\n\nIMUS: What if he were not?\n\nMCGUIRK: Well --\n\nIMUS: What difference would it make?\n\nMCGUIRK: It would make a difference in the election because he wouldn't get elected.\n\nIMUS: He wouldn't?\n\nMCGUIRK: No, not in this country. No. No way.\n\nIMUS: Well, they elected a guy who's a Muslim from Minnesota.\n\nMCGUIRK: Yes, that's one, but hardly on a presidential level. That would be the difference, but --\n\nIMUS: Oh, I see.\n\nMCGUIRK: -- if he was a Muslim per se, I mean, who knows? Some people might think he'd be sympathetic to al \nQaeda. I don't know.\n\nIMUS: Well, they thought John Kennedy was going to take orders from the pope. I mean, come on.\n\nMCGUIRK: Well, that would be the problem. I'm not saying he would be.\n\nIMUS: That's why, you know, you just can't take it seriously.\n\nMCCORD: Well, as Bernie was just saying, that would probably be one of the arguments just like it was for Mr. \nKennedy.\n\nIMUS: Right. Let Jon Stewart and his gang of cut-ups take it seriously. I can't.\n\nMCCORD: No.\n\nIMUS: Oh God.\n\nThirty-one after the hour.\n\nWhat else?\n\nMCGUIRK: That's it.\n\nIMUS: Oh, OK.\n\nBernard McGuirk with a briefing.\n\nHere now is Dagen McDowell with a Fox Business Network business report.\n\nWhat's going on, Dagen?\n\nMCDOWELL: Good morning, sir.\n\n\n\nThis week on Fox Business, it's \"Taxed to Death Week,\" focusing in part on the fact that this country is potentially \nfacing the largest tax hike in U.S. history if the Bush tax cuts full on are allowed to expire by the end of the year.\n\nThat would mean that Americans are handing to the government $3 trillion in additional money over the next 10 \nyears, until the Democrats who are in power, at least right now, get on the stick and do something about it. That's \ngoing to be a focus of many stories that we're doing this week, and in terms of taxation in this country.\n\nIMUS: Has there been an announcement about you and numb nuts?\n\nMCDOWELL: Not that I know of, but I'm usually the last to know. Well, just go ahead and say it.\n\nMCGUIRK: What about her and Charles?\n\nIMUS: Well, no, because I don't know if I'm supposed to or not.\n\nMCCORD: I don't think you are.\n\nIMUS: One of the things I don't do is -- what, Big Foot?\n\nUNIDENTIFIED MALE: I don't think that announcement has been made yet.\n\nMCCORD: No.\n\nIMUS: So are you on the air or on the intercom, Big Foot?\n\nUNIDENTIFIED MALE: I am on the air.\n\nIMUS: Oh, yes.\n\nMCDOWELL: He's on the air.\n\nIMUS: So how are you?\n\nUNIDENTIFIED MALE: I'm doing perfect.\n\nIMUS: How was your weekend?\n\nUNIDENTIFIED MALE: It was great, except for the Redskins game.\n\nIMUS: A big Redskins fans are you, huh?\n\nUNIDENTIFIED MALE: Huge.\n\nIMUS: Wish we had more time to get into that.\n\nMCCORD: But we're back on the air now.\n\nIMUS: We're done. We're back on the air. And we don't.\n\nThank you very much, Dagen.\n\nWho is going to win the championship in the car race, Dagen?\n\nMCDOWELL: Denny Hamlin is my prediction. By the way, he came in second over the weekend. Clint Bowyer won \nthat race, but I bet you Denny Hamlin wins it all.\n\nIMUS: Here is one of Major Garrett's five favorites songs.\n\n\n\n(MUSIC)\n\nMCSHANE: There's some breaking news here from the credit card industry on the earnings front.\n\nDiscover Financial is out with better-than-expected profit from its last quarter. It earned 47 cents a share. The \nestimate was 37 cents a share, so it's able to beat the Street by a dime. There's the stock at $15.57. Year to date, \nit's up almost six percent.\n\nWe'll keep an eye on it today after a $260 million profit was reported in the last quarter and card sales volume went \nup by five percent. So that's one stock to watch.\n\nLet's look at futures now, see how the overall market is doing less than an hour before the opening bell rings on \nWall Street. We're still higher, but off the highs of the morning.\n\nDow futures now up 31 points. Nasdaq we'll try to make it nine in a row today. We'll see if that happens, as IMUS IN \nTHE MORNING continues on the Fox Business Network, \"The Power to Prosper.\"\n\n(BEGIN VIDEO CLIP)\n\nWOLF: But here was Jets coach Rex Ryan looking for outside help.\n\nREX RYAN, NEW YORK JETS COACH: We're hoping for a crosswind about 50 miles an hour to come through \nthere, and we'll see if Brady can throw through that stuff.\n\nWOLF: Oh, like he's pulling for the wind.\n\nMCGUIRK: The weather.\n\nWOLF: Oh, man.\n\nIMUS: Oh, man.\n\nIMUS: Oh, man. I mean --\n\nWOLF: That is --\n\n(CROSSTALK)\n\nUNIDENTIFIED MALE: Oh, my God.\n\nIMUS: The weather?\n\nWOLF: Yes.\n\nUNIDENTIFIED MALE: Are they going to the Super Bowl?\n\n(END VIDEO CLIP)\n\nIMUS: Twenty-two until the hour here on the IMUS IN THE MORNING program, on the radio around the country, \nFox Business Network all over the world.\n\nTomorrow, Matt Taibbi, \"Rolling Stone.\" Then one of the young guns, Congressman Eric Cantor.\n\nSpeaking of fat Elvis, want to hear from fat Elvis. According to John Batchelor on \"The Daily Beast,\" which is a \npretty good Web site, by the way, they're all tired of Newt stating the obvious. You know, just don't need to --\n\n\n\nWell, until September 2010, he was the chief White House correspondent for Fox News. Now, he's the \ncongressional reporter for \"The Weekly Reader.\"\n\nPlease welcome to the program --\n\n(LAUGHTER)\n\nMCCORD: Well, maybe not.\n\nIMUS: Or something -- Major Garrett.\n\nMAJOR GARRETT, CONGRESSIONAL REPORTER, \"THE NATIONAL JOURNAL\": \"The National Journal,\" I-Man.\n\nIMUS: Good morning, Mr. Garrett. How are you?\n\nGARRETT: I'm very well, sir. How are you?\n\nIMUS: I'm good.\n\nSo the obvious question is -- and I wondered at the time -- I asked everybody here at Fox News, Fox Business and \nall that --\n\nGARRETT: Right.\n\nIMUS: -- why would a guy give up the chief White House correspondent role for the number one news network, Fox \nNews, to go write for \"The National Journal,\" a medium that is slowly going out of business?\n\n(LAUGHTER)\n\nGARRETT: No, \"National Journal\" is not going out of business. Print may be going through some difficult times, but \n\"National Journal\" is not only good now, it's going to be better in the future. And here, Don, because it's your shows, \nand because I respect you so much, I can give you the real answer.\n\nIMUS: Yes, sure.\n\nGARRETT: Are you ready?\n\nIMUS: Yes.\n\nGARRETT: HDTV.\n\nMCCORD: HDTV.\n\nGARRETT: You ever watch yourself on HD? I did. I saw myself once and said I've got to get on it.\n\n(LAUGHTER)\n\nIMUS: That doesn't make any sense to us.\n\nGARRETT: Listen, it's very simple. I spent 10 years in television. I think I did well enough at it to prove that the \nprevious network that had hired me brought me into this business, CNN, that fired me and told me I had no future in \nthe business, was wrong.\n\nThat was, to put it mildly, a motivating factor for me. But I needed to get back to a place where I was, as I've said in \nprevious interviews, thinking a lot more and talking a lot less. I need a life, Don, that has no hair spray, no makeup, \nand less finality. And I'll accomplish the first thing by talking less.\n\n\n\nIMUS: You had a reputation of being right down the middle.\n\nGARRETT: Which I am.\n\nIMUS: Yes, I said it, which some reporters don't enjoy. So is this now an opportunity for you to reveal where you're \ncoming from politically?\n\nGARRETT: Oh, no. Not at all. No, no, no.\n\nThis is an opportunity for me to go back to what I came into journalism to be, which is -- and I was -- to a degree, \ntelevision allows you to be a shoe-leather reporter, but I really enjoy that. I mean, I enjoy the process of gathering a \nlot of information, much more than I can actually talk about or publish, and continue to sort of house all that \ninformation, maybe write another book -- I've written three.\n\nBut I just want to get back to the part of my life and the part of my brain that most interested me in journalism, and \ndo it for a company that I think is trying to reestablish the importance, the primacy of solid, investigative and political \nanalysis and reporting, and push back on what I've sort of come to think of as synthetic incrementalism. Stories get \nmoved along on the blogs, but they're not really being moved along. There's not really new information there.\n\nThey're just being pushed along by people in politics pushing information. And because the blogs move so rapidly, \neveryone just rides along the wave. And we're going to try to redirect that wave a little, and if I can help I'll be glad \nto do it.\n\nIMUS: Does \"The National Journal\" -- do they have some political territory they've staked out?\n\nGARRETT: No.\n\nIMUS: Oh, they don't?\n\nGARRETT: No.\n\nIMUS: They're not like news mags or --\n\nGARRETT: No, not at all. \"The National Journal\" in Washington is known from the Supreme Court, to every agency, \nto the White House, to Capitol Hill, to every cabinet agency, as the place where you find the most incisive, up-to-\ndate, analytical take on what's happening in Washington. If 20 things happen in Washington on any given week, \nwe'll tell you what the five most important were and why, and that's a great opportunity for me.\n\nIMUS: And pretty much straight down the middle, huh?\n\nGARRETT: Yes, absolutely. And look, where is the story heading anyway, Don? It's heading back to Congress. And \nI cut my teeth in this town covering Congress.\n\nSo I did the first 18 months of the Obama White House. That was tremendous history, tremendous work. I don't \nregret a moment of it. So it's heading back to Congress. I'll be there on the front row.\n\nIMUS: I don't know. We're not buying any of it.\n\nAre we, Charles? Some of it.\n\nMCCORD: I'm still trying to get past CNN saying that Major Garrett had no future in the medium.\n\nIMUS: Oh, well, they're stupid.\n\nMCCORD: I can't get that out of my mind. My God.\n\n(LAUGHTER)\n\n\n\nIMUS: CNN has no future in television.\n\nIt's 17 until the hour.\n\nSo, well, following the big story --\n\nGARRETT: That was a long time ago and several, several CNN executives ago. And I've almost, sort of possibly, \nkind of, maybe a little bit forgotten it.\n\nIMUS: One of the big stories this week, speaking of following stories, Major --\n\nGARRETT: Yes, sir?\n\nIMUS: You can stop giggling and --\n\nGARRETT: It's the first day of my new job. I'm just overwhelmed with happiness, Don. Can't you enjoy that with me \njust for a moment?\n\nIMUS: No. Following the five big stories, what would be one of them in this week?\n\nGARRETT: What would be one of them this week? Well, look, there is a tremendous wave of conventional wisdom \nthat Republicans are going to take control of Congress. All right, that's a conventional wisdom thing.\n\nI'm not sure it's true yet. You have to the voters vote. We'll take a look at whether or not that's true or not.\n\nThe second thing that's part of that is if Republicans take over, what are they going to do differently than they did in \n'94? I've already begun developing reporting on this. There's about 15 things on their short list of things they're \nsimply not going to do when they took over Congress in '94.\n\nAnd I'm going to explain or try to explain what those things are and what lessons they think they've learned. And \nwe'll try to apply it, if in fact they take control of Congress in the midterms.\n\nIMUS: I mean, the predictions are fairly solid that they'll take control of the House, the Republicans, but not so in the \nSenate. But do you think they're -- I know we don't know, we have to wait for them to vote, as you just said, but do \nyou think there's a potential for the Republicans taking both houses?\n\nGARRETT: Well, there's always the potential, but I think the Senate has always, always been a very, very long \nshot. I mean, one of the things that I found a bit off-putting of the immediate analysis after the Delaware primary that \nousted Mike Castle and put in Christine O'Donnell was, well, if only Castle had won, that was the key to 10 seats \nfor Republicans.\n\nLook, I've always believed that was a hard slog. I believe Republicans are solidly in position to pick up five to six \nSenate seats, and every seat after that is going to be very, very difficult. And that was true before the Mike \nCastle/Christine O'Donnell primary surprise in Delaware. It's even more true now.\n\nSenate seats are hard to win, and you need a massive, massive sea change. When Republicans won 54 seats in \nthe House in 1994 to retake control of that chamber for the first time in 40 years, they picked up eight Senate seats. \nThat would -- you'd need two more than that huge wave unforeseen and not before seen in almost six decades of \nAmerican politics.\n\nSo I always believed 10 was an enormous stretch. It's more so now.\n\nIMUS: Much is being made of Christine O'Donnell telling Bill Maher a number of years ago that she dabbled in \nwitchcraft. But now I've picked up an interesting thing she said that maybe something you all might want to follow \nup there at \"The National Journal.\"\n\n\n\nGARRETT: Yes, sir?\n\nIMUS: And that is she said she dated a witch. And witches are women. So --\n\nGARRETT: Yes, she did not date a warlock, so that's --\n\nIMUS: At least the ones I've known.\n\n(LAUGHTER)\n\nIMUS: So -- that was a good one, I-Man. Well, that may be something, to look into that crazy nut.\n\nSpeaking of crazy people, did you see Ahmadinejad with Christiane Amanpour, whatever her name is on ABC?\n\nGARRETT: Indeed.\n\nIMUS: That's a crazy looking little fool, isn't he?\n\nGARRETT: Well, I think -- and, you know, his Members Only jacket ensemble, it needs some updating.\n\n(LAUGHTER)\n\nIMUS: Yes, it does. But that -- oh, man. I mean, that's a dude with people in fridge. You know?\n\nGARRETT: Well, he needs to, as the one released American said, release the other two-thirds. That's the first \norder of business for that regime, for this government, and for those unfortunate civilians. They need to get out of \nthere.\n\nIMUS: So will any of the other -- will any of the Fox News Channel shows have you on? Or have they?\n\nGARRETT: Well, they haven't yet. And Don, he's my bottom line on this. I spent 10 years on television. I really do \nmean I want to spend less of my time on television.\n\nIMUS: Sure.\n\nGARRETT: And I certainly will. But if I write something that's interesting, if I report something that people think is \ninteresting and worthy to talk about, I'll come on.\n\nIMUS: So there are no --\n\nGARRETT: But I'm not going to be a contributor. I'm not going to be one of these guys that's get a phone call at \n7:00 a.m. on a Sunday, \"Hey, will you come down and bounce around us on the set on this latest poll number?\" I'm \nsimply not going to do that.\n\nIMUS: So there's no hard feelings there --\n\nGARRETT: No. No.\n\nIMUS: -- that would preclude you from doing it. Kind of what I was digging for here.\n\nGARRETT: No, not at all. No, no. Amicable in every way.\n\nIMUS: All right, baby. Well, it's very nice to talk with you.\n\nGARRETT: You're the first guy on my very first day, Don. You are and remain in the pantheon.\n\n(LAUGHTER)\n\n\n\nIMUS: Major Garrett, \"The National Journal,\" here on the IMUS IN THE MORNING program.\n\nMCSHANE: All right. Let's give you another live business alert on the markets. We're getting closer to the opening \nbell on Wall Street.\n\nIt looks like the open might be a higher one. The European markets have been up all morning long. \"The Financial \nTimes\" 100 Index there in London at the top of the screen is up more than one percent.\n\nU.S. futures are gaining ground as well. We had gains on Friday, so we're coming back from that with more gains, \nit looks like, at the open. But it's worth point out, we're well off the best levels of the morning.\n\nThe market have been up three weeks in a row. Nasdaq has been up eight days in a row. Those are the trends we \nhave coming in. But again, off the highs of the morning and still higher.\n\nNow, as for your \"Fox Business Minute,\" earnings to tell you about in the credit card industry this morning from \nDiscover Financial. A net income of $261 million for the quarter. Per share, it's 47 cents. It's well above the \nestimate, which was 37 cents, so that's a stock to watch, and there it is, higher in pre-market trading.\n\nTalks are underway involving one of Hollywood's most famous studios. Sahara India Pariwar is in talks to acquire \nMGM, so we'll see. Reports put the value of the deal at around $2 billion for this Indian company to buy MGM, \nwhich has about $4 billion in debt. So that's another story that we're following.\n\nSpeaking of the movies, \"The Town\" tops the box office over the weekend. The movie earning $23.8 million. Ben \nAffleck directed it about bank robbers in Boston. So that was number one.\n\nCommodities, oil and gold, gold is up yet again, as IMUS IN THE MORNING continues on Fox Business, \"The \nPower to Prosper.\"\n\nIMUS: Six minutes until the hour here on the IMUS IN THE MORNING program.\n\nWell, coming up tomorrow, Matt Taibbi, \"Rolling Stone\" magazine. And we're not going to talk about \"Griftopia,\" his \nnew book which will be out in November which is fabulous. That should be the Imus Book Club -- if I had one -- \nBook of the Month, because it ought to win the Pulitzer Prize just based on Chapter 2, which is the assessment of \nAlan Greenspan's tenure, which leaves Mr. Taibbi describing him as the biggest a-hole in the universe, which is not \nfar from -- and you wonder why at some point while he was soaking there in the bathtub, the old bastard, somebody \ndidn't hold his head under. But then that would be murder and, of course, as we all know, that would be wrong.\n\nMCGUIRK: Just for a little while.\n\nIMUS: So, Eric Cantor, he's coming up tomorrow, too. He's one of the young guns who's sick of the fat Elvis, Newt, \nas John Batchelor called him.\n\n(REPEAT PACKAGE)\n\nIMUS: This is the IMUS IN THE MORNING program. Time now for a business update from the Fox Business \nNetwork.\n"}