{"title": "Decent wages would secure U.S. borders", "body": "\nEver since President Bush unveiled his first guest worker plan, employer claims of labor shortages have dominated \nthe economic side of the national immigration debate. Moreover, as Bush and his allies keep repeating, legal and \nillegal immigrants alike are mainly doing \"the jobs Americans won't do\" --- physically demanding labor in low-paying \nbut essential industries.\n\nHowever, the most important statistics available show conclusively that, far from easing shortages, illegal \nimmigrants are adding to labor gluts in America.\n\nSpecifically, when adjusted for inflation, wages in sectors that are highly dependent on illegals have either been \nstagnant or have actually fallen.\n\nWhen too many workers are chasing too few jobs, employers typically cut wages, confident that beggars can't be \nchoosers. What U.S. Labor Department data reveal is that the wage-cutting scenario is exactly what has unfolded \nrecently throughout the economy's illegal immigrant-heavy sectors.\n\nTake restaurants. According to the Pew Hispanic Center, illegal immigrants comprise 17 percent of the nation's \nfood preparation workers, 20 percent of its cooks and 23 percent of its dishwashers.\n\nAccording to data from the U.S. Bureau of Labor Statistics, though, inflation-adjusted wages for the broad Food \nServices and Drinking Establishments category fell 1.65 percent between 2000 and 2005.\n\nTen percent of the nation's hotel workers are illegal immigrants, the Pew Center estimates. But the BLS data show \nthat their inflation-adjusted wages fell nearly 1 percent from 2000-2005.\n\nIn the booming construction industry, illegal immigrants make up some 12 percent of the work force. But from 1993 \n---when median home prices began surging at a record pace --- through 2005, inflation-adjusted wages in the \nsector rose only 3.02 percent. And from 2000 to 2005 --- the height of the boom --- inflation-adjusted construction \nwages actually fell by 1.59 percent.\n\nThese wage trends in illegal immigrant-heavy industries make clear that these sectors are not facing shortages of \nnative-born workers. They're facing shortages of native-born workers who can accept poverty-level pay.\n\n\nIf the president and Congress have any interest in ensuring that American immigration policy helps raise and not \ndepress living standards, they'll tell these employers to stop the special-interest pleading and do what their \npredecessors throughout American history have done: Raise pay high enough to attract the U.S. workers you need.\n\n* Alan Tonelson is a research Fellow at the U.S. Business and Industry Council Educational Foundation in \nWashington.\n"}