{"title": "POLS LOOK TO EASE IMMIGRATION RULES", "body": "\nThere may be hope for families who don't make enough money to sponsor relatives for citizenship, immigrant \nadvocates announced yesterday.\n\nThis week, Reps.\nAnthony Weiner (D-Brooklyn) and Charles Rangel (D-Manhattan) will propose federal legislation to lower the annual \nincome required to sponsor immigrants.\n\nIn 1996, a law was passed requiring families to make 125% of the poverty level if they wanted to bring a relative \ninto the United States. Currently, a family of four has to make $23,125 to sponsor a family. If the bill passes and \nbecomes law, they will have to make $18,400, the federal poverty level.\n\nOpponents of the bill argue that higher income thresholds mean immigrants are less likely to wind up on welfare.\n\n\"The sponsor has to be able to assume the costs of shelter, food and health care,\" said David Ray, spokesman for \nthe Federation for American Immigration Reform. \"If they can't, it will be a drain on federal funds.\"\n\nMoises Perez, executive director of the Washington Heights-based community group Alianza Dominicana, \ndisagreed, saying: \"We're not seeing that immigrants are a burden across the country.\"\n\nInstead, he said, under current restrictions, immigrant families have become disjointed.\n\nPerez recalled that his mother immigrated from the Dominican Republic two years before he and his brothers \ncould join her.\n\n\"The degree to which this law can reinforce the family ties that bind is tremendous,\" he said.\n\nThe bill faces an uphill battle. Opponents say a sluggish economy and the post-9/11 vigilance will make the federal \ngovernment wary about relaxing immigration laws.\n\nStill, Weiner is optimistic.\n\n\"There is always an element in Congress that is viscerally anti-immigration,\" said Weiner, who estimated that \n75,000 families across the country would benefit from the legislation. \"I think we're going to be able to find a \ncoalition of support.\"\n"}