{"title": "Illegals & Licenses; Conflicts in Congress; The U.S. Looking like Argentina; Rep. Sheila Jackson Lee Rewriting History", "body": "\nNEIL CAVUTO, FBN HOST: Well, never mind they really shouldn't even be here, right? And now, we're giving them \nlicenses so at least they can drive around while they are here.\n\nThe same week that illegals were protesting outside the White House for rights they really shouldn't have because \nafter all, they're illegal, states across the country trying to keep up with all the illegals now demanding licenses \nthey think they shouldn't get. Or should get. I think they shouldn't get.\n\nIt's weird, right? It's upside down world.\n\nWelcome, everybody. I'm Neil Cavuto.\n\nAnd I'm beginning to agree with that California congresswoman Barbara Lee who said she's ashamed to be an \nAmerican looking at all the treatment we're giving illegals in this country. But I'm ashamed for different reasons. I'm \nashamed to be an American looking at the treatment of legal Americans in this country. I'm ashamed to be \nAmerican watching our leaders drive this country off a cliff and now giving illegals the keys to the car.\n\nDid you know in the congresswoman's own state, more than 1.4 million illegals will soon be applying for a driver's \nlicense in January? California says not to worry, that they won't look like legal Americans' licenses even though \nthe ones that we spied look pretty damn close and states that do provide such licenses - they're about a dozen \nnow - tend not to distinguish too much.\n\nSo look at Illinois' driver's license for illegals. The one on the right is an illegal. The one on the left is for \n(INAUDIBLE) a legal. Even if you blow that up, I mean, I can't make out the big difference. Of course, no one \nstamps \"illegal\" on a license, do they?\n\nThis can't be happening but it is happening. A congresswoman who feels ashamed for a country spending billions \nto process and educate tens of thousands of illegals dumped here then provide licenses to illegals so at least \nthey can drive around while they are here and legalizes this lunacy by allowing illegals who still might feel slighted \nto protest outside the White House - the White House - and not fear getting arrested here.\n\nShe's ashamed that we're callous. I'm ashamed that there are idiots in Congress this clueless.\n\nAll right. Sorry I'm a bit riled up but I am a bit fed up and I want to know if you are too. You can use #Cavuto to tell \nme your thoughts.\n\nAll right. To Pinal County, Arizona Sheriff Paul Babeu.\n\n\nSheriff, this is getting - this is getting crazy now. What do you think?\n\nSHERIFF PAUL BABEU, PINAL COUNTY, AZ: It's out of control, Neil, and I can tell you that now, lawbreakers are \nbeing rewarded. And here, this - giving driver's licenses is clearly a function of the individual states and now, the \ncourts are stepping in, ruling that because Obama and his administration have granted deferred action or some kind \nof legal standing here in the United States, that now we must - as individual states - issue these driver's licenses. \nThis is absurd and it puts an additional burden on our state. Already, just our state of Arizona has $2.8 billion each \nand every year for educating, for incarcerating and providing medical care, why not just give them licenses now \nand what's next?\n\nCAVUTO: Sheriff, though when you think about it, when you give someone a license - however you want to brand \nit or distinguish it, differentiate it - that is a gateway to a lot of things. That could be an ID that can get you \nanywhere, dare I say even to vote if there are unsuspecting people handling the polls. So where are we going with \nthis? What is next after this? Because I think it's flipped around that we've (INAUDIBLE) illegals.\n\nBABEU: It is. Our country has been turned up on its head. And here, now, we're rewarding lawbreakers and we're - \nstates are being forced to sanction this violation which I think is undermining the rule of law. When the President \nand his power grab from the executive branch clearly has circumvented the process that the Constitution has laid \nout, Congress makes the laws, and yet with these executive orders and these fiats from the president, now, we're \nhaving the same effect as law. And this is where what we've seen happen in the latest waves of unaccompanied \njuveniles and terming it as a \"humanitarian crisis\", what we're inviting by accepting the 60,000 what's predicted to \nbe 90,000 by October 1st is actually another wave of 90,000 because there's no consequence. There's no \nconsequence for breaking the law. What would be humanitarian is put them on planes, return them to their country \nof origin and reunite them with their families there.\n\nCAVUTO: All right. Sheriff, if you can stay, I want to bring in my buddies. We've got Rich Ungar all back with us, \nDavid Asman, Veronica Dagher.\n\nDavid, this is getting a little weird here, all right, and not only the license thing, protesting outside the White House \nand you're an illegal and no one arrests you thing, the congresswoman thinks she's ashamed to be an American \nthing. What's happening?\n\nDAVID ASMAN, FOX BUSINESS' \"AFTER THE BELL\" HOST: Well, I think the Sheriff has it absolutely right. To \nprovide legality for illegal behavior is Orwellian nonsense. This is what the Soviets used to do. Black is white. Peace \nis war. Et cetera, et cetera. Our country is based on commonsense laws and when you have laws that contradict \nother laws - particularly when you get down to the base, the basic law is that act is legal, that act is illegal. You're \nallowed to do what's legal. You're not allowed to do what's illegal. If you confuse those, you confuse the rule of law \nin the country and I'm worried about our republic. I really am.\n\nCAVUTO: I also worry. We're talking about a January 1st thing in California with these licenses. Other states have \nit now, Veronica, but I'm more worried what news we could be hearing out of the White House after Labor Day. \nTiming is everything, but where the president try to slow millions of deportations, if not stop them outright, pushing, \ngoading Republicans - what is that all about?\n\nVERONICA DAGHER, WALL STREET JOURNAL COLUMNIST: It could get messy and it's definitely going to \nbecome an election year issue. I think from a personal finance standpoint though, I think one of the big issues with \nthis is who is going to pay for all this? They're opening all of these offices. It's going to be the taxpayer - it's going to \nbe a burden on them. Not to mention the insurance premiums of the people in these states. A lot of these people \nare uninsured and they're going to continue to be uninsured so that means higher premiums for all those taxpayers. \nI think there's ramifications to decisions like this that aren't really thought through, and I don't think the president's \naddressing it. I don't think anyone's really thinking through them.\n\nCAVUTO: We do them and then we pay for them later.\n\n\n\nRICK UNGAR, PROGRESSIVE COLUMNIST: You're all wrong. And I - now, look, we've been through this in \nCalifornia for years, years and years. Long as I was living there, we were having this debate about driver's \nlicenses. Here's the reason to do it. What happens when somebody gets a driver's license? They are far more \nlikely to get insurance on the vehicle they're going drive. If they don't have a license, they never have insurance.\n\nDAGHER: These folks can't afford that though. They don't have the money. Who's going to pay for that?\n\nUNGAR: No, that's just not true actually. If they can afford to buy the car, they can afford to buy the insurance. \n(INAUDIBLE).\n\nCAVUTO: When an illegal hits you with or without the license--.\n\nDAGHER: Where are they going to get the money from? They're getting minimum wage, not even.\n\nUNGAR: It's not the license. It's the insurance.\n\nCAVUTO: Fine, fine. You're making the assumption then with that license, they're insured?\n\nUNGAR: Well, no, no. They're not insured with the license. But we do have the data. As I say, California went \n(INAUDIBLE) through this for years. If they take the trouble to get the license and they have a car, they're far more \nlikely to have the insurance. That's what we care about.\n\nCAVUTO: All right. I love Rick to death, Sheriff, but here's my issue with that though - we are justifying lunacy. We \nare trying to say, \"Well, actually, this is to our own betterment. We have millions of them here. We have 1.4 million \nof them in our state. Go ahead and get a license. At least if they get in a car accident with you, you'll be protected.\" \nIn other words, justifying what is already criminal behavior by trying to cut down on any crime against you, it just \nseems weird. That's all I'm saying. Sheriff?\n\nBABEU: Clearly, we're chipping away at the rule of law when you're actually - you're blessing off on the fact that \nthey're here and they're here illegally, when you're giving them further legal standing here in our country, and then \nthe rest of us are shouted down when we want to put Americans and our families and our rights first for once. \nInstead of wasting all of this money, the $3.7 billion the president's asked for, why don't we put that money and \nredirect it to border security because each and every time he asks for money, it's a band-aid, it's a one-time fix? We \ndon't solve the core issue. We will never get on to this \"immigration reform\" until this border is finally secured. And \nthere's no interest on behalf of the president to get this done.\n\nCAVUTO: All right. I want to pick up on that theme because when we come back here, there's no interest really on \nthe part of Republicans to get anything done either. Some curious developments in Washington today that have me \nwondering whether both parties are making a bad thing worse? After this.\n\nCAVUTO: All right. Well, we always talk about the president going slow on policing the border line. Republicans \nhaven't done much better. They're trying to scramble to get something done.\n\nBack with our All-Stars.\n\nDave, not look good.\n\nASMAN: It's not looking good. You've got two contingents in Congress, basically. You have the Ted Cruz contingent \nand they want to - they want to have tough border laws. They want to do what the sheriff was talking about, really \nman up the border there. They want to make sure that illegals don't get legality that they can use potentially to \neven vote with. You bring up the great point - that they can use these - I call them \"phony licenses\" - they can use \nthese licenses.\n\nCAVUTO: It's all you need. Sometimes I go in to some polling place--.\n\nASMAN: I didn't even need that the last time I voted in the upper Westside in the last election.\n\n\n\nCAVUTO: Well, (INAUDIBLE) everyone knows that.\n\nUNGAR: And we know you're a Republican so--.\n\nASMAN: But the point is is that you've got the Ted Cruz. Then you have the Boehner. I'm just wondering how much \nlonger Boehner can say, \"I represent the Republican base of the party\" because I think the Republican base is \nagainst the kind of do-nothing attitude that Boehner represents.\n\nCAVUTO: Well, this is what I agree in and this is where I say, \"A pox on both party's houses\" here because let's get \nsomething done. You're both talking past each other. You agree on central elements here about tightening security \naround the border, maybe not to the degree each side wants. I mean, Republicans - every other foot there'd be a \nsoldier, and Democrats, maybe every other 50 miles. But there are some commonalities. We're not seeing it done.\n\nDAGHER: It's just how funny how far apart Congress is from the average American who wants something to get \ndone. They want--.\n\nCAVUTO: Like what? What, what, what? We've seen (INAUDIBLE) done in the past and the rap against the things \nwe've seen in the past is that they've blown up in our face.\n\nDAGHER: Well, they have blown up in our face and they want some sort of reform. I'm not - I'm not going to \nrepresent America in terms of what we can come together on but they want Congress to take action. They want \nthem to earn their salaries, to work to come up with a solution, to do what they're supposed to do and compromise, \ncome up with something that's going to be agreeable for folks. You might not agree on everything-\n\nCAVUTO: But they're each playing to their base. They're each playing to their base.\n\nDAGHER: --they're playing to their base but nothing is getting done. (INAUDIBLE) no confidence, America.\n\nCAVUTO: Well, let me ask Rick Ungar. (INAUDIBLE) during the break - 'cause you're a great lawyer besides being \na clueless Democrat, but (INAUDIBLE). One of the things that you mentioned is that if the president were to push \nthe stop in deportations for a few million I'm told, that that would be bad and that it would be illegal and that would \nbe not very wise.\n\nUNGAR: It would be crazy. There's a few things--.\n\nCAVUTO: What do you make of the talk?\n\nUNGAR: Well, I think the talk is just talk. It's hard for me to believe otherwise.\n\nCAVUTO: Someone launched that trial balloon.\n\nUNGAR: I agree. I do. I do. I agree with that. But here's what would make no sense - as I said to you, you'd be \nhanding the keys to the senate to the Republicans 'cause every single red state Democrat would get creamed, \nnumber one. What everybody always forgets is you know who the biggest enemy of these illegals coming in is? \nThe unions. The unions don't want these people here. On another network, you will find (INAUDIBLE).\n\nASMAN: By the way, that's - I would agree with you part of the way. It's not all - but it's not all the unions. Some \nmay be not.\n\nCAVUTO: (INAUDIBLE) because of the (INAUDIBLE)?\n\nASMAN: Some unions will see them as future members, are in favor of it.\n\nUNGAR: Yes. Yes. But those (INAUDIBLE).\n\nASMAN: The Teamsters are against it. You're right with the Teamsters.\n\n\n\nUNGAR: But there are liberal commentators on other networks who are - who are-\n\nCAVUT: Why are you watching other networks?\n\nUNGAR: --I'm not going to say - who are saying - I don't watch. I get tapes. I only watch Fox, you know. Who are \nsaying \"Don't let this happen.\" I don't believe the president is going to do it. On this point, I've got to say David's got \nit right. Senator Ted Cruz is today the speaker of the House of Representatives and it's not the first time we've seen \nit. Not the first time we've seen it.\n\nASMAN: It's very strange. Very strange.\n\nUNGAR: It's what's happening.\n\nCAVUTO: Well, every day, we wait on this on whether it's the Republicans or the Democrats dithering. We have \nthese very porous borders. And I mean, in Texas, I guess, Rick Perry could go down there with 3,000 national \nguard troops but it's a lot of land there and even spreading them out, a lot of cracks you could slip through. So that \nborder is still the problem.\n\nDAGHER: It's still a problem. I don't know what the solution is, what you're going to do about it. But the fact is, \nwe've got all these kids coming into the country. We have to deal with that situation somehow.\n\nCAVUTO: By the way, on that, do you think we knew that that was coming down?\n\nDAGHER: I would think we had some sort of idea. I would think some - all right - intelligence or at least our border \nsecurity saw what was happening.\n\nASMAN: Well, they knew it down there. My wife is from Nicaragua. My sister-in-law just came up from Nicaragua for \nthe summertime and she says that the word got around down there that if you send your kids to the United States, \nthey'll get in for free, they'll be able to stay, and then they can send word back to the family, the family can join \nthem. That was the word.\n\nCAVUTO: Well, what tipped that word off? What tipped that word off?\n\nASMAN: President Obama did by this - by this - by the suggestion--\n\nCAVUTO: But you would always have (INAUDIBLE).\n\nASMAN: -- President Obama did by the suggestion that in fact, there would be a form of amnesty for those who are \nhere. It was that simple. The word was out all over--.\n\nUNGAR: That's not really what he said.\n\nASMAN: It is - but it is what the word spread in Latin America. I know it very well. (INAUDIBLE).\n\nUNGAR: The coyotes took it and (INAUDIBLE). But the coyotes took it and they increased business by telling them \n(INAUDIBLE).\n\nCAVUTO: Well, this happened on a level of steroids, something happened.\n\nASMAN: Another thing that draws them though that has to be mentioned are people like Rahm Emanuel who say, \n\"If you come here, we'll give you food stamps and we'll give you legal help so that you can stay here.\" We shouldn't \nbe drawing the wrong kind of immigrants. If immigrants are coming here to work, those are far more desirable than \nthose who were coming here to suck off of welfare, right?\n\nDAGHER: Right. Yes. (INAUDIBLE).\n\n\n\nASMAN: I mean, that's the - there are different kinds of immigrants.\n\nUNGAR: You should take the advice of that great Democrat George Will.\n\nCAVUTO: Bring these kids here. (INAUDIBLE). He's also a Cubs fan so (INAUDIBLE).\n\nAll right. When we come back, I hate to say \"history's repeating itself\" but when it comes to Argentina, why do I get \nthis haunting feeling that history is repeating itself, as if that country didn't have a hard enough time just losing out \non the World Cup. Now, it's going to cause a world contagion, you vindictive - after this.\n\nCAVUTO: Here's the thing about being a beggar - you really can't be much of a chooser, and Argentina is finding \nout the hard way. Some of its very, very tough debt-holders, if you will, are saying, \"You know, you owe us and \nwe're not going to give you a break and if you don't pay up, well, you're going to pay for it.\" Well, Argentina more or \nless said, \"We can't make good and we're going to go belly up. We're going to default.\"\n\nAnd that's where we stand right now. Argentina is technically in default.\n\nNow, that could change, but Matt Kibbe - he's following this, the guy who runs FreedomWorks, and he says, \"Don't \nthink it's just Argentina.\" If you owe and I think our country owes a lot, don't be surprised if this kind of stuff \nhappens. How bad do you think this gets, Matt?\n\nMATT KIBBE, FREEDOMWORKS PRESIDENT & CEO: Oh, I think it's ominous - what's going on in Argentina - \nbecause they keep doing the same thing over and over again expecting a similar result and the fact is you can only \nspend so much money you don't have, you can only borrow so much money, you can only raise taxes so high, and \nafter that, you have to expand money and credit the way they've done in Argentina. That sounds a lot like what \nwe're pursuing in the United States. We're on a spending spree. No one seems to acknowledge the real problems \nwith entitlements and Janet Yellen at the Fed seems perfectly happy to continue pushing on a string, feeding \ninflationary fears, expanding money and credit and really distorting economic signals.\n\nCAVUTO: So Matt, when I was making this comparison with Argentina with someone else today when I was looking \nat this story, they said, \"Well, we will never default because we could just print money\" which was not exactly an \nencouraging statement, but the idea being that Argentina isn't so blessed and that's the big difference. What do you \nmake of that?\n\nKIBBE: Well, there's a limit to how much money you can print and I think that's what economic bubbles and the \ncrises we've seen--.\n\nCAVUTO: Well, we're - how close are we to that limit? I agree with you. I think an almost $18 trillion in debt, we \nwould have surpassed that limit already but we haven't.\n\nKIBBE: Nobody - obviously, if we knew exactly where that limit was, we could make a lot of money. But I think we're \ncloser than anyone suspects and there's no learning coming from this administration. What the Fed is doing, and \neven the mania we've seen in the stock market today, to me, looks like a lot like 2008 and it seems like we're going \nto keep making the same mistake and blaming the wrong factors, the wrong inputs and not fixing the fact that we \nhave a spending problem. We're basically monetizing Congress' bad behavior through the Fed.\n\nCAVUTO: All right. So I'm looking at Argentina. I'm looking at - I don't seem to see this being a re-enactment of the \nlate 1970s or early 80s - Latin America debt contagion. I could be wrong. But I do see us whistling past the \ngraveyard, to your point, and I don't know where the tipping point would be. To your point be, we'd all be rich if we \ndid. But I do see us sort of cavalierly continuing our business as usual, and eventually, eventually, the world losing \nfaith in us and it will be reflected in our having to pay a lot higher interest rates to keep them investing in us.\n\nKIBBE: Yes, the dollar is no longer the world standard and it's because we've abused the value of the dollar. And \nwhat's so insidious about it is the almost reverse Robin Hood transfer of wealth from some players in Wall Street \nthat know how to game the system away from people with fixed assets, away from seniors that just have dollars in \n\n\n\ntheir wallet. That's the dirty secret behind what we're doing. But there are limits to this and you will see the system \ncrash around our head. The question is--.\n\nCAVUTO: And it's not just - but it's not just the government, right? I mean, individual too - a third of whom are \nbehind on their debt, some of them, that many and then some, seriously behind to the point of getting debt \ncollectors chasing them. This seems to be ingrained in our culture right now.\n\nKIBBE: Well, I still think it comes from government policy because you feed that mania, you feed that sense that \neverything is going to continue to go up, that the value of my house is going to continue to increase by 25, 30 \npercent a year, of course you would start to think that that was normal. What it's hard to see from the consumer's \nperspective is the manipulation of the standard of value that goes on behind closed doors in Washington.\n\nCAVUTO: Well put. Very well put.\n\nMatt, very good having you on. Thank you.\n\nKIBBE: Thanks, Neil.\n\nCAVUTO: All right. Democrats would never, ever, ever try to impeach a president, right?\n\n(BEGIN VIDEO CLIP)\n\nREP. SHEILA JACKSON-LEE, (D) TEXAS: We did not seek an impeachment of President Bush because as an \nexecutive, he had his authority.\n\n(END VIDEO CLIP)\n\nCAVUTO: Are you kidding me? Not only did Democrats try to impeach President Bush. Congresswoman, you were \none of the leaders!\n\n(BEGIN VIDEO CLIP)\n\nREP. SHEILA JACKSON-LEE, (D) TEXAS: I ask my colleagues to oppose this resolution for it is, in fact, a veiled \nattempt for impeachment and it undermines the law that allows a president to do his job.\n\nWe did not seek an impeachment of President Bush because as an executive, he had his authority. President \nObama has the authority.\n\n(END VIDEO CLIP)\n\nCAVUTO: Do they not realize that we have tape? Really? Really? Not only did Democrats try to impeach President \nBush but Democratic congresswoman Sheila Jackson-Lee was a cosponsor of the bill. Come on! Rick?\n\nUNGAR: What can I say? It was a bill by then-representative Kucinich. She was a co-signer on it. Yes. \n(INAUDIBLE).\n\nCAVUTO: All right. My (INAUDIBLE) was it was silly then, it is silly of Republicans to be pushing this now. But \nDave, where we stand is that these are the theatrics we get--.\n\nASMAN: I just wonder what her constituents think? I would not want a bald faced lie. First of all, a bald faced liar is \nbad enough but a stupid bald faced liar is somebody who as you say knows that there was tape-\n\nCAVUTO: We have tape!\n\nASMAN: --of her saying in fact with Dennis Kucinich years ago.\n\nUNGAR: (INAUDIBLE). The same kind of thing.\n\n\n\nASMAN: But again, what kind - she's from Texas, I believe. So in Texas, I thought that people there had a lot of \ncommon sense. Gee whiz!\n\nCAVUTO: In what part of Texas, Mars?\n\nDAGHER: Well, speaking of Mars, she's the same person who thought we put a flag - the American flag - on Mars.\n\nASMAN: Oh, that's right.\n\nDAGHER: Remember that?\n\nASMAN: Oh, that's right.\n\nDAGHER: So I think the Texans--.\n\nCAVUTO: Well, we kind of did.\n\nDAGHER: Oh, yeah, kind of ...\n\nCAVUTO: Where is the ...\n\nDAGHER: And the folks in D.C., she's got this record of saying crazy things.\n\nCAVUTO: Well, if you pour - this is ...\n\n(CROSSTALK)\n\nCAVUTO: They've capitalized, that is Democrats, on just the impeachment talk as a great fund-raising tool and it is \na good fund-raising tool and some very conservative Republicans have actually pursued that, and even though \nSpeaker Boehner saying go slow on that, it's only helping them not us, what do you think?\n\nASMAN: Here's the point. I know that people like Karl Rove and the establishment of Republicans want to totally nix \nthe idea of impeachment. You don't want to ever nix any idea that there might be in the Constitution that allows you \nto eventually take a lawbreaker to court, if they break the law. Has President Obama broken the law? I don't think \nhe has.\n\nCAVUTO: As soon as you say it.\n\nASMAN: But impeachment is their right, what's wrong with using the word?\n\n(CROSSTALK)\n\nASMAN: Impeachment exists.\n\nCAVUTO: Don't you start getting more than a little bit pregnant on the issue then when you start saying we're going \nto sue the president.\n\nASMAN: I'm unlikely to get pregnant any time in my life!\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nASMAN: It probably comes as a shock to you. I'm just telling you. I'm just saying.\n\nCAVUTO: You - (INAUDIBLE) congresswoman.\n\n\n\nASMAN: The bottom line is, impeachment has been used against President Clinton, it's been used successfully \nagainst other presidents.\n\nCAVUTO: Do you think - add to that madness?\n\nASMAN: I think there's a reason why we have impeachment in there and it is to prevent presidents from going \nbeyond the pale ...\n\nCAVUTO: Even someone like you ...\n\nASMAN: Has been pushing the envelope.\n\nCAVUTO: If he starts talking, the president starts talking about executive orders?\n\nUNGAR: He's not going to - well, first of all ...\n\nCAVUTO: Immigration stuff.\n\nUNGAR: First of all, actually, I don't think that would be an impeachable offense, I think it'd be stupid politics ...\n\n(LAUGHTER)\n\nUNGAR: It'd be political malpractice. Look, Sarah Palin and her friends started this. The lawsuit helped it, but then \nDan Pfeiffer from the White House just took the ball and ran with it. Man. And I've got to tell you.\n\nCAVUTO: It's a great deflection.\n\nUNGAR: It is, and I get the Democrat e-mails, the DNC e-mails.\n\nCAVUTO: Look - Shocking!\n\n(LAUGHTER)\n\nUNGAR: I got into - They are every two minutes, the headline is terrifying! Horrible! And they're just, you know, \nplease send me your $5. And it doesn't stop.\n\nASMAN: Well, we should mention, by the way, it goes back to when Clinton was impeached, and he was \nimpeached - of course, he won in the Senate vote, but it was the one midterm election that the president's party \nwon overwhelmingly, even though they weren't expecting to because the American public was so against it.\n\nCAVUTO: Hang on a second. And - I think both parties have to stop the nonsense, stop suing each other, stop \ntalking about impeaching each other.\n\nASMAN: And what would we do for a living?\n\nCAVUTO: Start - well, exactly. They expect to get done - they expect to get done here. Just - just quit pointing \nfingers at each other and just do stuff.\n\nDAGHER: That's right. There's no shortage of work to do. So, you know, stop talking, stop fighting, actually do your \njob. You're getting paid for it.\n\nASMAN: I'm kind of glad when they don't do their job. I'd pay them just to do nothing, to tell the truth.\n\nUNGAR: One quick point. I got a huge kick out of Speaker Boehner's speech yesterday, where he said, don't be \nridiculous, it's a big fake. It sounded almost word for word, the speech he made about shutting down the \ngovernment.\n\n\n\nCAVUTO: I don't get it?\n\nUNGAR: It happened. When you shut down the government.\n\n(LAUGHTER)\n\nUNGAR: He's ...\n\nASMAN: All right, we'll be back. I don't get it.\n\nCAVUTO: Yeah, yeah. Only ...\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nCAVUTO: All right. Here's what's going to happen, Washington, if you don't get your act together, I'm going to sick \nTiki Barber on you.\n\nASMAN: Oh, my god.\n\nCAVUTO: Yeah, he's next.\n\n(BEGIN VIDEO CLIP)\n\nRAY RICE, BALTIMORE RAVEN RUNNING BACK: I know you guys' job is here to report my highest highs and \nlowest lows, but my lowest low, I made a huge mistake and I want to own it. I want to say it in front of my \nteammates, just to tell you, I made a huge mistake. You know, these two games are going to hurt.\n\n(END VIDEO CLIP)\n\nCAVUTO: That's Baltimore Ravens running back. Ray Rice's first comments now since his two-game suspension. \nOf course, he's accused of knocking out his then-fianc,e. To Thuzio.com co-founder, former New York Giants \nrunning back Tiki Barber. Tiki, is this over behind him now? Or is that two game thing is really sticking a lot of \npeople.\n\nTIKI BARBER, THUZIO.COM COFOUNDER: I think John Harbaugh and Ray Rice and Roger Goodell would like to \nput it behind them as quickly as possible. We know that the Baltimore Raven's fans have to an extent, because they \ncheered him on the first day. I've known Ray since he was a high school kid. I gave him an award. He's the salt of \nthe earth, one of the greatest guys I have ever met in my life and he made a bad mistake. The unfortunate thing \nhere, is that because of Roger Goodell's punishment or lack of the severe punishment, the NFL took a severe PR \nhit.\n\nCAVUTO: Do you think that was a bad punishment?\n\nBARBER: I think he could have been more strict. I think.\n\nCAVUTO: Like what? Eight games?\n\nBARBER: Four games, five games.\n\nCAVUTO: But not two games?\n\nBARBER: Not two. It just doesn't - it doesn't seem to commiserate.\n\nCAVUTO: Sports ..\n\n\n\nBARBER: Well, - it doesn't seem to commiserate with some of the other suspensions that guys are getting for DUIs \nand for marijuana use, et cetera. And so ...\n\nCAVUTO: From the days you were playing, I mean, a lot's changed.\n\nBARBER: A lot has changed, it's been eight years. It's done it crazy.\n\nCAVUTO: Has it really been ...\n\nBARBER: It's been eight years.\n\nCAVUTO: What do you think of the image the NFL has today?\n\nBARBER: Here's why the NFL will be OK, because in about three weeks, they're going to put on the pads for real, \nforget the preseason games, which mean nothing, and we are going to fall back in love with the excitement and the \nunpredictability of reality TV, which is the NFL, and we'll forget about this. Hopefully Ray has learned his lesson, I \nthink he has. He sounds contrite and I hope he does what he just did there as often as people ask. Don't ever say \nno comment. Because he knows how egregious of a crime it was, and he's trying to repair his image right now.\n\nCAVUTO: What do you think of the Stephen A. Smith comment about suspension?\n\nBARBER: I understand what Stephen was trying to say. Unfortunately, the way he said it sounded very, very \ninsensitive.\n\nCAVUTO: In other words, that women bring this on?\n\nBARBER: Well, look, here's what happens. We all know this, if you are married, you have a significant other, it's \nman or woman, it doesn't matter, you get into confrontations, verbal confrontations with people, and instead of just \nwalking away, who knows what incited it, but as a man, especially as a football player because of the image that \ngoes with the violence being a football player, you got to just walk away even - even - even if you're confined.\n\n(CROSSTALK)\n\nBARBER: Defending Stephen A. Smith?\n\nBARBER: It does take two to tango, but as a man, you should never lay your hands on a woman, ever.\n\nCAVUTO: Yeah. So the fact that he tried to nuance it.\n\nBARBER: You can't nuance it. It's wrong.\n\nCAVUTO: When you look at professional sports today, you hear that people who comment on it, people who play it, \nthere is just a general sense that you guys are in your own elite world. What do you say?\n\nBARBER: That's not reality. We are just people who have a very interesting profession. We get paid a lot of money \nto do it, but it's an interesting profession. We should be subject to the same rules and laws.\n\nCAVUTO: But you had your private life - you just said ...\n\n(CROSSTALK)\n\nCAVUTO: This is the package that comes to it, I don't need it.\n\nBARBER: You sign up for that.\n\nCAVUTO: Really?\n\n\n\nBARBER: Of course. You have to. Would I have preferred my private life not to be splashed on the front page of the \nNew York tabloids, of course? But I understand it. And you move past it, you make mistakes. And you ...\n\nCAVUTO: Well, your family doesn't sign up for this.\n\nBARBER: Of course, they don't. It's hard, my family's young.\n\nCAVUTO: Yeah.\n\nBARBER: You know, I lament that they're going to see some of these things, somewhere true, somewhere not true, \nabout their father, but I hope that they understand who I really am, and I think as Ray, who has a family, grows up \nand his family sees it, they'll know who he is as opposed to what people are saying about him.\n\nCAVUTO: Well I'm not blowing smoke to you, but you really are a class guy.\n\nBARBER: I appreciate that.\n\nCAVUTO: And that's despite the whole Giants thing.\n\n(LAUGHTER)\n\nCAVUTO: We can't be perfect. But what, my deal is you do a lot of good and that doesn't get a lot of attention. I \nmean with all - I always think ...\n\nBARBER: Well, we - we skew to the negative, Neil. You know.\n\nCAVUTO: Well, I know. I know. There's - I like - I tell people, like the camera makes me 50 pounds heavier ...\n\n(LAUGHTER)\n\nBARBER: When they see me in person in and say I don't think so.\n\nCAVUTO: But let's talk a little bit about charity (ph). You did something unusual.\n\nBARBER: Yeah, it was really one, this event we did. Daniel E. Straus who has a company called CareOne. It's \nsenior health. He has two of these, one HealthBridge as well. I had an event for one of the employees, Daniel \nGrimes, 42 years old, diagnosed with stage four lung cancer, you can see in that picture there, he's standing right \nnext to Michael Strahan and he wanted to have a fund-raiser for him. They really ...\n\nCAVUTO: This guy never smoked.\n\nBARBER: Never smoked. Never smoked.\n\nCAVUTO: And this is something we are hearing a lot about.\n\nBARBER: You are right. And it's kind of troubling, but Daniel wanted to do something for him and he raised $1.3 \nmillion. My company, Thuzio, helped book a lot of that talent. Nio (ph) and Natasha, field, and, of course, Michael \nStrahan who - I'm excited for this weekend, because he's getting inducted into the National Football Hall of Fame. \nMaybe the only player I played with, unless (INAUDIBLE) is really good, and has two, three ...\n\n(CROSSTALK)\n\nCAVUTO: And you would ...\n\n(CROSSTALK)\n\nCAVUTO: At this compensation fund for those who have concussions in football?\n\n\n\nBARBER: Well, it's interesting.\n\nCAVUTO: 70 million ...\n\nBARBER: Well, we saw that in the NCAA. It's up to 75 million, unfortunately, 15 million of that is going to go to the \nlawyers. But that's how it works.\n\nCAVUTO: I was surprised it's only that.\n\nBARBER: Yeah, and it's really for diagnosis, so it's materially ...\n\nCAVUTO: You know ...\n\n(CROSSTALK)\n\nBARBER: It's materially different from what happened in the National Football League, where if you have \ndemonstrated Alzheimer's or long-term health benefit issues from post concussions, you are going to get money, \nthousands of dollars, maybe even hundreds of thousands of dollars. In college ...\n\nCAVUTO: It's a big difference what's in - in college ...\n\nBARBER: In college, it's all about diagnosis.\n\nCAVUTO: Yes.\n\nBARBER: And it's all sports. So, it's soccer, we often find a high incidence of concussions and hockey and football, \nobviously, of course, but it's just diagnostic, it has nothing to do with giving these guys money in their pocket.\n\nCAVUTO: All right, you're good, man. Take it easy. Thank you very ...\n\n(CROSSTALK)\n\nCAVUTO: Why you never played for the Washington Redskins?\n\nBARBER: As Charlie Casserly told me I would never be a Redskin because they had too many running backs.\n\nCAVUTO: It's our loss.\n\n(CROSSTALK)\n\nCAVUTO: I have to just move on. All right, Tiki, always a pleasure. Thank you very much. You know, one thing \ninteresting, if you're looking at Russia these days, its markets holding up despite all the talk of sanctions and more \nserious sanctions. What if I told you there is a reason for that? There was a secret deal that explains that, and it \ninvolves that woman on the left. Is Angela being a little too clever for words? After this.\n\nCAVUTO: All right, I've always said if you want sanctions to work, you better be serious about them and you better \nbe willing to accept a little pain on your side if you're going to be the sanctioner. The latest proof is Russia, this is \nwhy you always see Vladimir Putin with a little bit of a smile on his face. He knows that the Europeans don't want to \ngo too far to hurt him because they got a lot of energy from him, they do a lot of business with him. 20 times the \namount of business that we do with Russia. So, then we get a word that Angela Merkel of Germany has a sort of a \nside deal going that will keep the sanctions out of the crucial energy arena. Isn't that odd? What are we to take from \nthat and whether Europe really is serious about these sanctions?\n\nASMAN: Germany is and always has been forward to pro-Russian forming, and in this case far too pro-Putin \nforming, but considering ...\n\nCAVUTO: Well, they are close ...\n\n\n\nASMAN: Considering the utter failure of U.S. diplomacy for the past couple of years or so, I think this is the best \ndeal we can get. Basically, it's a swap. You get the Crimea, and we get the gas that you have. So it's kind of a swap \nland for gas.\n\nCAVUTO: Did you notice, they didn't do anything to punish the gas part of this. So ...\n\nASMAN: It's true.\n\nCAVUTO: Because they have a vested interest.\n\nDAGHER: They have got a vested interest. Yes, especially German consumers are going to see their prices go \nthrough the roof if they can't work things out with Russia. So, economically, politically Merkel has got a real interest \nin making things work with Putin. The whole thing - will it work, though, will - is a deal with him - is it a good deal? Is \nit actually going to happen? Is he going to abide by it?\n\nCAVUTO: But doesn't - I don't know what the German word is for sneaky, but that is a deal right around the \npresident.\n\nDAGHER: Oh, it's right around the president, but he's not taking ...\n\nCAVUTO: Oh, OK.\n\nASMAN: We presumably ...\n\nCAVUTO: A little ...\n\nUNGAR: I actually don't think it is a deal around the president. Look, there's nothing ...\n\nCAVUTO: The president said he wanted him to feel real pain.\n\nUNGAR: Yeah.\n\nCAVUTO: And they're not feeling real pain.\n\nUNGAR: You don't know what the president and Angela Merkel are saying to one another. Not at all uncommon to \nuse an intermediary in a situation ...\n\nCAVUTO: But this is an intermediary doing a 180 from what you were advocating in a press statement outside the \nWhite House.\n\nUNGAR: Who me?\n\nCAVUTO: It would be the first - no, not you.\n\nASMAN: I have an issue.\n\nCAVUTO: You're not in the White House, yet.\n\n(LAUGHTER)\n\nASMAN: The point is, is that Putin, 75 percent of Americans think that Putin got the better of Obama. I think 75 \npercent of the American people are right, he did. He's smarter. But Merkel, I think - in Merkel Putin has an equal, an \nintellectual equal, a political equal. She knows how to do - or she knows what's best. For the German people, they \nneed their natural gas. She figures well, if they give them the Crimea, maybe - I don't' think he's going to be - I think \nhe has intentions beyond the Crimea and giving into him now will fuel those intentions, however, again, given the \nlack of success in U.S. diplomacy, I think this is probably the best deal. I would rather have Merkel deal with Putin \nthan Obama, period.\n\n\n\nCAVUTO: But doesn't it tell you something about the world the way it works now? I know we were always \ninterdependent. But that - when it comes to sanctions, we can't afford to go, too, too far unless we are perfectly \nhappy to hurt ourselves?\n\nDAGHER: Right. Because the effect - as well the effect our companies, the GMs, the Fords of the world, their sales \nare going to be affected if we are too hard on Russia. Same thing with the German car manufacturers and a lot of \ntheir big businesses are based in Russia. They're not going to want to feel that pain. And so ...\n\nCAVUTO: No, look at BP. Is that you know, we get too nasty here, there is 20 percent of our business.\n\nDAGHER: There's other places to go, right, as the global economy ....\n\nASMAN: Can I just ask Rick a question? Can I just ask? Who do you think is smarter in dealing with Putin? Merkel \nor Obama?\n\nUNGAR: I think they're doing it together.\n\nASMAN: Come on, come on, you're not answering the question. Who do you think is better ...\n\nUNGAR: Well, I think they are both smart ...\n\nASMAN: At dealing with the ...\n\nUNGAR: I think the better person to deal with him is Merkel. Because they can still speak to each other where \nPresident Obama really can't.\n\nASMAN: That's because Putin is - way over Obama's head.\n\nUNGAR: No, because of that. It's pretty ...\n\nASMAN: Merkel looks him in the eye.\n\nUNGAR: But it's because I tell you what, Merkel is not doing this, if she gets to do it at all. Merkel is not doing this \nwithout the participation of not only the United States.\n\nCAVUTO: You are placing way too much confidence, way too much confidence. But guys, always a pleasure, \nmostly always.\n\n(LAUGHTER)\n\nASMAN: Why do you look at me?\n\nCAVUTO: I am. All right. Thank you. Meanwhile, Montel is making my inbox explode. Montel weigh-ins, deals that \nout. I don't think Washington can take it.\n\n(BEGIN VIDEO CLIP)\n\nCAVUTO: Any delay in even implementing this with all the delays you speak of is better than not doing it, right? Or \nno?\n\nMONTEL WILLIAMS, RET. LIEUTENANT COMMANDER U.S. NAVY: No, it's not. There are people who are crying \nevery day because another soldier took their life or another one wasn't treated. There are families that are being \ndestructed across this country. So, we can't keep putting this off.\n\nCAVUTO: What is the deal, Neil?\n\n\n\nCAVUTO: And what is the deal with Montel still giving the VA hell? A flawed bill is better than no bill. A flawed \ninitiative to try to get this notary contain, is better than no measure, what do you say?\n\nWILLIAMS: I say, 22 soldiers a day take their lives, 22 a day. I spell it out for you. 60 plus 120. That is 180 days. \nLet's do the math. But it's well over 400 soldiers that are going to take their lives between now and the time that any \npart of this is implemented.\n\nCAVUTO: Understood, but now - let's get ...\n\n(END VIDEO CLIP)\n\nCAVUTO: All right, well, he fumed, and a lot of you followed and agreed. Retired Army veteran in Mississippi, great \ninterview with Montel, he is absolutely correct, nothing has been fixed. John in Florida, \"It is too bad Montel can't \naddress Congress and tell them just how fricken stupid they are. People are still dying and this ass in the White \nHouse still can't get, well, you know what done. Well, let's be respectful.\n\nJim in Texas, hurray for Montel. I told you they would can the old guy bring in a fixer and throw a bushel basket of \nmoney at the problem and go home for the summer. Stacey emails, \"Montel is right about the VA bill. 70 billion, and \nwe don't know how they are going to spend that money.\n\nMolly in Pittsburg has an idea, make Montel the head of the VA now. That's not a bad idea, Molly. He'd be different \n-- that is for sure.\n\nDuke emails, not so fast - \"A little Montel goes a long way, I just turned you off, have a nice day.\" Well, I just forgot \nyour name. Have a nice life.\n\nAnd what is the deal with California Democratic Congresswoman Barbara Lee's take on how we are treating these \nthousands of illegal kids showing up in our country?\n\n(BEGIN VIDEO CLIP)\n\nREP. BARBARA LEE (D) CALIFORNIA: In listening to your testimony, I felt ashamed and I asked my colleagues, \nare you talking about America? Is this America where you fled and were treated as you were?\n\n(END VIDEO CLIP)\n\nCAVUTO: She felt ashamed? Spencer emails, \"I'm ashamed we have a congresswoman who's that stupid. \nTheodore in California, \"I'm ashamed that any legislator who's ashamed that how we treat illegal immigrants. The \nkey word here is illegal. What part of that doesn't Representative Lee understand?\" Judy via Comcast, \"If these idiot \nmembers of Congress are so concerned about the children coming across the border, why don't they open up their \nown homes to them?: Dina Cargen who emails, \"How many illegals did that moron Representative Lee take \nhome?\" Annie writes, \"Ashamed - of what? This already broke country now processing and educating tens of \nthousands of illegal kids at the expense of our kids? Ashamed? Impeach this clueless witch.\" Well, a lot of you - \nnasty.\n\nThen, a Republican's callous for speaking out against the lunacy of all of this. Jim in California says they'd be \ncallous if they didn't'. The Democrats had it wrong. The Republicans are not the party of no, as in n, o, they are the \npart of know, k, n, o, w.\" Listening on on radio.\n\nRobert via Yahoo! \"Cavuto, when an illegal is caught and given a court hearing day, they should be shipped back \nhome and the court hearing should be in their home country. That may get them on track for illegal entry if there is \nno show, no entry.\"\n\nEd emails, \"Neil, why not send the children back to Mexico? Maybe then the Mexican government would finally \nclose their southern border?\" Not a bad idea.\n\n\n\nPip says, he's had enough with me. \"Cavuto, how cruel can you be? You are here in this country. What, afraid of \nsome minority company?\" Pip, you really are a pip, and by the way, you are an idiot.\" But it's a familiar theme \namong some like Kevin, Massachusetts, \"Why are you bitching, Cavuto? Look at the bright side. You'll have more \noptions for landscaping. And that isn't racist?\" Let me be clear yet again, and I want to get this through the very \nfixed sculls of those who prefer to make this racial issue then a real issue.\" We are nation of immigrants, but we \nhave neither the resources nor the money to suddenly become a nation of illegal immigrants as well. There's a big \ndifference, just as there's a big difference between appreciating America as a great melting pot, that doesn't mean \nwe can - policies that seems crafted by politicians smoking pot.\n\nClaire, in Tennessee. \"Why am I considered a racist if I have a problem with tons of illegals taking over American \nschools. Emilia writes, \"Neil, I'm an Italian immigrant, so this wonderful country, I think I'm a citizen. When I was 32, \nafter three years of dutifully and happily following the legal process. I learned this country's laws, its language, its \nwonderful history. I waited in line and now these 50 years later, I remain as overjoy today as I did back then. What \nis wrong with that process?\" Well, nothing, Emilia, nothing at all.\n\nThen there's Thomas in Florida who finds something else even more painful. Me. \"Cavuto, watching you is so \npainful it hurts. You are rude, arrogant, treat serious issues flippantly and a complete jerk. You think you are the \nstory, unfortunately, the CNN's et cetera of the world cannot be tolerated for other reasons and therefore, I cannot \nwatch them either. What used to be a haven of information has become a cesspool of narcissism. Grow up.\" All \nright, Thomas, I'm looking at the bright side of your email and assuming that you are still watching me, right? One \nword, don't.\n\nGood night.\n"}