{"title": "'Without hope, future';Soviet Jews in Italy wait to emigrate to USA;'Glasnost' an immigration nightmare", "body": "\n''Life here isn't a big problem for one or two months, if we would know our future,'' says Mark Glodner, 27, a \nurologist from Riga. ''But we don't know anything. The problem is psychological.''\n\nThis growing backlog is one of several pressing U.S. immigration problems: The tip of southern Texas is a hectic \nscene this week as throngs of Central Americans fleeing war and poverty seek political asylum. Since last June, \n30,000 Nicaraguans have entered the USA, and thousands more are expected this year. Officials think several \nthousand of the 5 million Afghanistan refugees camped in Pakistan will want to emigrate to the country this year.\n\nBut the situation with Soviet Jews is perhaps the touchiest. Israel extends visas to Soviet Jews allowing them to \nleave the Soviet Union, but 90 percent want to go to the USA, where virtually all have friends and relatives. Israel is \nangry and embarrassed about that choice - and finds itself at odds with USA Jews who help resettle Soviet Jewish \nimmigrants. Next year, at least 30,000 more Soviet Jews are expected to leave the Soviet Union, seeking homes \nabroad.\n\nGlasnost is what brought these Soviet Jews from a life of waiting to waiting for a new life. Every week, hundreds \nmore arrive by way of Vienna from the Soviet Union. But unless they gain refugee status allowing them entry into \nthe United States - and many don't - the wait could be months to enter under normal immigration procedures.\n\nThe Italians will steer many of them to this sunny resort town, whose off-season empty apartments can \naccommodate the influx. But ''it's not a resort for people who have no future,'' says optical engineer Mikhail Geller, \n39, from Leningrad, who's been turned down twice for U.S. refugee status.\n\nLeo Briskin, 21, sleeps on a cot in the kitchen of a three-room apartment he shares with six others. It's cold and \ndamp, without central heat because it's meant to be used in summer. Two children have chronic coughs and runny \nnoses. The $ 450 rent will double when the holiday season begins.\n\n''The problem isn't sleeping in the kitchen,'' says Briskin, who's from Moscow and wants to go to a USA college. \n''The problem is getting out.''\n\nBut just as Mikhail Gorbachev's reform and openness programs result in more exit visas, the United States gets \nmore selective - no longer automatically considering all Soviet Jews to be refugees from religious persecution.\n\nBehind the policy change:\n\n\n- The White House last month agreed to participate in a 1991 Moscow human rights conference, based on a \njudgment there are fewer Soviet human rights violations.\n\n- U.S. officials point to the Feb. 12 opening of the Solomon Mikloels Cultural Center - the first Jewish center of its \nkind in Moscow - as another sign of reversal in Soviet anti-Semitism.\n\n- Bowing to Gramm-Rudman budget restrictions, the Justice Department wants to limit refugee costs. The \ngovernment provides each refugee with $ 1,000 in settlement assistance.\n\nSince September, the Immigration and Naturalization Service has rejected 250 applications, a turnaround from \npast practice that almost always granted refugee status to any Soviet Jew who had obtained permission to leave \nhis country.\n\n''There is no consistency,'' says Merrill Rosenberg of the Hebrew Immigrant Aid Society's office in Italy. ''I see ill-\ntrained interviewers. I see all decisions as being essentially arbitrary.''\n\nSays Amalia Rivkin, 34, a singer from Moscow: ''I had a great dream to go to America with my son, who is good in \nmathematics.'' After six months in Ladispoli and one rejection, ''I have no dream. We're without hope, without a \nfuture. We could not have expected this change in policy. We're stuck here without reasons, with nothing to say to \nour children.''\n\nSoviet emigres could enter the USA on ''parole'' status, but they wouldn't be eligible for benefits - or citizenship. \nThe State and Justice departments are working on a new immigration class called ''national interest,'' which \nsupposedly would keep open the option of citizenship. Under regular immigrant status, only 270,000 people \nworldwide are allowed in each year, including a 20,000 person limit for each country.\n\nGlodner, the urologist, wants to go to Savannah, Ga., to live near his Uncle Chaim. His refugee application was \nturned down Jan. 17. ''Now we're waiting. We don't know for what. For a change in decision. We want the U.S. \npolicy to be that all Jews are refugees. We don't understand how the embassy makes its decision. One person is a \nrefugee, another isn't.''\n\nThe Shulmans - Iosif, 38, Tatyana, 32, and their two children - have lived in Ladispoli more than a year, among the \nlongest of any of the emigres.\n\nA guitarist with the Minsk philharmonic orchestra, he left with his family - including Tatyana's ailing parents - to start \na new life in New York. Last September, the parents were allowed to enter as immigrants, to live with their son. \nTatyana and her family, rejected as refugees, now agonize over not being able to join them. ''We want to live with \nour parents,'' she says. ''They need us and we need them. Nobody expected this when we left Minsk.''\n\nMorton Kornreich, 62, chairman of the USA's United Jewish Appeal, says refugee status ought to be automatic for \nSoviet Jews. ''Anti-Semitism is endemic in the Soviet Union,'' he says.\n\nThe UJA has just launched a $ 200 million fund-raising campaign to provide emigres with housing and settlement \nassistance, particularly in Israel. But the organization finds itself in a bind. It publicly supports Israel's position - and \nurges refugees to go there. However, it also will provide relocation benefits for those who want to settle in the USA \nand regularly raises $ 725 million a year for Jewish causes around the world.\n\n''There's a lot of anguish and thought on how to deal with this,'' Kornreich says. But his ''Israel needs you'' pep talk \nfalls on mostly deaf ears in Ladispoli.\n\nThe preferred destination: New York City, where 45 percent of Soviet emigres settle. Others go to Boston, Los \nAngeles, Chicago, Philadelphia and San Francisco. But, Kornreich says, ''We have an obligation to try and induce \nthem to go to Israel. Israel needs them - the United States doesn't.''\n\n New immigration policy starts in Texas today,3A - Supporters say it'll mean 'same day service' for Central \nAmerican refugees. - Opponents say it will backfire and drive refugees underground.\n\n\n\nGraphic\n\n \n\nPHOTO; color, Michele Pignatiello (Semyon Nemirovsky, son Stanislav, wife Lyudmila); PHOTO; color, Bob \nFitzgerald (Tony Jose Garcia Ortiz, Judith del Carmen Togos, Ruth Elizabeth Garcia Ortiz); PHOTO; color, Marilyn \nGreene, USA TODAY (Morton Kornreich)\n\n \n\nCUTLINE: IN ITALY: Refugees Semyon Nemirovsky, 60, with son Stanislav, 3, wife Lyudmila. After quitting the \nCommunist Party and leaving the Soviet Union, he was turned down by U.S. CUTLINE: IN TEXAS: Nicaraguans \nTony Jose Garcia Ortiz, left, Judith del Carmen Togos and Ruth Elizabeth Garcia Ortiz. CUTLINE: MORTON \nKORNREICH: 'Israel needs you'\n"}