{"title": "76-year-old Oneida Indian Nation Member Sets 10 New Weightlifting World Records at AAU Powerlifting World Championships; Weightlifter Ray Fougnier recently set multiple world records at the 2019 Amateur Athletic Union Powerlifting World Championships, continuing to win medals and stun audience members. At age 76, the Oneida Indian Nation member delivered his best effort to date- achieving ten new records and winning the event's Best Lifter Award.", "body": "\nPR Newswire\n\nOneida Nation Homelands, Oct. 11, 2019 /PRNewswire-PRWeb/ --Oneida Indian Nationmember Ray Fougnier \ncontinued to literally and figuratively raise the bar on the world stage, turning in an astonishing performance at \nthe2019 Amateur Athletic Union (AAU) Powerlifting World Championships. The now 76-year-old set 10 world \nrecords and carried home the Best Lifter Award at the 2019 event which was held in Laughlin, Nevada Sept. 27-29.\n\nFougnier has been competing at the AAU North American and World Powerlifting Championships for four years; \neach time setting new records. At the September event, Ray completed all nine lifts (three for each category) \nsuccessfully for the first time; setting the world record for his age group (75-79) in the squat (286 lb.), bench (187 \nlb.) and deadlift (408 lb.) for a total of 881 lbs. or 400kg.\n\nThe Oneida Indian Nation is proud to sponsor and support Fougnier at weightlifting events across the country and \nstrongly advocates for his inspiring mission of promoting healthy living and exercise for Native Americans at every \nage.\n\n\"It was my best performance to date,\" said Fougnier of his victory and remarkable accomplishments. \"I feel really \ngood about where I'm at and hope my abilities serve as a testament to the fact that it's never too late to take on a \nhealthy lifestyle.\"\n\nEarlier this year, Fougnier competed in the 2019 North American Championships and captured first place awards in \nthe squat, bench and deadlifts. He competes in the raw masters division where participants within his age range \n(75-79) do not use any equipment that would make lifting easier.\n\nFougnier, who turned 76 on the first day of the North American championships on April 5, has also led an \naccomplished career in education. Growing up on the Oneida Indian Nation homelands in Central New York, the \nweightlifting champion was selected to serve as the first Director for the American Indian Program atCornell \nUniversity.\n\nAbout the Oneida Indian Nation\n\n\nThe Oneida Indian Nation is a federally recognized Indian nation in Central New York. A founding member of the \nHaudenosaunee Confederacy (also known as the Six Nations or Iroquois Confederacy), the Oneida Indian Nation \nsided with the Americans in the Revolutionary War and was thanked by Congress and President George \nWashington for its loyalty and assistance. Today, the Oneida Nation consists of about 1,000 enrolled Members, \nmost of them living in Central New York. The Nation's enterprises, which employ more than 4,500 people, include \nTurning Stone Resort Casino, Yellow Brick Road Casino, the SavOn chain of gas stations and convenience stores, \nRV Park, three marinas, Indian Country Today Media Network - the premier national multi-media source for \nAmerican Indian news and information, and Four Directions Productions - a 3D animation HD cinematography \nstudio. Proceeds from these enterprises are used to rebuild the Nation's economic base and provide essential \nservices, including housing, health care, and education incentives and programs, to its Members. For more \ninformation, visit the Nation's websitehttp://www.OneidaIndianNation.com.\n\nSOURCE Oneida Indian Nation\n"}