{"title": "INS, Elian's Kin Fail to Reach Accord on Change in Custody; Castro Says Father Ready to Come to U.S. to Retrieve Boy", "body": "\nThe Miami relatives of Elian Gonzalez failed to reach an agreement tonight with immigration officials over possible \nfuture surrender of the child, receiving a 24-hour extension in their deadline for meeting the federal government's \ndemands. Meanwhile, Cuban President Fidel Castro announced that the boy's father is ready for the first time to \ntravel to the United States to reclaim custody.\n\nAfter more than four hours of negotiations, Immigration and Naturalization Service officials said they would extend \nthe deadline for further action on the case until Friday, in order to meet with the family again Thursday. INS officials \nhad threatened to revoke Elian's temporary parole, or permission to stay in the United States, at 9 a.m. Thursday \nif the Miami relatives did not provide written assurances that they would give up the boy should they lose their next \ncourt battle.\n\n\"The lawyers [for the Miami family] seemed to think there was reason to continue the discussion,\" a government \nofficial said tonight.\n\nCastro's announcement, delivered on live state television in Cuba, apparently did not play a role in the \nnegotiations, as the parties were not aware of the development, the official said.\n\nThroughout the four-month international custody dispute, Elian's father, Juan Miguel Gonzalez, has said he \nwould not come here unless he was certain he would be bringing Elian home. Elian was one of three survivors of a \nshipwreck in which his mother and 10 others drowned as they were attempting to flee Cuba for the United States.\n\nCastro said tonight that the father is ready to travel at a moment's notice to await the appeals process, \naccompanied by his wife and 6-month-old son, both sets of grandparents, Elian's first-grade and kindergarten \nteachers, a dozen members of his first-grade class, his pediatrician, and a team of psychologists and psychiatrists.\n\nCastro said the group would help ease Elian's \"readaptation\" to his former life in Cuba. The group would stay with \na Cuban diplomat in Washington and would not come to South Florida.\n\n\nThe father's attorney, Gregory Craig, said tonight that \"Juan Miguel Gonzalez is prepared to come and spend as \nmuch time as required if he has custody of Elian. He recognizes he needs a support group and would bring his \nfamily and friends for his own sake as well as for Elian's.\"\n\nIt was unclear how Elian would be transferred to his father from the home of the Miami relatives who have kept him \nsince he was rescued at sea in November.\n\nThe developments capped a frantic day here, as several thousand members of the city's Cuban exile community \nstaged a prayer vigil tonight in support of the boy and his Miami family.\n\nTensions here have been mounting since last week, when a federal judge upheld the INS decision to reunite Elian \nwith his father. The Miami relatives are appealing the ruling to the 11th U.S. Circuit Court of Appeals in Atlanta; oral \narguments in the case have been set for May 8.\n\nAt a news conference today, Miami-Dade Mayor Alex Penelas and a group of other local officials lashed out at the \nClinton administration, saying that violence could erupt if federal officials continue \"provoking\" the Cuban exile \ncommunity by threatening to take the boy. Accompanied by more than 20 other local mayors or their \nrepresentatives, Penelas warned that he would hold President Clinton and Attorney General Janet Reno \nresponsible if violence broke out over the case.\n\n\"The federal government is provoking the community,\" Penelas said. \"We do not condone inappropriate behavior. \nBut I have a responsibility to tell the federal government when they've gone too far. And they've gone too far.\"\n\nPenelas and the other mayors also said that local law enforcement officers would not assist federal authorities in \n\"repatriating the boy.\"\n\nClinton responded by urging the Miami relatives and the Cuban exile community to abide by the law.\n\n\"I have done my best not to overly politicize this. And I don't think we should,\" Clinton said. \"There is a legal \nprocess here. We ought to let it play out.\"\n\nSpecial correspondent Catharine Skipp in Miami contributed to this report.\n"}