{"title": "-UC DAVIS -Undocumented farmworkers use Medicaid half as often as documented farmworkers", "body": "\nUndocumented farmworkers are half as likely as those who are documented to use Medicaid, the federal health \ninsurance program available to low-income individuals and families, according to a new study from UC Davis Health \nSystem.\n\nThe research also shows that the greatest predictor of farmworker use of Medicaid, which provides coverage for \nprenatal, pediatric and emergency care regardless of documentation status, was having children.\n\n'Undocumented agricultural workers are using Medicaid at about half the rate of documented immigrants and \ncitizens, and they appear to be using it in accordance with the law,' said J. Paul Leigh, senior author of the study, \nprofessor of public health sciences and researcher with the Center for Healthcare Policy and Research. 'There's a \nperception that undocumented farmworkers are overusing Medicaid resources, but our findings indicate the \nopposite.'\n\nIn conducting the study, which is published online in the Journal of Occupational and Environmental Medicine, \nLeigh analyzed records from the U.S. Department of Labor's National Agricultural Workers Survey (NAWS) on \n41,324 farmworkers from 1993 through 2009, about half of whom were migrants working without residency, \ncitizenship or visas.\n\nBecause the NAWS database is the only nationally representative sample of undocumented workers, it is a rare \nsource of information on demographics and income at both individual and household levels for this often elusive \ngroup. Given that almost 50 percent of Medicaid recipients are children, the data on households rather than \nindividual adults was particularly relevant to the current study.\n\nLeigh found that undocumented farmworker heads of household were 52 percent less likely to use Medicaid than \ntheir documented counterparts: 22.6 percent of documented farmworker heads of household and only 12.2 \npercent of undocumented farmworker heads of household reported that one or more family members received \nMedicaid services over two-year intervals during the 16-year study period.\n\n\nThe odds of receiving Medicaid benefits for documented heads of household with one child were 6.57 times \ngreater than that of documented heads of household with no children. One-child undocumented heads of \nhousehold were 8.4 times more likely to utilize Medicaid than childless documented heads of household.\n\n'Simply having children is the best determinant of Medicaid use,' said Leigh. 'Use by undocumented, unmarried \nmales appears to be extremely rare.'\n\nThe seemingly disproportionate effect of children on undocumented versus documented heads of household may \nbe explained by access to non-government health insurance options, according to Leigh. Documented workers are \nmuch more likely than undocumented workers to have employer-sponsored health insurance, which families \ntypically prefer over Medicaid. Undocumented heads of household, even those with children who are U.S. citizens, \nrarely have that choice.\n\n'Undocumented workers don't have any other place to go for health insurance,' Leigh said. 'As soon as they have \na child in the family, undocumented workers are much more likely to use Medicaid.'\n\nHigher income, either for individuals or families, was associated with lower odds of Medicaid use for both \ndocumented and undocumented heads of household. There were also variations by region, with California having \nthe highest odds of Medicaid use.\n\nThis is one in a series of studies of health-care utilization prepared by Leigh, an expert in economics and \noccupational illnesses. Next in the pipeline is a study of those who use food stamps and the U.S. Department of \nAgriculture's Special Supplemental Nutrition Program for Women, Infants and Children, which provides \nsupplemental foods, health-care referrals, and nutrition education for low-income women and young children who \nare deemed at nutritional risk.\n\n'Medicaid Use by Documented and Undocumented Farm Workers' was co-authored by Yoon-Kyung Chung of the \nKorea Energy Economics Institute in Seoul and Ph.D. graduate of the UC Davis Department of Economics. It was \nsupported by the National Institute for Occupational Safety and Health (grant number 2U54OH007550-11).The \nstudy is available online.\n\nInformation about UC Davis Health System is at www.healthsystem.ucdavis.edu and the Center for Healthcare \nPolicy and Research is at            www.ucdmc.ucdavis.edu/chpr/\n\n[Editorial queries for this story should be sent to newswire@enpublishing.co.uk ]   \n"}