{"title": "Las Vegas Debate Fact Check", "body": "\nPREV\n\n• \n\nEthan Miller/Getty Images\n\n• \n\nEthan Miller/Getty Images\n\n• \n\nMonica Almeida/The New York Times\n\n• \n\nPaul Buck/European Pressphoto Agency\n\n• \n\nMonica Almeida/The New York Times\n\n• \n\nMonica Almeida/The New York Times\n\n• \n\nMonica Almeida/The New York Times\n\nNEXT\n\nMitt Romney and Gov. Rick Perry in one of many heated exchanges.\n\nRomney's Texas Jobs Claim\n\nIn an  attack on Gov. Rick Perry's record on job creation in Texas, Mitt Romney said 40 percent of the jobs created \nin the state while Mr. Perry was governor went to illegal immigrants.\n\nMr. Romney was citing a recent study by the Center for Immigration Studies, a conservative-leaning think tank that \nfavors reducing immigration over all. The study, by Steve Camarota, a demographer, found that 81 percent of the \n\n\njobs created in Texas since 2007 went to recently arrived immigrant workers, including both legal and illegal \nimmigrants. About half of the jobs, or about 40 percent, went to newly arrived illegal immigrants, the study found.  \n\nGovernor Perry's campaign says the study is false, arguing essentially that it could not be right because the \nnumbers did not add up. A post on the Perry campaign Web site cites a statistic from the Bureau of Labor Statistics \nshowing that Texas has gained 384,700 jobs since 2007. Department of Homeland Security figures cited by the \ncampaign show that 60,000 illegal immigrants arrived in Texas in that period.  That number does not amount to 40 \npercent of the new jobs. So, Mr. Perry says, the math and the study must be wrong.\n\n- \n\nRomney and Illegal Immigration\n\nGovernor Perry went on the offensive to attack Mr. Romney over an immigration controversy that came to light \nwhen Mr. Romney campaigned for president in 2008.\n\n\"You hired illegals in your home and you knew about it for a year,\" Mr. Perry said. \n\nHe said that a year after Mr. Romney first learned that illegal immigrants  were taking care of his lawn, those \nimmigrants were still working for him. Mr. Romney's claim that he is tough on illegal immigration is \"the height of \nhypocrisy,\" Mr. Perry said.\n\nMr. Romney fired back, \"I don't think I've ever hired an illegal immigrant in my life.\"  He gave a long explanation:  \nwhen he discovered that his landscaping company had sent illegal immigrants to his home for the second time, he \nfired the company and told the illegal immigrants working at his house to leave.\n\nIt isn't clear that Mr. Romney ever knew directly that his landscaping company was using illegal immigrants to tend \nhis lawn.  But the episode was embarrassing for Mr. Romney, and it is still awkward now.\n\nThe Boston Globe first reported in December 2006 that Mr. Romney was employing a lawn care company that \nregularly hired illegal immigrants. Mr. Romney said he told an illegal immigrant working on his property to leave but \ncontinued to use the same lawn service company. A  year later, The Globe reported that the service had once again \nsent illegal immigrants to Mr. Romney's house in Belmont, Mass.  On the same day as the Globe report was \npublished, Mr. Romney fired the company.\n\nAt that time, Mr. Romney said he had continued to use the same company because the company had guaranteed \nthat it would not hire any illegal immigrants.\n\nIn Tuesday's debate, Mr. Romney said he would combat illegal immigration by adopting a nationwide electronic \nprogram to verify the immigration status of all new hires.\n\n- \n\nBorder Fence\n\nIs it possible to build a fence along the entire 2,000-mile United States-Mexico border? And if it is, is it worth the \ncost and would it effectively secure the border?   \n\nMost of the candidates are competing to outdo one another on their support for building a fence -- as Mrs. \nBachmann has put it -- \"on every mile, every foot, every inch\" of the border. Mr. Cain has called for an electrified \nfence that could \"kill\" people, a statement he later said was in jest, then later still said he meant.\n\nOnly Mr. Perry, whose state shares 1,200 miles of border, begs to differ about the sense of a hard fence on every \nmile, without conceding one iota of his own commitment to securing the border.  \n\nhttp://www.boston.com/news/local/articles/2007/12/05/more_immigrant_woes_for_romney/?page=full\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/b/the_boston_globe/index.html?inline=nyt-org\n\n\nIt would take 10 to 15 years and cost $30 billion to build a complete fence, Mr. Perry said, arguing that a more cost-\neffective way is to build a fence in high-traffic areas and to use \"boots on the ground\" and Predator drones to \nmonitor other areas. \"That is the way to shut that border down,\" he said.\n\nThe Department of Homeland Security agrees with Mr. Perry. Officials say that a hard fence is prohibitively costly \nand inefficient, given that many stretches of the border are in remote mountain areas.  To date, according to my \ncolleague Julia Preston, who covers immigration, the department has completed about 650 miles of hard fence, \nmostly in cities and at points of heavy illegal crossings. Most of that work was done under the Bush administration.\n\nA report in February by the Government Accountability Office found that border authorities, by their own measure, \nhad \"operational control\" of only 873 miles, or 43 percent, of the border.\n\nHomeland security officials responded that they could either patrol or monitor 81 percent of the border, and that the \nremaining areas were hostile terrain where illegal crossings are rare.\n\nThe Obama administration, with the support of Border Patrol officials, has focused on surveillance technology, \nequipping the Border Patrol with dozens of fixed remote surveillance systems for busy crossing points and mobile \nsurveillance units for mountainous terrain.\n\nThe Center for Immigration Studies, a Washington think tank that seeks to lower immigration, wants more border \nsecurity but does not favor a fence across the entire border.\n\n(Incidentally, apprehensions by the Border Patrol dropped to 448,000 in 2010, the lowest number since 1972, \naccording to the Department of Homeland Security. The decline under the Obama administration accelerated a \ndrop in border apprehensions that began under President George W. Bush. Since 2005, apprehensions at the \nMexican border are down 61 percent.)\n\nThat is not stopping most of the Republican candidates from calling for a mile-by-mile fence. Over the weekend, \nMrs. Bachmann raised her own bid, signing a pledge to build a \"double fence\" along the border.\n\n- \n\nA Model Plan? \n\nAnother Republican presidential debate, another attack on Mitt Romney for the health care plan that was the \ncenterpiece of his tenure as Massachusetts governor but has since emerged as the most frequent point of attack for \nhis Republican rivals.\n\nTonight the attack came from Gov. Rick Perry of Texas, who criticized Mr. Romney for the plan and said it was the \nbasis of President Obama's health care plan, more commonly known among Republicans as \"Obamacare.\"\n\nMr. Romney punched back, suggesting that he never thought his plan would or should be a model for a national \nprogram to expand health insurance.\n\nMr. Romney said that during the 2008 campaign, \"I was asked: 'Is this something that you would have the whole \nnation do?' And I said: 'No; this is something that was crafted for Massachusetts. It would be wrong to adopt this as \na nation.' \"\n\nNot exactly. Mr. Romney has repeatedly suggested that he believed that the Massachusetts program -- and in \nparticular its mandate for individuals to purchase health insurance plans -- would be a good model for the rest of the \ncountry.\n\nDuring an appearance on \"Meet the Press\" in December 2007, Mr. Romney said that while he did believed that \nevery state would face different circumstances, his program was \"a good model for other states.\"\n\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/u/unmanned_aerial_vehicles/index.html?inline=nyt-classifier\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/g/government_accountability_office/index.html?inline=nyt-org\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/b/border_patrol_us/index.html?inline=nyt-org\nhttp://topics.nytimes.com/top/reference/timestopics/people/b/george_w_bush/index.html?inline=nyt-per\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/p/presidential_debates/index.html?inline=nyt-classifier\nhttp://topics.nytimes.com/top/reference/timestopics/people/o/barack_obama/index.html?inline=nyt-per\n\n\n\"I think it's a good model for other states. Maybe not every state but most, and so what I'd do at the federal level is \ngive every state the same kind of flexibility we got from the federal government as well as some carrots and sticks \nto actually get all their citizens insured. And I think a lot of states will choose what we did.\"\n\nMr. Romney added that he would not want a policy that would force other states to adopt the Massachusetts model \n-- which Mr. Obama's health care bill, in some sense, does -- but suggested that other states should consider the \nmandate.\n\n\"So if a state chose a mandate, it wouldn't bother you?\" asked the host, Tim Russert.\n\n\"I'd think it's a terrific idea,\" Mr. Romney answered. \"I think you're going to find when it's all said and done, after all \nthese states that are the laboratories of democracy get their chance to try their own plans,  those who follow the \npath that we pursued will find it's the best path, and we'll end up with a nation that's taken a mandate approach.\"\n\n- \n\nA Deeper Look at 9-9-9\n\nHerman Cain said his much-discussed \"9-9-9\" plan \"does not raise taxes on those that are making the least. It's \nsimply not true.\"\n\nBut that is exactly what a growing number of independent analysts have concluded.\n\nThe plan calls for deep cuts in the existing federal taxes on individual and corporate income, both of which would be \nreduced to a flat rate of 9 percent from a system of tiered rates that run above 30 percent for the highest earners.  \nMr. Cain then proposes the addition of a 9 percent tax on sales.\n\nAnalysts say Mr. Cain's plan would raise taxes for lower-income families, while reducing the taxes paid by higher-\nincome families.\n\n\"Herman Cain's 9-9-9 plan is a terrific example of fiscal hocus-pocus,\" Edward D. Kleinbard, a law professor at the \nUniversity of Southern California, writes in a coming analysis of the plan for the trade journal Tax Notes. \"It is \npresented as a low-tax panacea, but it actually would raise the tax bills of many Americans very substantially.\"\n\nProfessor Kleinbard estimated that a family with $120,000 in 2010 income would have paid $541 less in federal \ntaxes under Mr. Cain's plan. A family that earned $50,000, by contrast, would have paid $4,800 more.\n\nThe Tax Policy Center, a joint venture of the Urban Institute and the Brookings Institute, concluded that the plan \namounted to a 25.38 percent national sales tax. Flat sales taxes fall more heavily on lower-income families, \nsiphoning off a much larger share of their total income.\n\nIt is also important to note that the 9-9-9 plan is only a transitional stage in Mr. Cain's broader plan to overhaul \nfederal taxation. He has proposed the ultimate elimination of income taxes, in favor of a flat 30 percent sales tax.\n\n- \n\n• Fact Checking the Republican Debate on the Economy\n\n• Fact Checking the G.O.P. Debate in Orlando\n\n• Fact Check: Social Security, Health Care and More\n\n• Debate Suggests Brutish Campaign to Come\n\n• Spin Recycle: What the Post-Debate Debate Might Be\n\nhttp://topics.nytimes.com/top/reference/timestopics/people/r/tim_russert/index.html?inline=nyt-per\nhttp://elections.nytimes.com/2012/primaries/candidates/herman-cain?inline=nyt-per\nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=1941800\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/u/university_of_southern_california/index.html?inline=nyt-org\nhttp://www.taxpolicycenter.org/taxtopics/Cain-9-9-9-plan.cfm\nhttp://www.taxpolicycenter.org/taxtopics/Cain-9-9-9-plan.cfm\nhttp://thecaucus.blogs.nytimes.com/2011/10/11/fact-checking-the-republican-debate-on-the-economy/\nhttp://thecaucus.blogs.nytimes.com/2011/09/23/fact-checking-the-g-o-p-debate-in-orlando/\nhttp://thecaucus.blogs.nytimes.com/2011/09/12/fact-check-perry-debates-himself-on-social-security/\nhttp://thecaucus.blogs.nytimes.com/2011/10/19/debate-suggests-brutish-campaign-to-come/\nhttp://thecaucus.blogs.nytimes.com/2011/10/18/spin-recycle-what-the-post-debate-debate-might-be/\n\n"}