{"title": "In Congress, rooting around the family tree", "body": "\nRep. Mark Foley loves to tell the story of his grandmother who immigrated  from Poland and worked as a motel \nmaid to get her start in America.\n\nShe eventually became a citizen and sent a grandson to Congress. Foley, a  West Palm Beach Republican, says \nhis immigrant heritage gives him a  \"passionate respect for the freedom and liberties so many of us take for \n granted.\"\nCONGIMMS\n\nHe just doesn't think every baby born in America should automatically be a  citizen.\n\nHeart-warming immigration stories are in vogue in Congress this month as  members begin serious work on two \nmeasures that would cut the number of  immigrants allowed into the United States legally.\n\nThe Senate Judiciary Committee today will take up an enormous  immigration-reform bill proposed by Sen. Alan \nSimpson, R-Wyo., which has drawn  screams of protest from immigration groups, free marketeers and the business \n community.\n\nA similar bill by Rep. Lamar Smith, R-Texas, is to reach the House floor in  a couple of weeks.\n\nThe issue is \"very solidly based on emotionalism,\" said Sen. Arlen  Specter, R-Pa. \"It's based on our parents and \ngrandparents, and it is what  has made our country great.\"\n\nSpecter waxed nostalgic about Pvt. Harry Specter, his father, who came from  Ukraine at age 18, fought in World \nWar I for the United States and carried  shrapnel wounds on his legs the rest of his life. He settled in Russell, Kan., \n and ran a junkyard.\n\nThe Irish potato famine in the 1840s apparently is responsible for a number  of other members of Congress being \nhere.\n\nSen. Mike DeWine, R-Ohio, said his great-great-grandfather came from  Ireland on a cattle boat. DeWine wants to \nlet immigrants keep coming. \"To  turn our back on what history tells us about this country would be a very sad \n event,\" he said.\n\nBut Sen. Dianne Feinstein, D-Calif., who serves with Specter and DeWine on  the Senate committee considering \nimmigration, says times have changed.\n\nHer grandfather at age 14 stowed away on a ship to escape the pogroms in  Poland, she said. Her mother escaped \nthe Bolsheviks, arriving in America with  no education, no money and very little English.\n\n\n\"They produced a U.S. senator,\" she said.\n\nYet nearly 40 percent of America's modern-day immigrants live in  California, her state, with another 3.7-million \nwaiting for visas. Feinstein  said immigrants are more likely to live in poverty, more likely to need public  aid and \nless likely to have health insurance.\n\n\"People are coming in too fast to be able to provide the job  opportunities, the homes and the education,\" she said.\n\nThe United States admits about 800,000 immigrants a year legally. In raw  numbers, that's about the same as were \nbeing admitted at the turn of the  century, but it is a much smaller percentage of the population now.\n\nAnother 300,000 immigrants are believed to settle illegally in the United  States each year. The House and Senate \nbills attempt to stop that.\n\nA few immigrant citizens serve in Congress, including the two Miami  Republicans who were born in Havana, \nIleana Ros-Lehtinen and Lincoln  Diaz-Balart.\n\nBut there's no clue to the ancestry of Simpson and Smith, the sponsors of  the bills causing so much fuss. Simpson \nbrags that his father and grandfather  were Wyoming lawyers, but he doesn't go back any further. Smith would say \nonly  that he's a fifth-generation Texas rancher.\n"}