{"title": "U.S. MAY REQUIRE CLOSER SCRUTINY TO GET A LICENSE", "body": "\nCongress is moving quickly toward setting strict rules on how states issue driver's licenses, requiring them to \nverify whether each applicant for a new license or a renewal is in this country legally. \n\n A House and Senate conference now taking place has included the requirements, which apply to all 50 states and \nother jurisdictions that issue licenses, in a supplemental appropriations bill for Iraq, aides involved in the process \nsaid on Monday. The draft legislation will be completed in the next few days and is all but certain to pass. \n\n State officials complain that the new requirements will add a costly, complicated burden to the issuance of driver's \nlicenses, which has been their responsibility for almost a century. Civil rights organizations and privacy advocates \nsay that they are concerned that a standardized driver's license would amount to a national identification card and \nthat a central database would be vulnerable to identify theft.\n\n The proposed regulations, intended to deter terrorist attacks, would replace a provision of the intelligence bill \npassed in December that called on state and federal agencies to develop new rules for licenses. That law did not \nspecifically require states to check the citizenship or immigration status of applicants. \n\n Eleven states now grant driver's licenses to noncitizens who do not have visas. There is no reliable estimate of \nhow many licenses have been issued to noncitizens, whether in the country legally or illegally. \n\n Some of the ideas in the new measure were considered and dropped in December. But conservative members of \nthe House, led by Representative F. James Sensenbrenner Jr., Republican of Wisconsin, threatened to block \npassage of the intelligence bill, and won an agreement that they could try again this year. They got a pledge from \nthe leadership to include the driver's license measures in a must-pass bill this year. \n\n Under the rules being considered, before granting a driver's license, a state would have to require proof of \ncitizenship or legal presence, proof of an address and proof of a Social Security number. It would need to check the \nlegal status of noncitizens against a national immigration database, to save copies of any documents shown and to \nstore a digital image of the face of each applicant.\n\n The licenses issued must include the driver's address and a digital photograph, and would incorporate new \nauthentication features designed to prevent counterfeits. The new law would also require that the licenses of legal \ntemporary residents expire when their visas do. The rules would also apply to renewals, an aide involved in the \nconference said. \n\n Supporters of the law say it addresses important security problems and note that some of the Sept. 11 hijackers \nused driver's licenses as identification when checking in for their flights, and that a few had expired visas. \n\n\n Supporters also say the measure will help control illegal immigration. Caroline Espinosa, a spokeswoman for \nNumbersUSA, a group that lobbies for tighter borders and tougher immigration laws, said, ''This is really targeted \ntoward national security, but a side effect would be discouraging illegal immigrants from coming into the United \nStates and making it more difficult for them to open a bank account, buy a house, rent a car or buy a car.'' \n\n State officials and some senators say the new provision, known as the Real ID measure, imposes verification \nprocedures -- like the authentication of birth certificates -- that would be difficult for even the federal government to \nmeet.\n\n A bipartisan group of senators -- the Republicans John E. Sununu of New Hampshire and Lamar Alexander of \nTennessee, and the Democrats Joseph I. Lieberman of Connecticut and Richard J. Durbin of Illinois -- complained \nabout the proposal in a recent letter to the Senate majority leader, Bill Frist. \n\n ''By repealing a provision enacting a central recommendation of the 9/11 commission, in favor of unworkably rigid \nfederal mandates,'' the letter said, ''it would jeopardize an initiative that can make the nation safer from terrorist \nattack.'' \n\n Cheye Calvo, the director of the transportation committee at the National Council of State Legislatures, predicted \nthat unintended conflicts would emerge from the measure, which he noted would become law without any hearings. \nReferring to state motor vehicle departments, Mr. Calvo asked, ''Is the goal here to shut down D.M.V.'s?'' \n\n Many state licensing officials, however, have long seen a need for tighter standards and better linking of \ndatabases because many drivers whose licenses are revoked in one state quickly get a license in another.\n\n In mid-April, experts representing governors, state legislatures, motor vehicle departments, police departments, the \nfederal Departments of Transportation and Homeland Security, the AAA and the American Civil Liberties Union, \nalong with information technology experts, held three days of meetings here to begin planning how to carry out the \nprovisions in the intelligence reform law. \n\n ''In December, they recognized the complexity of this process and they set up a system to discuss it back and \nforth,'' said State Senator Michael Balboni of New York, who was appointed by the National Council of State \nLegislatures to represent the states in negotiations in Washington on how to put the bill into effect. ''Now, suddenly, \nless than five months later, they come back and say, forget all that, we're going to take this unilateral approach.''\n\n Mr. Balboni's group said the new rules would cost the states $500 million to adopt.\n\n Privacy advocates have raised criticisms. Timothy D. Sparapani, the chief lobbyist on privacy issues for the \nA.C.L.U., said the standardized license would amount to a national identification card. And with the data accessible \nin a single database, he said, ''this is a recipe for identity-theft disaster.'' \n\n The new rules have been propelled by an unlikely combination of factors. House conservatives have said they will \nnot consider an expanded temporary worker program, a goal of President Bush and business groups, until what \nthey call border security measures are adopted. Strategists working with the White House say they have accepted \nthe need to accommodate the conservatives to win support for a package of changes in immigration law. \n\n The 11 states that now issue licenses to people who cannot document their immigration status are Hawaii, \nMaryland, Michigan, Montana, New Mexico, North Carolina, Oregon, Tennessee, Utah, Washington and Wisconsin. \n\n In July, Tennessee began issuing driver's licenses marked: ''For driving purposes only. Not valid for identification.'' \nThe license, given to people who cannot supply proof that they are in the state legally, is printed vertically, to \ndistinguish it from most other driver's licenses, which are horizontal.\n\n Melissa McDonald, a spokeswoman for the state motor vehicle department, said Tennessee took the action \nbecause Gov. Phil Bredesen ''felt like we needed to address the issue of homeland security, while still conducting \nwritten and road tests for people who want to drive, and providing them with a document that insurance companies \nwould accept before writing insurance, which car owners are required to have.''\n\n\n\n Tennessee has issued about 22,000 such cards since July, Ms. McDonald said. The written exam is given in \nSpanish, French and Korean. Utah began issuing a similar card on March 8. Under Utah law, the card can be \naccepted as identification by private entities but not government agencies.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Representative F. James Sensenbrenner Jr. has pushed for new driver's license restrictions. (Photo by Joe \nCavaretta/Associated Press)(pg. A21)                                                         \n"}