{"title": "Welfare Reform Act Upheld in Federal Court; Ruling Allows Aid Cuts To Infirm Legal Aliens", "body": "\nA federal judge today issued the first ruling upholding the constitutionality of the 1996 Welfare Reform Act that \ncuts off benefits to most legal resident aliens who are aged, poor or disabled.\n\nU.S. District Judge Lewis Kaplan of the Southern District of New York said that while the act imposes a severe \nhardship on aliens, Congress had the authority to enact the law on Aug. 22, 1996.\n\n\"Under our Constitution . . . the responsibility for making judgments such as these rests principally with Congress. It \nis in Congress that this troublesome situation must be addressed,\" he said.\n\nKaplan said if Congress does not act to restore benefits, the consequences are likely to include evictions, \nhomelessness and the inability to pay medical expenses. The judge said it would also shift a substantial financial \nburden to New York City.\n\nThe ruling throws out most claims filed by the city and plaintiffs representing 10,000 aliens in New York, \nConnecticut and Vermont who had sued the federal government over the act.\n\nThey had argued that the law improperly discriminates between citizens and permanent resident aliens in violation \nof the due process clause of the Fifth Amendment.\n\nA similar challenge has been argued in San Francisco federal court and is awaiting decision.\n\nNancy Chang, a lawyer with the Center for Constitutional Rights, which represented some of the plaintiffs, said she \nexpects the ruling will be appealed.\n\nFor many years legal aliens who were poor, blind, disabled or aged were entitled to receive Supplemental Security \nIncome (SSI) and food stamps. The 1996 act cuts off benefits to the vast majority of those aliens. Benefits to most \nof those previously receiving help are scheduled to end on Sept. 30.\n\nHowever, there is legislation now moving through Congress as part of the balanced budget bill that would continue \nSSI to some legal aliens.\n\nRepublicans have offered to continue SSI disability benefits to legal immigrants who were on the rolls when the \nwelfare law was signed Aug. 22, 1996. Immigrants in the country before that date but not receiving SSI would be \neligible for the first seven years they were in the country.\n\nThe Clinton administration wants to go beyond that offer to ensure that immigrants who become disabled in the \nfuture would be eligible for SSI.\n\n\nNeither the White House nor Republicans are moving to continue food stamps. The cutoff of nutrition aid is \nexpected to affect about 1 million legal immigrants.\n"}