{"title": "IMMIGRANTS SEE HOUSE AS BIGGEST PRIORITY A FANNIE MAE SURVEY SAYS THEY'RE THE MOST LIKELY TO BUY. IT ALSO FOUND THEM OPTIMISTIC ABOUT THE ECONOMY.", "body": "\nImmigrants who rent are three times as likely as native-born Americans to rank owning a house as their number-\none priority, according to a survey to be released today.\n\nThese newcomers, as a whole, are more likely than all American adults to a buy a house in the next three years \nand tend to be more optimistic about the economy, according to the annual Fannie Mae National Housing \nSurvey.\n\nJames A. Johnson, chairman and CEO of the Federal National Mortgage Corp., the nation's largest buyer of \nmortgages on the secondary market, said the survey \"reaffirms the primacy of home ownership as a core \naspiration of those (who) wish to achieve all that America offers.\"\n\nThe survey, conducted by the research firms of Peter D. Hart and Robert Teeter, interviewed a random sample of \n1,000 native-born adults as well as 400 adult immigrants.\n\nJohnson said that with nine million legal immigrants expected to arrive in America in the 1990s, the apparent \ndesire for a house would \"provide challenges and opportunities for America's housing finance industry.\"\n\nFannie Mae, which last year announced a $1 trillion initiative to finance more than 10 million houses by the end of \nthe decade, has promised to focus heavily on the growing immigrant population.\n\nFindings of the survey:\n\n* 84 percent of immigrants are, or wish to become, U.S. citizens.\n\n* 71 percent of immigrants believe that buying a house will make them feel more comfortable in America and part \nof the community.\n\n* 29 percent of immigrants believe that now is the time to buy a house; only 18 percent of all adults surveyed \nbelieve that.\n\n* 28 percent of all immigrants say the economy will improve next year, compared with 19 percent of all adults.\n\n\n* 53 percent of immigrants believe their own financial situation will improve next year, compared with 39 percent of \nall adults.\n\nEnglish is the primary language used at home for 41 percent of immigrants, the survey showed. Only 12 percent \nof all immigrants surveyed say that no English is spoken in their homes.\n\nOwning a house plays an important role in whether immigrants think of themselves as Americans, Fannie Mae \nsaid.\n\n\"Our survey reveals that homeownership is a key milestone in a new American determining (whether) he or she \nhas become a part of the community,\" Johnson said.\n"}