{"title": "CAUGHT UP IN INS LEGAL WEB  HARSH LAW PENALIZES IMMIGRANTS FOR THE PAST", "body": "\nThe shackles still haunt Deon Spencer.\n\nOnce, nine years ago, the 33-year-old Jamaican immigrant got caught in a police drug sweep as he took a break \nfrom his postal job. He said that although he was innocent, a public defender encouraged him to plead guilty to a \nmisdemeanor drug charge. He served probation and underwent drug counseling. He thought it was all behind him.\n\nBut in 1997, Spencer a taxpaying film production assistant joined scores of foreign-born New York residents caught \nby 1996 anti-immigration laws.\n\nNow, law-abiding immigrants are being forced into jails and deportation proceedings for solitary minor crimes \ncommitted up to 20 or 30 years ago.\n\n\"In 1987, they said the charge would be expunged from my record. I thought it was all over,\" he said. \"But at the \n[Kennedy] airport, they shackled my feet and waist like I was the Unibomber. I was forced to carry my hand luggage \nshackled. They chained me to a bench.\"\n\n\"Sometimes, I still shake,\" he added.\n\nAfter being arrested by immigration officials upon his return from a funeral in Jamaica, Spencer a legal permanent \nresident was jailed with criminals for nine months in Pennsylvania. He temporarily lost custody of his 7-year-old \ndaughter, left his ill mother stranded and began fighting expulsion from the country he has called home since he \nwas 20.\n\nImmigration lawyers believe hundreds, maybe thousands, of hardworking immigrants in the city are being \npunished by the 1996 laws, which were meant to deter terrorists, deport violent criminals and stem illegal \nimmigration.\n\nAmong them are a Manhattan resident convicted of making two free long-distance phone calls, and a 42-year-old \nQueens construction business owner convicted of cocaine possession when he was 19.\n\nUnder the 1996 laws, Congress made immigrants convicted of any \"aggravated felony\" subject to detention and \ndeportation even if they have perfect records for years before and after their crimes. It also widened the felony \ndefinition to include offenses as minor as petty theft, and did away with a waiver procedure in which Immigration \nand Naturalization Service judges had discretion to dismiss a case.\n\n\"This is Draconian,\" said Nancy Morawetz, a New York University professor who heads an immigrant rights clinic. \n\"The laws sweep very broadly. This is not about career criminals. These are people who committed a very minor \n\n\ncrime a long time ago, or others who deserve a second chance. It can be somebody who used cable without \nauthorization.\"\n\nThe changes have so disturbed immigrants, lawyers and even the INS, that members of Congress, including Sen. \nDaniel P. Moynihan (D-N.Y.), have introduced bills to change it. The INS estimates 14,000 out of its 16,000 \ndetainees nationwide are \"criminal aliens,\" but spokesman Bill Strassberger said he did not know how many were \nminor offenders who have fallen victim to the harsher law.\n\nHe said INS officials are mandated to enforce the laws, even though they have asked for more lenient \namendments.\n\n\"The damage that was done to immigrants and their families is immeasurable,\" said Angela Kelly, deputy director \nof the National Immigration Forum, which has been conducting a \"Fix '96\" campaign in Washington. \"You have \nlegal residents with citizen kids who have led exemplary lives who are being subjected to double jeopardy. We \ndon't have a specific number. But, without a doubt, there are easily tens of thousands of people affected.\"\n\nAmong them is Spencer. He lives in dread. He has exhausted all his INS appeals and now awaits a hearing in \nfederal court.\n\n\"There is no place for me to go in Jamaica,\" he said. \"My daughter would be stranded without my help. My mother \nis very sickly and cannot work. I work hard. I didn't show any threat to others and society. They're not supposed to \ntreat me like a terrorist. I can't sleep sometimes.\"\n\nGraphic\n\n \n\nNEIL SCHNEIDER DAILY NEWS FAMILY CRISIS Deon Spencer with his mother, Flora, in their Brooklyn \napartment. His deportation would leave her stranded. NEIL SCHNEIDER LEGAL DILEMMA On phone with \nattorney, Deon Spencer hugs daughter, Diamonique, 7.\n"}