{"title": "Foreign students hesitate to go home", "body": "\nShadi and Payam Torab would like to spend the winter holidays with their recently widowed mother in Iran, but they \nwon't be going home any time soon.\n\nShadi, a graduate student at Georgia Tech, and her brother Payam, a Tech graduate employed by an Atlanta start-\nup, both have temporary visas. They are afraid that if they leave the United States, they won't be allowed back in.\n\n\"I originally thought about going home for 10 days,\" Payam Torab said. \"This was my only chance to see our \nmother. Our father passed away in September. But we have a fear that we will not be able to get back here.\"\nAJC\n\nThe Torabs are not alone in their fears. Of the 11,000 foreign students in Georgia, many are having second \nthoughts about traveling to their homelands this holiday season.\n\nInternational student offices on Georgia campuses are seeing higher numbers of students seeking immigration \nadvice this year. Some students canceled their trips, opting to spend the holidays in their dorm rooms or \napartments. Others are going, but not without apprehension in their hearts and extra documents in their hands.\n\nIn the aftermath of the Sept. 11 attacks, the United States announced stricter scrutiny of foreigners entering the \ncountry. Some new procedures designed to tighten a porous visa system and improve security are already in place. \nCongress is considering further change.\n\nFederal immigration authorities arrested 10 people Wednesday in San Diego in a crackdown on Middle Eastern \nstudents suspected of violating the terms of their visas by not being in school.\n\nLast month, the State Department said it would slow down the process of issuing visas to young men from Arab and \npredominantly Muslim nations to allow time for thorough background checks.\n\nNames of applicants from the list of 20 countries are now being sent to the Federal Bureau of Investigation.\n\n\"If I were a male, I would definitely consider not going,\" said Melda Ormeci, a graduate engineering student at \nTech, which has 2,400 foreign students, the largest international student population in Georgia.\n\nOrmeci said she thought long and hard before making the decision to go home to Turkey, but not before she had \nher parents in Istanbul inquire at the U.S. Embassy about any potential delays in renewing her visa.\n\n\"For a while, I had lost all hope of going home,\" said Ormeci.\n\n \n\nLawmakers want crackdown\n\n\nThere is basis for Ormeci's concern, said Valerie Chittenden, a spokeswoman for the State Department's Bureau of \nConsular Affairs. \"We do have enhanced name checks in place, and, yes, they can cause potential delays. We are \nurging people to apply [for visas] as soon as possible.\"\n\nOne of the 19 men identified as Sept. 11 hijackers, Hani Hanjour of Saudi Arabia, entered this country on a student \nvisa but never showed up for classes. That led lawmakers to seek stricter border security, and in particular, to try to \nchange student visa provisions.\n\nThere are about 550,000 foreign students at American universities, and about 300,000 student visas are issued \nevery year.\n\nLast week, a bill that would require stronger standards for granting visas and tracking foreign students was \nintroduced in the Senate. The legislation is a compromise between two bills introduced earlier.\n\nSen. Dianne Feinstein (D-Calif.) had originally proposed a moratorium on all student visas, which scared educators \naround the nation. The less severe compromise bill is more palatable on college campuses.\n\n\"This bill places the necessary controls on foreign students while maintaining our openness to foreign students,\" \nsaid Victor Johnson, associate executive director of NAFSA, a group that promotes international education and \nexchange. \"As I read it, this would not change the numbers of students coming to the United States. At the same \ntime it would strengthen procedures to identify that very tiny minority who might be coming here to do us harm. And \nthat's very important.\"\n\nThe compromise bill, which has broad bipartisan support, requires tightening a nationwide tracking system known \nas SEVIS. The bill requires schools to report when an expected foreign student fails to enroll. It also prohibits \nvisas for students from the seven countries listed by the State Department as terrorism sponsors unless the \nstudent clears rigorous security checks.\n\nTougher immigration procedures understandably have made international students nervous about traveling. Those \nwho are leaving the United States are being told to make sure they have all their documents in order, said Doug \nPodoll, director of international services and programs at Georgia State University.\n\n\"There is absolutely no question that we are getting more inquiries in our office this season than I have ever seen in \nthe decade that I have been doing this job,\" Podoll said. \"We are telling them to be prepared for any challenge by \nthe [Immigration and Naturalization Service]; to make sure they have their ducks lined up.\"\n\n \n\nCarrying lots of proof\n\nForeign students apply for U.S. visas once they are accepted for study at an American institution.They must show \nproof of acceptance and ability to pay for their education. They must also declare that they have no intention of \nabandoning their homeland.\n\nStudents receive visa stamps in their passports that are good for six months to four years, depending on country of \norigin. Students from some countries, such as India, are granted visas good for five years and multiple entries. \nIranians receive single-entry visas that expire in six months.\n\nStudents with expired visas can stay here as long as they remain in school. But if they leave American soil, they \nmust apply for renewal.\n\nPodoll said his office is advising students to not only carry their passports, visas and immigration forms but also \ncopies of transcripts and letters of good standing.\n\nIrfan Fareed Ahmed, a computer science student at Tech, hasn't been home to Pakistan in a year and a half. He's \nplanning to board a plane this week, but is prepared to face tougher questioning.\n\n\n\n\"I did have some apprehension about traveling,\" he said. \"I will be carrying my transcripts and my enrollment \ncertificate.\"\n\nIn some places, tighter security at U.S. embassies is adding to the time needed to renew a visa, said Sheila \nSchulte, coordinator of Tech's Office of International Education. She said some embassies no longer conduct live \ninterviews. Instead, passports must be mailed in to receive a visa stamp.\n\nAt most Georgia schools, classes resume the first week of January, giving students three short weeks to go home \nand back.\n\n\"These are unusual times,\" Schulte said. \"It's important for students to realize there are changes.\"\n\nIranian students have a special problem: There is no U.S. embassy in their country. To renew their visas, Iranians \nmust travel to a third country, such as Turkey.\n\nThat means Mohsen Shiri won't be seeing home for a while. He not only shelved plans for a winter break in Tehran, \nbut is also considering not going home next summer.\n\n\"I think it's going to be a big risk for me to go home this summer,\" said Shiri, who is earning a Ph.D in physics at \nTech. \"I guess there is always a give-and-take game when it comes to higher education. But it's hard being away \nfrom your family.\"\n"}