{"title": "Overhaul of overloaded asylum system sought", "body": "\nImmigration officials propose streamlining the nation's overwhelmed political asylum system, cracking down on \nabusers and cutting work permits for applicants.\n\nCongressional lawmakers will be briefed on the proposals this week, and a House subcommittee is expected to \ndiscuss them Wednesday.\n\nThe proposals are the second set of immigration initiatives from the Clinton administration. Earlier, legislation was \nintroduced that would make it easier to exclude asylum seekers who arrive at U.S. airports without documents or \nwith fake documents.\n\nThe latest proposals cover asylum applicants who are already in the country, legally or illegally. They would:\n\nDouble the number of asylum officers to about 300 and the number of immigration judges to about 150.\n\nGrant work permits only to those approved for asylum, and increase the time most applicants have to wait for \npermits from 90 days to 180 days.\n\nImmediately reject obvious \"boilerplate\" applications - those that are nearly identical, come from the same ZIP code \nand are vague.\n\nCrack down on untrained and unscrupulous \"immigration consultants\" who charge applicants high fees to prepare \nfraudulent applications.\n\nWarn applicants in writing that they can be deported if they don't show up for a hearing. About 16% never show.\n\nDeport those denied asylum. Now, few people denied asylum are ever deported.\n\nFingerprint all applicants so those denied can't return under a different name.\n\n\"It's a tough bill and I have to say I'm gulping about it, but you can see these are serious (people) who want to do it \nright,\" says Warren Leiden, director of the American Immigration Lawyers Association, which has criticized the \nasylum system.\n\nPolitical asylum is intended only for foreigners who can demonstrate a well-founded fear of persecution based on \nrace, religion, nationality, membership in a social group or political opinion.\n\nBut the asylum system is barely functional. More than 70% of the applications - 147,000 last year alone - are \nnever decided. Others are decided only after years. Even the computer systems - there are six - are a mess: They \ncan't all talk to each other.\n\n\nThere's also a big loophole: Nearly every applicant gets a work permit within 90 days of filing - regardless of their \nasylum eligibility.\n\nThe INS has a huge case backlog - about 300,000 - that is growing by nearly a third each year. Officials say there's \nno way to reduce it with the current asylum corps.\n\nSome argue that people in the backlog should be granted amnesty, but that may not sit well with Congress.\n\n\"We're not calling for amnesty,\" said Gregg Beyer, head of the asylum corps. \"But if we get timely decisions and \nreduce the incentive to file abusive applications, that will go a long way to resolving the inadequacies in the \nsystem.\"\n\n Asylum seekers A backlog of applications has clogged the asylum process.\n\n        Filed       Accepted\n\n'91    123,492      107,962\n\nNotes\n\nTHE NATION; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC, b/w, Marty Baumann, USA TODAY, Source: U.S.  Department of Justice (Line graph)\n"}