{"title": "JACKSON LEADS 5,000 PROTESTING IMMIGRATION BILL", "body": "\nThe Rev. Jesse Jackson led a march of an estimated 5,000 people today to protest raids conducted by the \nImmigration and Naturalization Service and pending immigration legislation.\n\nIn a style reminiscent of the civil rights era, the candidate walked at the head of the mile-long march up Broadway. \nThose marching at the front with him, arms entwined, included Latinos, Asian-Americans, blacks and whites.\nRev Jesse Jackson leads march of estimated 5,000 people to protest raids conducted by Immigration and \nNaturalization Service and pending immigration legislation, Los Angeles, Calif; those marching at front of \ndemonstration include Latinos, Asian-Americans, blacks and whites (S)\n\nMr. Jackson is vigorously trying to make more visible his Rainbow Coalition of various ethnic and interest groups in \nthis state, which holds its primary June 5 and has those groups in significant numbers. Last week he appeared \nbefore a group of Asian-Americans, homosexuals and Hispanic people.\n\n \n\nSeeking a Wider Base\n\nAides to Mr. Jackson said that California offered the opportunity to make his varied support more visible than it had \nbeen. He has steadily swept the black vote while gaining only slight white support, polls show.\n\nThe civil rights leader underscored the theme of the various groups at a rally on the south lawn of City Hall, where \nthe march ended.\n\n''I want to congratulate all of the non- Latinos who are here today,'' he said.  ''Unfortunately too many for too long \nhave seen the immigration issue as purely a Latino problem. As a consequence, Latinos have had to fight largely \non their own.''\n\nBut he said his Rainbow Coalition had embraced their cause, and he compared the pending bill to pre-Civil War \nclassification of any black as three- fifths of a person and to the interning of Japanese-Americans in World War II.\n\n \n\n'Virtual Hysteria' Cited\n\nThe bill would impose sanctions on employers who hire illegal aliens, grant amnesty to those who have been in the \ncountry illegally for a set period of time, allow the temporary entry of some noncitizens for seasonal labor and permit \nwider latitude to Federal agencies in seeking out undocumented workers and preventing their return.\n\n\n''There is a virtual hysteria against the undocumented, fanned by the last two Administrations, that allows such \ninhumane treatment to continue,'' Mr. Jackson said. ''This hysteria is fueled by a combination of myth, stereotype, \nmeanness and political expediency.''\n\nPerhaps the one indicator today that the enthusiasm of the crowd for Mr. Jackson was not completely \nrepresentative was the absence of Cesar Chavez, president of the United Farm Workers, who is an opponent of the \nbill. The rally organizers said Mr. Chavez would be there. Dolores Huerta, vice president of the union, who did \nattend, said both the march organizers and Jackson campaign officials knew that was never the case.\n\nShe explained that the union had not endorsed any candidate. Although she and others favored Mr. Jackson's \napproach, there was a loyalty in the union to former Vice President Walter F. Mondale ''which can't be negated.'' \nHe, like Mr. Jackson, opposes the immigration proposal now before Congress. The other candidate for the \nDemocratic Presidential nomination, Senator Gary Hart, has opposed some provisions of the bill, and supported an \namendment to it which many Hispanic leaders feel is not adequate.\n"}