{"title": "Thriving on Difference;International High Students Speak Language of Learning", "body": "\nAbdul Samad, a 20-year-old from Afghanistan, went to school for the first time three years ago. He said he did not \nknow a word of English when he was admitted into the International High School in Queens. He felt blind and deaf \nand panicky.\n\n\"I was very crazy,\" said the high school student, dressed in a black leather jacket and jeans. \"I wondered, 'How am \nI going to learn this language or study this? I've never been to school.' I didn't know how to write the alphabet.\"\n\nAbdul is now a model student at International High, an alternative public school that is nationally recognized for \nthe way immigrant students are taught and valued. He will graduate this spring as a senior, but came to school \nalready a man.\n\nSince age 10, Abdul had fought as a guerrilla rebel against the occupying Soviet forces in his homeland. He saw 10 \nfriends die in combat and was hospitalized himself at age 14 with a bullet in his leg. He recalls precisely how he \nkilled two Russian soldiers at point-blank range. He said they had fatally wounded his mother and seriously injured \nhis father and three brothers in a bombing of his house.\n\nHe found his way to America through a network of Afghan contacts, and like thousands of other young immigrants \neach year, filtered into the New York City school system, where the foreign-born population has more than tripled in \nthe last four years.\n\nAs issues such as violence, apathy and disenfranchisement dominate public discussion of the New York City school \nsystem, the International High School offers a glimmer of hope to immigrant youths on a first-come, first-served \nbasis.\n\nThe school, on the sprawling campus of La Guardia Community College, admits only students who have been in \nthe United States for less than four years and score low in English proficiency on a standardized language \nassessment test.\n\nEnrollment reflects geopolitics. The 460 students, who are from 60 countries and speak 42 languages, come from \nplaces often in turmoil. When the school opened eight years ago as a joint effort of the Board of Education and the \nCity University of New York, there were only a handful of students from Eastern Europe. Now Eastern Europeans \n\n\nare the third largest group, with 128 students. The biggest representation is from Spanish-speaking countries, \nfollowed by the Asian bloc, including China, Hong Kong, Bangladesh, India, Pakistan, Iran and Afghanistan.\n\nWhen Abdul arrived, he was met with a swell of support from teachers and other students. He was thrown into \nclasses -- the school does not separate students according to their varying abilities in English -- and his Afghan-\nspeaking classmates helped him learn English, even as he went to classes in science, math, history and art. The \nteachers would speak slowly, write names and draw pictures to guide him along, and they started him off with \neasier assignments.\n\n \n\nImpressive Academic Record\n\n At International High, teachers and staff break the mold in the way English is traditionally taught to students with \nlimited English proficiency. Every teacher doubles as an English instructor to some extent, reinforcing language \ndevelopment as they teach instruction in the core subject areas.\n\nThe school has an impressive record of academic success. Ninety-three percent of the students go on to college \nand more than 90 percent graduate having taken at least one regular college-level course at LaGuardia Community \nCollege.\n\n\"It's an extraordinary place,\" said Jacqueline Ancess, a senior research associate at the National Center for \nRestructuring Education, Schools and Teaching at Teachers' College, Columbia University. \"This school makes \nsure these students have a future and gives them the skills for the future. It lets them know that they are valued.\"\n\nThere is a calm, mature air about the business of education at International High. There are no school bells.  \nClassrooms are dispersed throughout the campus, and students carry college IDs, enroll in college courses, eat in \nthe college cafeteria and work out in the college gym. They participate in a career-oriented internship program \noutside the school for one third of each school year.\n\nThe population of the school, which was intended to accommodate between 400 and 500 students, is also small \nenough so that the staff gets to know students.\n\n \n\nLearning to Get Along\n\n It was not long after Abdul arrived at the high school before teachers and counselors noticed his tenseness around \nRussian students. \"He used to jump on anything a Russian said and make fun of it,\" said Ruthellyn Weiner, an \nassistant principal. \"He would not get into physical stuff, but there would be verbal sparring.\"\n\nBut Abdul found that his enmity toward Russians had no place in the school. Every day, students have to work \ntogether in small groups to complete assignments. Some of his classmates were Russian.\n\n\"Just because of the constant working in groups, conflicts couldn't exist in that fashion,\" said the assistant principal. \n\"He dealt with it. It was not even acceptable to him.\"\n\nAbdul has now set his sights on life after high school. He aspires to be a pilot.\n\n\"I'm here to get an education and to get something for the future,\" he said during a class break. \"In America, \nanything you want to do is possible.\"\n\n \n\nOptimism Encouraged\n\n Abdul's optimism is echoed by many students in the school, as they stride the hallways and listen intently in class. \nThe feeling does not come by accident, teachers and administrators say.\n\n\n\n\"The optimism is infectious,\" said the principal, Eric Nadelstern, whose own parents were Holocaust refugees from \nPoland and Romania. \"To the extent that we are successful, students leave us as competent learners and \ncompetent individuals. The spirit that is shared by the entire faculty is that our students represent the future.\"\n\nIn a classroom humming with Polish, Spanish and Chinese accents on a recent morning, students expressed a \nlitany of hopes and dreams in response to a math teacher's question about what kind of student they wanted to be.\n\n\"I want to be the best I can and I want to be an A-student and always improve,\" 15-year-old Maria Christian of \nEcuador said in one happy breath.\n\n\"The more you want, the more we have,\" assured the teacher, Simon Cohen.\n\nInternational High is constantly evolving to meet the needs of students. Over the years, the class periods have \ngone from 35 minutes to 70.  This year, for the first time, the curriculum has gone entirely interdisciplinary, with \ninstruction in core subjects linked by themes.\n\nThe school is now broken into six thematic clusters in what amounts to six mini-schools. Each trimester, a small \nteam of teachers from each cluster is responsible for whta happens to about 70 students in the core subject areas \nduring the day.\n\nDuring their four years, the students cycle through 12 clusters to accumulate the credits needed to graduate. In \none cluster called \"Beginnings,\" incoming students like Rafael Dobrowolski explore their immigrant experience \nthrough lessons in English, math, science and art.\n\n \n\nRemembering Homelands\n\n Rafael is a 15-year-old Polish boy. As far as he is concerned, the future shines bright. A year and a half ago, \nRafael left Poland where there were soldiers on the street and the outlook was bleak. His father has found a job \ncutting grass in a Queens cemetery and his mother works as a secretary. Rafael, who was once ashamed to speak \nbecause of his hobbled English, is learning big new words like \"sophisticated\" this year.\n\n\"I say it quite a bit,\" Rafael boasted the other day.\n\nEven as students labor over their English-speaking skills, International High makes a point of fostering the \nmemories of homelands around the world. Teachers don't get upset if students speak in their first language in \nclass. At a native language celebration at the school earlier this month, Martin Vu rose to read an essay he had \nwritten about his native country, Vietnam:\n\n\". . .Only deep, deep inside my heart actually knows how I miss those coconut trees running along the river side, \nthose tenderly sweet taste of the mango, those intensely warm flavor of the durian. I don't want to recall any further \nbecause this makes me sad.\"\n\nThe voice rising with emotion came from a quiet 18-year-old who left Vietnam because he said he was not allowed \nto attend college. His father had served as a surgeon in the South Vietnamese Army and is still regarded as the \nenemy, he said. At age 13, Martin was imprisoned for 2 1/2 months as he tried to flee the country. When he finally \ndid leave Vietnam in 1988, he spent two years in refugee camps in Malaysia and the Philippines.\n\nMartin now lives in Queens with his mother and three sisters but his heart remains in Vietnam. His father, who is \nunemployed, and brother subsist there on financial support from relatives in America.\n\n\". . .I just want to say to all immigrants that America may be your home for the rest of your life, but don't forget \nwhere you came from,\" Martin told the assembly. \"It's like you're in the present and heading to the future, but don't \nforget your past no matter how good or bad it was. You can't go forward unless you know what steps you have \npassed. Everyone has a country!\"\n\n\n\nGraphic\n\n \n\nPhoto: In the city's school system, where the foreign-born population has more than tripled in the last four years, the \nInternational High School offers a hand to immigrant youths. Abdul Samad, a 20-year-old from Afghanistan, said, \n\"I'm here to get an education and to get something for the future.\" He greeted a classmate. (Ruby Washington/The \nNew York Times)(pg. B1)\n"}