{"title": "Move the Immigration Bill", "body": "\nONE OF THE most important, substantive bills left for Congress to consider in the short session before the \nelections is a long-sought revision of the immigration law governing illegal aliens. But the legislation, which has \npassed both houses, is hung up because the House refuses to appoint conferees. The stall is due to an effort to \nmake an unacceptable House provision palatable by compromise. Instead, it should be abandoned.\n\nWe refer to the Gallegly amendment, which would allow states to bar the children of illegal aliens from the public \nschools. The proposal addresses a real problem. Only a handful of states are home to 85 percent of these aliens, \nand they -- California in particular -- have incurred enormous expenses in educating children whose parents have \nentered this country without proper documents.\n\nBut the solution is not to bar these children from the classroom. Most of them will probably spend their whole lives \nhere, and it is shortsighted to deny them an education. Proposed compromises, including grandfathering children \nalready in school or allowing the children to attend classes if they pay tuition, don't solve the problem. Instead, the \nfederal government must provide more help to those states that bear this special burden, since the failure to control \nthe borders is Washington's responsibility.\n\nSome of the immigration bill's provisions have been superseded by the passage of welfare reform legislation that \nsets new limits on the federal benefits that can be received even by legal immigrants. But there may be an \nopportunity here to soften those changes, using the immigration bill as a vehicle. In addition, a provision in the \nSenate-passed bill sponsored by Sen. Patrick Leahy is designed to correct a terrible flaw in the terrorism bill \npassed last April. That bill created a presumption that anyone seeking asylum in this country who enters with false \ndocuments or has traveled through other countries to get here does not have a valid claim. Such a person would \nhave to make his case to an immigration officer on the scene without the guarantee of a lawyer or interpreter and \ncould be summarily deported without any hearing or judicial review.\n\nIn fact, many persecuted people have to leave home without documents, using false identity papers. And it is not \nunusual to pass through other countries en route to America. These people ought to have a better chance to prove \ntheir case than the law now allows. Sen. Leahy's amendment would provide that opportunity. It is important that the \nimmigration legislation move to conference and that the Senate language on this matter be accepted.\n"}