{"title": "Court Leaves Intact Rights for Immigrants Facing Deportation", "body": "\nThe Supreme Court today left intact a crazy quilt of legal protections that are available to immigrants facing \ndeportation orders.\n\nIn New York and other parts of the country covered by some appellate court rulings, immigrants with criminal \nrecords are allowed to appeal some deportation orders to judges. In other parts of the country, in different \nappellate circuits, those immigrants have no such right.\n\nThe Clinton Administration had asked for a prompt review, arguing for a definitive answer supporting its view that \nthe 1996 law allowed deportation, without judicial review, of noncitizens who had committed drug offenses or other \ncrimes, even some that were minor and long ago.\n\nThe Courts of Appeal in three Federal circuits have ruled either that Congress did not or, as a constitutional matter, \ncould not strip the Federal courts of jurisdiction to hear these cases and, further, that the harsh provisions should \nnot apply to cases that were in the pipeline when the new law took effect.\n\nThe Court today left intact those rulings from two of the circuits, covering seven states in the Northeast -- \nConnecticut, Maine, Massachusetts, New Hampshire, New York, Rhode Island and Vermont. At the same time, it \nvacated a ruling from the United States Court of Appeals for the Ninth Circuit, in San Francisco, sending the case \nback for further consideration.\n\nIn the pipeline are thousands of cases involving the category of immigrants known as \"criminal aliens.\" These are \nnot illegal aliens in the usual sense, in that they typically entered the country legally and have been living as lawful \npermanent residents, often with spouses or children who are United States citizens. But Congress has decreed that \npeople in this category have forfeited their right to remain here if they committed any drug offense or any of a list of \nother crimes.\n\nCongress left the retroactive effect of this provision unclear, and the Board of Immigration Appeals, the top \nadministrative review body in the immigration system, ruled that it should not be applied retroactively.\n\nAttorney General Janet Reno exercised her power to overturn that ruling and, in a controversial executive decision \nin February 1997, declared that the new treatment for criminal aliens should apply to all deportation cases then in \n\n\nthe pipeline as well as to crimes that a noncitizen had committed in the past, even if the crime had not become the \noccasion for a deportation proceeding.\n\nFurther, the Administration has taken the position that the Attorney General's ruling on retroactivity, the Soriano \ndecision, is itself unreviewable in any Federal court. A growing list of lower Federal courts has rejected that \nposition, although a few courts have accepted it. In all three of the cases before the Supreme Court today, the \nlower courts had ruled that the Soriano decision could not be insulated from judicial review and that immigrants \nwere entitled to challenge deportation orders through petitions for writs of habeas corpus in Federal District Court.\n\nFiling appeals in all three cases, the Administration urged the Justices to use at least one of the cases as a vehicle \nfor the range of procedural and substantive issues presented. As a practical matter, the Court's denial of review in \ncases from the United States Courts of Appeals for the First and Second Circuits, in Boston and New York, means \nthat within the seven states of those two circuits, the 1996 law no longer has the retroactive effect and immigrants \nfacing deportation can be heard by a Federal district judge.\n\nThis was good news to lawyers representing immigrants.\n\n\"It's a vindication of the right to judicial review,\" said Lucas Guttentag, director of the immigrants' rights project of \nthe American Civil Liberties Union, who was involved in all of today's cases.\n\nMr. Guttentag acknowledged that the Court's denial of review was not a ruling on the merits of the cases, and that \nthe Justices remained free to take up a subsequent case that presented the same issues. But he predicted that the \nCourt's action would add momentum to the trend against the Administration in the lower courts.\n\nAt the Justice Department, a spokeswoman said lawyers there \"need to review these orders and how they fit \ntogether before commenting.\"\n\nReno v. Navas, No. 98-996, the New York case in which review was denied today, was a consolidated appeal of \nfive cases. Saul Navas, a native of Panama who entered the United States as a legal immigrant in 1987, was \nconvicted in the New York courts in 1995 of robbery and possession of stolen property, rendering him deportable \neven under the prior immigration law.\n\nMr. Navas appealed to an immigration judge, as was his right under the old law, and won relief from deportation. \nBut his case was still pending in 1997 when, under the Attorney General's retroactive application of the new law, his \nrelief from deportation was canceled and he was ordered deported. A Federal district judge, rejecting the \nGovernment's view that habeas corpus jurisdiction no longer applied, ordered Mr. Navas released, in a decision \nthat the Second Circuit upheld while also rejecting the Attorney General's view on retroactivity.\n\nIn the First Circuit case, Reno v. Goncalves, No. 98-835, the immigrant, Raul Goncalves, legally entered the \nUnited States from Portugal with his parents at the age of 3. Several convictions for theft placed him in deportation \nproceedings in 1990. His appeal was still pending in 1997 when he was found ineligible for relief under the new law. \nThe First Circuit ruled that the law should not be applied retroactively and that under a proper interpretation of the \nnew law, Mr. Goncalves could still seek habeas corpus review in Federal District Court.\n\nThe Ninth Circuit, in Immigration and Naturalization Service v. Magana-Pizano, No. 98-836, took a different \napproach, reaching a constitutional issue that the other two courts had avoided. Unlike the others, the Ninth Circuit \nruled that Congress actually had eliminated judicial review. But because Congress could not constitutionally do so, \nthe Appeals Court said, the Federal District Courts retained their habeas corpus jurisdiction nonetheless.\n\nThe immigrant in that case, Daniel Magana-Pizano, entered the country legally from Mexico, as a 5-year-old \naccompanying his parents. In 1995, Mr. Magana-Pizano pleaded guilty to a single misdemeanor drug offense, thus \nbecoming eligible for deportation. His appeals were cut off under retroactive application of the new law before the \nNinth Circuit ruled that he was entitled to proceed through a petition for habeas corpus.\n\nOne possible explanation for why the Justices vacated that decision today, rather than denying review as they did in \nthe other two cases, was the Court's general aversion to constitutional rulings when the same result can be \n\n\n\nachieved through statutory interpretation. The Court might have wanted to give the Ninth Circuit a chance to \nreconsider its view of the statute and find that Congress had not intended to eliminate judicial review in the first \nplace.      \n\nhttp://www.nytimes.com\n"}