{"title": "chas gives birth chas gives birth …in the gents'!; There's joy when Chas and Paddy's baby is born… in The Woolpack's toilets - with Marlon as midwife!", "body": "\nNot since Prince Archie was about to enter the world has a birth been more anticipated than that of Chas and \nPaddy's baby. After the death of their first child, Grace, a year ago, the couple were plunged into grief, so they were \nthrilled when Chas fell pregnant again, and Paddy in particular cannot wait to be a dad.\n\n\"He's no spring chicken,\" says Dominic Brunt, who plays Paddy. \"Although he's a father figure to Leo and Aaron, \nhe's never been a dad himself - apart from to Grace.\"\n\nLucy Pargeter, who plays Chas, says the couple have beenfine in the run-up to the birth.\n\n\"They haven't really had much focus on the birth, apart from Paddy wanting to go to antenatal classes,\" she admits. \n\"Chas didn't go because of the questions she might be asked and feeling like she'll have to bring up Grace.\"\n\nThis being Emmerdale, however, the new arrival's entrance into the world is not straightforward. Poor Chas goes \ninto labour while locked in the gents' loos at The Woolpack - with Marlon!\n\n\"They're re-opening the pub,\" explains Lucy. \"But Charity is stuck on a motorway and Paddy is nowhere to be \nfound. Chas should be on maternity leave, but of course she's the one trying to get everything organised.\"\n\nDisaster strikes when Chas follows Marlon into the loos to ask where Paddy is and the pair realise the door is stuck \nfast behind them. Oh, and they don't have their phones and Bob starts his DJ set, drowning out their cries for help.\n\nSo where exactly is Paddy? At Mill Cottage dealing with a drama of his own: the fact that Aaron has a plan to break \nRobert out of his cell ahead of his sentencing hearing. So Paddy locks Aaron in the house, unaware of events \nunfolding down the road. But, according to Dominic, it makes for classic soap-opera telly.\n\n\"The whole hour-long episode swings between this high drama with Moira, Cain and Nate; the family stuf f with Liv \nand Aaron; and this farcical stuf f in the toilet with Chas and Marlon,\" he smiles.\n\nAnd how does Marlon fare as an emergency midwife? \"He starts offa bit flaky and panicky - as any man would be!\" \nlaughs Lucy. \"But as time goes on Marlon realises people are on the other side of the door as well. It gives him \nstrength and he does what a cousin would do - he loves Chas, they've got a great relationship - and he gets it in his \nhead that he's there for her; they can do it and he's a calming influence on her.\"\n\n\n\"  So what's Paddy's reaction when hefinally meets his child? \"It's love at first sight,\" smiles Dominic. \"They couldn't \nbe happier. At one point, Chas turns and says that now is when the madness starts, he tells her he cannot wait. \nHe's beside himself.\"\n\nWhat about Chas, how does she feel about their new arrival? \"Because of Grace, she's a little more fearful, more \nwanting her baby monitor next to her constantly,\" says Lucy. \"She's starting back at work straight away so the baby \nwill be with her behind the bar. But hopefully as the months go on, they will settle into parenthood and things will \ncalm down a bit.\"\n\nSo things look rosy for Paddy's family, and Dominic says he and Chas are stronger than ever.\n\n\"Baby Grace brought them together,\" he beams. \"I like the fact they are completely opposite. They love their \ndifferences, that's why they're together.\"\n\nCould wedding bells be on the not-too-distant horizon? \"If Chas and Paddy get married, I hope he takes her name,\" \nsmiles Dominic. \"My dream is to become a Dingle. I would die happy. Paddy has been with a lot of Dingle women, \nhe's drawn to them. Because he's such a wet blanket he really likes strong women!\" Marlon comes through for \nChas and helps deliver a healthy baby is to \"My dream -a Dingle become die happy!\" I would DOMINIC BRUNT \n(PADDY) Must-see scenes tues & weds a bit flaky \"Marlon's - as any and panicky be!\" would man LUCY \nPARGETER (CHAS)\n"}