{"title": "JUSTICES TO WEIGH CURB ON SCHOOL FOR ILLEGAL ALIENS", "body": "\nIn a key test of the constitutional rights of illegal aliens, the Supreme Court agreed today to decide whether Texas \ncan refuse to provide a free public education for their children.\n\nThe case involves the constitutionality of a Texas law, enacted in 1975, that cut off state reimbursement to local \nschool districts for the costs of educating illegal alien children. Under the law, local districts could bar the children \nfrom school or could charge them tuition, an alternative that, given the poverty of most illegal alien families, had \nthe same effect.\nSupreme Court agrees to hear case regarding constitutionality of Texas law regarding free public education for \nillegal aliens\n\nThe Mexican-American Legal Defense and Educational Fund, on behalf of 16 children in the Tyler school district, \nchallenged that district's imposition of a $1,000 annual fee for each illegal alien child to attend its schools. At the \ntime of the suit, there were about 40 Mexican children in the 16,000-student district.\n\nBoth the United States District Court and the United States Court of Appeals for the Fifth Circuit agreed with the \nchildren's attorneys that the Texas law violated the equal protection clause of the 14th Amendment. That clause \nforbids a state to ''deny to any person within its jurisdiction the equal protection of the laws.''\n\n \n\nState Sees U.S. Responsibility\n\nThe state and the Tyler school district appealed to the Supreme Court. The case, Pyler v. Doe, No. 80-1538, has \nset off emotional debate throughout Texas, with state officials arguing that Texas should not be made to bear the \nfinancial burden of providing social services to those who are in the country only because of the Federal \nGovernment's failure to enforce the immigration laws.\n\nThe children's advocates argue that illegal aliens are welcome in Texas as a source of cheap labor and that many \nof them pay income, sales and property taxes. They cite the opinion of the United States Court of Appeals for the \nFifth Circuit last October, in which Judge Frank M. Johnson wrote: ''Denying a person a basic education is \ntantamount to insuring that the person remains at the lowest socioeconomic level of modern society.''\n\nNo one appears to know how many illegal alien children of school age live in Texas. Estimates range from 20,000 \nto more than 100,000.  The fact that children born in this country are citizens, even if their parents are in the country \nillegally, complicates the task of estimating numbers. It also results in differing status for some children within the \nsame family.\n\n \n\n\nFifth Circuit Opinion\n\nThe Supreme Court has never ruled on whether the equal protection clause applies to illegal aliens. The Fifth \nCircuit ruled that it does, with Judge Johnson writing that ''aliens illegally within this country are clearly persons \nwithin the jurisdiction of the state in which they reside and thus fall under the simple language of the 14th \nAmendment.''\n\nIn its Supreme Court appeal, the state argued that a person who is in the country illegally is technically not within a \nstate's jurisdiction and is therefore not covered by the clause.\n\nBecause the scope of the 14th Amendment is central to the case, the Court's decision, expected sometime next \nyear, could have a farreaching effect on the rights of illegal aliens in many contexts beyond public education.\n\nWhen the case was before the Fifth Circuit last year, the Justice Department supported the children. The Reagan \nAdministration has not yet taken a legal position in the case.\n"}