{"title": "EFE News Briefs for Monday, Oct. 14 (End of the Day); NEWS BRIEFS", "body": "\nTrump: Kurds might be freeing ISIS prisoners\n\nWashington, Oct 14 (EFE).- President Donald Trump suggested Monday that Kurds could be freeing Islamic State \n(ISIS) prisoners amid the offensive launched by the Turkish army in northeast Syria in order to compel the United \nStates to get involved in the situation, and warned that big sanctions were about to be imposed on Ankara.\n\n\"Kurds may be releasing some to get us involved,\" Trump posted on Twitter, adding that the former war prisoners \ncan be \"easily recaptured by Turkey or European Nations from where many came,\" but warned that to be able to do \nso, \"they should move quickly.\"\n\n\"Big sanctions on Turkey coming! Do people really think we should go to war with NATO Member Turkey? Never \nending wars will end!\" he tweeted.\n\nTrump noted that the United States will not get involved in \"another war between people who have been fighting \nwith each other for 200 years.\"\n\nWith regard to the jihadist prisoners, he said that Europe had the chance to get them back but \"didn't want the cost\" \nand left it up to the United States to pay the bill.\n\n---\n\nRouhani: I'm ready to meet with 5+1, including US, to discuss nuclear deal\n\nTehran, Oct 14 (EFE).- Iranian President Hassan Rouhani said Monday that he is willing to meet with the leaders of \nthe six great world powers, including the United States, but only to discuss the nuclear pact and not to benefit US \nPresident Donald Trump's election campaign.\n\n\"I have clearly said to the leaders of the European countries that if we can assure ourselves that it's a meeting with \nthe 5+1 group and is not an electoral meeting for Mr. Trump, I will meet,\" Rouhani told reporters at a press \nconference.\n\n\"Insofar as I can assure myself that benefits to ... Iran will come from a meeting and the weight of the pressure on \nthe (Iranian) people can be eliminated, I will accept with honor,\" said Rouhani, \"although I may be a victim,\" he \n\n\nadded referring to the expected opposition to such a meeting he will face in Iran for attending a meeting that the US \nalso attends.\n\nThe Iranian leader added that \"on the issue of the nuclear accord, the US government, due to the pressure from \nextremist Americans, the Zionist regime (referring to Israel) and Saudi Arabia, made a big mistake and withdrew.\"\n\n---\n\nTrump announces 50 pct. tariff hike on Turkish steel\n\nWashington, Oct 14 (EFE).- US President Donald Trump announced Monday that he will raise tariffs on Turkish \nsteel up to 50 percent, the same rate as before the reduction of those duties last May, and dismissed reaching a \ntrade agreement with Ankara because of its destabilizing offensive in Syria.\n\n\"Steel tariffs will be increased back up to 50 percent, the level prior to reduction in May. The United States will also \nimmediately stop negotiations, being led by the Department of Commerce, with respect to a $100 billion trade deal \nwith Turkey,\" Trump said in a statement.\n\nTrump also warned that he will \"soon\" issue an executive order \"authorizing the imposition of sanctions against \ncurrent and former officials of the Government of Turkey and any persons contributing to Turkey's destabilizing \nactions in northeast Syria.\"\n\n---\n\nEU top diplomats condemn Turkish offensive, fall short of weapon sales ban\n\nLuxembourg, Oct 14 (EFE).- The European Union's foreign ministers on Monday unanimously condemned Turkey's \nmilitary action in northern Syria but fell short of adopting an arms embargo, something that is made more difficult by \nTurkey's NATO membership.\n\nThe EU's top diplomats were gathered in Brussels for a meeting that centered on the Turkish incursion into northern \nSyria, which came after the United States withdrew troops from the region, where they had been offering support to \nKurdish militias in the fight against the Islamic State terror organization.\n\n\"The EU condemns Turkey's military action which seriously undermines the stability and the security of the whole \nregion, resulting in more civilians suffering and further displacement and severely hindering access to humanitarian \nassistance,\" a statement said.\n\n\"It makes the prospects for the UN-led political process to achieve peace in Syria far more difficult. It also \nsignificantly undermines the progress achieved so far by the Global Coalition to defeat Da'esh (the IS), stressing \nthat Da'esh remains a threat to European security as well as Turkey's, regional and international security.\"\n\n---\n\nEcuador getting back to normal after 11 days of protests\n\nQuito, Oct 14 (EFE).- Ecuador on Monday is getting back to normal after 11 days of sometimes violent protests that \nended Sunday night when the Lenin Moreno government and indigenous leaders came to an agreement about the \npresidential decree that had eliminated fuel subsidies, the move that had originally sparked the demonstrations.\n\nIn the Ecuadorian capital, urban and metro transportation services suffered operational problems and on the \nweekend there was practically no way to get around the city by public transport.\n\nMeanwhile, taxis plied the streets relatively normally and early Monday morning shopkeepers were opening up their \nstores and people were moving about and commuting to work virtually without hindrance.\n\n\n\nThe city seems to be getting back to normal after a complicated weekend that included a government curfew \ndecree in Quito and its neighboring valleys in an attempt to ensure public safety and avoid chaos amid the \nincreasing protests, vandalism and other criminal activities.\n\n---\n\n14 Cops slain by cartel gunmen in western Mexico\n\nMexico City, Oct 14 (EFE).- Fourteen police officers died Monday in a attack by drug-cartel gunmen in the western \ntown of Aguililla, the Mexican government said.\n\nThe federal Secretariat of Security and Citizen Protection said on Twitter that it will put at the disposal of authorities \nin Michoacan state \"all of our human and technological resources to apprehend the aggressors and bring them to \njustice.\"\n\nThe Cartel Jalisco Nueva Generacion claimed responsibility for the attack in Aguililla, Michoacan, a town roughly \n80km (50mi) from the boundary with neighboring Jalisco state.\n\nBesides killing the officers, the assailants set police vehicles on fire and made off with weapons and ammunition.\n\nThe Nueva Generacion outfit is now seen by authorities as Mexico's most powerful criminal organization following \nthe weakening of the Sinaloa cartel, whose founder, Joaquin \"El Chapo\" Guzman, is serving a life sentence in the \nUnited States on multiple drug trafficking and murder charges.\n\n---\n\nRonaldo augments his soccer icon status by scoring 700th goal\n\nLisbon, Oct 14 (EFE).- Portugal's Cristiano Ronaldo augmented his status as a worldwide soccer icon on Monday \nby scoring the 700th goal of his professional career, this one against Ukraine.\n\nSo far, Ronaldo has played for Sporting, Manchester United, Real Madrid and Juventus, but this goal came on his \nouting with the Portuguese national team.\n\nThe much-anticipated tally came on a penalty kick in the 72nd minute during the match in Kiev in the qualification \nphase for the Euro Cup 2020.\n\nRonaldo is just the sixth pro soccer player in history to hit the milestone achievement and this was his 95th goal \nscored with the Portuguese national team.\n\nThe other footballers who have gotten to this level in their careers are Josef Bican (Austria/Czech Republic) with \n805 goals; Romario (Brazil) with 772; Pele (Brazil) with 767; Ferenc Puskas (Hungary) with 746 and Gerd Muller \n(Germany) with 735.\n\nLeonel Messi, Ronaldo's long-time rival, currently has 672 tallies, and will, in all likelihood, be the next player to \nreach the 700-mark, provided he stays healthy.\n\n---\n\nMargaret Atwood, Bernardine Evaristo win Booker Prize\n\nLondon, Oct 14 (EFE).- The judging panel for the Booker Prize on Monday in London named Canadian writer \nMargaret Atwood and British author Bernardine Evaristo as the winners of the prestigious literary award.\n\nDespite the fact that the rules of the competition say that the award may only be bestowed on a single individual \neach year, the judging panel decided to make an exception on this occasion and declare a tie after more than five \nhours of deliberations.\n\n\n\nAtwood, the author of \"The Testaments,\" and Evaristo, who earlier this year released \"Girl, Woman, Other,\" will \nshare the cash award of 50,000 pounds sterling (57,200 euros or $63,051) that comes with the recognition.\n"}