{"title": "Bayesian Analysis of the Sudanese Immigrant Youth Crime Rates and the Likelihood\" of Committing Violent Offence than an Australian-Born", "body": "\nAbstract:\n\nThis paper presents a mixed method of inquiry into most of the public notions, shaping the Sudanese immigrant \ncommunity's perception Australia wide. Firstly, a qualitative review regarding two remarks by Australian public \nfigures will be considered and analyzed; and secondly, Bayesian analysis (BA) will be considered to analyze the \nrandomness of the crimes: BA, is a highly predictive methodological tool used in a wide range of applications. For \nexample, in predicting of crimes based on prior occurrences of an offence or groups of offences. Thus, the \nBayesian analysis considers the hypothesized relationship between Ethnicity and Criminality'; the emphasis is on \nthe recorded Crime figures involving immigrant youth of the Sudanese-born residing in the state of Victoria.\n\nThe figures are drawn mainly from the Australian statistical agencies and media sources; the Australian Bureau of \nStatistics (ABS), media reports, community's prison population (CPP) and the overall Sudanese immigrant \npopulation in Australia (SIPA); comparative considerations with the overall Australian population (APP) and the \nAustralian-born prison population (ABPP) from the years 2006 to 2007 will be looked into. The study concludes by \nsuggesting the policy implication of this findings and future research directions.\n\nKeywords: Bayesian analysis, Ethnicity, Criminality, Sudanese immigrant youth, Crime rates.\n\nINTRODUCTION\n\nThe aim of this study is to analyze the effects of conflictive intercultural reactions on participation of individual \nmember of Sudanese immigrant group in state or neighborhood's crime rates and the likelihood of committing or \nconviction of criminal offence than an Australian-born individual and other ethnic minority group in Australia. Dan \nOakes (2012) hypothesized on a relationship between Sudanese Immigrant youth and the statistical level of \ncrimes in Victoria; concluding that ethnic youth, and in particular, the Sudanese-born (SB) are almost up to five \ntimes more likely to commit a violent offense than their Australian-born (AB) counterparts (Oakes 2011); \naccordingly, they are responsible for heightening the state's crime records.\n\nHence, following Oakes' hypothetical conclusion triggered an unprecedented, yet conflicting public response, chiefly \nthrough the media. Oakes findings conflict with the then Victorian Police Commissioner and the Victorian Police \nUnion. Besides public panic that it caused, media portrayal of the Sudanese Immigrants continues to present them \nas perpetrators of crimes and therefore a threat to the Australian way of life (Nolan et al. 2011). Thus, the link \nbetween Sudanese refugees and criminality in Australia seems confirmative to two key events: (1) an earlier \ninflammatory remark by Andrew Fraser on the Sudanese Immigrants, regarding race and intelligence (IQ); and (2) \nthe commonwealth government official response that terminated or frozen Sudanese immigration into the country, \n\n\nclaiming total lack of integration by the community into Australian mainstream. The empirical results provide \nimportant insights on the determinants of criminal offences.\n\nThe findings reveal that the reported crime rate perpetuated by the Sudanese immigrant youth is a lot higher than \ntheir overall prison population; equaling the total Sudanese Immigrant population (SIP), Australia wide. In that, \nOakes' conclusion, however, controversial it seems, is has be shown to be unattainable.\n\nThere appears to be no significant relationship between: either the rate of participations in crime among immigrant \nyouth, suggesting the nature of the offence, or the cultural or ethnic background, as well as the age of the convicted \nindividuals, that could act as intervening variables are unsupported by the results in this analysis. Therefore, the \nmain hypothesis is that Sudanese immigrant youth has a lower participation in crime events; they are less likely to \ncommit a crime or convicted of homicide crime than those of Australian- born in Melbourne, Australia. This \nhypothesis is framed in Bayesian techniques: a probabilistic likelihood theory; and content analysis for public \ndiscourse, specifically media representation of Sudanese immigrant populations in Australian crime statistics.\n\nTheoretically, the link between individual committing a crime (criminality) and his or he ethnic (race) or cultural \nbackground is ambiguous. For instance, Andrew Fraser (2005), put forth the notion of race\" and criminality\", which \nis rooted in the concept of Race- Policy\" fallacy. The idea is that individuals of the new arriving black' Africans-race \nto Australia, and in particular a Sudanese immigrant persons, are characterized as nothing less than a population \nof criminal gangs', and negative perception such as violence, theft and assault attached to them; and thus, they are \nperceived to have substantial contribution in states' or neighborhoods' crime rates. This results in an imprisonment \n(punishment), or likelihood of committing an offence being negatively associated with an individual's appearance in \nthis group.\n\nIn this scenario, not only are imprisonments not a race-ethnicity, but also encouraging individuals to commit more \ncrimes, insofar as they are labeled as criminals' or gangs'. Certainly, it is not a case for this group, although, in \nsome instances, punishment (imprisonment) has been found and perceived to be associated with lower risk of \nparticipations in crime (Anwar 2011; Tonry 1994).\n\nMEDIA, POLITIC AND RACE-CRIMINALITY\n\nThe first media attention on the Sudanese immigrants in Australia was spearheaded by the then Macquarie \nuniversity professor of law, Andrew Fraser in the year 2005, as mentioned earlier on; Fraser characterizes the \ncommunity as nothing less than a population of violent gangs', taking refuge in Australia. Fraser calls for a \ncommonwealth government's total cancelation of the humanitarian visas for the Sudanese refugees immigrating \ninto Australia; thereby linking race or ethnicity with criminality.\n\nAlthough the professor's remarks were publicly condemned for racial slurs and a complete lack of empirical \nevidence, though he refers to the United States' (U.S) crimes data regarding African\"Americans or blacks' prison \npopulation and the crimes they commit individually; but believes being black', implies an individual's lower level of \nintelligent Quotient (IQ), seeing it as mediating or contributing factor to their participations in states' or \nneighborhood's crime rates, and also, as the basis for disorderly behavior-or- be prone to crime; disrupting or \nbreaking the well-established socio-legal systems: best practices of law and order by enforcement agencies-or- \nauthorities across administrative states and territories.\n\nThus, the basic feature, which Fraser developed against the Africans, or black Sudanese, hypothesizing the \nrelationship between race and criminality, received its due credibility in a form of response by some public \npoliticians, marking the second phase for the Sudanese media's scrutiny, and what seems to be the confirmation of \nthe Frasers hypothesis. When the then immigration minister, Kevin Andrews announced his Department's official' \npolicy position on the Sudanese immigration into Australia terminating the arrival of who would-be Australians' by \njoining their family members (Cooks 2007;DIAC 2009), as part of the sub-Saharan African immigrant communities \nin Australian community (Nolan et al. 2011); Australia\"a country, which prides itself as true immigrants nation.\n\n\n\nThere are legitimate reasons of assuming the agreement between the Andrew and Fraser, for it is not so much an \nattitude towards immigration itself, but the two's views as to what Sudanese criminal behavior\" or\"black mentality \nthat Fraser raises, gauged by the media and implemented by the then Immigration Minister, Kelvin Andrew (Nolan \net al. 2011). Failure to successfully integrate is true un-Australia', but whether Kelvin Andrew is entirely free from \nFraser's contention that, black does mean an individual's predisposition to Crimes, irrespective of place. At the face \nof this Race- policy' issue, it is fair to say that minister Andrews did not publicly cite race' as warranting his total \nfreeze of the humanitarian applications for the Sudanese refugees.\n\nHerein, Andrews remains unapologetic about his stance on African refugees, rejecting accusations he has fuelled \nviolence involving Sudanese migrants and having living difficulties or other social problems integrating to Australian \ncommunity (Davidson 2011; Nolan et al. 2011).\n\nThe Qualitative Approach Arresting the Immigrants by their Intelligence Quotient (IQ): Andrews and Fraser on \nRace, Crimes, and Immigration A closer look into the minister's excerpts brings him in agreement with that Fraser's \ncontention of black's IQ, as black's behavior. Although, the community has been victimized-by government officials, \nfrom the highest levels of the Australian; Kelvin Andrews, like Fraser before him remains unapologetic about his \nremarks and the damage it has caused the community. For example, a Sudanese-born teenager was attacked by \nfour [white] men in suburb of Melton in Victoria, Australia, just a day after Minister's policy announcement. The \nAustralian-born assailants stole [victim's] wallet, and mobile phone, and then sent racist text messages and phone \ncalls to his brother.\n\nTherefore, if we examine Andrews' claim of the immigrant community's total failure in its integration' process, as \nwarranting his total freeze of all the humanitarian applications into Australia by the Sudanese refugees. And \nalthough, Andrew's departmental response did not also mention criminality', it does amount to the uniformity, Or \nuniversality of a black population, or\"black's behavior, which is Frasers exact position and hence their agreement. In \nthe same way that minister Andrew did not utter the word, race; albeit, indirectly and argues his case entirely on \ndifferent platform\"but the same. Fraser was the first, in hypothesizing the relationship between black, and in \nparticular, sub-Saharan Africans and their IQ level, as limited to racial pigmentation.\n\nIn this sense, however, it seems that Sudanese immigrants\"individuals,' or other sub-Saharan African's physical \nappearance implies a behavior that is punishable by laws or criminalized outright.\n\nIt is used in criminological explications, involving criminals' past, or previous offences and the likelihood or the \nprobability of doing the same offences. Myers et al. (1990) defines Bayesian probabilistic analysis as, partition of \nevents or the sample Spaces, S into subsets', with the prior occurrences of events not be same or equal. In \nconsidering the relationship between Sudanese immigrant youth's crime rates participation and the overall state's \ncrimes record in the state of Victoria. Bayesian analysis does reveal that, the findings on which the Australian \npublic discourse heavily relies on is unsubstantiated. The suggestion, according to Oakes (2012) findings, a \nSudanese immigrant youth is up to five times more likely to commits violent crimes than his or her Australian-born \ncounterpart is not based on empirical evidence.\n\nHere, violent crime' refers to: homicide, sexual or physical assault or material extortion or robberies. However, as \nthe recorded data shows, and in the words of Sinclair Davidson (2011) that, criminal behavior is related to \nopportunity cost and that would be weakly related to ethnicity, if at all, and given the fact that Australia as a liberal \nsociety does not concern itself with the ethnic criminals\" (Davidson 2011, p.4). But, even-though I agree with \nDavidsons' main assertion and assessment, Australia does seem have: ethnic criminals', or gangs; base on \nindividuals' ethnic background or native country of birth.\n\nImmigration, Ethnicity, and crime\n\nPrevious researches on issues of immigration and ethnicity have raised three conventional contentions. The first \ncontention is that: immigrants often encounter problems of acculturation and assimilation [integration] At entering \nand during the process of adjustment to new host community\"Australian community (Agher and Strange 2008). This \nis based on the belief that an immigrant seems to strike a balance\"complex negotiation between two cultures; (1) \n\n\n\nimmigrants' native cultures; and (2) cultures of the receiving community (dominant mainstream group), which later \nshrinks, becoming a non-dominant and often at verge of or in-fear of extinction: vanishing of ones' own native \ncultures (Grace and Marta 1995; Mesch et al. 2008), only, often in favor of new cultures of the new receiving \ncommunity.\n\nWhich gradually, comes as a result of resettlements and integration process, most of which, cultures of the \nreceiving community, considerably, gain its acceptances and become dominant over immigrant ethnic cultures; \nreplacing an immigrants' own cultures. This process is generally termed as the acculturative process. Language or \ncommunication generalizes this process (Collins 2005; Grace and Marta 1995; Tonry 1994). The second is conflict-\nladen contention and considers an ethnic group versus another and shows that a number of immigrants from \ndifferent ethnic minorities may commit crime at disproportional\" rates compared to other groups (Collins 2005; \nTonry 1994). This suggests that the immigrant crime participation rates may be either higher or lower, but not \nboth. Furthermore, the final theoretical contention considers the demography of the immigrants as a whole and \ndivides researchers into those who agree and those who do not.\n\nThe middle, however, is that they both argue that, immigrant groups differ from others (host, or ethnic minorities) \non: age and gender composition, socio-economic status, wealth and other social status, which strongly \ncharacterizes a higher level of deviance behavior, as indicative of criminality among most socially and economically \ndisadvantaged immigrant communities in their countries, especially, well- established or developed nations, like \nAustralia (Gifford et al. 2007; Tonry 1994). This suggests that, conflicts between different ethnic immigrant groups \nand that hosting society, perhaps, may significantly contribute in crimes rates in hosting societies, for example, \nAustralia hosting Sudanese immigrants or refugees, notwithstanding. The conflicts are mainly due to an \nimmigrant economic conditions, which varies from one immigrant to another (immigrant), during his or her \nacculturative process.\n\nThis seems, however, that before both Andrew and Fraser public inflammations, which centralized the community \nas gangs, in around Australian's major cities, but there was no reports of property or any valuable material thefts by \nthe young Sudanese immigrants did occur. But, what did occur and presumably as the youth's own response to \nstate's police targeting them was when a detective was punched and kicked after confronting about 20 Sudanese \nyoung men in the Melbourne suburb of Noble Park, a reputed trouble spot of gangs (Cooks 2007; Theage \nNewspaper 2007). Thus, we observe that, the stolen material belongs to a Sudanese-born immigrant and not to \nhis Australian-born counterparts; hence, the Noble Park youth were by no means a gangsters'.\n\nThis suggests that in the above two incidences\"both economic, or gangster-ism'\"that is; it is the Sudanese-born \npersons rather than their counterparts: the constable deductive-or-the Melton assailants, which belongs to the \nassault victim and the Australian-born, clearly, the assailants' and against the member of immigrant ethnic groups, \nthe Sudanese immigrant community.\n\nHowever, given the contingencies regarding the crimes, it does appear that although the economic differences \nmight shape the social behavior of immigrants' settlement and their interaction with the wider host society, or \nfacing the host nation's criminal system; other theories disagree with the economic conditions of an immigrant as \nresponsible entirely for the behavior.\n\nInstead, Tonry (1994) these behavioral theorists contend that immigrants may psychologically be predisposed to \nsome confronting positions\"such as the youth's encounter with the deductive; and as such, immigrants do face \npsychological conditions, however, varied it may be. The variety', here, might itself mean behavior; and it is what \ndetermines what a host society might view as amounting to criminal behavior itself. However, behavior does not \nnecessarily mean criminal'. As, Tonry (1994) observes, behavioral differences, for example, between different \nethnic immigrant groups; and within a single host society\" community, do not reflect much on the arrests and \nimprisonment disparities\". Tonry believes that, behavior is a result of social conditions, including; the inherited \npoverty, socio-economic status, or lack of economic opportunities that are encountered by immigrants, for \nexample: the Sudanese immigrants at entering into Australia.\n\n\n\nTherefore, it's the social or the acculturative process of adapting into a host society, rather than race: skin color, as \nFraser contends\" and possibly Oakes' position that, would lead immigrant groups to commit more criminals than \ntheir native-born counterparts, insofar as those, arrests and imprisonments are primarily due to their behaving \ndifferent, rather than being correctly charged for due offences. The arrests and imprisonment, if at all recorded \nagainst a Sudanese Immigrant, is regarded as a data and will be considered in that form rather than in their own \nright. As this, the above theoretical position revealed that, Frasers' contention to be perceived, as faintest argument \nand the most racially predisposed argument against or in relations to Sudanese immigrant populations in Australia.\n\nHence, it appears that, Oakes' conclusion about Sudanese immigrant youth and crime rates, relies and is \nanchored on two contradictory positions, on the one hand, and their skin-color, cultural and ethno-racial \nbackgrounds, as measure variables or valuable indicator to determine their participation or involvements in criminal \nactivities, such as: violent crimes and other types of physical aggression, on the other.\n\nIt therefore, lacks the predictive powers that empirical data should have, in order to examine the basic features of \nthe study variables and how they are related to the dependent variables. In that, Oakes rely on another ambiguous \nconsideration: the Sudanese- born (SB) individual, which is not the same, as the Sudanese-descent (Sudanese-by-\nancestry) person in the community. Ethiopians, Somalis, and Eritreans, who have first, took residence in the \ncountry, Sudan, as refugees do, in fact have the Sudanese-born of their own, in their respective communities. \nAccording to Australian Bureau of Statistics (ABS), Sudanese immigrant populations in Australia, is categorized \ninto two group:(1) firstly, is the Sudanese-by-birth (SB); and (2) secondly, is the Sudanese-by descent (SD); while, \nthe two sub-Sudanese immigrant populations does not makes up, the overall Sudanese immigrant population in \nAustralia (SIPPA).\n\nIt does also; suggest that, the Sudanese-born (SB), which Oakes considers cannot be a true representative of the \ncriminal records of the Sudanese Immigrant Community or of its youth. This therefore, is being a standardization of \nthe total Sudanese immigrants populations in Australia (SIPPA). The Sudanese-by-birth (SB) and the Sudanese-\nby ancestry (descent) (SD), are distinct from the each other; hence Oakes' conclusion is shown to be an ambiguous \nposition and therefore, unattainable.\n\nSUDANESE IMMIGRANTS IN AUSTRALIA\n\nSudanese immigration into Australia began in the earlier 90s and dwindles in the mid-2000s. As of 2006 census, \nthere were 19,369 Sudanese-born in Australia, compared to 4,910 in 2001 (ABS 2005), making up 0.01% of the \n[Australian] population. This means that, in a random population of a thousand people, one is a Sudanese. The \npopulation is of two groups: the Sudanese-by-birth and Sudanese-by-ancestry, which makes total population of the \nSudanese immigrant in Australia; however, there is a significances difference between Sudanese-by-birth and \nSudanese-by- ancestry. Such key differences remain, somewhat blurred to Australian statistical agencies, when \nreporting crimes, in one sense, and in particular in Melbourne, where once again, they' make-up to, 6,085 of the \nVictorians' population (ABS 2011).\n\nHowever, it remains unclear as to whether the African-Victorians or Australians' population is either predominantly: \na Sudanese-by-ancestry or a Sudanese-by-birth. But, it is plausible to assume that the Sudanese immigrant \npopulation in Australia, concerning either of the two, is composed of the Sudanese-by-birth and the Sudanese-by-\nancestry. Of the two, however, the Sudanese-by-ancestry makes up 17,186 of Sudanese migrants in Australia \n(Australian Bureau of Statistic 2006) 1, whereas the Sudanese- born persons recorded in the 2006 Australian \ncensus had arrived very recently, making a total of 19,369 Sudanese persons among Australian residents (ABS \n2010), most of which, 77% of this population arrived to Australia between 2000 and 2006 (ABS 2006; DIAC 2009).\n\nAnd from, 2002 to 2007, the intakes of refugees from Sudan peaked, increasing by 28% per year; even- though the \ncommunity remains one of the ethnic minority groups in comparison to the Austr alian overall population.\n\nBut, if all Crimes are Crimes: How much is Ethnical\n\n\n\nIn much broader contexts, literature and theories of Immigration do also consider, immigration, Ethnicity and Crime, \nas significant factors shaping an immigrant re-settlement into the new hosting society (Krieger et al. 2005; Thomas \n2011). Therefore, Fraser and Oakes claims will be examined in lights of the existing theories linking, ethnicity and \ncrimes in Australian context (Thomas 2011); and the focus, is on the links between Sudanese immigrants and \ncrime rates in the state of Victoria, Australia.\n\nIf, according to various claims, the Sudanese immigrant youth are, approximately, about five (5) times more likely \nto commit and to be persecuted for a homicide than the Australian-born (AB) individuals; and given the ethnical', or \nperhaps, natural-or-cultural differences', with the predominately white and crime- free Australian. As Fraser \ncontends, the Sudanese Immigrant youth are also up to eight (8) times more likely to violently and naturally assault \ntheir victims than the Australian-born; and are three (3) times more likely to sexually assault and more than three \ntimes to be convicted for material extortion or robbery' than the Australian-born (AB) individuals (Cooks 2007; \nFraser 2005; Oakes 2012).\n\nIf such a statistical data were correct, it should have revealed the Sudanese Immigrants as the biggest criminal \nnetwork throughout Australia and could possibly be found in Australian prisons, serving their respective: homicides, \nviolent or sexual assaults, and robberies or extortions jail terms. And if Fraser is correct on his race and lower levels \nof intelligence (IQ) entailing criminality as per nature of blacks, the entire SIPPA could possibly be serving its jail \nterms or has just been out. The latter, however, represents certainty' and not the likelihood' that this paper concerns \nitself with.\n\nHowever, theoretical and previous studies on immigration and crimes, have found no significant relationship \nbetween ethnicity and crimes, or delinquency. For example, Xi Chen and Hua Zhong (2013) believe that classical \ntheories on immigration\" or crime studies have always focused on culture and contend that immigrant youth are \nless delinquent than native-born adolescents (Montgomery and Foldspang 2008). This suggests that, empirical \nstudies on immigration, ethnicity, and crime do conclude that, there is no sufficient evidence; that is to say, there \nisn't an established relationship or the correlation between the population level of ethnic immigrants and the \ncrimes that, they perpetuate. In brief, the higher the number of ethnic immigrant in a country, does not necessarily \nlead to higher crimes rates (O'Sullivain and Olliff 2006; Tran 2005; Lee and Martinez 2001).\n\nSudanese Prison population in Australia (SIPPA)\n\nOakes, who may be regarded, as the key contender for his supplies of the statistical, or the probabilistic likelihood \nof the Sudanese immigrant youth; supplanting both Fraser the minister's, maintains that as, of the 2010. The total \nprison in-mates countrywide stood at 29, 300 convicted individuals. Of this, 77 prisoners were of Sudanese- born \n(SB), convicted of homicide or related offences; and 1,682 Australian- born individuals convicted of the same \noffences (Oakes 2012). Oakes clearly stated that Sudanese-born immigrant youth in Victoria, particularly in \nMelbourne, are responsible for heightening the rates of the states' crimes, and concludes that the Sudanese \nimmigrant youth, are almost up-to five times more likely to commit a violent offence than their Australian-born \ncounterpart, presumably, of the same age group or the cohorts (Oakes 2012). However, the two contrasting \npositions, remarkably, stand out to Oakes contentions.\n\nThe first regard is, the Victorian police crime figures, and in particular the institution's former commissioner, \nChristine Nixon's view(s), which puts her at odds with the institutions own union, regarding, the involvements of the \nSudanese immigrant youth in violent crimes or other criminal offences and their contribution to the states' or \nneighborhoods' crime rates. The then, Victorian Police commissioner, Christine Nixon in her interview with 3WA \nradio, had this to say: when you look at the data that I've looked at, it does seem to me that there is a higher \nproportion\" (Cooks 2011; Heraldsun Newspaper 2010).\n\nOn the other hand, Davidson (2011), in an editorial article over the participations of immigrant persons in state \ncrimes, referred to the following title: Who is Foreign Criminals' disagrees with Oakes' conclusion. For Davidson, \nOakes has not presented empirical evidence to support the claims that, the Sudanese immigrant youth, are almost \n\n\n\nup-to five times more likely to commit or to be convicted of violent crimes including homicide events than their \nAustralian-born counterparts, presumably, of the same age group. In Davidsons' view:\n\nThe crime rates per 100,000 of population relative to the crime rate for Australian- born non-indigenous per \n100,000 looks very high for some groups  but there is a perception bias in reporting the stats like that. It is not \nreasonable to believe that any foreign born group would have no individuals in prison for any crime and the smaller \nthat group the higher the population weight is going to be everything else being equal (Davidson 2011,p.2).\n\nBAYESIAN MODEL AND ANALYSIS\n\nIn what will thus follow, I proceed to firstly, present the intended Bayesian analysis; and secondly the discussion(s) \nthat, is based on the ABS data periods from 2006 to 2007; and 2010 to 2012 and, those supplied by Oakes, in his \n2007-2012 reports on Victorians crime rates, titled as: African youth Crime Concern (2012); Fear of cronulla like \nunlike as refugee lawlessness grows in Melbourne (2012) reportages. However, as I made it clear in both, the title \nand discussion herein, that my main focus, is on the Sudanese immigrant youth in victoria\"Melbourne. I maintain \nthat neither Oakes' nor the ABS figures warrant the assertion, which heightens the Australians public discourse and \nthe beginning of racial assaults, racist-behavior on, and negative perceptions of Sudanese Immigrant groups; \napparently in the media discourse: relying on figures in Oakes' reports, the ABS figures and Sudanese Immigrant \nyouth's total prison population.\n\nIn the latter case, however, Oakes maintains, as of 2009 Australian prison population, which stood at 29, 300 \nprisoners convicted of similar offences: this include, the Sudanese-born (77 out of 29,300 prisoners), and Australian \nborn (1,682 out of 29,300 prisoners). This, however, is disputable, Sudanese immigrant community is constitutive \nof two different groups: the Sudanese-by-birth and Sudanese- by-ancestry, according to ABS (2006). The \ncommunity is distinctively, Sudanese-by-ancestry. Sudan, as country, previously, hosted refugees from Ethiopia, \nEritrea, and the Somalia, before settling into Australia; and whose young members of the respective communities \nare classified, as Sudanese-born; and hence, the differences. But, if Sudanese-by-ancestry immigrant group \nparticipates in state, or neighborhoods' crime ad convicted of that crime: do they commit more crimes than that of \nAustralian-born individuals or other ethnic minority group Not really.\n\nThus, we wanted to determine the probability that whether Sudanese-born individuals commit less or more crimes \nthan their Australian-born individuals or of other ethnic minority groups in Victoria and Australia as a whole, \nsupposedly, that the new piece of information is true.\n\nFor the purpose of this study, one reason as to why this study relies on Bayesian techniques is, it support for \nepistemic imports based on empirical evidence and probabilistic nature, following Ted Honderich (1995), works. \nHonderich believes that, past evidence, where further conclusions have to be drawn, merely remains as hypothesis; \nthey are subject to further interpretations or investigations. And in other words, therefore, Oakes' conclusion has \nnot. Thus, it lacks empirical evidence to rely on. I therefore take the press-on figures and Oakes' conclusion as \nhypothesis for this study; which I contend to do so through the Bayesian method for data analysis. I present a \nderivativation of the Bayesian analysis following; Bayes' rules, a manipulation of a conditional probability. A \nprobability that one proposition is true Provided that, another proposition is true.\n\nFor example, joint probability of two events, A and B, can be expressed as: (see formula 1 and 2): P(AB) = P(A|B) \nP(B) (1) = P(B|A) P(A) (2) In Bayesian probability, one of these events', is the hypothesis, H, and the other is data, \nD; and we wanted to test the relative truth of the hypothesis, given the data. We do this through the relations, in \naccordance with Bayes' rule, can be expressed as: (see formula 3):\n\nEquations\n\nIn this formula, P(H|D), represents the likelihood function, to assess the probability that the individual of Sudanese-\nborn commit or is convicted of homicide crime or other relevant offences observed data arising from hypothesis. It \nexpresses one's knowledge of how the likelihood of the Sudanese-born individuals committing a crime, or to be \nconvicted of a crime would be; after taking into account the new piece of information, given that the hypothesis is \n\n\n\ntrue, is termed as, the posterior probability. For any proposition S, P(S) will be used to represent subjective \nprobability\", or our degree of beliefs. In particular, P(H) represents the estimate of the probability that Sudanese-\nborn individuals committed a crime or to be convicted of, before taking-in new piece of evidence into account, is the \nprior probability; this is subjective aspect of the Bayesian probability theory.\n\nThe term P(D), is obtained by summing or by multiplying P(D|H) by P( H), then divided by the value of H. This P(D) \nvalue, play roles of an ignorable, normalizing constant. For instance, there were 29,300 prisoners convicted of \nsimilar homicide offences in Australian-born. Of this, 77 out of 29,300 prisoners were of Sudanese-born \nbackgrounds; 1,682 out of 29,300 prisoners were Australian-born individuals; and 27,541 out of 29,300 prisoners \nwere of other ethnic minority groups in Australian community.\n\nI should therefore, assume that the probability that Sudanese-born individual is convicted of homicide crime, is and \nit can be expressed as:\n\nSudanese-Born Individuals\n\nAustralian-Born Individuals\n\nP(H2) = P(Australian-born individual is convicted of homicide offence) = 1,682/29,300 = 0.0574\n\nOther Ethnic Minority Groups\n\nEquations\n\nWhen probabilities of mutually exclusive events' sum to 1, implies that the events are considered to be exhaustive. \nAnd thus, every individual in a prison survey populations fall into one of the three ethnic groups.\n\nBut now, suppose we tell you that the Australians' population aggregates, is 19,855,288 persons. Let D, represents \nthe probability that an individual is convicted, given that he or she committed a crime, including homicide and other \ncriminal offences, is and can be expressed as: P (D) = 29,300 (prisons' populations)/ 19,855, 288 (Australian \npopulations) = 0.0015 Therefore; P(H1|D) = the probability that the Sudanese-born individual is convicted, given \nthat he or she committed a crime, is:\n\nTable 1: Probability Estimates of Committing a Crime among Ethnic Groups\n\n             Events                               P(H)                        P(DIH)                               \n\nP(DIH)P(H)\n\n        Sudanese-born (H 1)                       0.0026                   0.000004                                \n\n0.00000693\n\n        Australian-born (H 2)                     0.0574                  0.0000847                                \n\n0.00324119\n\n     Other ethnic minority (H3)                   0.9400                       0.0014                              \n\n0.87733333\n\n                P(D)                                                                                                  \n\n0.0015\n\n= 77/19,855,288\n\n= 0.000004\n\nP(H2|D) = the probability that an Australian-born individual is convicted, given that he or she committed similar \noffence, is: = 1,682/19,855,288 = 0.0000847 And; P(H3|D) = the probability that the individual of other ethnic \nminority group is convicted, given that he or she committed similar offences, is: = 27,541/19,855,288 = 0.0014\n\nThe probability of having being convicted of a homicide crime is lower (or 0.000004), among Sudanese-born \nindividuals compared to that of Australian-born individuals and of other ethnic minority group. It is approximately; \none-millionth, just, 1 in a million Sudanese-born person participates in a crime compared to that of Australian-born \n\n\n\nindividuals, about: 0.0001(1 in thousands), and 0.0014 (1 in hundreds) of other ethnic minority groups in Melbourne \nand Australia as a whole. This concludes that Sudanese-born individuals are 0.000004 times less or more likely to \ncommit a crime, or to be convicted of homicide crime or other criminal offences than their Australian-born \ncounterparts, and of other ethnic minority groups in Melbourne, Australia.\n\nCalculated probabilities are summed to obtained, P(D):\n\nEquations\n\nRESULTS\n\nThe demographic characteristics are summarized in Table 1. The analytical sample includes three ethnic groups \n(H1; H2; and H3) in Australian prisons convicted of similar (same) offences. The probability that individual of \nSudanese-born is convicted, given that he or she committed a crime: is 0.00000693, or 0.000693%. This is \none\"millionth; meaning, only one Sudanese-born in a million (1:1,000,000) is likely to commit or to be convicted of \nhomicide crime in Australia compared to that of Australian-born individuals, about 0.00324119, or 0.324119%; and \nof other ethnic minority groups, about 0.87733333 or 87.33%, which is about nine times more likely to commits or to \nbe convicted of homicide crime or other criminal offences than their Sudanese-born and Australian-born \ncounterparts.\n\nTherefore, the probability that an individual of Sudanese-born is convicted, given that he or she committed a crime, \nis 0.00000693; check the working out below:\n\nEquations\n\nP(H1) = the probability that individual of Sudanese- born is convicted or imprisoned, given that he or she committed \na crime = 0.00000693(1:100,000); posterior probabilistic, Likelihood ratio P(D|H1) = the probability that an \nindividual of Sudanese-born is convicted or imprisoned, given that he or she committed a crime = \n0.00001(1:100,000); posterior probabilistic, Likelihood ratio\n\nLikelihood Ratios (LRs)\n\nThe LR of committing violent crime is the probability of that individual is convicted of homicide or other relevant \ncriminals offence divided by the probability that individual is convicted, given that he or she committed the same \noffence; for example, P(DIH)/P(H), adjusted by P(D). A P(D) of 0.0015, decreases the probability that individuals of \nthe Sudanese-born commits or to be convicted of homicide or other relevant criminal offences by 99.99 %, and \nincreases the probability that the Australian-born individuals commit a crime or to be convicted of the same offence \nby 99.7% , and by 12.67% for other ethnic minority individuals.\n\nAs such, the probabilistic change is continued to be influenced by a new piece of evidence\"the knowledge, to find \nthe true estimated probability\", that the individuals of any- specific ethnic groups in Australian populations is \nconvicted, given that he or she committed a crime or likelihood of high participation in states' or neighborhoods' \ncrime rates. For example, the likelihood ratios: LRs of the Sudanese-born, are: 1:10,000 to 1: 1,000,000; they are \nless likely to commit or to be convicted of homicide crime, insofar as, only 1 in a million or otherwise participates in \na criminal activity compared to the likelihood ratios for Australian-born individuals, about 1:10,000 to 1:100; they are \nmore likely to commit a crime or to be convicted of the same offences than their Sudanese-born counterparts.\n\nThis concludes that an individual of Sudanese-born immigrant backgrounds in Australian community has a lower \nparticipation rates in the state or a neighborhoods' crimes than the Australian-born counterparts and other ethnic \nminority groups in Melbourne or in Australia as a whole.\n\nDISCUSSION\n\nThis study is of the few studies to examine the probabilistic likelihood of the Sudanese-born immigrant youth \ncommitting a crime, or being convicted of homicide than those of Australians-born individuals or individuals of other \n\n\n\nethnic minority groups in Victoria, Australia. The study first tested, the hypothesis that the rate of crimes and the \nlikelihood of committing a crime or conviction of violence crime or homicide crime, would be significantly lower \namong Sudanese-born immigrant youth in Victoria and in Australia as a whole compared with that of the \nAustralian-born individuals and of other ethnic minority counterparts.\n\nThis hypothesis was confirmed with certain probability; the study found that compared with Australian-born \nindividuals and that of other ethnic minority counterparts, as measured by the number of individuals convicted and \nrecorded in Australian prisons' survey in 2009, individuals of Sudanese-born immigrant backgrounds were less \nlikely to commit a crime or to be convicted of any relevant criminal offences, including homicide; only, one in a \nmillion' is likely or otherwise participates in a crime and to be convicted of the same offence in Melbourne , \nAustralia than their Australian-born counterparts.\n\nThis finding is consistent with the literature and emerging evidence, which suggests that Sudanese-born immigrant \nperson is among the least participants in a states' or a neighborhood crimes, has a lower contribution to crime \nrates compared to Australian-born and of other ethnic minority counterparts (Collins 2005; Davidson 2011; \nFederation of Community Legal Centre, Flemington 2009). However, the effects of conviction and likelihood of \ncommitting homicide by Sudanese-born persons were mixed; the Victoria police data analysis revealed they are up-\nto eight' times more likely to commit a crime in Melbourne, and also, Dan Oakes' in an editorial report on crime \nrates in the state of Victoria, referred to the then Victoria police data, stated that Sudanese-born individuals they are \nup-to five' times more likely to be convicted or committing homicide crime in Melbourne, Australia than the \nAustralian-born individuals and other ethnic minority counterparts.\n\nAlthough , a positive relationship between rates of crime perpetuated by Sudanese-born persons and their \nlikelihood of committing or being convicted of homicide crime may be alarming and grossly irrational- surprising', it \nis inconsistent with other research (Nolan et al. 2009; AIC 2009), and may related to institutional biasness, racism, \nand perceived racial discrimination\" anti-Sudanese' or anti-immigrant': resulting to overrepresentation of Sudanese \nimmigrant populations in crime statistical data\"being represented in numbers that are disproportionately higher \nthan that of other groups.\n\nFor example, one study found that host community ethno-racial discrimination and anti- immigrant behaviors and \ndeleterious attitudes towards newly arrived ethnic minority group, might foster greater reliance on discriminatory \nand disproportionately representation in crime statistical data in state or neighborhood (Federation of Community \nLegal Centre 2009; N olan et al. 2011; Thomas 2011).\n\nThe study then use content analysis of public discourse and the media representation of ethno- specific minority \nimmigrant group in Australian community to test the hypothesis that increasing the intakes of refugees from Sub-\nSaharan African countries; Sudan, to be specific would significantly heighten the rates of crimes in Australians' \nstates and territories compared to that if the intake is decreased or halt at all. Across all theoretical both: \nimmigration and criminological theories and content analyses, as measured by Bayesian probabilistic theory or \ntechniques, this hypothesis was not supported. The study found that the Australian-born\"the native-born individuals \nhad higher participation rates in crime both: in State' and nationwide' than that of Sudanese-born persons and of \nother ethnic minority\"overseas-born counterparts in Melbourne, Australia.\n\nThis finding is consistent with the literature and emerging evidence on immigration and criminality, which suggests \nthat native- born individuals frequently engage in all ranges of criminal activities, committing more crimes than \nthose of immigrant\"overseas-born individuals in the community at entering and during the adjustment processes \n(Colic-Peisker and Tilbury 2003; Berry 2001; Earnest 2008; Tonry 1994). However, the effects of the length of \nstaying in a host country\"or\"community emerge to have mix effects on the rates of participation in crime or a crime \nperpetuated by an individual member of immigrant groups at different rates: the longer the immigrant persons \nstays in new community, the higher the participation rates in crime is likely be, but the shorter the stay, the lower \nthe participation rates in state or neighborhoods' crime.\n\n\n\nAlthough a positive relationship between length of stays and the rates of participation in crime\"deem perpetuated \nby immigrant individuals on native-born, or on member of general public it seems, it is inconsistent with other \nempirical research and theoretical analysis of immigration and delinquency'\"assessing whether immigrant commits \nmore crime than native-born and vice versa. For example, one class theoretical study on immigration and crime \nfound that native-born individuals had a higher participation rates in crime than that of overseas-born or that of \nimmigrant group member (Chen and Zhong 2013; Collins 2005; Ignacio et al. 2010); irrespective of the length of \nstays in their new hosting community\"Australia, in this case.\n\nThe focus on Sudanese immigrant in Australians' populations, and in particular, who is identified as Sudanese-\nborn' and Sudanese-by ancestry' (ABS 2006: 2010), is based on the premises that such Characteristic of \nidentification is ambiguous, in three ways: (1) Sudan is a home to Ethiopian, Eritrean and Somalis refugees; (2) \nRefugees have their first generation of Sudanese-born; (3) Sudanese-born refugees' have another generation of \nSudanese-born' of their own. For example, the Australian Bureaus of Statistic (ABS) recorded Sudanese \nimmigrant community in two categories: the Sudanese-by-birth and the Sudanese-by ancestry (ABS 2006:2010); \nperhaps misleading, is associated with pervasive crime rates and the likelihood of Sudanese Immigrant persons \ncommitting a crime or convicted than their Australian-born counterparts. This, however, is disputable. The \ncommunity is distinctively, Sudanese- by-ancestry'.\n\nThe country, Sudan hosted refugees and immigrants from Ethiopia, Eritrea and the Somalia, five decades ago \nbefore resettling to Australia; and whose young members of the respective communities are classified as: \nSudanese-born. And hence the differences, their participations in criminal activities or other antisocial behaviors \nthat deemed socially unacceptable in Australian society are Accounted for the Sudanese-by-ancestry' immigrant \ngroup or community contribution into a states,' or neighborhoods' crimes; and be identified to have a higher and \nsubstantial participants in criminal events in Victoria or Australia as a whole.\n\nWhile available Evidence suggested that, the police department and other statistical data management authorities \nsuch as the Australian Bureau of statistic, recording data is based on the country of birth as meaningful indicator of \ncriminal activity in the community or the state (ABS 2010; Australian Institute of Criminolo gy, AIC 2010). Thus, who \nis identified as Sudanese-born' in Australian data management bodies, is unclear, however, controversial one, \nwhether it is or not: an Ethiopian- Sudanese-born', or the Eritrean-Sudanese-born', or the Somalis-Sudanese-born'; \nor Sudanese-Sudanese- born' in Australian populations, is poorly understood, given that there is no sufficient \nevidence or existing literature to ensure the conclusion on, which group is identified as Sudanese-born'; or perhaps, \na constitutive of those groups.\n\nEven though, this finding and emerging evidence have confirmed the hypothesis that Sudanese-born individuals are \nless likely to commit a crime or convicted of homicide than Australian-born individuals and other ethnic minority \ncounterparts, more research is needed to investigate the question of: who is identified as Sudanese-born' in \nAustralian population. Hence, it would have been preferable to have other measure of this variable that was \nindependent of law enforcement records, for example, neighborhoods surveys to helps identify and redefines a \ncommunity group\"as: the Sudanese-born and Sudanese-ancestry.\n\nLIMITATIONS AND FUTURE RESEARCH DIRECTIONS\n\nThe immigrant data lacks some significant variables. Firstly, the prison data, for instance, lacks records on: age, \ngender, educational levels, marital status, skilled or unskilled labor, prior to imprisonment in Australian's prison \npopulations were entirely missing; and secondly, the ABS data carries two sub-categories of the Sudanese \nimmigrant: the Sudanese-by-ancestry and Sudanese-by-birth (SB). However, the analysis on the SB sub-category \nmakes the sample size small, with fewer variables, and therefore, it cannot be accurately generalized. That is to \nsay, however, the variable SB' is ambiguous' one: poorly understood and un-identified variable.\n\nAnd although, other ethnic minority groups in Australian prisons' survey has included; an Eritrean, the Ethiopians \nand the Somalis, who before arriving to Australia were refugees in Sudan for a significant periods of time. They, \ntherefore, have Sudanese-born (SB) of their own (first-generation) in, their respective communities; yet, they are not \n\n\n\nnecessarily a Sudanese', in the sense of media representation of Sudanese immigrant community in Australia and \nalso, a recording and presentation in crime statistical data both: the state and national level. This should be \nconsidered in future studies on Sudanese immigrant populations in Australia. Finally, the paper bases its \nobjectives primarily on one state's population (Victoria's'), only out of five (5) administrative states and two (2) \nterritories, which makes Australia, and thereby, cutting a significant population of the Sudanese immigrants \ncountrywide.\n\nHence, further and more research is sorely needed for better understanding of this immigrant group and how they \nadjust to their new adopted Australian community.\n\nCONCLUSION AND RECOMMENDATIONS\n\nIn the findings, the following conclusions are made, despite Australia being a liberal society and presumably without \nethnic criminals, Sudanese immigrants youth are continue to be regarded as gangs; and therefore, there are \nethnic criminals in Australia. However, that might be the position, appears insupportable. As such, the idea seems \nto be not an attitude directed towards the immigration itself; but rather, an attitude directed towards race or ethnicity, \nwhich might mean that, the Sudanese-born immigrant youth are by nature or by appearance, a criminal, but, rather \nnot on the basis of the crimes committed by individuals in this group.\n\nDespite the media reportages of the Sudanese immigrant youth heightening the crime rates in Victoria; an impact \nsupported by no empirical evidence, rather engaging in a primitive accumulation of negative perceptions about \nethno-specific group\"just on basis for pointing a finger to them, blaming them for much wrong even if they did not \ntake part\"just only that they are new and they look different\"visible immigrant groups. The Australian statistical \nagencies (ABS), Victorian Police recorded incidences and the prison data gathered for this analysis reveals a \nsignificant decline, rather than the increases for years of 2006 and 2007 crime rates. Neither do theoretical imports \nor existing literature reveal race, as an issue in committing crimes and rather, it is a behavior provided or adopted \nfrom the hosting society\"Australian community, where this immigrant group resides.\n\nTherefore, there is no significant correlation between ethnicity' and criminality', as both Fraser and Oakes c ontend \non the Sudanese immigrants in Australia. That is to say, however, there is no doubt, that crimes do affect all \npeople significantly. And as shown, the immigrant community, however, misrepresented, marginalized from the \nmainstream Australians' populations and somewhat deliberately excluded by the media portrayal\"analysis on the \nexisting data, does reveal a gross lack of empirical evidence, that is supportive to either Oakes' or Frasers' claim. \nAs such, the youth lack proper access to the media or other social settings of the society, fearing insults or outright \nsuspicion from the members of the public. And therefore, attempts to provide accurate, empirically predictive \ngeneralization should aim at providing the empirical evidence, supportive of either or both claims.\n\nMoral panic exacerbates the immigrant acculturative stress, as they are more predisposed to psychological \nimports of hates\"and could significantly make their integration efforts difficult. In the same way, intervention(s) or \nother ameliorating mechanisms, accommodative to the immigrants should culturally be relevant to the targeted \nimmigrant group. Finally, the recorded data record is based on the country of birth, as meaningful; perhaps, a \nmeaningless and insignificant indicator variable of criminal activity in the community or a residing state.\n\nIt would have been preferable to have multiple quantitative variables, which are bias free, to achieve accuracy and \nreliability in data analysis, and free from imperialistic tendency of singling-out ethno-specific group by \noverrepresentation or disproportionately presentation of immigrant group, including, Sudanese immigrant \npopulations in Australian community, but rather an independent law enforcement recording data set or volume \nmanagement.\n\nFor example, neighborhood surveys, would have positive impacts, have better understanding of immigrant-ethnic' \nminority group and how their children (children of immigrant) adjust to newly adopted country\" community; and to \nunderstands what this group constitutes of; group dynamic and their cultures\" governing them; understanding their \nviews about social setting, social and intercultural interactions, would definitely have significant effects on identifying \n\n\n\nwhat' and who', and then redefines, this community group entirely\"as either or both: the Sudanese-by-birth' and \nSudanese-by-ancestry' respectively.\n\nREFERENCES\n\nAger, A., and Strang, A. 2008. Understanding Integration': A conceptual framework, Journal of Refugee Studies, \nVol.21, No.2, pp.166-191. http://dx.doi.org/10.1093/jrs/fen016\n\nAustralian Bureau of Statistic of Crimes [cited as ABS, 2006-2007; 2010-2012], accessed on august the 2nd 2013 \nfrom: http: www.ABS.gov.au\n\nAustralian Institute of Criminology (AIC 2007-009 Report), Crimes: Figures and Facts\". Accessed on 19th July \n2014 from; www.aic.edu.au\n\nBerkman, L. F., and Kawachi, I. 2000. Social integration, social networks, social support and health: Social \nEpidemiology, New York: Oxford University Press, pp. 137-173.\n\nCMYI. 2006. Refugee Young People and Resettlement. Melbourne: Centre for Multicultural Youth Issues.\n\nCamarota, S, A and Vaughan, J, M 2009, Immigration and Crime Assessing a Conflicted Issue, accessed on 12th \nAugust 2014 from: http://www.cis.org/articles/2009/crime.pdf\n\nChen, X and Zhong, H. 2013. Delinquency and Crime among Immigrant Youth': An Integrative Review of \nTheoretical Explanations, Vol. 2, pp. 210232\n\nCollins, J. 2005.Ethnic Minorities and Crime in Australia: Moral Panic or Meaningful Policy Responses: Retrieved \non 2nd August 2014.\n\nCook, D, 4th October 2007. Sudanese no more prone to crime than any other group in the community; Accessed \non 23rd July, 2014 from: http://web.ebscohost.com/ehost/detailvid=13and sid=2aef5\n\nDavidson, S. 2011. Refugee crime wave nothing but hogwash: accessed on 10th September 2014;from: \nwww.theage.com.au\n\nDIAC. 2009. Settlement Database. Department of Immigration and Citizenship, ACT; accessed on 10th November \n2014, from: www.diac.gov.au\n\nFederation of Community Legal Centres, 2009. \"Flemington and Kensington Community Legal Centre - Race \nDiscrimination Case Documents - Haile-Michael v Konstantinidis\" Retrieved 2nd August 2014.\n\nFraser, A.2005.Professor Fraser fights for free speech: Ironbark resources; accessed on 16th August 2014,from: \nwww.ironbarkresources.com\n\nGifford, S., Bakopanos, C., Kaplan, I., and Correa-Velez, I. 2007. Meaning or measurement' Researching the social \ncontexts of health and settlement among newly arrived refugee youth in Melbourne, Australia. Journal of Refugee \nStudies, Vol.20, No.3, pp.414-440. http://dx.doi.org/10.1093/jrs/fem004\n\nGifford, S., Correa-Velez, I., and Sampson, R. 2009. Good Starts for recently arrived youth with refugee \nbackgrounds': Promoting wellbeing in the first three years of settlement in Melbourne, Australia. Melbourne: La \nTrobe Refugee Research Centre.\n\nGrace K, and Marta 1995. Optimism and Achievement': The Educational Performance of Immigrant Youth. Social \nScience Quarterly 76: 1995, pp. 119.\n\nHonderich, T. 1995. The Oxford Companion to Philosophy: Oxford University Press.\n\nhttp://dx.doi.org/10.1093/jrs/fen016\nhttp://www.abs.gov.au/\nhttp://www.aic.edu.au/\nhttp://www.cis.org/articles/2009/crime.pdf\nhttp://web.ebscohost.com/ehost/detailvid=13and\nhttp://www.theage.com.au/\nhttp://www.diac.gov.au/\nhttp://www.ironbarkresources.com/\nhttp://dx.doi.org/10.1093/jrs/fem004\n\n\nKrieger, N., Smith, K., Naishadham, C., and Barbeau, E. M. 2005. Experiences of Discrimination': Validity and \nreliability of a self-report measure of population health research on racism and health. Social Science and Medicine, \nVol. 61, pp.1576- 1596. http://dx.doi.org/10.1016/j.socscimed.2005.03.006\n\nMesch, G. S., Turjeman, H., and Fishman, G. 2008. Perceived discrimination and the wellbeing of immigrant \nadolescents. Journal of Youth and Adolescence, Vol. 37, No.5, pp. 592- 604. http://dx.doi.org/10.1007/s10964-007-\n9210-6\n\nMontgomery, E., and Foldspang, A. 2008. Discrimination, mental problems, and social adaptation in young \nrefugees. European Journal of Public Health, Vol.18, pp. 156-161. http://dx.doi.org/10.1093/eurpub/ckm073\n\nMyers, J., L., Well, A., D., and Loch, jr, R., F. 2010. Research Design and Statistical Analysis, 3rd edn, Harvard \nUniversity Press.\n\nNolan, D., Farquharson, K., Marjoribanks, T., andMuller, D. 2011. Mediated multiculturalism': Newspaper \nRepresentation of Sudanese migrant in Australia, Journal of Intercultural studies, Vol.32, No.2, pp.655-671.\n\nO'Sullivan, K., and Olliff, L. 2006. Settling in': Exploring good settlement for refugee young people in Australia. \nMelbourne: Centre for Multicultural Youth Issues.\n\nOlliff, L., and Couch, J. 2005. Pathways and Pitfalls': The Journey of Refugee Young People in and Around the \nEducation System in Greater Dandenong, Victoria. Youth Studies Australia, Vol. 24, No.3, pp. 42-46.\n\nOakes, D 20th August 2012. African youth crime concern', Accessed on July the 20th, 2014 from: \nhttp://www.theage.com.au/ victoria/African-youth\n\nOakes, D, 20th August 2012. Fear of Cronulla-like unrest as refugee lawlessness grows in Melbourne': the age \nnewspaper, retrieved on 24 July 2014 from: http.\n\nSinclair, D 2009. \"Australia arrests 'foil army base terror plot\": the Independent, retrieved on 2nd August 2013 from: \nhttp://www.theage.com.au/victoria\n\nSellin, T 1938. Culture Conflict and Crime': Social Science Research Council: New York, USA.\n\nThomas, M. 2011. Theoretical Articulation on Immigration and Crime': Homicide Studies Vol.15, pp.382403. \nhttp://dx.doi.org/10.1177/1088767911424539\n\nTran, N. 2005. Immigration and Crime': Do Asian Immigrants Bring More Crimes to Australian Society School of \nPublic policy, Australian National University, ACT, Australia.\n"}