{"title": "Sense, and nonsense, on the border", "body": "\nWHEN PRESIDENT OBAMA announced his decision to deploy 1,200 National Guard troops to the Mexican border \nlast year, his hand was forced at least as much by politics as by border security. The president acted under \npressure from border-state governors shortly after Arizona passed a draconian law targeting illegal immigrants. At \nthe time, the number of illegal border crossings was already plummeting in the face of a beefed-up U.S. Border \nPatrol and wilting demand for cheap labor among recession-wracked U.S. companies.\n\n          So it is no surprise that the modest force of guardsmen, who lack the power to make arrests or pursue illegal \nborder crossers, has been little more than window dressing. Though they have provided some help with logistics, \nintelligence and surveillance, their overall contribution to the clampdown on the southwestern frontier - on top of \n18,500 Border Patrol officers plus personnel from an alphabet soup of other federal agencies - has been slight.          \n\nMr. Obama is now reported to have decided to slash the number of guardsmen on the border, whose deployment \nwas paid for by the Pentagon. His decision is sensible. The deployment was intended to be temporary, and at $10 \nmillion a month, it was a luxury the Pentagon, facing billions of dollars in cuts, could hardly justify.\n\nStill, the logic of the president's decision has not dampened an outcry from Republicans who see political \nadvantage in fanning hysteria on the issue of illegal immigration. Texas Gov. Rick Perry, whose collapse in the polls \nthis fall owed much to his supposed softness on illegal immigration, was especially quick to pounce. Mr. Obama's \nmove, said the governor, \"is proof that this administration has no intention to truly secure the border.\"\n\nFacts are always the first casualty of political crossfire, but Mr. Perry's misuse of them is especially cynical. The \nborder today is more tightly sealed than at any point in decades. Illegal border crossings, as measured by \napprehensions along the 2,000-mile Mexican border, fell in the latest fiscal year to their lowest level since 1972. \nThe number of crossers captured, about 327,000, was down 50 percent since 2008; 70 percent since 2006; and 80 \npercent since 2000, when the Border Patrol picked up 1.64 million illegal immigrants along the border.\n\nMr. Perry, as with many Republicans, prefers to dwell on the specter of border insecurity - the facts be damned - \nbecause he has no solution for the real challenge: the estimated 11 million undocumented immigrants already living \nin the United States. Still trying to recover from his self-inflicted wound in suggesting that Americans were heartless \nif they wanted to deny higher education to illegal immigrants, Mr. Perry speaks of adding \"boots on the ground\" and \nboosting technology at the border. Of course, he never mentions that the Border Patrol has already doubled its \nforces on the Mexican frontier in the last decade, and billions of dollars worth of technology has also been \ndeployed.\n\n\nEven if the U.S. economy stages a muscular recovery, illegal immigration is unlikely to surge to previous levels, \ngiven the Border Patrol's strength and a combination of Mexico's declining birth rate and relatively strong economy. \nNonetheless, Republican rhetoric might well lead a GOP administration to spend billions of unneeded dollars \nfortifying a border that is already more watertight than it's been in decades.\n"}