{"title": "House Foreign Affairs Committee Africa, Global Health, Global Human Rights Subcommittee hearing on Protecting North Korean Refugees", "body": "\n                         Subject: Protecting North Korean Refugees\n\nWitnesses: Hyeona Ji, North Korean defector and co-chairperson of the Worldwide Coalition to Stop Genocide in \nNorth Korea; Han Ga Hee (alias), North Korean defector and announcer and sound engineer for Free North \nKorea Radio; Greg Scarlatoiu, executive director of the Committee for Human Rights in North Korea; former U.S. \nSpecial Envoy for North Korean Human Rights Issues Robert King; Suzanne Scholte, president of the Defense \nForum Foundation and chairwoman of the North Korea Freedom Coalition, testify\n\nLocation: 2200 Rayburn House Office Building\n\nTime: 14:00:00\n\nDate: 2017-12-12\n\nSMITH: SMITH: The Subcommittee will come to order, and good afternoon to everybody. At a recent House \nForeign Affairs Committee hearing, North Korean defector ambassador Thae Yong-ho testified about the strategic \nvalue of both disseminating information into North Korea and the protection of North Korean refugees in China. \n\nDrawing on an analogy about the fall of the Berlin Wall, Ambassador Thae claimed that that there may be a similar \nresult if China stopped repatriation of refugees in the United States and the international community expanded soft \npower news and information flows into North Korea. \n\nHe was very dramatic in his testimony. It couldn't be clearer just how -- what a game changer would be if the \nrefugees could find a place of refuge in China and then on to other places like South Korea and other places \nwhere freedom flourishes. \n\nDrawing on -- the hearing -- this hearing will explore the current situation face -- facing North Korean asylum-\nseekers and assess both China's obligation to protect -- a legal obligation to protect refugees and the effectiveness \nof global efforts to stop with the U.N. commission on inquiry on human rights in North Korea called crimes against \nhumanity experienced by refugees. \n\nAs the Congress continues to look at ways to best apply maximum diplomatic and financial pressure on the regime \nof Kim Jong-un, this hearing will explore the strategic relevance of further pressing the Chinese government to \nprotect North Korean refugees and evaluate the impact of surging outside information into North Korea will have. \n\nAmid escalating tensions on the Korean Peninsula, we cannot forget those suffering under the North Korean \nregime and those North Korean refugees who are in China. North Korean asylum-seekers are in -- are in \nimminent risk of repatriation, torture, sexual violence, forced abortions, hard labor and even execution. \n\n\nChina's repatriations of the North Koreans is a stark violation of both the spirit and the letter of the refugee \nconvention and the 1967 protocol to which China has acceded. The Chinese government has a lot to answer for. It \nis no wonder that the U.N. commission on inquiry for North Korea human rights concluded that the government of \nthe People's Republic of China is aiding and abetting in crimes against humanity by forcibly repatriating North \nKorean refugees. \n\nI would note that as many as 90 percent of North Korean women refugees in China, today, fall prey to traffickers \nwho will sell the refugees into sexual slavery or forced marriages. Suzanne Scholte, who will testify during this \nhearing, previously brought women in from -- who were refugees from North Korea, Mrs. Ma (ph) and -- and -- and \nothers, who for the first time, told the story about how they were -- they were exploited inside of China and forced \ninto sex trafficking. \n\nIt was just horrific testimony, but an eye-opener about how they went from a exploitation in North Korea into \nexploitation into China. Labor trafficking is also pervasive. The government of North Korea and the government \nand businesses in China, Russia and elsewhere in the world, profit from the trafficking of North Korean laborers. \n\nIn recent months, Chinese authorities reportedly deported hundreds of South Korean missionaries and NGO \nworkers who have provided crucial help to the North Korean refugees in China. So the refuge, the people \nproviding that assistance have been ousted as well.\n\nThe international community, especially the United Nations, Trump administration and the U.S. Congress, must \ninsist that China honor its treaty obligations and end its egregious practice of systematic repatriation of North \nKorean refugees.\n\nSMITH: I would note, parenthetically, I have raised this repeatedly with now the Secretary General, but the former \nhead of UNHCR, and never got a good answer. So the U.N. really needs to step up to the plate here.\n\nChinese officials and businesses complicit in repatriation of North Korean refugees, or those who profit from labor \ntrafficking, should also be held accountable.\n\nThe Congress has given the administration the sanction tools, that if used would send the right message, and \nespecially hold people to account, whether it be through the North Korean Sanctions Enforcement Act, the Global \nMagnitsky Act, or those sanctions attached to China's Tier 3 designation for trafficking-in-persons.\n\nAll should be used strategically and swiftly to send a clear message. For too long, the world has tolerated China's \nfailures to protect refugees and those complicit in repatriations of refugees, who profit from the trafficking of North \nKoreans should be held accountable. The ending of repatriation should be a bellwether for judging China's \nwillingness to curtail Kim Jong-un's nuclear ambitions.\n\nIn addition to the protection of North Korean refugees, this hearing will also assess global efforts to surge news \nand information into North Korea. Expansion of existing efforts to disseminate information into North Korea is \nespecially important, if for nothing else, than to tarnish and undermine the Kim family cult of personality where they \nare lifted up as gods.\n\nThe Kim family cult must be taken seriously as a national security threat and a barometer of Kim Jong-un's power. \nThe cult of personality sometimes called Juche, has inspired devotion from the North Korean people because of \nthe cradle-to-grave propaganda that they endure. We must undermine the Kim family cult and the big lies upon \nwhich it's based, and the propaganda that grants Kim Jong-un almost godlike status.\n\nThis status has allowed three generations of the Kim family to starve and abuse the North Korean people and \ndivert scarce resources to the military and to their nuclear programs. \n\nWe must have information -- we must have an information surge into North Korea. Human rights groups are \nsmuggling DVDs, and USB sticks with video about the Kim family sins, into North Korea, right now. Balloons are \n\n\n\nlaunched across the border with promises of a better life in South Korea. Radio programs broadcast daily \nmessages and news urging North Korea's elite to defect and turn against Kim Jong-un.\n\nWe know some of these efforts are having an effect. We saw several high-level defections of diplomats, military \nofficers and the families of North Korea's elites in the last year alone. The number of asylum seekers, depressed \nfor several years by upgraded security efforts in China have begun to rise.\n\nEfforts to get information into North Korea must be expanded dramatically. And Washington should be leading this \neffort, working primarily with North Korean defector groups in South Korea and other human rights organization.\n\nThe North Korean director (ph) group should be front and center in this effort. They know North Korea. And they \nknow the minds of the people. They know what information is needed to permanently tarnish the Kim family cult, \nand what will motivate military leaders to defect.\n\nToday's hearing takes place among growing tensions on the Korean Peninsula. We must seek all available options \nto deal with and resolve the issues at hand.\n\nI now yield to my good friend and colleague, Ms. Bass, for any comments she might have.\n\nBASS: As always, thank you, Mr. Chair, for your leadership on this issue and so many other issues, particularly \ninvolving human rights. We know that this is an important hearing on the plight of refugees fleeing North Korea \nand the leadership role that we can play in protecting their human rights. I also want to thank our witnesses for \nbeing here today and I look forward to your insight.\n\nI would especially like to thank them for their courage and their resolve to testify. We know that North Korea is \nhome to one of the most repressive governments in the world. The U.N. commission on inquiry on human rights has \ncalled for an investigation into violations that may amount to crimes against humanity and it is common knowledge \nthat the quality of life for every day North Koreans is deplorable. \n\nThey face widespread malnutrition, acute food shortages and extreme poverty. When it comes to these human \nrights abuses, Democrats and Republicans agree that the atrocities taking place in North Korea must be stopped. \nWe must continue to pursue bipartisan policies that promote human rights and work with the U.N. and our \ninternational partners to hold North Korea accountable. \n\nWhile our military options in North Korea are limited, we can still advance human rights and respect the aspirations \nof the people there. One way to do so is through information. North Koreans have limited knowledge of the outside \nworld, but increasing their access to information can help create an informed populace, which will in turn benefit \nthem, as well as the international community. I would like to point out that although the number of North Koreans \nseeking asylum in the U.S. is low, it behooves us to welcome and support those refugees who do reach us, given \nhow much they have already suffered. The people attempting to escape North Korea face insurmountable odds, \nmostly to China where they are likely to be repatriated to North Korean officials and forced into labor camps. \n\nGiven the human rights crisis in East Asia, we need to act decisively. This is why I'm deeply troubled that despite \nthe egregious reports concerning North Korea and the national security threat it poses, the administration has still \nnot appointed a U.S. ambassador to South Korea. It is critical that we have American diplomats on the ground. \n\nI also continue to be deeply troubled and critical of the administration, and in particular, President Trump's juvenile \nand unprofessional verbal attacks on the North Korean leadership. \n\nLike the Chair said, the regime, the cults has to be taken seriously. And my concern is, is that these attacks, \nespecially the nature of them, calling the North Korean leader names, these attacks diminish our ability to bring \nabout change, and in my opinion, only reinforce the regime's propaganda that the U.S. is waiting to attack. \n\nWith that, Mr. Chair, I yield my time. \n\n\n\nSMITH: Thank you very much, Ms. Bass. I'd like to now turn to Dan Donovan. \n\nDONOVAN: Mr. Chairman, I'll yield my time so as to allow the witnesses more time to testify. Thank you very much. \n\nSMITH: Thank you very much, I say to my friend. \n\nLet me begin by welcoming our first panel. We have two panels today. Ms. Hyeona Ji, who is a North Korean \ndefector, human rights activist and writer. Her entire family decided to escape North Korea in 1998. \n\nMs. Ji was soon arrested and repatriated to North Korea during the first repatriation in February 1998 and was \nharshly interrogated and beaten and witnessed other repatriated North Korean, including adults, children, pregnant \nwomen undergo beatings and invasive searches for hidden money. \n\nMs. Ji escaped North Korea again in April of 1998, leaving behind her younger brother to search for her mother \nand sister in China. She was caught by sex traffickers and sold for CNY25,000. In April of 1999, she was arrested \nby Chinese authorities again and forcibly repatriated again the second time. \n\nIn November of 2000, she escaped North Korea for the third time. 2002, she was arrested and forcibly repatriated \nto North Korea again, this time while three months pregnant, upon her arrival in North Korea, she underwent a \nforced abortion without anesthetics, almost dying from blood loss at the hands of North Korean authorities. Ms. Ji \nwas about to be sentenced without even going through a fair trial. But thanks to a compassionate security officer, \nshe was able to avoid further incarceration, and in October that same year, escaped North Korea again. Since her \narrival in South Korea in 2007, Ms. Ji has been very active as a human rights activist in South Korea and abroad, \ntelling the world of her experience of multiple escapes and forced repatriation.\n\nShe is currently co-chairperson of the Worldwide Coalition To Stop Genocide in North Korea. We welcome her and \nare honored to have her testify today. \n\nOur second witness will be Ms. Han Ga Hee, who is -- was born in 1980 in North Korea. She studied at an Ag \ncollege and worked as a laborer at a collective farm. While in North Korea, she listened to the radio broadcast of \nFree North Korea Radio. The difficult conditions in North Korea and her curiosity led her to cross the border to go \nto China in 2002. She worked various jobs in China, but was always in constant danger of repatriation to North \nKorea.\n\nAfter six years in China, she saved up enough money to hire a broker to get her to South Korea. After she paid him \nthe money, the broker dropped her off at the border of Mongolia and handed her a compass and told her to head \nnorth across the grassland and the Gobi desert. Alone, she walked for several days without knowing where to go \nand finally was found by Mongolian police.\n\nOnce she reached South Korea in '08, she went to visit the Free North Korea Radio station, and learned the truth. \nAll the people working there were defectors who fled North Korea. She has been working ever since for Free \nNorth Korea Radio, that's eight years now, and has become a news announcer and is a producer of a gospel \nprogram. We welcome her and are honored to have her testify as well.\n\n(OFF-MIKE)\n\nJI (THROUGH TRANSLATOR): Hello, my name is -- hello, my name is Hyeona Ji and I would like to express my \nappreciation to the members of Congress for your interest and concern for North Korean human rights.\n\nIn North Korea, the fact that 3 million people starve to death didn't seem out of the ordinary.\n\nThe determination to escape from a country that denies its people freedom and human rights was stronger than the \nwill to survive. So I decided to leave North Korea, my close friends, neighbors, and my lovely hometown and I left \nmy fate up the Tumen River at the border between China and North Korea.\n\n\n\nIn 1963, three years before the height of the China's cultural revolution began. My ethnic Korean Chinese father at \nthe young age of 16, crossed the border into North Korea to find freedom.\n\nIn December of 1997, he heard radio programs aired on the Korean broadcasting system, KBS, while visiting family \nin China. Realizing that he had been doomed his entire life, he came back to North Korea and persuaded the rest \nof us to leave North Korea.\n\nSo in February of 1998, my father crossed the border in search of freedom again into China, and by way of going \nupstream in the Tumen river. And my mother and my two younger siblings, we escaped via lower part of the river \ndown stream.\n\nWe were supposed to meet him at a predetermined location in China, but he was soon arrested, that's what we \ndetermined, and we have not known of his whereabouts for the last 19 years. And my mother and two siblings and I \nwere also immediately arrested and repatriated.\n\nAfterward, I witnessed my mother being kicked with hard shoes for defecting and we were forced to sit down and \nstand up nearly 100 times. During the squatting motion, in the process of being inspected for any illegal contraband, \nespecially money. And we were subject to very severe thought criticism at the numerous agencies of the North \nKorean government. And. of course. our neighbors and friends that gave us the cold shoulder.\n\nI was taken to and tortured at the Ministry of State security for keeping a small Korean language bible given to me \nfrom my mother. Because in North Korea, they don't allow freedom of religion. I was released only after lying that I \nfound it on the ground after severe beating and torture. And my mother and younger sister went to China, and were \nsupposed to return in a couple of days. But they were kidnapped and sold.\n\nAnd they went to China in search of food to bring back to the family, but they were arrested and sold into this \nhuman trafficking situation. And my youngest sister was only 17 at the time, was sold and forced to marry an ethnic \nChinese man who was over 40 years old.\n\nI, myself, was also trafficked, and so my brother lost all of us when he was only ten years old, when he was left \nback in North Korea. When I was repatriated a year later, that was when I began to witness the worst of North \nKorea's human rights atrocities\n\nAt that Chung-Gin (ph) detention facility, pregnant women were forced to do hard labor all day long. Because North \nKorea does not allow for mixed ethnicities, they make women, repatriated women, who became pregnant in China, \nto miscarry by forcing them to do hard labor.\n\nAt night, we heard pregnant mothers screaming and babies died without being able to see their mothers. I was \nreunited with my mother, whom I had not seen for a year, when I was sent to the provincial police jail, because she \nherself was also repatriated. And because of the abuse and torture that I received at this facility, my bones in my rib \nwere not healed properly, and as a result, I still suffer from that beating. I was sent -- I was soon separated from my \nmother and then sent to the Tung Son (ph) re-education camp facility number 11.\n\nThis is the place where people that went in did not come out alive. This is a place where people were forced to do \nhard labor and because of lack of food given to the inmates, they were forced to eat locusts, or skin live frogs and \nreptiles and rats, and eat that to make up for the deficient food that was given to them. And many inmates died from \nmalnutrition and from suffering from diarrhea.\n\nAlmost everyone who died were buried at a place that we inmates called the Flower Hill, but everyone knew that the \ndead bodies ended up being food for the dog belonging to the guard that kept watch over the burial site. And these \ndogs belong to the guard that was placed there.\n\nAt the Tung Son (ph) re-education prison camp number 11, I was beaten with a wooden bar and kicked for not \nobeying commands on time. And as a result of this beating and other mistreatment, not only did I suffer broken ribs \nthat didn't heal properly, but to this day, I suffer from chronic illnesses like epilepsy and fibromyalgia.\n\n\n\nI was given a one-year sentence, but was pardoned after eight months on Kim Jong-Il's birthday on February 16th, \n2000. And I escaped again, knowing that I had to tell the world about North Korea's human rights realities.\n\nHowever, I was arrested and repatriated in China again for the third time, and sent back to North Korea, this time \nthree months pregnant. And I was forced to undergo an abortion without any medication at the police station in \nNorth Korea. So my first child passed away without ever seeing the world and without any time for me to even say \nsorry to my child. \n\nEven though I was hemorrhaging to death, they were filling out papers to send me to the Hammung (ph) \nreeducation prison camp without even a fair trial. Thankfully, there was an officer on my case who took pity on me \nand let me be released from the prison due to my condition. \n\nEven though I was in terrible health, I crossed the Tumen river yet again to go into China. I had to do this because I \nvowed to myself and I made a promise to the people that I saw at Chung Zen (ph) prison camp that I would survive \nand live the life that they never got to live. And I made this vow crossing to China because I wanted to tell the world \nwhat the experience and to tell the people that I would survive and live the life that they -- prisoners in Chung Zen \n(ph) never got to live. \n\nBetween my first escape from North Korea in February of 1998 and 2007, I was repatriated three times and \nescaped North Korea a total of four times. I spent eight months in a reeducation center and some time in China, \nwhich was a foreign place to me, before finally reaching South Korea in 2007. \n\nAs soon as I arrived, I arranged for my mother and my -- and her daughter to come to Korea via Myanmar, but I \nhad no news about my two younger siblings and father. Then one day my brother arrived in South Korea. And my \nbrother had been on the street for -- alone for 13 years and we cannot do anything but hold him, embrace him, and \ncry. \n\nAnd the following year, in 2011, my little sister, who was only 17 when I last saw her, made it to South Korea via \nThailand at the age of 31. So we were reunited after 14 years of separation and we wept with joy. And we vow that \nwe will never be separated again. Right this moment, I miss my father terribly. And this longing is not unique just for \nmyself. \n\nIt is the longing of all North Korean defectors. The recent case of the running of the defector soldier across the joint \nsecurity area represents a dash toward freedom that is the dream of 25 million North Korean people. North Korea \nis one terrifying prison. And the Kim regime is carrying out crimes against humanity in North Korea. And it is only a \nmiracle that people and I myself survived the hellish experience of the prison camp.\n\nHowever, the Chinese government continues to send North Korean seeking freedom back to this prison. November \n4th of this year, a mother and her child were detained on the way to meet their father in South Korea -- in China.\n\nThe excitement of meeting his father was momentary because the Chinese government sent them back -- on a \ndeadly path back to North Korea.\n\nChina, which has live through a so-called cultural revolution is well aware of what happens to repatriated defectors, \nand how they will be treated, yet it continues to send North Koreans back. How is this different from murder?\n\nAnd I strongly urge the Chinese government to discontinue and stop the forceable reparation of North Korean \nrefugees.\n\nMuch like the Apostle Paul, says in the gospels that he his indebted for the gospel. I confess to my father and to \nthose who have died in prison after repatriation and to all North Koreans, that I am in debt for my freedom. And so I \nasked -- yesterday I asked the U.N. officials and today I asked members of Congress and other people gathered \nhere in the world -- throughout the world, to fight for the freedom and human rights of North Koreans and \nrepatriated defectors, who do not even have the right to know or the right to own anything. And we have no freedom \nat all in North Korea.\n\n\n\nI will now read a poem that I wrote for a book of poetry, that I wrote in memory of the prisoners that died in the \nprison camp. And it is titled, Is Anyone There?\n\nI am afraid, is anyone out there? / This is hell, is anyone out there? / Despite my urgent pleads, no one is opening \nthe door for me / Is anyone there? / Please, hear our cries, / Hear the pain of us getting stepped on, is anyone \nthere? / Is anyone there? / People are dying, my friend is dying also, / I am calling and calling, why is there no \nanswer? / Is there really no one there?\n\nThere's a poet, Dutch poet, by the name of Job Degenaar, and he said \"The doors to prison must be opened from \nthe outside.\" And so, I appeal to you, to the United States, to South Korea, to all of us here, to find many ways we \ncan open the doors to North Korea. And when you meet people from North Korea once it becomes a free country, \nand the people of North Korea ask you, \"What have you done as early beneficiaries of freedom that we did not \nhave?\" All of us will have a good answer in reply to those North Koreans.\n\nThank you.\n\nSMITH: Ms. Ji, thank you very much for that very moving and inspiring testimony, and also your challenge to each \nof us to do more. There are all of us out there, but we need to -- there needs to be more of us and we need to raise \nour voices even more effectively and louder as we go forward, so thank you for that call. \n\nMs. Hee?\n\nHEE (THROUGH TRANSLATOR): Hello, thank you very much for this opportunity to be a witness in this hearing.\n\nMy name is Ga Hee Han, I escaped from North Korea into China, and in China, I was human trafficked. And while \nbeing trafficked, I was given a bible and the bible became my light. And eventually, I found my way to South Korea \nand I am here before you.\n\nI am still living the fears that I had back in China. I was -- I had a knife put to my neck, and the choice was either \nthat I get married to a Chinese man living in -- in the countryside, or else. Those were the choices I had, and those \nare the fears that I still live every night.\n\nI was caught three times and I was sold three times. And after the third time that I was human trafficked, I found an \nescape. What I did was, since this was during wintertime, at minus 30 Celsius, I had escaped to ensure that my \nfootsteps would not be found, so I had to walk in the little stream that was there and as a result, I had frostbite.\n\nAnd those frostbites are -- keeps on reminding me of what happened. Every winter, I get them back.\n\nHowever, this is not something that I myself am the only one living with. It's something that many of the refugees \nfrom North Korea are living with, and also especially true for children from North Korea. \n\nWhat I had led was a very harsh life and what I had to endure were very dreadful. But for me, there was hope. The \nhope came in the name of freedom -- Free North Korea radio. \n\nWhen I had initially heard the broadcasting on Free North Korea radio, initially I had thought actually this was some \nsort of a propagation by South Korea, possibly by the National Intelligence Service of South Korean government, in \norder to lure North Koreans into South Korea. \n\nNow, there is a movie that's widely shown in North Korea. It's called Psychological Warfare. Basically, the story \ngoes, South Korean government lures North Korean people into South Korea, takes their intelligence and kills \nthem all. When I watched the movie, I truly believed this was what was taking place. And not just me, but I believe \nother North Koreans also believed that to be true. \n\nWell, one of the programs that was quite impressive to me, when I heard in China, broadcasted by Free North \nKorea radio, was about Song Hye-rim. The title of the program was I Am Friend of Song Hye-rim. Song Hye-rim is \n\n\n\na wife to Kim Jong-il. And in that program, I heard about all the woman that the -- Kim Jong-il and Kim Il-sung had \naround them and all the womanizing that took place. \n\nIt was a shock to me because these are the very people that we had worshipped while we were in North Korea. \nBut I came to realize that these were rubbish, they were trash human beings. And also, we had been told that \nHwang Jang-yop, the secretary, had been killed by commanders sent by North Korea to South Korea. However, \nthrough the broadcasting, we learned that he was alive and well and I heard his voice and many of the messages \nthat he had sent for us. \n\nWhile I was living in China, hiding from the authorities, I really wanted freedom and I realized freedom was not free, \nthat I could not sit still and try to get freedom. I had to find my way to freedom. So what happened was, in August of \n2008, I was given a compass. And just -- just compass. \n\nThat's all I had. And I walked across the deserts of Mongolia. I believe it was Gobi desert that I crossed and came -- \nand eventually ended up in South Korea. Even today, there are many North Koreans who are living in China and \nthey would -- they want freedom. However, these people are in fear of the Chinese authorities, who are repatriating \nthese people to North Korea. \n\nAnd when these -- the North Koreans are repatriated in -- back into North Korea, what's waiting for them are not \nall that pleasant. Many would be sent to political prisons, others would be tortured, and some may even be \nexecuted. One time, I was caught by the authorities and I was sent to a state security prison. And in the prison, I \nstayed there for about 15 days. \n\nI recall there was a woman who was repatriated from China. She was pregnant and the guards yelled out that she \nwas pregnant with impure blood. And I believe that she was beaten to the point where the pregnancy was \nterminated. However, the actual beating was not by the guards, but at the -- at the command of the guards, the \nNorth Korean men who were repatriated, these were the people who were forced into beating the woman. \n\nAnd what choice did these men have? Well, it's laughable that on the world Human Rights Day, that North Koreans \nwould come out and say that they do respect human rights. Well, North Korea, while these are the people who \nwould be still, to this date, carrying out public executions and also they consider their residents less than logs or \ncoals. \n\nPerhaps the biggest abuse of human rights by North Koreans would be starvation that North Korean people are \nhaving to suffer. And also, the nonprovision of the bare necessities that these people need to have as human \nbeings. And let me speak briefly on my father, who had to have his legs amputated. He went to China looking for \nfood for us. However, he was cut and later had to amputate his legs for certain reasons. \n\nAnd why was it that he had to lose his legs? Well, after having been cut by the guards -- by the military, he was sent \nto a prison. And at the prison, actually, he was facing the Tumen River on a certain night. And he did not have \nanything on him. He was completely naked and he was forced to kneel, looking towards the Tumen River. It was \nminus 30 degrees Celsius. \n\nAnd he was beaten by leather belt and thereafter, he was left kneeling, looking towards the river for the night. And, \nas a result, he had frostbite and his legs had to be amputated. And after the amputation, it didn't take long for his \nlife to be ended. \n\nIt is laughable that they would have a declaration of human rights when the -- the regime itself is carrying out all \nthese atrocities, including stratification of people into classes, based on who they were born or based on their \nlineages and not even providing the basic necessities required for human beings. \n\nThe ruthlessness of the North Korean regime has gotten even worse since Kim Jong-un has come into power in \n2011. However, this tyranny cannot last forever. We know that. And the very reason why he carries out these \npolitics of fear is because there is collapse that's taking place internally in North Korea. \n\n\n\nAnd this is very apparent by hearing from North Koreans who have escaped. One would be the very soldier who \nhad escaped through a joint security area not too long ago and then there are other North Korean refugees who \nhave been interviewed by our radio. And what we do at Free North Korea radio, is to listen to the refugees. We \nuse their voices and we compare the lives of North Koreans and South Koreans, and also tell the truth about what \ntakes place outside of North Korea. \n\nAnd what we do is, we have network of people in North Korea, including elites of North Korea, who would be \nproviding intelligence and information to us. And those information are disseminated through broadcasting. Included \nin our activities are not just the broadcasting, but also sending materials to North Korea -- into North Korea, by \nway of crossing the border between China and North Korea. We have sent many USBs, SD cards, C.D. players \nand radios to North Korea.\n\nAnd of the refugees that have been surveyed, 5 percent to 10 percent of people have stated that they have actually \nheard broadcasting through Free North Korea radio.\n\nWe're talking about North Korea. They are completely eliminating flow of information from outside. When you say \n5 to 10 percent of people have heard, that's a lot of numbers.\n\nAnd also, for 10 minutes per day, we have music that's played, but this is actually a play on words. Because we use \nthe North Korean music, but we change the lyrics so that it's not about Kim Jong-un or Kim Jong-il no longer.\n\nFor example, there would be music titled \"My father is a footsteps\" and we would switch the word father into Jesus. \nAnd also, that we trust in -- in the general, the general would be changed into, in our God.\n\nBy changing the tunes that are familiar to North Koreans, but also changing -- I'm sorry. By using the tunes that are \nfamiliar to North Koreans but changing the lyrics, it's gotten easier for us to get the information into North Korea \nand into the heads of these people.\n\nMy mother still remains in North Korea and I have heard through certain people that she is doing OK and that \nshe's also in -- worshipping of the god that I believe in.\n\nSo the -- the sarcastic saying is that North Korea, amongst North Korean people, is known as a capitalistic society \nwith a twist. And what that tells us is that there is tremendous internal collapse that's taking place in North Korea. \nAnd that is why Kim Jong-un is ruling by fear. He knows that his control and grasp on North Korean people are \nslipping.\n\nSMITH: If I could just interrupt one second. And I would ask you to continue your testimony momentarily. Just to ask \na couple of questions, I have to leave, one of my bills, H.R. 3655 is on the floor in about 5 or 10 minutes. I will come \nback as soon as it's over. Dan Donovan, thankfully, has agreed to take the chair. So please come back. But I would \nwant you and Ms. Ji to address, if you would. \n\nYou have said that Kim Jong-un -- it's even worse. Suzanne Scholte, who is the Seoul Peace Prize Laureate, who \nhas testified numerous times before this and other committees of Congress, points out that it's even worse under Xi \nJinping because of his policies. So it's worse in China. It's worse in North Korea under Kim Jong-un. \n\nIf you could elaborate on that, it would be very helpful. If we where a panel of Chinese leaders, what would you say \nto them, especially it is illegal for them to forcibly repatriate North Korean defectors pursuant to the refugee \nconvention to which, as we all know, they are signatories to, and finally, if you could speak to the issue of the cult -- \ncult of Kim; the godlike cult that they -- and Juche, that they inculcate beginning from the earliest years.\n\nHow did you break out from that since the propaganda is ever present and all, other than the great work you're \ndoing, the information flow almost never happens during all of those formative years, so people come to believe \nthat Kim is God. If you can speak to that. And I will have to read your answers on the transcript as I run off to this \nhearing.\n\n\n\n(UNKNOWN): Can she finish her prepared statement?\n\nSMITH: Of course, please finish it. Exactly. HEE (THROUGH TRANSLATOR): In times like these, it's more \nimportant that we get the right information into North Korea. So we need to make sure that there is a steady flow \nof information into North Korea, so that people in North Korea would come to realize what's really taking place out \nthere.\n\nAnd so my focus is really on information flow; how we need to have more information, more truth be told to the \npeople of North Korea. We need to have this information flowing into North Korea, and in this regard, we seek \nhelp from the US government and the U.S. Congress. And I hope, and I believe, that once we have this information \ngoing into North Korea that the collapse of North Korea would be not in distant future but tomorrow.\n\nThank you.\n\nDONOVAN: Thank you, Ms. Hee. \n\nI'm not too sure if you remember the Chairman's questions? He wanted those answered so he could read the \ntranscript. So I'd ask Ms. Ji if you would answer the chairman's questions first and then Ms. Hee, you could answer \nthe questions as well.\n\nJI (THROUGH TRANSLATOR): So I'll answer the Congressman's second part of the question, which was if \nChinese leaders were sitting in front of me, how I would address them?\n\nAnd first thing I would tell them is that the Chinese government must stop the policy of forced repatriation of North \nKorean defectors back to China.\n\nAnd North Korean defector women have become sort of committed in the sense that when they're being lead away \nby unscrupulous Chinese brokers, the Chinese security members. Some of them, they would intercept this \ntransaction, and they themselves would get involved with the human trafficking. And in terms sell the women to the \nhighest bidder to other brokers, so this is happening in China right now among the security of people of China.\n\nAnd I myself, I experienced exactly that. I was actually being in the process of being sold by the Chinese security \nofficials but because I was screaming and resisting so much, that's how I was able to escape when they were sort \nof stunned at my resistance that I showed to them when I was being -- when I was undergoing this treatment.\n\nNorth Korean defect women are not a commodity, they're not material goods, they are human beings.\n\nAnd the fact that the Chinese government officials, security officials, are -- some of them are being involved with \nthis is something that the international community should not forget or forgive.\n\nAnd the second thing I would tell the Chinese officials if they were sitting in front of me in this room, would be that \nthe North Korean defect women who are forced to marry the Chinese men, the mothers themselves are, basically, \nstateless. But when they become pregnant, by the so-called Chinese husband the children that they buried, they \nare stateless either, they have no identity, the don't exist according to Chinese government.\n\nAnd in China right now, the mothers of these children, many of them have been repatriated back to North Korea. \nSo you have a lot of kids who are either orphans or who do not have mothers, or they basically are not cared for. \nSo, a lot of these children born to Chinese fathers and North Korean defector women are living in a very -- a \ndifficult situation in China right now.\n\nAnd without desires that either process these children to be sent to South Korea, or grant them some sort of \nidentification or citizenship in China to these children born to Chinese husbands and North Korean defector \nmothers.\n\n\n\nAnd lastly, I would urge the Chinese government to keep it's promise as a signatory to the convention relating to \nstatus refugees, and to fatefully carry out it's duties as a signatory to that convention by protecting the North \nKorean defectors that come into China instead of repatriating them? \n\nAnd lastly, I would say, as I mentioned in my testimony, North Korean defectors, when they are repatriated from \nChina to North Korea, they face unspeakable inhumane treatment, sometimes even death at the hands of the \nNorth Korean authorities. So the Chinese government should process, accept the North Korean defectors that \ncome to China and process them to be sent to South Korea. \n\nDONOVAN: Thank you very much. Ms. Hee, would you mind answering the Chairman's questions? \n\nHEE (THROUGH TRANSLATOR): You ask how the current Kim Jong-un regime is different from previous Kim Jon-\nIl regime. Well, he is ruling by fear. And it's very much of a fear that's being put into the minds of North Koreans. \n\nKim Jong-un is a child who does not know the season. And who in their right mind would want to go up against the \nsuperpower that is the U.S. and threaten the U.S. with nuclear capabilities that are not even completely mature? \n\nWell, my mom tells me when Kim Jong-Il was in power, on celebratory occasions, on holidays, that there would be \nrationing provided by the government. But now that Kim Jong-un is in power, we don't have any rationing at all, on \nany -- any occasion. And the rule of fear or rule by fear is one strike, you are out. There are no generosities to be \nexhibited. \n\nWe are not aware of any government, upon change of power, to have over 300 elites of the government be publicly \nexecuted by way of air -- air guns. Actually, that would be anti-aircraft artillery. And why? Why does he do that? \nBecause he wants to rule by fear and this is the way he does it. And Kim Jong-un will continue to rule by fear. The \nway we will be able to stop the rule by fear is not by restraining him, but alerting and rising -- raising awareness \namongst North Korean people as to what's taking place outside, especially true about South Korea, how much of a \nfreedom and economic prosperity that we live in.\n\nAnd tying into the question about China, well, in order for us to be able to stop this ruling by fear, the pressure \nshould not be on North Korea alone. The pressure should also be on China.\n\nWhat is true before is also true now, that China and the Chinese people would say that they are pressuring North \nKorea. No pressure there.\n\nDo you know why Chinese authorities repatriate North Koreans back to North Korea? For each person that's \nrepatriated, there is a return. They get logs and they get coals.\n\nThe way I was caught by the Chinese authorities was, someone talked about me. It was an informant. And I \nunderstand that, that informant was getting 2,000 Chinese Yuan. So per report that they make, they get 2,000 \nYuan.\n\nSo when I was caught by the Chinese authorities, who are known as GoMan (ph), I asked them, why? Why do you \nhave to take me? And why do you need to send me back to North Korea? And what one of the officers had told me \nwas that he had to make a living. And this was an agreement between the governments.\n\nThey know very well that once we are repatriated, we will be suffering at the hands of North Korean guards.\n\nSo the basic idea, there is a math that we may die once we get back to North Korea, but Chinese people would be \ngetting the logs and coals.\n\nSo about 70 percent of the North Korean territory and the seas are really actually mined by the Chinese people. So \nwhen that is true, will Chinese people really want to put the pressure on North Korea and would they really want \nunification on the peninsula? \n\n\n\nSo we can talk all day and we can have all these slogans, asking for Chinese to put more pressure on North \nKorea, but these would be empty slogans. Nothing would get -- come of them. We need to have real pressure that \ncan be felt by the Chinese people. \n\nDONOVAN: Thank you very much. \n\nThank you, both of you, for your opening statements. Thank you for sharing your horrific experiences with us. \n\nI'd just like to ask one or two questions and then we have a second panel. And you've been sitting there graciously \nfor over an hour for us. \n\nIs there a difference when you're talking about -- about 70 percent of the people, refugees from North Korea are \nwomen. Why is that? \n\nWhy do you feel most of the refugees are women? \n\nHEE (THROUGH TRANSLATOR): It's a strange question to answer, but it's a good question, nevertheless. \nBecause we don't know why, but in North Korea, we have more women than men. And also, men are serving in \nthe military. It's mandatory. They have to serve for 13 years. So when you are stuck in a system for 13 years, you're \nnot getting out easy. \n\nFor women, once we escape to China, we have other means to -- for making a living. We can work in restaurants \nand we may even be trafficked. But still, we get to eat. But that does not happen for men. There are not a lot of \nthings that they can do in China. And also, once they go to China, they get captured a lot easier. \n\nIt's simply very hard for men to hide in China. \n\nDONOVAN: Thank you very much. \n\nMs. Ji, can I just ask -- you were talking about when women refugees then marry a Chinese man and have a baby, \nis the baby repatriated back with the mother back to Korea once you're captured? And if so, is there a difference if \nthe child is a boy compared to if the child is a girl? \n\nJI (THROUGH TRANSLATOR): I myself personally did not witness the children born to defected Women and \nChinese fathers being repatriated together with the North Korean defector woman back to North Korea. \n\nHowever, I am aware that there are cases where the children born, to -- even though I haven't seen it myself, I am \naware that that does happen, where the children born to the defector woman and the Chinese fathers are -- if \nthey're arrested together, are sent back -- repatriated back to North Korea. \n\nAnd regardless of whether that child is a boy or girl, there's no difference in the eyes of the North Korean regime. \nAnd usually, they are sent to an orphanage and the mothers are sent to a reeducation prison camp for punishment. \n\nDONOVAN: I was curious if the Chinese saw a difference between a -- a boy being born to a Chinese man and... \n\nJI (THROUGH TRANSLATOR): The Chinese family members or the husband, if the mother defector woman gives \nbirth to a boy, they -- they -- you know, they prefer sons, obviously, so they would prevent the mother from getting \npregnant again. Because if they have a boy, then they're satisfied with that, so they would want to just keep it at \nthat, in terms of the viewpoint of the Chinese family, the Chinese husband. \n\nDONOVAN: And before I yield to Mr. Castro, if I could just ask each of you. I think you touched on it in your open \nstatement, Ms. Ji, but what would like to see the United States government do? JI (THROUGH TRANSLATOR): \nWell, first of all, I would like to thank the U.S. government for its great interest and concern for the North Korean \nhuman rights issue and also for, in recent days, pressing for the increase and stronger sanctions to punish the \nNorth Korean regime. So I would like to express, first of all, my appreciation for that position taken by the U.S. \ngovernment in terms of dealing with the North Korean regime. \n\n\n\nBut I believe stronger sanctions enforcement should be put in place by the U.S. government towards the North \nKorean regime. And in addition to strengthening sanctions against the regime, the U.S. government should expand \nand increase the activities of information dissemination into North Korea and the latest ways that the U.S. can do \nthat is to provide internet, by using the satellite, for example. And that's one way that the U.S. government can help \nbring information -- free outside information to the North Korean people directly, bypassing the regime's control. \n\nDONOVAN: Ms. Hee?\n\nHEE (THROUGH TRANSLATOR): Would it be OK if I were to address an earlier question about repatriation of \nkids? \n\nDONOVAN: Absolutely. \n\nHEE (THROUGH TRANSLATOR): Yes, that does take place in China. So on two separate -- two separate -- under \ntwo separate scenarios. One would be if, as a mother, you were caught on the streets with your child. Then you \nwould both get repatriated. And also, if there is a raid and the child does not want to detatch itself from the mother, \nthen they both get repatriated. \n\nAnd who actually does the repatriation? The Chinese government. And that's what they do. They're smiling behind \ntheir curtains. And we have all these slogans, all these empty slogans that are not heard by anybody in China. \n\nDONOVAN: And my last question, the community would like to have, at least on the record, about reports recently \nthat the Chinese government is building at least five refugee camps along the border. Curious whether your \nsources can confirm that and what you think that may mean. \n\nHEE (THROUGH TRANSLATOR): I believe that's in the news, but I don't believe that was confirmed yet. And I -- \nthrough our sources, we have not been able to confirm it. So maybe it's not happening. \n\nJI (THROUGH TRANSLATOR): So I myself, even though I've heard of those reports of the Chinese government \nsupposedly building these facilities -- I don't know for sure, but I do know for a fact that through peole that have \ncontacted me from inside China and other sources, that the Chinese government, they fear a rush of North Korean \npeople escaping from North Korea, in case there is a war or some sort of major even happening. \n\nSo to prevent that, the Chinese government on the Chinese side of the border, they have reinforced the \nsurveillance and the security in the region, for example, putting up more electrified fences and strengthening on the \nChinese side their mechanisms to prevent North Koreans from crossing over in case of a major event. \n\nDONOVAN: I thank you both for your diligence. \n\nAnd I -- Chair now recognizes the gentleman from Texas, Mr. Castro. \n\nCASTRO: Thank you. Thank you for your courage and your bravery and also for coming here to testify today. \n\nI have a question about the families that are left behind after people leave North Korea, after they defect. How are \nthose family members treated after people leave North Korea? \n\nHEE (THROUGH TRANSLATOR): I escaped alone. I have my family still in North Korea. I think my family is still \nsafe. That's because North Korean authorities do not really know that I am here. So I have also feared for the \nsafety of my family. And so I have for, thus far, not worked in open. So in November of this year, I had a tele \nconversation with my mom. \n\nAnd I told mom that I would like to do more activities in open regarding human rights. And this would bring about a \nunification on the Korean peninsula sooner, I told him. (ph) But I also told her I was very much in fear for her \nwelfare. And what my mom told me is that each day, it's becoming harder for her to breathe. And that she would die \none way or another. She didn't care. \n\n\n\nAnd she told me that I should do what I thought was the right thing to do. And that is why I am now in the open for \neight years, working for Free North Korea radio. No one knew of my identity. Now, perhaps, they do. \n\nCASTRO: And you live in South Korea now? \n\nHEE (THROUGH TRANSLATOR): Yes. \n\nCASTRO: OK. I have a follow-up question, but I wanted to give you an opportunity to answer the same question. \n\nJI (THROUGH TRANSLATOR): And so as I mentioned in my testimony, while my family members are with me in \nSouth Korea, except for my father, who is missing -- who has been missing for the past 19 years. And I have been \nable to get in touch with my aunt, who is still in North Korea. I've been able to send her money, and also, every \nvery once in a while, call her, as well. \n\nJI (THROUGH TRANSLATOR): But it's been about 10 years since I've been an active human rights activist out in \nthe open. I've written two books already.\n\nBut it's been almost more than a year that I have had trouble trying to get in touch with my aunt. So, perhaps, the \nregime has finally caught up to what I'm doing and perhaps did something to my aunt, I don't know, but it's been \nhard for me to get in touch with my aunt.\n\nCASTRO: You don't know if she's been punished or what happened?\n\nJI (THROUGH TRANSLATOR): So, I was able to send somebody through using brokers and through sending \nmoney to send somebody to my aunt's house in her village, but the report I got back was that the house is empty. \nThere was nobody at that house. So, something happened to my aunt. I just don't know exactly what happened to \nher.\n\nCASTRO: And are you living in Seoul now or in South Korea?\n\nJI (THROUGH TRANSLATOR): Yes, I am living in South Korea.\n\nCASTRO: Well, I have a question for both of you. One of the goals for a long time for the people of South Korea \nand I imagine many people in North Korea has been for unification of what for decades now has been two \nseparate countries.\n\nAnd I asked the same question of another defector when we did a larger foreign affairs panel or, you know, the \nmain committee panel a few months ago is reunification realistic given the fact that these countries have been \nseparate countries now for many decades and you have now seen both societies, both North Korea and South \nKorea, how significant are the differences can those differences be bridged for reunification.\n\nJI (THROUGH TRANSLATOR): So, as you mentioned, I did experience both life in North Korea and now I'm living \nin South Korea and North Korea is a communist regime and South Korea is a free-market capitalist society.\n\nAnd for me, upon my first time being in South Korea as I started my resettlement, it was very difficult for me to \nadjust to life for freedom and a free-market capitalist environment. However, after some time, I was able to adjust \nfairly well into this democratic free society in South Korea. And so far, there have been up to around 32,000 North \nKorean defectors that have resettled in South Korea. And out of the 32,000 defectors, I would say about 80 percent \nof those defectors in South Korea like myself are able to send money to our relatives and family members in North \nKorea.\n\nSo, I've heard from not only the sources in North Korea but from other sources as well that many North Korean \npeople in North Korea who have family members in South Korea have an awareness that South Korea is a \ncountry that is rich, that is abundant and that South Korean products are sought after.\n\n\n\nAnd that in some cases, the high-ranking officials even want to marry off their children to family members of North \nKoreans who have people that have escaped to South Korea because that means they're able to get money from \ntheir relatives in South Korea. So, that's been the sort of ship that's happened in North Korea regarding their views \non South Korea and South Koreans.\n\nAnd you mentioned the differences between North Korea and South Korea. So, I would say that even though \nNorth Korea may be a communist country, communist system on the outside, but inside the people, because of the \nemerging markets and because of the capitalist venture started by many citizens in North Korea, many North \nKorean citizens are more aware of and they have become very well attuned to the free-market capitalist ideals that \nwe would find in South Korea for example.\n\nAnd I personally believe that this will lead to quicker fall of the regime and an even faster reunification of the two \nKoreas in the Korean Peninsula.\n\nCASTRO: I yield back. Thank you.\n\nSMITH: Thank you.\n\nI want to thank our very distinguished and courageous panel for your testimony and above all, for your life's work \nwhich has been extraordinary and someday when North Koreans are free, you'll be among the true heroes who \nhelped make it happen. So, thank you so very much.\n\nJI: Thank you very much.\n\nSMITH: Dan, thank you.\n\nI'd like to now welcome our second panel, if I could, to the witness table, beginning first with Ambassador Robert \nKing and I want to say a big welcome back to Dr. King who, for so many years, sat over here with Tom Lantos as \nhis top chief of staff. So, it's great to have Dr. King -- Ambassador King back.\n\nHe, as I think most will know, was our Special Envoy for North Korean human rights issues from 2009 to 2017. \nSince leaving the Department, he is senior adviser to the Korea Chair at the Center for Strategic and International \nStudies. For 25 years, quarter of a century, from '83 to '08, Ambassador King served as Chief of Staff to \nCongressman Tom Lantos. When Mr. Lantos became ranking minority member and then chair of the House of \nForeign Affairs Committee, Dr. King worked or served I should say as Committee Staff Director and that was from \n'01 to 2008.\n\nIn addition to his full-time jobs, Dr. King has taught courses in U.S. Foreign Policy and International Relations at the \nUniversity of Southern California German Study Program, Brigham Young University Study Abroad Program, \nAmerican University in Washington, D.C., New England College in New Hampshire.\n\nAmbassador King is the author of five books and over 40 articles on international relations topics. We welcome him \nback again to the Committee.\n\nI'd like to then welcome and introduce Greg Scarlatoiu with the Committee for Human Rights in North Korea. He's \nthe Executive Director of the Committee. He has coordinated 20 HRNK publications addressing North Korea's \nhuman rights situation and the operation of its regime.\n\nHe is a visiting professor at the Hankuk University of Foreign Studies in Seoul as well as instructor and coordinator \nof the Korean Peninsula and Japan class at the U.S. Department of State's Foreign Service Institute.\n\nPrior to HRNK, Mr. Scarlatoiu was the Korea Economic Institute -- he was with them. He has over six years of \nexperience in international development on projects funded by the U.S. Agency for International Development, the \nWorld Bank and the Asian Development Bank.\n\n\n\nFor 14 years, he has authored and broadcast weekly in the Korean language. It's called the \"Scarlatoiu Column\" \nand it's with Radio Free Asia. A seasoned lecturer on Korean issues, Mr. Scarlatoiu is a frequent commentator for \nCNN, BBC, Al Jazeera, Voice of America, Radio Free Asia and other media operations.\n\nHe has appeared as an expert witness at several congressional hearings on North Korean human rights. And so, \nwe welcome him back today as well.\n\nAnd our third distinguished panelist will be Suzanne Scholte who is also making a trip back and in the past has \nprovided expert witnesses to this Subcommittee and other committees of Congress, including as I mentioned earlier \nthe first women who are ever traffic that came forward and spoke at a congressional hearing traffic that is from \nNorth Korea into China and it was extraordinarily moving testimony.\n\nShe is considered one of the world's leading activists in North Korean human rights movement. She has spent the \npast two decades promoting the freedom and dignity of the North Korean people and is currently President of the \nDefense Forum Foundation, a non-profit foundation promoting a strong national defense and freedom, democracy \nand human rights abroad. In 1996, she began a program to host the first North Korean defectors in the United \nStates giving them a voice to speak out about the atrocities being committed against the people of North Korea, \nincluding the political prison camps and the horrific treatment of refugees.\n\nShe has led international efforts to pressure China to end their horrific repatriation policy and has been involved in \nthe rescue of hundreds of North Koreans escaping their country. Currently, she also serves as the Chairwoman of \nthe North Korea Freedom Coalition, Vice Co-Chair of the Committee for Human Rights in North Korea and \nHonorary Chair of the Free North Korea Radio.\n\nI welcome all three of our distinguished panelists and I yield the floor to Dr. King.\n\nKING: Thank you very much, Mr. Chairman. It's a pleasure to be back with you again. Usually I'm sitting on the \nother side behind you and Mr. Lantos. It's a different position to be down here today and I'm glad to be home.\n\nI want to thank you for your focus on human rights and for what you have done with the Subcommittee in terms of \ncalling attention to these issues and problems. I want to commend you on the caliber of the witnesses -- the other \nwitnesses that have testified today.\n\nIt's extremely helpful to have these two women who have had great difficulty. I've been able to leave North Korea \nand talk about their experiences and, again, it's a pleasure to be here with Greg and with Suzanne to talk about \nthese issues.\n\nRefugees or defectors who've chosen to leave North Korea is one of the key issues and a broader question of \nhuman rights in the North. There's been a steady flow of defectors from the North since the famine in the late \n1990s.\n\nOver the last two decades, some 30,000 North Koreans have fled the country, the vast majority have resettled in \nSouth Korea. The concern of Americans to help these defectors from the North was one of the principal factors \nbehind the adoption of the North Korea Human Rights Act in 2004.\n\nSince the adoption of that legislation, the State Department and other federal agencies have helped some 250 \nNorth Korean refugees resettled in the United States. Most refugees, however, have chosen to settle in South \nKorea because of the familiarity of language, culture as well as to join family members who are already there.\n\nThe number of refugees leaving North Korea annually has recently declined. The high point about 2011 was some \n3,000 annually. But tighter control of the borders by the North, difficulty getting through China has caused that \nnumber to fall to less than 1,500 last year. The numbers this year looked like they will be even lower.\n\nVirtually, all defectors who flee North Korea today do so through China, very, very few have been able to cross the \ninter-Korean border. A few weeks ago, we saw a very rare exception when a North Korean soldier who was \n\n\n\nseriously wounded as he tried to escape fled through the DMZ. This indicates both the danger and how uncommon \nit is for defectors to go directly from the North into South Korea.\n\nFor those who escaped through China, there are very serious problems from being trafficked, sold as virtual slaves \nor being returned to the North. In the past, when relations were good between China and North Korea, most \ndefectors captured in China were quickly returned to North Korea, where they were sent to brutal reeducation \ncamps that our witnesses have talked about here.\n\nA couple of years ago, I had a particularly memorable conversation in South Korea with a young woman who fled \nthe North. She was finally able to reach the South. I asked her if this has been her first attempt. She said, \"Oh no, \nthis was my sixth try.\"\n\nFive times previously, she sought to leave. Five times she was captured either in North Korea before she left and -- \nor as she crossed into China. She was returned to North Korean authorities, spent many months each time in a re-\neducation camp where she was brutally treated.\n\nOn her sixth attempt, she and a friend who's going to leave with her decided to go but they also decided to take \nwith them poison tablets. Rather than be forcibly returned again and sent into a reeducation camp, they would have \ntaken their own lives.\n\nIn the past, Mr. Chairman, when Chinese relations with South Korea have been good and China's relationship with \nthe North has been strained, defectors have been allowed to go to South Korea. A couple of years ago in a very \nhighly unusual arrangement, China allowed some 13 or 14 North Korean restaurant workers to fly directly from \nChina to South Korea where they were resettled.\n\nA year or so ago, however, after the United States with the cooperation and approval of the South Korean \ngovernment established a THAAD missile battery in the South, this led to strained relations between China and \nSouth Korea. Since that time, it has again been more difficult for defectors from the North to reach South Korea \nthrough China.\n\nThe United States government has strongly supported South Korean efforts to assist defectors to reach the South. \nOn many occasions, I personally raised with senior Chinese government officials our concern that defectors be \npermitted to flee the North if that was their wish. I know that other more senior State Department officials have also \nraised this matter with senior Chinese officials.\n\nMr. Chairman, it's important that the United States continue to urge China to allow defectors to resettle elsewhere \nand if they wish to go to the South, our government should support South Korean government efforts to help those \npeople.\n\nCongressional support for refugees such as through the reauthorization of the North Korea Human Rights Act is \nimportant and I urge approval of that reauthorization legislation. It's already been adopted in the House. It's now \nawaiting action in the Senate but it's urgent and it's important that that legislation be reauthorized.\n\nA second matter that I was asked to talk about was the issue of providing free and unfettered information to the \npeople of North Korea. The availability of accurate information about events beyond the borders in the North is \nextremely important for the North Korean people.\n\nIt limits Pyongyang's ability to manipulate its own citizens and we must continue to encourage the free flow of \ninformation in the North Korea. Although it is illegal to own a radio or television capable of being tuned to stations \nother than the official government station, based on survey research, we estimate that as many as the third of \nNorth Koreans listen to foreign radio broadcasts, particularly programs from Voice of America, Radio Free Asia \nfunded by U.S. Congressional appropriations. These are extremely important.\n\nThere are other creative and innovative programs which we fund, the U.S. government funds to get digital \ninformation to the North Korean people. These efforts need to be fully funded, encouraged and expanded.\n\n\n\nMr. Chairman, military options against North Korea are severely limited, but one thing that we can do that will \nencourage positive change in the North is to increase the flow of accurate information from the outside world. Our \nhuman rights efforts are an important aspect of our policy towards North Korea. We must not underestimate the \nvalue and importance of those efforts.\n\nThank you very much. Mr. Chairman. I look forward to any questions you may have,\n\nSMITH: Thank you, Ambassador King.\n\nMr. Scarlatoiu.\n\nSCARLATOIU: Mr. Chairman, thank you for the invitation to testify before you and the Subcommittee today. It is a \ntrue honor and a privilege.\n\nThe most critical challenge our country faces today is the nuclear and ballistic missile threats posed by the regime \nof Kim Jong- un. Grateful for the Subcommittee's unabated determination to protect North Korean refugees in \nChina, I respectfully urge you to continue to consider the vital importance of formulating and adopting a robust \nhuman rights policy, including a North Korean refugee protection policy that can be integrated into U.S. security \npolicy toward both China and North Korea's Kim regime.\n\nIn 2014, China received a warning by the U.N. Commission of Inquiry that its policy of forcibly repatriating North \nKorean refugees could potentially amount to aiding and abetting North Korean perpetrators of crimes against \nhumanity.\n\nChina has been put on notice that its policies, practices and support for North Korea are unacceptable. Yet, at the \nfourth annual U.N. Security Council meeting on human rights abuses in North Korea held yesterday, China called \nfor a procedural vote to stop the public meeting. This effort failed but China persists in its efforts to support the Kim \nregime as evidenced by its forcible repatriation of North Korean refugees.\n\nUp to 80 percent of North Korean refugees in China are women. In the absence any semblance of protection, they \nfall victim to human traffickers and other criminals. Many of those forced into sexual bondage under the guise of \nmarriage with Chinese men in rundown rural areas are often abused by the would-be spouse and the entire family.\n\nTheir children's human security is beyond precarious. China denies North Korean children the right to education, \nhealth and personal security as well as Liberty when they're detained awaiting forcible repatriation.\n\nOur 2015 HRNK report, The Hidden Gulag IV, documents the particular vulnerabilities of North Korean women \njailed in a network of political prison camps, kwan-li-so, and labor camps, kyo-hwa-so. Increasingly, these facilities \nhoused women who have attempted to flee the country and here, rates of mortality, malnutrition, forced labor and \nexploitation are high.\n\nChina does not uphold its obligations under international law as evidenced by their forcible repatriation of North \nKorean refugees in need of protection. China denies many North Koreans the ability to apply for asylum or have \nsafe passage to the Republic of Korea or other countries.\n\nChina claims that North Koreans are illegal economic migrants. In reality, however, not only are North Koreans \ntargeted for escaping the totalitarian state but they're targeted by the Chinese government and ultimately victimized \nagain once repatriated to North Korea and imprisoned. It truly is a vicious cycle of political oppression and violence \nperpetrated against countless innocents.\n\nMr. Chairman, I respectfully recommend the following. First, the United States should urge China to immediately \nhalt its forcible repatriation of North Korean refugees and thus fulfill its obligations out of international treaties and \ncustomary international law.\n\n\n\nSecond, the United States should call upon China to allow the U.N. High Commissioner for Refugees unimpeded \naccess to North Koreans inside China to determine whether they're refugees and whether they require assistance.\n\nThird, the United States should call upon China to adopt legislation incorporating its international obligations under \nthe Refugee Convention and the Convention Against Torture. It should be expected to declare and uphold a \nmoratorium on deportations of North Koreans until its laws and practices are brought into line with international \nstandards.\n\nFourth, the United States should call upon China to recognize the legal status of North Korean women who marry \nor have children with Chinese citizens and ensure that all such children are granted resident status and access to \neducation and other public services in accordance with both Chinese law and international standards.\n\nFifth, in the absence of a Chinese response, the issue should be brought before international refugee and human \nrights fora. UNHCR's Executive Committee as well as the U.N. Human Rights Council and General Assembly of the \nUnited Nations should all be expected to call on China by name to carry out its obligations under refugee and \nhuman rights law and enact legislation to codify these obligations.\n\nSixth, the United States should promote a multilateral approach to the problem of North Koreans leaving their \ncountry based on the principles of non-refoulement and human rights and humanitarian protection. Building on the \nprecedent of other refugee populations, international burden-sharing should be developed to protect North \nKoreans seeking to escape the tyranny of the Kim regime.\n\nSeventh, following the passage of the North Korean Human Rights Reauthorization Act of 2017, which mandates \nthe position of the Special Envoy for North Korean Human Rights, I respectfully urged the U.S. Congress to \nencourage the prompt appointment of a qualified candidate.\n\nI strongly believe that this particular issue merits the full- time high-profile focus across various agencies that the \nspecial envoy has so effectively brought and would continue to bring.\n\nAnd eighth and finally, additional funds should be appropriated for clandestine information flows into North Korea \nfor nongovernmental organizations working to improve human rights in North Korea and for the resettlement of \nNorth Korean refugees in the United States.\n\nThank you, Mr. Chairman.\n\nSMITH: Thank you very much for your leadership and for that very detailed set of recommendations.\n\nMs. Scholte. Thank you.\n\nSCHOLTE: First of all, I know I'm going to embarrass you when I say this but I can't help it, Congressman Smith. \nThe last time we were together, there were 18 North Korean defectors in your office and I have to tell you when we \nwalked out of there, those defectors said that is the greatest man we've ever met because you were so great to \nthem and you've been focusing on this issue for decades.\n\nAnd so, I thank you so much for your leadership on this, for bringing this hearing together today and I just wanted to \nsay what a great awesome person you've been. I'm also really happy to be here with Bob King whose door was \nalways open, who was always ready to help us when we found about our refugees that was in danger, always \nwilling to speak out in some small towns to college campuses and really raise the North Korean human rights \nprofiles and one of the issues as the special envoy for President Obama.\n\nAnd also for my colleague, Greg, one of the things on my top 10 list of good things I've done in my life was insisting \nthat he become the executive director of HRNK. So, I'm really glad to be with these gentlemen.\n\nSo, I have a very extended written testimony I've already submitted. So, I'm going to be really brief and try to stay \nwithin the five -- I think I got -- I think I got this down to five minutes and eight seconds.\n\n\n\nSo, anyway, I'm going to make three main points. One, the situation facing North Korean refugees in China is \nworse than ever. Xi Jinping has brought us to a crisis stage because of his support for the regime.\n\nToday, we are relying on China to help us make sanctions effective to rain Kim Jong-un's nuclear ambitions but if \nChina continues to forcefully repatriate men, women and children back to North Korea to face certain torture, \ncertain imprisonment and in some cases, execution, what does that tell us about Xi Jinping's sincerity?\n\nThe international community must insist that China and its cruel inhumane and illegal repatriation policy, China's \npolicy has been pointed out as a death sentence for North Koreans. And as Ambassador King pointed out, 80 \npercent -- he talked about the defectors poisoning themselves, we know 80 percent of North Korean defectors \ncarry poison to kill themselves and we saw that dramatically happened this summer when the Korean Worker's \nParty member, his wife and three children committed suicide when the Chinese, on orders by Beijing, ordered them \nback to North Korea after they begged to be allowed to go to South Korea.\n\nThe Chinese government continues to not only forcefully repatriate refugees but refuses to allow the UNHCR any \naccess but also gives free reign to North Korean agents to hunt down the refugees and those that try to help them. \nWe have seen a murder of Chinese citizens. We have seen the abduction of South Koreans. What do they have in \ncommon? They've been involved in the North Korean refugee movement.\n\nSo, that's the point that we've reached right now with China. China has only two choices. It can continue to support \nthe Kim dictatorship and this will ensure an escalating nuclear arms race in Asia which could have horrific and \ndevastating consequences especially for the people of Korea or the other choice which is for China to work with \nSouth Korea and the international community for peaceful unification under South Korea and democratic policies.\n\nAnd I just want to give one example. The gentlemen mentioned THAAD. I think both of you mentioned the THAAD. \nWhy did South Korea need THAAD? The only reason why South Korea needed THAAD was because of Kim Jong-\nun's nuclear threats.\n\nAnd this is the -- this is an illustration of why China needs to decide whether it's going to continue to support this \nregime or work with South Korea and bring about the end of the Kim regime.\n\nSecond point, this is very critical, too. We need to recognize what the people of North Korea have done internally \nand externally to change their circumstances and support the work of the defector-led organizations. They are \ngreatest allies for peaceful regime change.\n\nWe all see the pictures of the goose-stepping soldiers and the fawning men and women in front of the Kim statues \nand we think it's a hopeless situation. But in this great darkness of North Korea, I see the light of the North Korean \npeople because those are the people I've been working with with over 20 years.\n\nThe reality is we must -- think of this, the reality is that the people of North Korea have accomplished amazing \nthings. It's the people externally who educated us, first of all, about the human rights tragedy, the crimes against \nhumanity, the Kim dictatorships, but it's the people internally who are also educating themselves about the outside \nworld.\n\nIt's the women of North Korea who internally created the market system and the ones externally who were \ninvolved the most in the rescue movement. I know a North Korean woman who's rescued 7,000 North Koreans. I \ncall her the Harriet Tubman of North Korea North Korea.\n\nNorth Korean defectors like Park Sang Hak of Fighters for Free North Korea regularly sends an information \nthrough balloon launches and he says, \"All I'm doing is sending letters home about the truth.\"\n\nThe North Korean People's Liberation Front, men and women who served in the North Korean military are sending \nin information reaching out to the military in North Korea citing the examples of what happened in Romania when \nthe military sided with the people against the dictator.\n\n\n\nEvery North Korea Freedom Week, we have a very emotional ceremony with the North Korean People's \nLiberation Front members, men and women who served in the military, raised to hate Americans, think we caused \nthe war, they go to the Korean War Memorial to lay a wreath and they pledged to honor the sacrifice that the \nAmericans made for South Korea's freedom by dedicating their own lives to North Korea's freedom.\n\nAs you heard from Mr. Han from Free North Korea radio, a radio station founded by North Korean defector Kim \nSeong Min and staffed by defectors, it's broadcasting every day, it's the most popular single program broadcasting \nin the North Korea. And one of the exciting things we do for Free North Korea Radio is create programs for them \nto communicate to the people of North Korea that we're not their enemy.\n\nOne program includes messages from members of Congress in which we simply ask members to send their hopes \nand dreams to the people of North Korea. The response from North Koreans to this program was absolutely \namazing.\n\nDuring this year's North Korea Freedom Week, defectors brought portraits made of members of Congress, \nincluding our distinguished Chairman here today, Congressman Smith, and Congressman Royce, the Chairman of \nthe Full Committee.\n\nThese portraits were smuggled out. They were made in Pyongyang by two brothers. It took them three months and \nthe portraits came out with the message, \"Tell the American politicians who delivered the messages. My brother \nand I spent three months making them late into the night. Please tell them there are some people in a dark place \nwho still have hope.\"\n\nAnd you know how beautiful those. They were the most beautiful portraits -- artwork I've ever seen. They \nshimmered. The defectors tell us that if they had the resources to carry out their work of getting information in and \nout of North Korea, the regime could end in three years or less. Otherwise, it could survive for another five to 10 \nyears.\n\nMy third and final point, we must keep the human rights issues at the forefront and Gregg mentioned the \nimportance of the human rights upfront approach. We have to keep our concerns for the people of North Korea at \nthe forefront, especially now -- especially now with the escalating threats of Kim Jong-un.\n\nOtherwise, we play directly into Kim's propaganda that justifies his nuclear ambitions that we are their enemy and \nthe enemy of the people of North Korea. We must communicate to the people of North Korea that what the \nUnited States wants for them is to enjoy the same freedoms that South Koreans and Americans enjoy.\n\nThe defectors keep repeating this to us, the truth will set them free. Support the work of the defectors. Help them \nget the information to North Korea. And I'm presenting to you this book today called \"The Accusation.\"\n\nThis is the only dissident book from North Korea. It was smuggled out. A great risk to those involved. It was \nsmuggled out. It was published in English earlier this year. The author is still living in North Korea and he chose to \nuse the pseudonym Bandi, B-A-N- D-I, Bandi, because Bandi is the Korean word for firefly and he is the firefly \nshining a light out of the darkness of North Korea.\n\nHe's just another example of the people of North Korea who are another light shining out of this darkness. He's \njust another example of another North Korean risking his life just to get this message from his homeland to you.\n\nThank you very much.\n\nSMITH: Ms. Scholte, thank you very much for your extraordinary leadership over the course of over two decades. It \nreally has made a difference.\n\nI do have a number of questions but I'll try to keep them a little bit brief. If any of you would like to speak to the issue \nof the cult of personality which I think is grossly underappreciated by the Pentagon and by many of the people \nwithin our own military.\n\n\n\nWe know that when people believe that they're serving a god, in this case, a demigod, someone who is actually \ndoing horrific things but claiming to be god, certainly, his grandfather did, that the sense of extremism and \nobsession almost knows no bounds. I know a lot of Americans when they see a documentary footage of people \ncrying so profusely, they think it's orchestrated. People tell me, including experts like yourselves, it's not. They \nreally do -- OK, they can (inaudible) some of that up but so much of it is from the earliest years inculcated into the \nminds and hearts.\n\nAnd I did ask our two previous witnesses, you know, how did they break free of that and the truth does set you free \nbut it has to be applied over time, which is why broadcasting and other means of communication is so important.\n\nBut if you could speak to that whole issue of Juche. I've read one book about it by a Christian who said you've got \nto understand why they are so fanatical and why they will die in large numbers for Kim, whoever the Kim might be \nat that time, which we again under appreciated that the sense of being able to reason effectively goes out the \nwindow.\n\nSo, I just ask you if you could speak to that first and I'll get to some other questions.\n\nSCARLATOIU: Yes, Mr. Chairman. Indoctrination begins at a very early age in North Korea. It begins at the pre-\ncognizant age. Babies in the cradle are taught to point fingers to the pictures of Kim Il- sung and Kim Jong-Il on the \nwall.\n\nLaws are on paper. North Korea has a constitution that even provides for freedom of religion and freedom of \nexpression, label legislation, a criminal code. But in practice, none of these laws are applied. North Koreans do not \nknow the international obligations that North Korea has assumed by ratifying, for example, the International \nCovenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights or their \nown legislation.\n\nThe only principles that govern each and every aspect of life in North Korea are the 10 principles of monolithic \nideology as evidenced in our recent research and publications by Robert Collins. Each and every North Korean has \nto participate in weekly (UNTRANSLATED), ideological training sessions, self-criticism sessions.\n\nThis is very much part of life during those long years that all men and many women spend in the military. \nIndoctrination is taken to the next stage. One has, of course, to remember that the age of revolution in Budapest \n1956, Prague 1968, Bucharest 1989 was late teens, early 20s, mid 20s. That's the age when each and every North \nKorean man is in a military uniform. By the time they're done, the age of revolution has passed.\n\nJuche, of course, this is North Korea's self-reliance ideology. On the surface, it sounds very different from \nMarxism. Marxism basically preaches that ownership of the means of production is the main driver of history. Juche \nclaims that the individual is the main driver of history.\n\nWe had a senior fellow resident, senior fellow, very nice lady born and raised in North Korea. She used to be a \nprofessor of Juche thought in North Korea. Now, she's a university professor in South Korea. She would tell us \nevery time we ask her about Juche, don't worry about Juche. Only the sole purpose of Juche is to worship the \nleader, to solidify the leader's personality cult.\n\nBasically, the individual makes sense. Individual life only makes sense for as long as it's lived as part of the \nCommonwealth. Life makes sense only if it's lived for the sake of the supreme leader.\n\nAs through information campaigns, these critical information campaigns that we launched into North Korea must \nsurely be cognizant and fully knowledgeable of the different cognitive processes in North Korea.\n\nWe must be fully cognizant that education is very different, world views are very different, the way North Koreans \napproach ideas is very different. So, we're much better off if we have former North Koreans in charge of working on \ncontent and delivering this content, perhaps in collaboration with other organizations but they must definitely be \ninvolved in this process.\n\n\n\nKING: Mr. Chairman, one of the things that I think we need to be careful of is I'm not sure that the North Koreans \nare as indoctrinated as we would sometimes think.\n\nBarbara Demick in her book \"Nothing to Envy\" talks about what life was like in North Korea. One of the very telling \nincident she cites is a particular family and how they dealt with the death of Kim Il-sung in 1994.\n\nThe mother told the daughter at school today, you're going to have a memorial service for Kim Il-sung, you have to \ncry. You must have real tears. If you can't cry, spit in your hand and wipe it on your eyes so that everyone will know \nthat you're crying.\n\nThey understand and they can see that. It's a society where to deviate become so difficult that people who may \nhave different views or see different things don't talk about it because of the nature of the society. So, I think this is \nnot a place where you've got to convince people that other things are true. This is a place where people need to \nhave an opportunity to do that.\n\nThe key thing is making sure that we get information into North Korea that provides an alternative explanation of \nwhat's going on in the world and that, again, is the importance of news broadcasting and information dissemination. \nThat is where we need to make sure that there is funding for Voice of America, Radio Free Asia and for the \nprograms that are being developed to do that.\n\nSMITH: Ms. Scholte.\n\nSCHOLTE: Well, first of all, I just want to say tell you I totally agree with you that this -- that the understanding of the \nJuche ideology is something that's completely underappreciated.\n\nOne of the witnesses we had during North Korea Freedom Week this last year was from Pyongyang. She was part \nof the elites. She and her mom ran a restaurant, had the good life. She was -- she said that when Kim Jong-il died, \nthey thought they're all going to die.\n\nAnd I think maybe the Juche belief system is probably more powerful in Pyongyang because it's the elites that are \nthere and they're not -- and they're more -- actually more isolated than people like, for example, in the border \nregions.\n\nBut I think it's very important controlling system in the brain -- it's a brainwashing from the start but it's really \nfocused on the fact that the Kim family are God and that's the Juche -- what's become is the worship -- Juche has \nreally become the worship, not the self- reliance that Hwang Jang-yop, who's the author of Juche, established but \nthe worship of the Kim dictatorship.\n\nAnd Hwang Jang-yop interestingly pointed out when he defected, he said the way to break the Juche ideology is \nwith the Holy Spirit. He actually became a Christian before he died and he was very involved with Free North \nKorea Radio.\n\nAnd Ms. Han cited the programs where they -- these are war programs that are done to worship the regime. The \nsongs -- I'm sorry, the songs that are meant -- they've changed the wordings of the songs. And Greg mentioned the \nimportance of the messaging, that's exactly the kind of thing to change the -- well, to go at that belief system \ndirectly with truthful information and this is one of the clever ways that the North Koreans are being able to do.\n\nBut I do think it's very important that we realize the cult of personality that's part of this Juche and the brainwashing \nthat starts from the very moment, their children when they -- even math problems or how many American you guys \ndid you kill when you threw a grenade.\n\nI mean, this starts at the very beginning. We need to be aware of that. And I'll finally say that the first defectors we \nbrought ever, one was an army captain just back in 1997, yes, army captain and a colonel, and they got up from the \naudience and they were like, none of you guys look like wolves and your nose are a lot smaller than I thought they \nwere going to be because, you know, all Americans are supposed to have these long-crooked noses anyway.\n\n\n\nBut it's just part of that brainwashing that we need to be aware of and that's why getting information is so important.\n\nSMITH: Mr. Scarlatoiu, you underscored that up to 90 percent of the North Korean women and girls in China fall \nprey to traffickers in China who sell them into sexual slavery. As you might know, I'm the prime author of the \nTrafficking Victims Protection Act and I tried for years to get China designated as a Tier 3 country, an egregious \nviolator in part because of the exploding sex trafficking within Mainland China but also in large part too because of \nso many North Koreans who were so horrifically abused.\n\nAnd again, Ms. Scholte provided us with several witnesses over the course of several hearings who paid -- who \nwere themselves trafficked and told their stories again before this Committee. This year, the administration, the \nTrump administration has designated China Tier 3 and in the narrative explaining that great focuses put on this \ntrafficking problem, you know, they're not in freedom, they are in another kind of slavery that they are trying to \nescape from in North Korea.\n\nSo, my question would be -- because we do have votes down so I'm going to ask a number of questions so that we \ncan finish before the voting is over. But if you could speak to that, we're at the sanctions part now. Tier 3 has been \ndesignated.\n\nAt the time and place any time, any day now, the administration could announce a series of sanctions towards \nChina. What would you recommend that we do? There's a lot on the plate that could be imposed and I think that, \nyou know, a designation without a sanction weakens the designation significantly.\n\nSecondly, on the issue of refoulement which you spoke to in your testimony, we know that the periodic review is \ncoming up in this -- in November of 2018 under the mentioned -- the Refugee Convention. NGOs can begin \nsubmitting in the spring.\n\nBut it seems to me, you know, this sort to be an engraved invitation for every one of us to make China -- China is \nsending people back to death. They're taking poison to avoid it and certainly, to torture and mistreatment in the \nGulag system. This is an opportunity to begin even right now and your thoughts on that.\n\nAnd, of course, there are some under customary international law. There are other obligations to which Chinese is \nobliged to. Any thoughts along those lines?\n\nThere was a report today of five refugee camps. You heard it earlier mentioned to our two previous witnesses. Is \nthat because China thinks something is going to happen vis-a-vis a war or is this just another modality of control \nthat they're seeking to impose?\n\nAnd the ICC which unfortunately has had very checkered two convictions in 14 years. The International Criminal \nCourt has not been that robust. But it seems to me as you have been saying and the, you know, what they're called, \nthe Commission, the U.N. Commission has found or at least would lead us to believe, when you're complicit in \nthese crimes, you're complicit.\n\nAnd it was seemed to me that not just North Korea but the prosecutors should be looking at China's complicity in \nthis terrible death spiral that they are on now. So, if you could speak to that. have many other questions but we will \nrun out of time so please.\n\nSCARLATOIU: Mr. Chairman, certainly, there is ample evidence of the abuse that has affected North Korean \nwomen in China for more than two decades now. We have to take that leap link China directly to the egregious \nhuman rights violations affecting North Koreans and in particular, affecting North Korean refugees.\n\nPerhaps, we need to take a hard look at certain areas, certain industries, certain areas of the economy that are \nmore closely related to this issue of North Korean refugees in China, the lack of protection, the vulnerability of \nthese refugees.\n\n\n\nChina's refoulement of North Korean refugees take a very hard look at areas that could be perhaps subjected to \nsanctions. And as far as that the refoulement issue is concerned, we often hear the question as to why China is so \nreluctant to provide protection to these North Korean refugees.\n\nI would take the liberty of sharing a thought with you. Perhaps, China is afraid of a development similar to the \nEuropean picnic of the summer of 1989 when Hungary opened his border to East Germans and this outflow of East \nGermans out of East Germany was one of the fundamental factors that ultimately brought about the fall of the Berlin \nWall.\n\nClearly, if there is one step that China can take to make a huge difference, a very significant difference, that would \nbe to stop the force of repatriation of North Korean refugees. The International Criminal Court, the referral of the \nKim regime by the U.N. Security Council to the International Criminal Court was one of the fundamental \nrecommendations made by the -- made in the February 2014 report of the U.N. Commission of Inquiry.\n\nNorth Korea is not a party to the International Criminal Court. We -- of course, the problem with the Security \nCouncil is that the P5 members, the permanent members have a veto power and China is one of them. The \nRussian Federation is, of course, another one.\n\nSo, we face the prospect of a Chinese or Russian veto. Where we are right now is that for a fourth time yesterday, \nwe -- basically the North Korean human rights issue is placed on the agenda of the U.N. Security Council.\n\nNow placing the issue on the agenda is a procedural matter that requires nine out of 15 votes of permanent and \nnon-permanent members. Once the issue is taken up, it becomes substantive and it becomes subject to a veto by \none of the P5 members.\n\nAnother possibility that has been raised by international human rights NGOs is the creation of a special tribunal \nthrough the General Assembly. The toolkit of accountability is a complex one and pursuing the avenue of the \nInternational Criminal Court is just one of many avenues we can consider.\n\nKING: You raised an interesting question about dealing with the tier 3 sanctions on China. The difficulty of looking \nat sanctions as a key on these issues with the North Koreans is that, again, we're in a situation where we're trying \nto get the Chinese to solve the North Korean problem for us because we have such limited abilities to do it.\n\nThis is our problem with sanctions on the nuclear weapons and we're going to be in trouble if we take that same \nroute on the human rights thing. There's a real link between sanctions on trafficking and repatriation. The reason \nwhy these women go -- are trafficked is because they will be repatriated if they don't have some way to hide their \npresence there.\n\nAnd if we can move the Chinese in a direction where they're going to allow the North Korean refugees to leave \nChina, we don't have to worry about sanctions for trafficking because there won't be a trafficking problem. These \nwomen will leave.\n\nSo, I think we need to sort of look at it in a way that will allow us to work with the Chinese and try to put some \npressure on them to make some progress on repatriation rather than saying, you know, let's slap more sanctions on \nthe Chines.\n\nIt's an issue that's not easy. It's an issue that's complicated but it's an issue that's connected and we need to figure \nout how to do it. And I think that's difficulty of dealing with China.\n\nWe don't like what the Chinese do. We don't like their human rights record. We don't like their obstacle in dealing \nwith the North Korean human rights issue or the North Korean nuclear issue.\n\nThe argument has been we're probably better to try to work with the Chinese because they're suffering from the \nsame problems and if we can work with them, maybe we'll have some progress. It is helpful to have the threat of \nsanctions because it's very clear that the sanctions on nuclear weapons are successful because the Chinese are \n\n\n\nbeginning to enforce them and the Chinese are beginning to enforce them because we have imposed sanctions on \nthe Chinese for not enforcing them.\n\nSo, we need to kind of balance that process out but I think where we need to focus as a U.S. government policy is \nnot just on the nuclear weapons issue but also on the human rights issue because that's the key to opening up \nNorth Korea.\n\nSMITH: Well, I'll go to Ms. Scholte. Andrew Natsios testified before our subcommittee a couple years ago and that \nwas precisely his major point that we have delinked human rights from the nuclear issue in the same way we did it \nwith Iran.\n\nAnd when -- if it's a sidebar issue or something that started out in the hallway, it doesn't get done and when we fail \nas we have failed unfortunately on the nuclear side, what do you have to show for it? People's human rights have \nnot been advanced...\n\nKING: Exactly. That's why we need a special envoy for North Korea Human Rights to make sure that that is part of \nthe discussion. Yes.\n\nSCHOLTE: Well, for bringing up sanctions, I do want to say one thing about North Korea sanctions which has been \nreported because you brought the topic of sanctions. Fee North Korea Radio and other entities have reported that \nthe people of North Korea -- one of the big worries that we all had with the sanctions against North Korea is not \nwanting to hurt the people of North Korea. That it would be very carefully targeted at Kim Jong-un and the elites.\n\nAnd what we're hearing now is not only have the sanctions not hurt the people of North Korea but they're actually \ndoing better that the -- cause the -- because there's products that they can't export that they're having to dump on \nthe North Koreans. So, all these costs have gone down. So, I wanted to tap it. But on the sanctions regarding \nChina, first of all, I want to start out by saying this, I think we have really failed the people of China and I hope that \nwe don't continue to fail the people of North Korea.\n\nBut I think we've really failed the people of China because we've turned it back on the many horrific human rights \nviolations that are happening against the people of China at all different levels and this has been going on for \ndecades for all our, I would say, economic greed.\n\nAnd I would cite two experts on this. Dr. Greg Autry, the professor who wrote the book \"Death by China\" and \nexplores the intellectual property theft and the things that the Chinese, and I'm talking very specifically about the \nregime in China, have done and profited at the expense of the American people.\n\nAnd also Dr. Yang Jianli who I know you have had -- who's been just an amazing leader in the Chinese human \nrights movement but we have not -- we have betrayed people like them that are fighting for the human rights of the \npeople of China as well.\n\nAnd so, I think any kind of sanctions or pressure on the Xi Jinping regime is critically important. He is culpable. He \nis committing crimes against humanity.\n\nAnd on the refugee camps, that was the rumors we've been hearing off and on for decades. Why do we need \nrefugee camps? Just let the UNHCR go in there and start letting these people go.\n\nAnd I remember one time when there was a planeload of North Koreans that the Chinese allowed to leave. It was \nin the summer because I remember I was on vacation, it's probably like 10 years ago.\n\nBut they let a planeload go and RFA called me up, tracked me down on vacation and said, \"Suzanne, Suzanne, do \nyou think the Chinese are changing their policy? They're setting a whole planeload of North Koreans back to South \nKorea.\" And I said, \"Not unless the planes keep flying.\" And there was not any more flights.\n\n\n\nSo, I'm not sure about this refugee camp but there's not a need for one. North Koreans are the only refugees in \nthe world that have a place to go for immediate resettlement because their citizens of South Korea under Article II \nof the South Korean Constitution.\n\nThey're unlike any refugees in the world and I know we have refugee crisis going on because of tensions in the \nMiddle East, in North Africa. But North Koreans don't -- we have Hanawon, that's the refugee camp.\n\nAnd then finally, on the China -- the fear of the refugees -- China fearing refugees. Here's the thing, if China fears \nbeing overwhelmed by refugees who have showed some compassion, all what's doing is lifting off the pressure on \nKim Jong-un that's causing all the tensions to begin with and relieving him of any reason to reform so the people \ndon't want to leave. Talk to North Koreans, they don't want to leave their homeland. They love their homeland. \nThey're only leaving because of the horrific human rights violations of the dictator there. So what China is doing is \nprolonging the dictatorship by giving -- forcing them back and being complicit with crimes against humanity by \nforcing them back.\n\nAnd I think that more and more Chinese are recognizing this. They're speaking out the futures with South Korea. I \nbelieve that China fears having a strong unified democracy on its border and that's the reason why they're \ncontinuing to send the refugees back. They just don't want to see Korea unified.\n\nBut I always point out that if the regime collapsed, there's not going to be any refugee problem. The thing you're \ngoing to have to control is people trying to go there. And I always tease the pastors from -- because the pastors are \ngoing to -- the Methodists and the Presbyterians are going to be fighting the (inaudible), all the, you know, \n(inaudible) and everybody else is going to be going there to build plans. All Korean-Americans are going to be going \nhome because most of them are from -- that's their ancestral homeland and that the real fear is -- what we have to \nconcern about is protecting the development in North Korea, protecting North Korean people once that regime is \ngone from the flow of people coming in.\n\nSorry.\n\nSMITH: Thank you.\n\nYou know, we've heard instances of U.N. agencies approving technology transfers to North Korean violation of \nU.N. sanctions and the World Intellectual Property Organization, WIPO, has had problems with that and we've \nraised them.\n\nI actually had a hearing in February of 2016 on that. We've written letters. It's come to very little outcome. Your \nthoughts on that. It seems to me that, you know, for sanctions to work, it's not just the countries but it's also U.N. \nagencies that need to be in compliance. Your thoughts.\n\nSCARLATOIU: Chairman Smith, I believe you are referring to an agent called Tabun and the North Koreans were \nactually licensed to produce it. It's one component needed in the production of chemical weapons I believe.\n\nOur organization, the Committee for Human Rights in North Korea has focused more on the humanitarian arm of \nthe U.N. and one point that we have tried to make times and times again is that U.N. agencies involved in \nhumanitarian operations inside North Korea should be fully cognizant of human rights concerns, of the U.N. \nCommission of Inquiry report, the recommendations of the U.N. Commission of Inquiry and apply a human rights \nupfront approach to their work.\n\nAnd I will take the liberty of giving you a very quick example. Last year, we documented a prison camp number 12 \nin Chongori North Hamgyong province. In the aftermath of Typhoon Lionrock, the U.N. was conducting a fact-\nfinding mission in the vicinity of the camp. We managed to acquire satellite images through the cloud cover proving \nthat the camp had been affected by the flooding caused by Typhoon Lionrock. We urged U.N. agencies to include \nthe most vulnerable segments of the population, especially prisoners in their fact-finding missions and humanitarian \noperations in North Korea.\n\n\n\nOne example -- for example, the World Health Organization has a program called Health in Prisons applied \nthroughout the developing world. Why not seek ways to apply some of these programs to North Korea?\n\nOne positive aspect here although action on the ground is lacking is that senior U.N. officials were very responsive, \nincluding at the time the deputy secretary general and in his most recent report that U.N. Special Rapporteur on \nNorth Korean Human Rights, on human rights in the DPRK, Mr. Tomas Ojea Quintana, did specifically mention the \nneed to address the most vulnerable in North Korea, including prisoners.\n\nKING: Thank you for what you did having a hearing to focus on the U.N. problem. U.N. agencies are like any big \nbureaucracy where you have people who aren't aware of what is going on in other places.\n\nThey are, however, very attentive to what U.S. Congress has to say and I think your efforts are extremely useful in \ndealing with this kind of problems with U.N. agencies not being aware of sanctions and so forth.\n\nThank you.\n\nSCHOLTE: Ditto.\n\nSMITH: Let me just ask, you know, Ms. Scholte, you said it's worse now under Xi Jinping. Ms. Ji said it's worse \nunder Kim Jong-un. It seems like it's been worsening since 2011.\n\nDr. King, if I could, you know, go back to your testimony where you said it reached a high and now it's gone down. \nIt's less than 1,500 last year. It could be even worse this year.\n\nI mean, how much worse can it get before the Security Council -- well, they may never do it because of the veto but \nothers, you know, I do -- I'm a great believer in hybrid courts. You know, I've been pushing for four years that there \nbe a special court for Syria and Iraq.\n\nI got a resolution passed, had a series of hearings on it. We had -- the former prosecutor for Sierra Leone testified \nat two of those hearings and then, of course, they put Charles Taylor behind bars for 50 years.\n\nSo, it shows that the hybrid courts get results. There's imperfections but they do get results. The ICC often doesn't. \nSo, I think your point was well taken, Mr. Scarlatoiu, that there are other alternatives than they have been put on the \ntable. I think we should pursue that aggressively. We still may run into the Security Council problem but even the \neffort might have some mitigating effect on the Chinese barbaric behavior and, of course, the parallel barbaric \nbehavior by the North Korean government. So, your thoughts on that.\n\nKING: The International Bar Association held a proceeding last a couple of weeks ago looking at what information is \nthere about crimes against humanity being committed in North Korea. They concluded that there is sufficient solid \nevidence on the 10 of 11 crimes against humanity to hold individuals in North Korea responsible.\n\nI think we need to focus on this idea of accountability. I think we need to go as far as we can. I think it's useful to \nhave the Security Council debating and discussing the human rights situation in North Korea even if we aren't \ngoing to get a vote out of the Security Council.\n\nIt raises the issue to that level. It puts pressure on the North Koreans and we need to continue that effort. I think \nwhat you were trying to do with Syria is something that would be worth trying to do with North Korea.\n\nSCHOLTE: Yes. I just -- I met a young woman who escaped with her 14-year-old daughter, this was about seven \nyears ago, and she told me that when her 14-year-old daughter got repatriated -- they got to China, they got \narrested, her 14-year-old daughter -- they got separated.\n\nHer 14-year-old daughter got repatriated and beaten to death by a border guard and when I heard that story, I was \nso horrified. How could any man beat a 14-year-old girl who was simply trying to have a better life?\n\n\n\nBut at that point, I started pushing the South Korean government to convene a tribunal because at that point, the \nSouth Korean Human Rights commissioner had already collected 532 cases of these types of abuses where the -- \nand the people knew gave testimonies.\n\nBut when they put that report together, they never released the names. And I think one thing was really \nencouraging that Ambassador King was involved with during President Obama's administration was starting to \nname names, naming names of the perpetrators of these crimes which I think is so important.\n\nBut I do think -- and we were part of the ICC coalition that pushed for the U.N. Commission -- I'm sorry, the U.N. \nCommission of Inquiry that's pushing for the ICC referral. However, we can't wait.\n\nAnd even if we got -- even if he got prosecuted to the ICC and the ICC determined he was committing crimes \nagainst humanity, well, he could still be dictator. It wouldn't -- it might not have any impact.\n\nSo, we've got to look at other ways and I've always believed that the hybrid court or whatever, there's got to be a \nprocedure to start talking about these issues. And because I think we need to put people in the regime unnoticed, \nthey've got to wake up every morning.\n\nThe people that are keeping this regime going on, they got to wake up every morning with -- they have two choices, \ntotal devotion and loyalty to Kim Jong-un or having their brain splattered along with their family by anti-aircraft \nweaponry. I mean, that's what they face every day.\n\nSo, how do you get that to stop? You got to tell them you're going to be held accountable for your crimes. But at the \nsame time, you've got to reach out to them through programs like Free North Korea or through the defectors, \nthrough the -- because there's defector elites who are reaching out to other elites and showing them that there's \nanother -- there's another alternative, there's another option.\n\nBut I think proceeding on these kinds of legal courts is absolutely -- is critical to put pressure on them, to give -- to \nshow them they're going to be held accountable. It's got to be a way to stop that border guard for beating that 14-\nyear-old day when his name gets mentioned in a South Korean tribunal.\n\nBut also Bob cited the International Bar Association, they did have -- did release their report which found that this \nmorning the crimes against humanity, meaning what was that, all the statutes -- almost every single statute, there \nwas just one they were lacking the evidence but the evidence is there of the crime against humanity being \ncommitted by Kim Jong-un.\n\nSMITH: Let me ask you and maybe it will be the last question. You've been very generous with your time. How \nwould you rate the effectiveness of the Human Rights Council towards China?\n\nI remember when it was called the Human Rights Commission, I traveled frequently to Geneva, would try to lobby \npeople on particular issues, including China. I actually went to a China press conference and asked some questions \nabout human rights and they shut it down.\n\nThey were so unwilling and so brittle when it comes to criticism. They just ended the press conference because \nthey didn't want to answer serious questions about human rights.\n\nI've met with Prince Zeid, the High Commissioner for Human Rights. I'm deeply disappointed and I would \nappreciate your thoughts one way or the other, maybe you think he's doing a good job.\n\nWhen it comes to Israel, they are obsessed with holding Israel to account for things that, for instance, settlements, \nyou know, to Security Council Resolution 2334 makes it criminal, illegal for certain settlements and Abbas is now \npetitioning the ICC to open up a case for prosecution. Are you kidding me?\n\nThen you have gross violations of human rights being committed every day with complicity by the Chinese but also \nwith complicity with the Chinese and, you know, there's very little a statement made here or there but it's never \n\n\n\noffensive in the terms of trying to hold them to account. I think it makes the credibility of the Human Rights \nCommission suspect. They cannot be politicized. We know that there are rogue nations who make a beeline to sit \non the Council in order to run interference to their own accountability that being held and they work in tandem with \neach other to keep the rogue nations not focused upon.\n\nSo, if you could speak to that and particularly and particularly to Prince Zeid because, you know, his blacklist is \ncoming out very shortly of companies doing business with entities that would be in what they falsely call occupied \nterritory and I say falsely because I believe it's false.\n\nBut it's a very, very bad omen I think for the Council to be so politicized and then look askance when it comes to \nChina. Your thoughts.\n\nKING: There's nothing more frustrating than trying to deal with the Human Rights Council. On the one hand, they \nhave a very high- minded goal and objective. On the other hand, the realities of politics are constantly getting in the \nway.\n\nIsrael is one of the most troubling of issues because their -- the votes are in the wrong place and it becomes a very \ndifficult problem. The one bright light with the Human Rights Council is the treatment of North Korea.\n\nNorth Korea has not sat on the Human Rights Council, has never been elected a member of the Council. North \nKorea has gone through the Universal Periodic Review process. They've been under some pressure because of \nthat process and there have been some indications of improvement in non-controversial areas like assistance for \npeople with disabilities and that kind of thing.\n\nThe North Koreans, we have been able to get out of the Human Rights Council every year since 2004. A tough \nstrong resolution that is critical of North Korea. We've been able to refer things to the General Assembly. We've \nbeen able to get such tough strong resolutions.\n\nAs far as North Korea is concerned, the Human Rights Council is a good instrument. As far as Israel is concerned, \nit's not.\n\nSMITH: And what about -- I mean, even today, December 11th...\n\nKING: Yes.\n\nSMITH: Prince Zeid has called for North Korea to be referred to the, you know, to the ICC.\n\nKING: Yes.\n\nSMITH: That isn't easy lift. It's not all that hard to say that.\n\nKING: No.\n\nSMITH: But what about its accomplice, China? And I'd appreciate your thoughts, too.\n\nKING: The issue with China is more complicated. China is a permanent member. It can veto anything of substance \nin the Council.\n\nSMITH: These recommendations, I mean, they could reject it.\n\nKING: Yes.\n\nSMITH: But the credibility gravitas that the High Commissioner would bring to saying, hey, you, too, China.\n\nKING: Yes.\n\n\n\nSMITH: We're not letting you off the hook. You are complicit in these horrific crimes.\n\nKING: Yes. It's a tough one. You're a politician. These countries are dealing with politics. We're making progress. \nWe're not there yet. I think we need to continue the effort and we need to continue to criticize the way you and other \ncolleagues in Congress have done to put pressure on the U.N. agencies for what they are not doing.\n\nBut I think we should also be careful not to throw the baby out with the bath and praise them for what they've done \nin areas like what they've done on North Korea. I think we made real progress on that.\n\nSMITH: And I would -- before we go to Greg, we ought to remind everyone and begin assembling lists. I mean, \nwe've just recently passed a Frank Wolf International Religious Freedom Act. I did sponsor it and it goes for \ndesignated persons, people that we could hold to account.\n\nThe Magnitsky Act, certainly the global Magnitsky gives us an incredible tool on a vast array of human rights issues \nto say so and so, so and so, so and so. And begin honing in on the individuals who commit atrocities all over the \nworld.\n\nWe got the CPC designation both China and North Korea under the Religious Freedom Act. So, sanctions could \nbe levied there. And then, of course, we have the Trafficking Victims Protection Act that sanctions Tier 3 where they \ncould be levied there as well.\n\nSo, we got all these tools. Let's use them. Please, Greg.\n\nSCARLATOIU: I fully agree with Ambassador King that there is serious tension between the lofty goals, ideals and \nprinciples and standards that the U.N. Human Rights Council is supposed to uphold and the politicization of the \ncouncil.\n\nIt's highly politicized. Of course, as a human rights NGO dealing with the U.N. and U.N. agencies, my colleagues \nand board members know that it's extraordinarily frustrating, many times, most of the time to deal with U.N. \nagencies and yet as Ambassador King said, if there is one success story of the U.N. Human Rights Council that \nwas the establishment of the U.N. Commission of Inquiry through a resolution they didn't even go to a vote. It was \npassed by consensus by all 47 members of the Human Rights Council.\n\nSo, North Korea is after all the saving grace of the Human Rights Council if I may say so and we do hope to \ncontinue to see good action on North Korean human rights issues.\n\nSMITH: Thank you.\n\nMs. Scholte?\n\nSCHOLTE: Yes. I think we need tremendous reform at the U.N. I think it's -- in some cases, is a joke. The Human \nRights Council -- why can't we have a Human Rights Council where the membership is based on the countries \nobserving the Universal Declaration of Human Rights?\n\nIt's just a few of them. I mean, it -- let's reestablish what the Universal Declaration of Human Rights stood for and \nlet's have, you know, you can be on the Human Rights Council if your country, well, maybe at least 60 percent. \nHow much is 60 percent? You know, I'll give you a D-minus to be on the council.\n\nIt's ridiculous that -- what's happening and while it's a bright light on North Korea but I'm not sure that it's done \nanything. It's done nothing actually to improve the lives of the people of North Korea.\n\nThe lives of people of North Korea have not improved. We just know more about it. That's all that's happened. We \njust know how much they're suffering.\n\n\n\nThere's been any change in there the reality it's because of the people of North Korea and not because of the \ndictatorship and certainly not because anything that the U.N. has done. So, it may be a good mouthpiece on North \nKorea but it's failing on the human rights and suffering of so many other people.\n\nSMITH: You know, I thought in your prepared testimony, you made an excellent point as to how we should honor \nthe fact that the North Koreans themselves whether they be in country or in South Korea or anywhere else are \nreally making the difference and we need to get behind them as never before in those efforts. Maybe you might \nwant to elaborate on that.\n\nSCHOLTE: Well, why don't I show him the portrait? They smuggled it back in. They smuggled it back into the \nhearing. This is really an example, OK? Once again, this was made in Pyongyang.\n\nThis was a response to messages broadcast on Free North Korea Radio. It's smuggled out in (OFF-MIKE). Two \nbrothers took three months to make this. If they've been caught making this, they would have been executed and \ntheir families. So, this is just a testament to the importance of reaching out to the people of North Korea.\n\nThank you.\n\nSMITH: And what Ms. Scholte is not saying is that there's a portrait of herself and one of Chairman Ed Royce as \nwell. So, is there anything that you would like to add before we conclude?\n\nAnd again, thank you for your insights. It gives us a lot of actionable things to do and I always appreciate that.\n\nKING: Thank you for this hearing.\n\nSMITH: Thank you, Ambassador King.\n\nSCARLATOIU: Thank you for the hearing. Thank you for your dedication and the inspiration that you provide to all \nof us.\n\nSMITH: You inspire us, believe me.\n\nAnd Ms. Scholte, thank you.\n\nSCHOLTE: Thank you.\n\nSMITH: The hearing is adjourned.\n\nEND \n"}