{"title": "House Judiciary Subcommittee on Immigration and Citizenship Holds Hearing on ICE Detention Expansion", "body": "\nHouse Judiciary Subcommittee On Immigration And Citizenship Holds Hearing On Ice Detention Expansion\n\nSeptember 26, 2019 10:30 A.M.\n\nSPEAKERS:\n\nREP. ZOE LOFGREN (D-CALIF.), CHAIRWOMAN \n\nREP. PRAMILA JAYAPAL (D-WASH.) \n\nREP. LOU CORREA (D-CALIF.) \n\nREP. SYLVIA R. GARCIA (D-TEXAS) \n\nREP. JOE NEGUSE (D-COLO.) \n\nREP. DEBBIE MUCARSEL-POWELL (D-FLA.) \n\nREP. VERONICA ESCOBAR (D-TEXAS) \n\nREP. SHEILA JACKSON LEE (D-TEXAS) \n\nREP. MARY GAY SCANLON (D-PA.) \n\nREP. JERROLD NADLER (D-N.Y.), EX OFFICIO \n\nREP. KEN BUCK (R-COLO.), RANKING MEMBER \n\nREP. ANDY BIGGS (R-ARIZ.) \n\nREP. TOM MCCLINTOCK (R-CALIF.) \n\nREP. DEBBIE LESKO (R-ARIZ.) \n\nREP. KELLY ARMSTRONG (R-N.D.) \n\nREP. GREG STEUBE (R-FLA.) \n\nREP. DOUG COLLINS (R-GA.), EX OFFICIO \n\n\n[*]LOFGREN: So the subcommittee on immigration--I'm sorry. Mr. Homan, it's good to see you. I didn't see the \nsheriff walking in. Thank you.  \n\nAll of our witnesses are seated now. We welcome you and the subcommittee on immigration and citizenship will \ncome to order. Without objection, the chair is authorized to declare recesses of the subcommittee at any time. We \nwelcome everyone to this morning's hearing on the expansion and troubling use of ICE detention.  \n\nThe Trump administration is detaining over 50,000 people daily, a 50 percent higher rate than the previous \nadministration. With lack of enforcement priorities in this administration, we have seen a significant uptick in the \ndetention of pregnant women asylum-seekers and those without criminal convictions. At the same time there have \nbeen several new Inspector General reports which we have had hearings on that shed light on unsanitary and \nunsafe conditions in ICE facilities, and it is with this backdrop that we hold today's hearing. \n\nNow I have chaired the Immigration Subcommittee this year and in prior years. One of the things I am committed \nto doing is making sure that less senior members of the committee also have an opportunity to sit in the chair, have \nthe opportunities to shape a hearing and learn how to preside and with that in mind and without objection my \ncolleague and champion of this important issue, Representative Pramila Jayapal will preside over this hearing, and I \nnow recognize Ms. Jayapal for an opening statement and ask her to take the chair. \n\nJAYAPAL: Thank you so much and good morning. I would like to thank my colleague Representative Lofgren, \nChairwoman of the Immigration Subcommittee for her tremendous work and for allowing me to chair this hearing \ntoday, also recognize our chairman, Jerry Nadler. \n\nWe have witnessed an unprecedented increase in the use of immigration detention over the last few decades. In \nthe mid-1990s the average number of people detained each day was under 10,000 rising to about 20,000 in the \nearly 2000's and then hitting about 30,000 in 2010. \n\nJust three years ago, the average daily population was about 34,000. In stark contrast as of September 7, 2019, the \naverage daily population of people detained in an ICE facility was over 52,000 people every day, well above the \n45,000 that Congress provided funding for in fiscal year 2019 appropriations bill and 54 percent higher than in \n2016.  \n\nIt is a universally accepted fact that immigration detention is supposed to be a civil, non-punitive function. \nAccording to ICE quote detention is solely for the purpose of either awaiting the resolution of an individual's \nimmigration case to carry out a removal order. ICE does not detained for punitive reasons end quote. However, \nthe immigration detention system is a virtual replica of the criminal incarceration system which is intended to be \npunitive. In many cases individuals are detained in county jails alongside those who have been charged or \nconvicted of violent crimes. It is for all intents and purposes immigration incarceration often with little or no due \nprocess. \n\nWhistleblower reports describe dangerous conditions and subpar medical care in various detention facilities. An ICE \nsupervisor warned that ICE's own medical service provider was quote severely dysfunctional and that preventable \nharm and death to detained people has occurred end quote. The supervisor statements that the facility staff ignored \nrepeated warnings about the care of a man with schizophrenia who later died by suicide while in solitary \nconfinement. \n\nIn addition, the DHS Inspector General has released multiple reports concluding that ICE detention routinely quote \nundermine the protection of detained people's rights, their humane treatment and the provision of a safe and \nhealthy environment end quote. In one damning report about the Adelanto detention facility in California the IG said \nthat they found nooses dangling from air vents, talked to individuals unable to access basic dental care for months \nand years resulting in avoidable tooth loss and wrote about a man in a wheelchair being placed in solitary and not \nonce being moved to a bed to sleep or being permitted to brush his teeth for nine days. Despite the serious \nfindings, however, in October 2018 ICE gave Adelanto a passing rating during its last inspection. \n\n\n\nThis blatant disregard for accountability and failure to conduct meaningful oversight is not confined to Adelanto, it is \npervasive across the detention system. The Inspector General has also written several reports concluding that \nquote ICE does not adequately hold detention facility contractors accountable for not meeting performance \nstandards end quote. In addition, the IG found that rather than imposing financial penalties ICE haphazardly issues \nwaivers to facilities even though the agency does not have formal procedures and policies to provide waivers. \nUnsurprisingly the Inspector General has concluded that ICE's inspection and monitoring of its facilities does not \nproduce compliance or fleet to systemic improvements in the detention system. \n\nFurther, we have seen growing numbers of pregnant people, asylum-seekers, LGBTQ people and other vulnerable \npopulations in detention as well as a disturbing surge in the detention of regular people, people who are trying to do \nthe best that they can for themselves and their families, people living and working in our communities.  \n\nMost Americans, I think, would be shocked to learn that the vast majority of people in detention have never been \ncharged of a crime much less convicted of one. In fact the number of people who had never been convicted of a \ncrime or convicted of a minor crime has increased by 58 percent since September 2016 and December 2018 \nresulting in the detention of about 39,000 people. And among those who do not have convictions we would do well \nto look closely at those cases. ICE is detaining many people for minor crimes and in some case older crimes where \npeople have faced the justice system and moved on to lead healthy lives. All of this detention is unnecessary, \ninhumane and wasteful and who is the beneficiary of this system? The private for-profit prisons detained nearly \nthree-quarters of all people in ICE custody, the average cost for detention of an adult is around $130 a day and \neven more in family detention, about $298 per day of American taxpayer money. \n\nSince 2017 the top two private for-profit corporations, GEO Group, and CoreCivic have received over $730 million \nof taxpayer money in the form of ICE detention contracts, but we have sensible solutions. I have a bill that I \nintroduced with the chairman of the Armed Services Committee, my colleague Adam Smith. It is the Dignity for \nDetained Immigrants Act, and it would create justice and due process in the detention system by eliminating \nmandatory detention, terminating the use of for-profit prisons, increasing oversight, accountability, and transparency \nand establishing real alternatives to detention. Without objection, I would like to make Congressman Smith's \nstatement a part of the record. \n\nI am proud to hold this hearing today, so we can talk about real solutions, and I look forward to hearing the \ntestimony of our witnesses. And with that, it is now my pleasure to recognize the ranking member of the \nsubcommittee, the gentleman from Colorado, Mr. Buck for his opening statement. \n\nBUCK: Thank you. I want to begin my statement by recognizing the parents who are here of individuals who have \nbeen brutally murdered by illegal immigrants. I want to thank you very much for having the courage to appear today \nand let you know that we grieve with you as all Americans do for the unnecessary death of your children. Thank you \nvery much. \n\nICE detention serves a necessary role in the enforcement of our nation's immigration laws. Detention ensures that \nan individual in removal proceedings will appear at any immigration hearing and ensures ICE can effectuate a final \norder of removal. ICE detention is also an essential component of effective border security. The impact of ICE \ndetention extends into the interior of the country to every community.  \n\nBy detaining individuals who face criminal charges or who have been convicted of serious crimes, ICE ensures that \nthey are not free to re-offend. This reduces crime and enhances public safety in our communities for citizens and \nlawful immigrants alike. Approximately 95 percent of individuals in ICE custody are recent border crossers, \nconvicted criminals, or face pending criminal charges. \n\nOf the detainee population arrested by ICE in the interior of the country, almost 90 percent of those individuals are \nconvicted criminals or face pending criminal charges. Many of these individuals are involved in serious criminal \nactivity including assaults, homicide, drug dealing, DUIs, and gang activity. While sanctuary jurisdictions force law \nenforcement to disregard ICE detainers and release removal criminals back into the community many jurisdictions \nhave partnered with ICE.  \n\n\n\nThese partnerships are based on the recognition that ICE detention helps keep dangerous criminals off of the street \nfor good. I commend the work being done by state and local law enforcement officers who recognize the important \nrole that ICE detention place. \n\nIt is also important to recognize that ICE detention facilities are held to a high standard of custodial care to keep \ndetainees safe and secure. Through the performance-based national detention standards, ICE ensures that the \nquality of care received by detainees is high, even higher in many cases than what U.S. citizens receive in state \nand local jails.  \n\nIn August, I toured, an ICE contracted detention facility in my home state of Colorado. Here is what I saw. I saw \ndedicated and professional staff, an extensive health services including access to medical treatment, dental care, \nand mental health care; every detainee was offered preventative care including in MMR vaccination. A telephone \nwith toll-free access to a detainee's consulate, a law library, and immigration court; dormitories with a day room \nequipped with tables and chairs, televisions, games and Xbox's, a commissary microwaves and very clean food \npreparation facilities; indoor and outdoor recreational facilities; workout equipment; a basketball court; opportunities \nto engage in a voluntary work program. Contrary to false claims from members of Congress those are not the kinds \nof facilities reminiscent of a concentration camp.  \n\nOther questions--others questions the use of so-called for-profit prisons arguing that the government should not \ncontract with private detention facilities and denouncing such facilities as unaccountable and prone to provide poor \ncare. But that criticism is simply inaccurate.  \n\nContract detention facilities are accredited by third parties. They must comply with ICE's performance-based \nnational detention standards which impose a very high standard of care. If a facility wants to deviate from those \nstrict standards, it must obtain a waiver from ICE. Facilities are held accountable for complying with the standards.  \n\nA toll-free hotline is available in multiple languages for detainees, staff, and members of the public to report any \nproblems in detention. Information about the detention reporting and information line is provided to every detainee \nduring orientation in the detainee handbook and advertised on flyers in English and Spanish throughout the \nfacilities. The detention reporting and information line has resolved more than 2000 case assistance calls monthly \non average since it launched in September 2012.  \n\nThe inspector general also recently audited some facilities and where deficiencies are discovered ICE takes \ncorrective action. Such facilities also tend to be newer and nicer than other facilities available in state and local jails, \nand many were actually designed with ICE standards in mind. The private sector has also been able to realize cost \nreductions without sacrificing quality of care, leading to a cost savings for American taxpayers.  \n\nICE detention serves an essential function and offers an appropriate custodial setting. I am pleased today to hear \nfrom the witnesses about the importance of ICE detention, the high-quality care detainees receive in custody and \nurge my colleagues to ensure that ICE is funded at an adequate level to procure sufficient detention space and \nmaintain high standards of care for those in custody and I yield back. \n\nJAYAPAL: Thank you, Mr. Buck. I now recognize the Chairman of the Judiciary Committee, the gentleman from \nNew York, Mr. Nadler for his opening statement. \n\nNADLER: Thank you, Madam Chair. Over the last seven months, this committee has devoted considerable \nattention to the Trump administration's cruel policies at the border and its attempts to deter individuals from seeking \nasylum and other humanitarian protections from our nation.  \n\nToday we shift our focus to examining the impact of the administration's approach to immigration detention in the \ninterior of the United States. Unfortunately much of what has been observed in the interior is the same as what we \nhave seen at the border. \n\nUnder the Trump administration, the number of people detained by immigration and customs enforcement, ICE, \nhas skyrocketed while detention conditions and agency transparency and accountability have deteriorated. \n\n\n\nDetention levels have increased largely due to the administration's manipulation of the budget process to expand \nthe number of detention beds.  \n\nAs of September 14, 2019 ICE was holding 51,814 people in detention, roughly 11,000 more people per day than \nwhat was authorized by the Fiscal Year 2019 appropriations bill. Of those detained we are seeing an increasing \nnumber of women including pregnant women and asylum-seekers who have committed no crime and who pose no \nthreat to our country.  \n\nNot surprisingly with the increased number of detainees we are also seeing an increase in reports of unsafe and \nunsanitary conditions in detention facilities as well as allegations of mistreatment. In September 2018 the \nDepartment of Homeland Security inspector general documented significant violations of ICE's own detention \nstandards not to mention basic human dignity at the Adelanto detention center in California.  \n\nThe IG observed nooses dangling from air vents--nooses; individuals denied access to basic dental care and a \ndisabled man being placed in segregation and left in his wheelchair unattended for nine days. Such treatment \nshould shock the conscience.  \n\nDespite this Adelanto passed its last ICE inspection in October 2018. The June 2019 IG report also found \nunsanitary conditions in the Essex, New Jersey detention facility including mold, spoiled food, and malfunctioning \ntoilets. The IG also found that detainees at Essex suffered from a shortage of personal hygiene products including \nsoap and toiletries. Collectively the violations at Essex were so severe that the IG's investigation led to immediate \npersonnel changes at the facility. \n\nFor most of American history, immigration matters have been and are still today adjudicated as a civil matter. In \nthat spirit the detention of immigrants in a system that is based on the criminal justice model should be the \nexception, not the rule. We have the capability to safely and compassionately process migrants, women, and \nchildren and to ensure that they appear for their scheduled hearings. Instead of relying on the physical detention of \nimmigrants ICE could employ a broad array of alternatives to detention with equal success and at far less cost and \nwith much less brutality. \n\nResearch has shown that automated telephone systems to remind people of their scheduled court dates and ankle \nmonitors help ensure compliance when people are released on their own recognizance or on bond. According to \nfiscal year 2018, data of the average cost of detaining an immigrant per day is $208. In contrast community-based \nalternatives to detention have been proven to operate effectively for as little as $17 per person per day. \n\nFurther, the family case management program that ICE operated from January 2016 through June 2017 reduced \ncompliance rates of 99 percent at a cost of just $38 per family per day. Despite the program's success, the Trump \nadministration terminated it. Fortunately Congress has passed legislation that mandates that ICE restart the \nprogram this year. \n\nThe Trump administration's immigration policies have been a failure at a policy level but more important as a \nmatter of basic human decency. I want to thank Chair Lofgren and Vice Chair Jayapal for holding this important \nhearing, and I thank all of today's witnesses for testifying especially for those who have come forward to share their \nexperience in ICE detention. I look forward to their testimony, and I yield back, and I look forward to their testimony. \n\nI want to add one note before I yield back the balance of my time. We welcome of course the people who are here \ntoday as guests of I'm not sure whom but as guests who are relatives of people who were murdered.  \n\nBut--but there is a terrible slander embedded by the president and by other people, a lie that says in effect it says \ndirectly in fact that illegal aliens as they put it, immigrants are--are a danger to the United States, that they are \ncriminals--that their rate of criminality is greater than that of native-born Americans whereas in fact the statistics all \nshow that every population people born in the United States, people who come here legally, people who come here \nnot--not with our laws some people are criminals, some people are dangerous, but the statistics all show that \nimmigrants legal or otherwise are less dangerous on average than native-born people.  \n\n\n\nIt is a slander bordering on racism to highlight the opposite, and I think it is time that the administration and whoever \nelse practices this work called out on it. I yield back the balance of my time. \n\nJAYAPAL: Thank you, Mr. Chairman. Before I introduce our witnesses without objection, I would like to make the \nfollowing documents part of the record. A complaint filed yesterday regarding the failure to provide adequate \nmedical and mental health care to LGBTQ people and people living with HIV in immigration detention facilities, \nletters of support for the Dignity for Detained Immigrants Act from over 70 LGBTQ and allied organizations, from the \nNational Council of Asian Pacific Americans, from the Seattle mayor, my mayor, Jenny Durkan and a resolution of \nsupport from the US conference of mayors.  \n\nIt is now my pleasure to introduce today's witnesses, and I want to thank all of you for being with us today and for \ntaking the time to be here before the committee. First we have Selene Saavedra Roman. Ms. Roman is a DACA \nrecipient who currently works as a flight attendant for Mesa Airlines. She is a graduate of Texas A&M University and \nalso has experience working in office administration, physical therapy and early childhood education. We thank her \nfor her courage and strength to share her experience in ICE detention and the treatment she received with us \ntoday. \n\nFor the next witness, I would like to recognize my colleague from California to introduce our next witness. \n\nLOFGREN: Thank you. I would like to introduce Denis Davydov. He is an asylee from Russia who fled to the United \nStates because of Russia's anti-gay propaganda and the brutal violence that accompanies it. He is also here to \nshare his experience in ICE detention.  \n\nMr. Davydov was granted asylum earlier this year. He now works as a sommelier in California. He is a \nspokesperson for immigrant equality and an advocate for LGBTQ and HIV-positive asylum-seekers than he also \nlives in San Jose California which I represent and we are happy to have you here, and I yield back. \n\nJAYAPAL: Thank you, Ms. Lofgren. Our next witness is Blanche Engochan. Ms. Engochan is an asylee from \nCameroon who has been a victim of the administration's metering policy, CBP detention and ICE detention. She \nwas granted asylum this summer and released from immigration detention after more than six months in custody. \nShe now resides in Maryland and lives with her aunt. We commend her courage for testifying before us today, and \nwe look forward to her testimony. \n\nOur next witness is Heidi Altman. Heidi Altman is the director of policy at the National Immigrant Justice Center, an \norganization that provides legal services to more than 10,000 vulnerable immigrants, refugees, and asylum-seekers \neach year. Previously Ms. Altman served as the legal director for the capital area immigrant rights coalition. She \ncreated the in-house immigration services program at the neighborhood defender service of Harlem and has \nserved as a teaching fellow for Georgetown Law School's immigration clinic. Ms. Altman received her BA from \nYale University and her JD from NYU Law School. \n\nOur next witness is Jorge Baron. Mr. Baron has served as the director of the Northwest immigrant rights project \nsince 2008 and has worked with the organization since 2006. The Northwest immigrant rights project is a legal \nservices organization that also engages in community education on and advocacy for the rights of low-income \nimmigrants and refugees. Previously Mr. Baron served as a law clerk at the U.S. court of appeals for the ninth \ncircuit in Seattle and held a fellowship with the New Haven Legal Assistance Association in Connecticut. Mr. Baron \nis a graduate of Duke University and Yale Law School, and I am very proud to say is a constituent of mine. Thank \nyou, Mr. Baron, for being here. \n\nMelanie Schikore is the executive director of the interfaith community for detained immigrants where she leads their \nefforts on comprehensive community and policy responses to detention. Ms. Schikore is an academic who \nspecializes in immigration policy and has previously taught and completed research at institutions including \nConcordia University, Depaul University, and Northwestern University. She received her BA from St. Louis \nUniversity and her MA and Ph.D. from the University of Illinois. Thank you for being with us.  \n\n\n\nOur next witness is Thomas Homan. Mr. Homan served as acting director of the U.S. Immigration and Customs \nEnforcement from January 2017 to June 2018. Prior to this he served as executive associate director of ICE \nenforcement and removal operations and has held a variety of other positions within the agency since its creation. \nHe served as a federal law enforcement officer for more than 34 years, as a police officer, border patrol agent and \nas an agent of the former Immigration and Naturalization Service. He received his BA in criminal justice from State \nUniversity of New York Polytechnic Institute. Thank you for being with us, Mr. Homan. \n\nSheriff Charles Jenkins is currently serving his fourth term as sheriff of Frederick County Maryland and is an active \nmember of the Maryland sheriffs association and the national sheriffs association. In his involvement with the \nnational sheriffs Association he has partnered with DHS and ICE to participate in the 287(g) delegation of authority \nprogram and the intergovernmental services agreement ICE detainee housing program. Sheriff Jenkins has testified \nmultiple times before the Maryland legislature and the U.S. Congress on immigration and law enforcement issues.  \n\nWe welcome all of our distinguished witnesses, and we thank you for participating in today's hearing. Now if you \nwould please rise I will begin by swearing UN. \n\nRaise your right hand. Do you swear or affirm under penalty of perjury that the testimony you are about to give is \ntrue and correct to the best of your knowledge, information, and belief so help you, God? Let the record show that \nthe witnesses answered in the affirmative. Thank you and please be seated. \n\nWe will move on to the witness testimony part of this hearing. Please note that each of your written statements will \nbe entered into the record in its entirety. Accordingly, I ask that you summarize your testimony in five minutes.  \n\nTo help you stay within that time there is a timing light on your table. When the light switches from green to yellow \nyou have one minute to conclude your testimony. When the light turns red it signals that your five minutes have \nexpired. Ms. Roman you may begin. \n\nROMAN: Good morning. Thank you for inviting me to testify at this important hearing today. My name is Selene \nSaavedra Roman, and I was detained for 38 days in an ICE detention center. \n\nI was brought to the United States of America undocumented at the age of four. I attended public school in my \nhome state of Texas and graduated from Texas A&M with a bachelor's degree in allied health and a minor in \ncommunication. I am a former Deferred Action for Childhood Arrivals recipient which provided me a sense of relief \nfrom the looming fear of deportation. \n\nIn 2017 I married my husband David who is a U.S. citizen and my petition for residency through an I-130(SP) which \nwas approved. The petition is the only first step of the lengthy journey to obtain residency which we hope will lead to \nmy citizenship. \n\nIn November 2018, I was hired by Mesa Airlines Inc. as a flight attendant. On February 12, 2019 I was assigned my \nfirst international flight to Monterrey, Mexico. I received reassurance from Mesa Airlines the day prior that I would be \nable to take the international flight. Everything went fine on the flight to Mexico, but when I arrived to the George W. \nBush Intercontinental Airport I was detained at U.S. Customs.  \n\nAfter 24 hours in a waiting room at the airport and never having been explained clearly what was going on it was \ndetermined that I was to be sent to an ICE detention center. This is how I arrived at the Montgomery Processing \nCenter in Conroe, Texas. \n\nLet me tell you what I experienced while at the MPC. My first morning in the dorm hall, I was awoken by another \nwoman who hurriedly explained that she and I were in charge of cleaning the bathroom that morning. I thought it \nwas a joke at first. We only had brooms and a soapy mixture of water and shower gel to do the job.  \n\nIt was barely 4:30 AM and yet as soon as we finished cleaning the guards loudly yelled at us it was time for \nbreakfast. At mealtimes we would only get 15 minutes to eat. The food was always cold and tasteless, and there \nwas never any fresh fruit. The tables were dirty; they were not cleaned between dorm rotations and after last dorm \n\n\n\nwould eat the guards would ask for volunteers to clean the cafeteria when it was their responsibility. Can you \nimagine the mess? It was disgusting.  \n\nWe were given used underwear. We slept in freezing temperatures with no pillows, and we were forced to do labor \nwith threat of isolation if not compliant. I watched one woman refuse to clean, she had already cleaned the dorm \nnext door, and as a result she was put in isolation for several weeks. When she came out of isolation she looked so \ndistraught she had plucked away her eyebrows from all of the stress she endured. Why are we being forced to \nclean? This is supposed to be a civil detention center, but instead we were treated as though we were serving a \ncriminal sentence. \n\nWe are just people who are awaiting our immigration trials. After that I knew not to argue or talk back. We were \nmade to believe by the guards that refusing any orders that lead to writeups could directly affect our immigration \ncases. Many women worried that it would hurt their asylum cases--I'm sorry that it would hurt their asylum cases. \nThese feelings of fear and powerlessness consumed us and loomed over us. They permeated the entire dorm.  \n\nStill I could not help wondering why we were all being treated like this. How could we be treated like we didn't mean \nanything? The guards would bully me around with their words and degrading comments, were surprised and would \nback off when I would respond to them in English.  \n\nThere's so much more I could say about the poor conditions that MPC like the freezing temperatures, the \nmattresses made of hard plastic and no pillows, long time spent indoors with little outside recreation or fresh air and \nno contact visitation but what I would like to leave you with is the impact that this detention center had on me.  \n\nI lived in a constant state of uncertainty and fear each and every one of those days for the 38 days that I was \ndetained. I felt hopeless, powerless and lost. I couldn't even look at myself in the mirror. My hair started to fall out. I \nam now experiencing constant levels of clinical depression and anxiety. This detention center broke my spirit. I lost \nfaith in our institutions.  \n\nI still have nightmares about what I endured at MPC. I am not the person I was before this whole situation \nhappened. It is not easy for me to talk about this experience, but I am doing it because I can no longer be quiet. If \nthis was my experience after 38 days what must it be like for those that are held for months or even years? \n\nThe people of the United States need to know the truth of what is going on in these detention centers. Thank you. \n\nJAYAPAL: Ms. Saavedra Roman thank you so much for your courageous testimony. I am sorry you endured what \nyou did. Mr. Davydov you are--Davydov, you are recognized for five minutes. \n\nDAVYDOV: Chairwoman Lofgren, Vice Chairwoman Jayapal, Ranking Member Bank and distinguished members of \nthank you for the opportunity to testify before you today about the 46 days I should never--I should have never \nspent in ICE detention. \n\nMy name is Denis Davydov and I am a gay man from Russia living with HIV. I am sharing my story in partnership \nwith immigration equality, the non-profit what represents me during my five years asylum process and in support of \nall LGBTQ and HIV-positive people in detention. \n\nIn 2013 I had no choice but to escape Russia and come to the United States. Just one year prior the Russian \ngovernment passed anti-gay propaganda law which painted gay people as perverts who were killing the country. \nVigilant groups attacked and raped gay men and posted the videos online. The police did nothing about it, and I \nlived with a constant fear that I would be harmed.  \n\nAs an HIV-positive gay man my life was even more at risk. HIV is seen as a gay disease in Russia and seeking \ntreatment could make me a target for violence. I went into hiding and stopped getting my medication, and with the \nspike in homophobia and lack of HIV treatment medication in Russia, I feared my situation would get much worse, \nand I couldn't live like that anymore.  \n\n\n\nI got a six months U.S. tourist visa and flew to San Francisco, and I remember it was the best place on the planet \nfor gay people. For the first time ever it didn't matter that I was gay. I could be open about all aspects of my life. It \nwas magical. I joined a supergroup of other HIV-positive people, and I finally felt safe. I couldn't go back to Russia. \nTheir situation was becoming more hopeless for gay and HIV-positive people. \n\nI applied for asylum after my tourist visa expired, which allowed me to get a job and travel within the U.S. I wanted \nto explore this beautiful country, so I went on a week-long journey, a vacation to the U.S. Virgin Islands and but I \nwas stopped by immigration officers at the airport on my way back to San Francisco and interrogated about my \nlegal status.  \n\nI told them I had an asylum case pending, but I am a resident of California with a Social Security number, paying \nmy taxes, but I was accused of--they accused me of entering the U.S. for the first time and violating my visa then \nthey arrested me. I was flown to a large detention facility in Miami, Krome.  \n\nThey put me in handcuffs, ankle bracelets and wrapped a chain around my waist and for the next 46 days I was Mr. \n876 Russia, and for 10 years I have been managing my HIV in a way would allowed me to live safely and \ncomfortably.  \n\nWhen I was detained my control over my health was completely taken away from me and to protect my \ncompromised immune system from any infection I need to follow a certain diet, have an access to appropriate \nhygiene and sleep well. Immigration detention didn't provide me with any of those things.  \n\nI was held in a space with 100 other people while my compromised immune system was exposed to any virus or \ninfection they have. Within the week of being detained I developed a fungal infection. This caused a rash and itchy, \nred spots on my genitals, and I also developed a cold and fever, and despite my coughing and sneezing and fatigue \nthe officers wouldn't let me--let me rest.  \n\nI couldn't sleep at night because it got so cold and it was loud there was 100 persons in the room, and I developed \ninsomnia from stress. Once I spent five hours waiting in the freezing concrete room to see a specialist, and after \nfour hours they told me he wouldn't be able to see me and the doctor wouldn't be back for two days. My lawyer \nexplained to the immigration judge which each day I spent in detention put my life in danger, but he didn't seem to \ncare.  \n\nI was an HIV gay man; I had a strong asylum case, but he didn't seem to care. Even though I did everything right in \nmy asylum application he didn't seem to care. I got an asylum interview notice while I was in detention, but the \njudge wouldn't let me attempt. He wouldn't halt my deportation proceedings.  \n\nI spent another month in detention. I spent my 30th birthday in detention and the criminal--as a criminal in the eyes \nof US government, and I never thought this country would treat an HIV positive gay man this way. It felt like it was \nhappening to someone else it wasn't my story. \n\nSo in July of this year, five years after arriving in the United States, I won my asylum, and it was a huge relief for \nme. I felt a security I have never felt before. I can now start building a future knowing I will never have to go into \nhiding again.  \n\nI am asking all of you sitting before me today to protect the rights of all asylum-seekers so they can find these same \nrelief and the security I did to dismantle obstacles to those seeking safe haven in this beautiful country, to clear the \npath to LGBTQ and HIV-positive asylum-seekers to find what they can't in our home countries support, safety and \nfreedom to be who we are. Thank you very much. \n\nJAYAPAL: Thank you very much for your testimony, Mr. Davydov. Ms. Engochan, you have five minutes. \n\nNEGOCHAN: Chairwoman Lofgren, Vice Chairwoman Jayapal--sorry, Ranking Member Buck and distinguished \nmembers of the subcommittee on immigration and citizenship thank you for the opportunity to speak today about \nmy experience an asylum seeker in the United States. \n\n\n\nI didn't want to leave Cameroon, it was my home, and it was home to the people I loved. Like all refugees, I was \nforced to leave. I decided to come to the United States. It was the obvious choice. The United States is a powerful \ncountry that will take me.  \n\nSince I was a child I knew America welcome people from all over the world. It would be a hard journey but at the \nend of that I would I assumed find some safety and peace. I never imagined that I would be put in chains or locked \nup in a crowded detention center with other traumatized humans. Sorry. I decided--sorry. \n\nJAYAPL: It's okay. Take your time.  \n\nENGOCHAN: In February 2019 I crossed the United States at the San Ysidro port of entry in San Diego. I was \ntaken into custody. Two things stood out in my memory. One is the bitter cold in my soul. The other is my bitter fear.  \n\nI had no idea what would happen. For all I knew I would never be free again. Two weeks later when they \ntransported me they put me in chains. I now know this is called five point shackles. I didn't understand why they \nwere treating me like a dangerous criminal. I still carry that humiliation with me.  \n\nAfter a brief stop in Arizona I was taken to the Adelanto detention facility in California. The good news was \n(INAUDIBLE) officer would give me an idea what was happening. The bad news is I was trapped in a cruel. At \nAdelanto we weren't given enough food. I was hungry all of the time and I was tired all of the time and had trouble \nsleeping because of the fear that I would be sent back to my country and because the light didn't go off until 1 \no'clock in the night and we were woken up only a few hours later between 4 and 5 AM.  \n\nThe medical staff run test on me twice but after the second test they never told me the results even though I was \ndetained for several months. Maybe the worst thing in Adelanto was all of the crying, women crying because they \nwere reliving trauma or because they had suffered new abuse or because they had gotten bad news in their case. \nThe detention center is a house of tears. \n\nI applied for parole, but it was denied even though I had a sponsor. Other women had more than one sponsor and \nwere also denied parole. There seemed to be no hope for me; then I applied for a lawyer. The asylum process was \na mystery to me. The thought of facing a judge alone when my life and freedom on the line that terrified me.  \n\nI was lucky I got a lawyer from human rights first even though for her, I probably still be locked up or deported back \nto danger in my country. At my hearing the judge told me I had received asylum and that same day I was released \nfrom Adelanto after over six months in detention.  \n\nI am grateful for the asylum. I am living at my aunt's, and I'm looking forward to my new life, but my painful past is \nstill with me, and it includes the months I spent locked up in the United States. It does not have to be this way. \nThere are alternatives to detention that help asylum-seekers understand how to apply for asylum and where and \nwhen to show up for our hearings. Locking up refugees who seek asylum is senseless and expensive. The court \nhearings cost a lot of money.  \n\nI urge you please use alternatives to detention programs, expand them. The United States is of all countries should \nnot treat refugees like criminals. Thank you very much. \n\nJAYAPAL: Thank you so much for your powerful testimony. Ms. Altman? \n\nALTMAN: Thank you. Chairman Nadler, Chairwoman Lofgren, Acting Chairwoman Jayapal, ranking member Buck \nand distinguished members of the committee my name is Heidi Altman.  \n\nI serve as the director of policy at the National Immigrant Justice Center, NIJC. We are a legal services and \nadvocacy organization working to advance the human rights of all immigrants. I am so grateful for the light being \nshown on this issue today, grateful for the opportunity to be here today and to be following the brave and moving \ntestimony of these three individuals to my right who have survived the destructive system that is the topic of this \nhearing. \n\n\n\nNIJC has for decades endeavored to advocate for the legal and human rights of immigrants in immigration jails \nthroughout the Midwest and nationally and those experiences have brought us to one inexorable conclusion. The \nUnited States immigration detention system must end.  \n\nI am mindful as we sit here today of a young man named Chris, an NIJC client, he is a legal permanent resident of \nthe United States who has been here since he was 13 and while his deportation case proceeds ICE is holding him \nright now without the opportunity to seek bond in a county jail in Illinois where he has been for 10 months.  \n\nChris had already served his court-ordered sentence for the drug-related offenses that form the basis of the \nimmigration case against him, and these offenses struggled stemmed from struggles with addiction that date back \nto his childhood when he bore primary responsibility for the care of his mother who is paralyzed from the neck \ndown. Chris's time in immigration detention which unlike his criminal sentence has no set end date serves to \ndestabilize his family and disrupt his own recovery, and so today we have to ask toward what end? \n\nChris is one of nearly 500,000 people held by ICE in this fiscal year in the detention system made up of more than \n200 county jails and private prisons that contract with ICE for profit. The Trump administration would have us \nbelieve that the only way to manage the migration processing system is by locking up those going through the \nprocess, but it hasn't always been this way, and it doesn't need to be this way now.  \n\nThere are alternative smarter and cheaper and kinder and effective alternatives as you will hear in great detail from \nmy colleague, Ms. Schikore. But the immigration detention system as we know it today constitutes a relatively new \nexperiment in American history.  \n\nIn the mid-1950s, in fact, the United States government intentionally rejected the institutional use of detention for \nmigration processing, and this move was widely heralded as a forward progress marker. This forward progress \nhalted in the 1980s however when the government adopted a policy of the mass detention of arriving Haitian \nrefugees and explicitly named as its goal the deterrence of future refugees, yet the system took root and through \nthe 1980s and 1990s the same political winds contributing to the mass incarceration of communities of color across \nthe United States fueled the expansion of the immigration detention system into for-profit prisons and into county \njails.  \n\nThis administration's commitment to expanding this already bloated system was signaled from day one. The White \nHouse's proposed budget for fiscal year 2018 sought $2.7 billion to ramp up detention capacity to 51,379 people \ndaily, a number they have already surpassed. This astonishing growth has been achieved in direct violation of \ncongressional intent through the transfer and reprogramming of funds across agencies and largely driven by the for-\nprofit prison agency.  \n\nThis system that is so rapidly expanding is designed for impunity. There are no formal or enforceable regulations \nproviding the minimal standards of care. DHS's own inspector general has sounded the alarm repeatedly regarding \ndeficiencies and corruption in contracting and inspection and as a result abuses persist with little recourse for those \nharmed. \n\nMedical negligence by ICE and its contractors is responsible for about half of all deaths in custody, and yet men \nand women continue to die with no remedial measures in place. Thousands of immigrants suffer for months even \nyears in solitary confinement tantamount to torture as while others, as you have heard, are served moldy food, \nhunger strikes and attempts at suicide are common. \n\nThis cycle of abuse and impunity reflects our government's failure to respect the dignity of the lives of those \ndetained, and it is shameful. Today I urge all members of Congress to begin doing the hard work of laying a \nfoundation to end the use of immigration detention and while charting the course to finally and urgently bring \nmeaningful accountability to the system. Some quick steps towards that end visiting immigration detention center \nin your district, see what is happening, engage with it; cut funding for ICE's detention and enforcement accounts; \nsupport restrictions in DHS transfer authority; support investments in nonprofit operated community-based \nalternatives and support the Dignity for Detained Immigrants Act which remedies many of the most harmful aspects \nof the detention system including ending mandatory detention, ensuring a presumption of liberty rather than a \n\n\n\npresumption of detention for all immigrants and ending the use of private prisons and county jails for immigration \ndetention. \n\nI look forward to working with each of you towards a more humane future. Thank you for being here today. \n\nJAYAPAL: Thank you, Ms. Altman. Mr. Baron, you are recognized. \n\nBARON: Chairman Nadler, Chairwoman Lofgren, Vice-Chair Jayapal, Ranking Member Buck and distinguished \nmembers of the subcommittee, thank you for the opportunity to address you today. My name is Jorge Baron, and I \nserve as the executive director of the Northwest Immigrant Rights Project, a nationally recognized legal services \norganization that provides immigration assistance to over 20,000 low-income people each year in Washington \nstate. I will focus my remarks on how the Trump administration is moving on two different fronts to make it nearly \nimpossible for asylum-seekers to be released from immigration detention. \n\nAs a way of background what asylum-seekers arrive at our borders, they are generally placed in the expedited \nremoval process, and they are not even considered for release until they have passed a credible fear interview. At \nthat point depending on their manner of entry they may be eligible for a bond hearing before an immigration judge \nor to ask ICE for release on parole. \n\nUnfortunately the administration is moving to eliminate one option and severely undermine the other. In other words \nif the administration has its way asylum-seekers will be detained indefinitely. \n\nWith regard to bond hearings, it has been settled law for a long time that asylum-seekers who arrive between ports \nof entry and pass a credible fear interview are eligible to seek release on bond from an immigration judge while \ntheir full asylum case is considered. It was settled law at least until April of this year when Attorney General Barr \nissued a ruling in a case known as Matter of M-S-.  \n\nIn that case, Attorney General Barr purports to reinterpret the immigration statutes to find that asylum-seekers are \nno longer entitled to bond hearings. Thankfully the attorney general's ruling is currently on hold because of the \ncourage of one of our clients, Yolany Padilla.  \n\nMs. Padilla arrived in the United States in May 2018 with her six-year-old son with the intention of seeking asylum \nand turned herself in to Border Patrol agents at the southern border. A few hours after Ms. Padilla and her son were \ntaken into custody Ms. Padilla's son was forcibly separated from her without explanation. Ms. Padilla was then \ntaken to a detention center in Texas and later transferred by ICE to Washington state.  \n\nWeeks went by, and Ms. Padilla remained detained without a hearing, without a credible fear interview that would \ninitiate the asylum process and most importantly to Ms. Padilla without any contact with her son. And Ms. Padilla \nwas not alone as there were over 200 asylum-seekers in a similar situation at the same federal prison where the \nwomen were being held.  \n\nWith--working with our partners we eventually had to file a federal class-action case on behalf of Padilla and several \nother parents who have been detained for weeks without any action on their cases. While the case known as \nPadilla versus ICE was originally focused on the delays in providing credible fear interviews and bond hearings to \nasylum-seekers after the attorney general's decision in Matter of M-S- the case sought to challenge this ruling as \nwell and in July US District Judge Marsha Pechman decided that the Attorney General Barr could not take away \nbond hearings from asylum-seekers and put his ruling on hold. However, the government has appealed that \ndecision to the Ninth Circuit, and the risk, therefore, remains that Attorney General Barr's decision may still take \neffect. \n\nI should note that thanks to the litigation Ms. Padilla was finally granted a bond hearing, was released from \ndetention and was reunited with her son. But if the administration has its way future asylum-seekers in Ms. Padilla \nsituation will remain detained subject to ICE's unreviewable discretion, which brings me to the topic of parole.  \n\nSome detained asylum-seekers are not eligible for bond hearings and for them being granted parole by ICE is the \nonly mechanism to obtain release from immigration detention yet since 2017 the rate at which ICE has granted \n\n\n\nparole to arriving asylum-seekers has dropped to zero or close to zero in some parts of the country. An analysis of \nfive ICE field offices in 2017 found that less than 4 percent of parole request by asylum-seekers were approved \neven though 92 percent of such a risk at those same offices had been approved just a few years earlier. \n\nThe New Orleans Field Office of ICE granted parole in only two out of 130 cases in 2018 and none in 2019 as of a \nfew weeks ago. All of this despite the fact that ICE contends that it continues to abide by the same 2009 policy \ndirective. These practices are being challenged through litigation, and a federal judge just issued an injunction to \nprevent a number of ICE filled offices from denying parole in violation of its own policy; however, reports from the \nfield indicate that even these judicial orders have not put a stop to ICE's unlawful practices. \n\nWe have faced similar challenges in Washington state. Frequently, requests for parole are simply ignored despite \nmultiple attempts at communication with localized officials. And our staff report parole denials in cases that present \ncompelling circumstances for release and that would have been approved in prior years. \n\nAs just one example, NIRP is currently representing a young man who arrived in the United States as an \nunaccompanied child and was initially placed with the Office of Refugee Resettlement. He remained in ORR \ncustody until the day he turned 18 when he is transferred to the Northwest Detention Center where he has spent 18 \nmonths in detention all while waiting on his asylum application from U.S. CIS. ICE has twice denied a request for \nparole on his behalf, and he remains locked up as of this moment despite his significant ties to community he's not \nrepresenting any danger, and he is having no control on when U.S. CIS will resolve his case. \n\nIn closing given the administration's attempt to eliminate or undermine the ability of asylum seekers to obtain \nrelease from detention, we call on Congress to move forcefully away from the widespread incarceration of \nimmigrants. As immediate steps we urge Congress to pass into law HR 2415, the Dignity for Detained Immigrants \nAct which addresses some of the most urgent problems in immigration detention system to reduce funding for ICE \ndetention and invest in community-based alternatives to detention programs and to create a robust and effective \naccountability system that addresses the human rights abuses in the immigration detention system. Thank you for \nyour attention. \n\nJAYAPAL: Thank you, Mr. Baron. Ms. Schikore? \n\nSCHIKORE: Chairman Nadler, Madam Chairwoman Lofgren, Vice Chairwoman Jayapal, Ranking Member Buck, \ndistinguished members of the subcommittee thank you for this opportunity to share my experiences and \nrecommendations. It is an honor. \n\nMy name is Melania Schikore and I am the executive director of the Interfaith Community for Detained Immigrants, \nknown as ICDI, a 501(c)3 in Chicago. It is in the spirit of compassionate advocacy that I represent 10 staff and over \n300 volunteers from 16 different faiths and testify about immigrant detention and alternatives to detention to \ninformed decision-making regarding HR 2415, the Dignity for Detained Immigrants Act of 2019. We uphold the \ndignity and worth of all human beings including ICE officers and county jail staff. All of the world's faiths have a way \nof referencing our interconnectedness and our responsibility to care for one another. \n\nI have worked in a multitude of settings in the realm of immigration since 1990. Immigration is the human-made \nsystem we create around the human need to migrate. When a person's safety, livelihood, beliefs or family are \nthreatened they leave and seek a place where they can do what we all hope to do, live, love, laugh, learn and be \npart of a safe community. This is not a crime, it is a right.  \n\nFive of our six programs align with the current immigration system and mitigate the harm of a system modeled \nafter a criminal system. On an annual basis, we make over 8000 detention visits, monitor over 2000 court hearings, \npray over 3000 people being deported, assist over 500 people who call our hotline upon release and provide \nspiritual care for 1500 detained children. Our care is vital, but it is a spiritual Band-Aid in a system that needs a \ncomplete overhaul and redesign. We should not be detaining people at the rate that we do nor in the conditions of \nthe current detention system. \n\n\n\nOur sixth program, the Marie Joseph House of Hospitality is an alternative to detention and a model for a different \nfuture. Here we are free to design care based on the needs of human beings participants enter this program \nthrough ICE or lawyer referral, by inquiries we make about people we visit or from the children's centers when a \nyoung person ages out which disrupts the standard operating procedure of shackling them and taking them to jail \non their 18th birthdays. \n\nEveryone in our care receives individualized case management. We create a short and long-term plan and referred \nthem to medical, dental, mental health, legal, educational and vocational services. Participants learn English, how \nto take public transportation, how to budget and open up a bank account, use a gas stove, bundle themselves for \nChicago winter, enroll in school and much more. They live in a supportive community, make friends, get work \nauthorization and find jobs adjusting to life in this country and becoming independent.  \n\nATDs cost a fraction of what detention does, and they have good compliance rates, but what you get for your dollar \nis even more important. No one leaves a detention center better than when they got there, but everyone leaves \nMaria Joseph House better than when they got there. \n\n40 years ago, we did not have the detention system that we do now. In that time private companies have carved out \ntheir profit niche on the backs of immigrants. It's not the global norm. In the words of one of our participants from \nGhana, I traveled through 14 countries to get here, and the only place they shackled me and put me in jail was the \nUnited States. Welcome to America they said. \n\nWe are part of a global network of over 400 organizations and individuals in 90 countries that advocate for research \nand provide direct services to refugees, asylum-seekers, and migrants affected by immigration detention. How do \nwe justify putting someone fleeing Nigeria because his life is in danger for being gay into jail? This ICDI participant \ngot asylum, just passed the MCAT and is being solicited by medical schools around the country.  \n\nHow do we justify detaining and separating for over four months Ms. L and her seven-year-old who were fleeing \npersecution in the Congo? These ICDI participants were reunited in our house. The daughter who speaks five \nlanguages, by the way, is in school and mom is learning English and jobseeking. Each of our participants has a \nstory like this. ATDs are a crucial part of solving the brokenness of our immigration system.  \n\nThe vast majority people seeking refuge in the United States do not pose a threat. It is a stain on our nation's \nhistory to imprison people who are vulnerable, have significant trauma histories and are doing what anyone, what \nany of us would do if we could not live safely or take care of our family where we a\\were.  \n\nBased on the direct experience of ICDI and the immense body of literature supporting a humane approach to \nmigration I urge you all to do your part in reforming and reconfiguring the current system such that human needs \nare centered and detention is used minimally and only as a last resort. Lastly I urge you to work to surface the root \ncauses of migration and intervene in all ways possible especially when U.S. trade policies, political interventions, \nand consumerism make us complicit in the conditions that cause the need to migrate. Thank you. \n\nJAYAPAL: Thank you, Ms. Schikore. Mr. Homan, you are recognized for five minutes. \n\nHOMAN: Chairwoman Lofgren, Ranking Member Buck, Chairman Naylor, Ranking Member Collins in recent weeks \nthere has been a slew of stories, and baseless claims that have compared U.S. immigration and customs \nenforcement detention facilities to that of notorious Nazi death camps. The comparison is 100 percent inaccurate, \nand it is disgusting to compare us to the atrocities of the Holocaust for God's sakes. \n\nThere have been attacks against our facilities and attacks against our agents and officers. There have also been \nattacks against our contractors that run these facilities for us.  \n\nAfter three--after more than three decades of enforcing immigration law, I can assure you that if we do not have \nthe ability to detain those that illegally enter our country until they see a judge and plead their case, we will never \nsolve the immigration crisis on the border. \n\n\n\nHere are a few facts you need to know that--that I think America would be shocked at. 72 percent of everybody in \nICE custody are in custody because Congress mandates it. So, before you shut down immigration detention, you \nneed to look at the law. Nearly 9 out of 10 people ICE arrests have a--a criminal history or pending criminal \ncharges. They are public safety threats. \n\nOur contract facilities have the highest detention standards in the industry. Fact. There is not another state or \nfederal facility that has the detention standards that we have. Go to ICE.gov, look up PBN DS 11. I think a lot of \ntaxpayers would be insulted on the amount of money we spend at such a high standard, highest standards in the \nindustry, best facilities in the world. \n\nNow forgive me, I didn't think Nazi death camps had detention standards. I didn't think they had healthcare. I didn't \nthink they had recreation, law libraries, visitation, three squares a day. It's--it's--it's just--it's a--it--it--it's a seri--it's \njust an insulting comparison. \n\nBut I really don't think this hearing is about ICE detention. I think this hearing is--this is my third hearing since \nretirement. I've been asked why do I put myself through this to come up here and get--you know--put--you know--\nand be--be insulted like I have the last two hearings. Because I love the men and women of ICE and Border Patrol, \nI know what it's like to wear that uniform and stand in that line, and I will defend the men and women of Border \nPatrol and ICE until the day I die. This hearing is just another grandstanding political theater to attack our president \nand this administration and the men and women who serve in this administration. \n\nI talked about the attacks on an ICE facility. We had shots fired at our facility in San Antonio, barely missing an \nagent, almost killing him. We had a detention facility that was attempted to be burned down with 1400 people in it, \n1300, which are immigrants waiting for their detention hearing. I didn't hear one thing from the Democratic \nleadership about those issues. \n\nI've heard the Speaker of the House Nancy Pelosi, make the comment that ICE agents terrorize immigrant--\ninnocent immigrant communities. ICE doesn't arrest immigrant people--innocent immigrants. ICE arrests people \nwho are here in violation of federal law. The law that you enacted. They enforce the law. But there are people in \nCongress that call for the abolishment of ICE because they don't like what ICE does. ICE is merely enforcing laws \nthat you enact. If you don't like it, change the law. You're the legislator. But don't vilify the men and women of ICE \nand the Border Patrol. \n\nNancy Pelosi, said yesterday, the President is not above the law. But she thinks illegal aliens who have a final order \nissued by the federal judge is above the law. Because when a president announced a national operation to seek \nthose out who had due process and been ordered to remove, she thought that was a terrible thing to do. She went \non national TV and talked about how to evade ICE officers, how to not open the doors. So apparently, they're above \nthe law. Because when a federal judge issues a final order after a due process, it means nothing. \n\nYou've got Ocasio-Cortez who called our places concentration camps. You've got Congresswoman Yvette Clarke, \nwho stood in front of an ICE building in New York City and called us the Gestapo. You've got Congresswoman \nEscobar, whose name plaque is over there, that the but she's not here. She had a press the other day--two weeks \nago. She compared ICE agents to monsters under children's beds. And we wonder why ICE agents are being \nattacked, and our facilities shot at and being burned down. We wonder why spouses and children of Border Patrol \nagents are bullied in schools and churches. \n\nLast hearing, I was called a racist and a bigot because I enforce the laws that you enacted. If I'm a racist and bigot \nfor enforcing the laws that you enacted, what's that make you? You wrote the law. But rather than changing the law \nand making sense of the law. It's easier to call for the abolishment of federal law enforcement agencies. The men \nand women of ICE and Border Patrol are national heroes. They're American patriots by the very fact, they put a gun \non their hip every day and wear a Kevlar vest. That is their tools of the trade. They put their lives on the line for this \ncountry every day. They deserve better than these attacks, from our congressional representatives. \n\n\n\nI've buried many Border Patrol agents, and I've buried ICE agents. And those kinds of attacks dishonor their \nmemory, and it dishonors their family. This world is upside down when the people who not only violate the laws, are \nthe victims. And those who enforce the laws are the bad guys.  \n\nI'm here to answer your questions. I hope this is a meaningful discussion. I doubt any legislation will come out of \nthis because it's yet another hearing on political theater against our president. \n\nJAYAPAL: Thank you, Mr. Homan. Sheriff Jenkins. \n\nJENKINS: Good morning, Mr. Chairman, Madam Chairwoman, ranking members, and members. I want to offer my \nperspective from local law enforcement on the importance of ICE detention, honoring ICE detainers, local \ncooperation with ICE, and how that cooperation really enhances and--and improves local safety.  \n\nWe're at a crisis point in this country. Congress needs to take serious measures right now in the enforcement of our \nimmigration laws both at the border and on the interior. These two--missions have--have overlapping, serious \nimpacts to public safety. One of the critical pieces is detention facilities. We have chaos on the southern border, \ncriminal and gang infiltration of every city, county, and community in the United States, and sanctuary jurisdictions \nthat have placed their citizens at risk by failing to cooperate with ICE or even recognizing ICE. The hostility against \nICE has to stop, and demonizing has to end.  \n\nDetention and--expeditious removal of criminal aliens are key components of overall public safety. It is imperative \nthat ICE has access to suitable detention facilities throughout the United States. From my perspective, the \ninfiltration of criminal aliens-- crime--criminal alien crime and criminal gangs, such as MS-13 across our open \nborders and in our communities has severely endangered the public safety of every city and every county in \nAmerica.  \n\nThere's been a level of violence never before experienced in this country. This situation would be must--much \nworse without ICE doing their job. We have allowed the heroin opioid trafficking networks to establish themselves \nacross the entire country through open borders and sanctuary policies with cartels continually infusing heroin, \nfentanyl, and other dangerous drugs into Americans. Nowhere is it more evident than in my home county of \nFrederick in Maryland just an hour away from here where we've seen in the past seven years record numbers of \nboth fatal and non-fate--nonfatal overdoses.  \n\nFor 11 years, my office had--has partnered with ICE in the 287(g) program and the Intergovernmental Services \nAgreement IGSA housing program. These programs are both examples of the importance and effectiveness of \nadequate detention beds for ICE. The IGSA agreement provides detention space in the local jail or prison and \nprovides ICE with detention beds to keep those criminals off the street and not be released back onto our--into our \ncommunities.  \n\nThe 287(g) partnership program assists ICE. It facilitates a process within the confines of the jail. No actions are \ntaken on the street whatsoever. No questions are asked regarding immigration status. We have trained \ncorrectional officers who work the program under the direct supervision of ICE's close supervision and oversight. \nAnd I reemphasize that everything occurs within that jail facility, nothing on the street.  \n\nThese local agreements are critical and have had the most direct impact on local public safety. They ensure that \nafter criminals are adjudicated and sentences are served that those criminals with detainers are not released back \nonto the streets of Frederick County to commit what are often more serious and often violent crimes.  \n\nGang membership, by the way, should be an automatic removable offense and nullify any docket protection. The \n287(g) program has been very infective--effective over the last 11 years in removing criminal aliens from Frederick \nCounty. Over 11 years, there have been 1692 detainers lodged, with 1436 of those detainers served, and those \nindividuals placed into removal. Included in the number are 110 transnational criminal gang members, the majority \nbeing MS-13.  \n\n\n\nIn Frederick County, five consecutive years, we have experienced significant reductions in partial or serious crime. \nWe're now in our sixth year. Sanctuary policies across this country have to be stopped. You are going to have to \neliminate all and deny all grants to sanctuary counties, eliminate the catch and release loopholes, and enforce in \nasylum--enforce asylum policies to the letter.  \n\nI want to measure-- or I want to mention my neighboring county, Montgomery County, which has recently declared \nbeing a sanctuary county. In the past, I'd say 10 weeks. They've had nine rates of young children. They've had a 67 \npercent increase in MS-13 crime over the past year. Crimes that has shocked the con--conscious of this nation are \ncontinuing to happen, and they are totally unnecessary and avoidable.  \n\nI want to talk about the jails, and prisons must simply cooperate with ICE to hold a criminal alien. And I do \nencourage that you find and promote more 287(g) programs.  \n\nI went to briefly touch on the--the detention standards some of you mentioned. These federal detention standards \nare the highest standards out there. We meet--we actually meet all those standards and beyond. We just recently \nunderwent an ODO inspection a week ago before I came down here. Nothing in our jail is subpar, those higher \nstandards are met, and the standards are higher under present--then under President Obama.  \n\nSo, you have an obligation to Americans first and foremost, before any obligation you might feel you have to--to the \npeople in this country illegally. Americans are frustrated and tired of the open border issue and not enforcing the \nlaw. This is all about the rule of law. And I encourage you to support President Trump and his efforts to move this \nissue forward. Both the interior enforcement and the border crisis. Thank you. \n\nJAYAPAL: Thank you, Sheriff Jenkins. We will now proceed under the five-minute rule with questions. And I will \nbegin by recognizing myself for five minutes. \n\nIt occurs to me in listening to the compelling testimonies of our first three witnesses that there are two stories being \ntold here. And one is the story of immigrants being murderers, criminals, rapists, people to fear. And the other is the \nstory of countless thousands of people who are being put into immigration jails and incarcerated when they are \nhere with no charge, no conviction, and just awaiting their immigration process to continue.  \n\nIn the last two years, the Trump administration has gone around Congress and has taken millions in funding for \ncrucial functions, like hurricane preparedness, to unlawfully expand detention. The Trump administration would like \nto have you believe that this is necessary, but I do not believe that is the case.  \n\nMr. Baron, your organization, the Northwest Immigrants' Rights Project provides legal services to people detained \nat one of the largest detention facilities in the country, the Northwest Detention Center. What does the detained \npopulation there look like? What--who are the vast majority of people, the tens of thousands of people that NERP \nhas served over the many years in service, what--tell us about that detained population, who are they? \n\nBARON: Yes. Most of the people that we serve and most of the people who are detained at the Northwest \nDetention Center are asylum-seekers who have been detained, and it's some--sometimes they're processed people \nbecause there have actually been people who have been detained at the southern border by Customs and Border \nProtection and then brought up to the Northwest Detention Center to undergo their asylum hearings. In most cases, \nthey have already passed own their credible fear interview, meaning that they have already been screened and \nfound to be--to have a significant possibility of qualifying for a humanitarian protection here in the U.S. and--and \nthose are the--the majority of the people who are at the Northwest Detention Center. \n\nJAYAPAL: Thank you. Ms. Altman in--in your role as policy director at the National Immigrant Justice Center, is that \nconsistent with national trends that you see? Who do you typically see making up the vast majority of people in \ndetention?  \n\nALTMAN: It is consistent, Congresswoman. As of the most recent data released by ICE, about 65 percent of those \nin detention were transferred from the border, which is almost exclusively asylum-seeking population. 35 percent \ntaken from communities inside the United States. \n\n\n\nJAYAPAL: And we have three witnesses here today who are survivors of the U.S. detention system. I am so sorry \non behalf of our government for what you have experienced, but I'm glad that you're here today to courageously \nshare your stories.  \n\nMs. Saavedra Roman, ICE detained you for over a month, even though you have legal status under DACA, \ncorrect?  \n\nROMAN: Yes, ma'am. DACA was current during that time.  \n\nJAYAPAL: So, you had current legal status, and yet you were detained as if you were a prisoner as you said.  \n\nMr. Davydov, ICE detained you for 46 days, even though you were complying with your court proceedings and you \nhad a pending asylum case, a case which you just won a few months ago, correct? \n\nDAVYDOV: Yes, that is correct. \n\nJAYAPAL: And Ms. Engochan, you came to the United States seeking asylum and ICE detained you, for six \nmonths, releasing you after you were granted asylum, correct? \n\nENGOCHAN: Yes, over six months.  \n\nJAYAPAL: Ms. Altman, according to the 2019 Senate Appropriations Committee Report, ICE continues to spend at \nan unsustainable rate. The report proposes that \"in light of the committee's persistent and growing concerns about \nICE's lack of fiscal discipline, whether real or manufactured and its inability to manage detention resources within \nthe appropriations made by law without the threat of anti-deficiency. The committee strongly discourages transfer or \nreprogramming requests to cover ICE's excesses.\" In light of this report, would you recommend that ICE continue to \nbe given appropriations that are outside the \"appropriations made by law.\" \n\nALTMAN: We would certainly recommend against that and strongly recommends that DHS's transfer and \nreprogramming authority be restricted into the ICE enforcement and detention account. And it's warranted by a \nhistory now that we know of at least four years in a row of overspending what Congress has provided, and then \ntaking accounts as you mentioned, money from other priorities, such as FEMA to make up for it.  \n\nJAYAPAL: Ms. Schikore, what's the cost of detention compared to the cost of alternatives to detention that could be \nused for people that have never been convicted much less charged with a crime?  \n\nSCHIKORE: I'm--the--the--the cost difference of ATD's.  \n\nJAYAPAL: Yes.  \n\nSCHIKORE: As I mentioned, ATDs cost a fraction of what detention costs. Studies put the cost between $12 and \n$50 for ATDs versus $70-$200 a day for detention, and as I mentioned in my testimony, you have to ask, what are \nyou getting for this money.  \n\nJAYAPAL: And how have other countries made use of ATDs? What are some of those examples of successes? \nAnd what best practices can be applied?  \n\nSCHIKORE: The International Detention Coalition has identified over 250 examples of alternatives from 60 different \ncountries. One that I could highlight is the Toronto Bail program in Canada. This program has been operating since \n1996. It is funded by the government, and it relies on strong case management, support, information, and advice, \nand supervision. The case managers also identify and address issues such as substance abuse, drug addiction, \nmental health needs as our program does. This program only costs Canada $10-$12 per person compared to $179 \nfor detention and has maintained a retention rate in the--from 94 to 96 percent.  \n\nJAYAPAL: Thank you, Ms. Schikore. My time has expired. And with that, I yield to the--I recognize the gentleman \nfrom Arizona, Mr. Biggs.  \n\n\n\nBIGGS: Thank you, Madam Chair. And I--I will just say that this hearing is meant to be on the expansion of ICE \nfacility and ICE detentions. So, I want to just talk about some of these that actually happened in ICE detention. At \nleast in one facility, they have rewarded--2779 GEDs and high school equivalency degrees, awarded 9131 \nvocational training certificate--certifications, and awarded 8842 substance abuse treatment program completions in \nthe 2018 time period.  \n\nThat's remarkable, by any standards. By any standards and I--but we--but we're not spending our time talking about \nany of this today. We--we--we've had some testimony--I want to say thank you, Mr. Homan, Sheriff Jenkins, for \nbeing here. I thought your testimony was compelling as well.  \n\nAnd I--and I have to say this, and I'm going to bring it up, and I'm not trying to offend. I just want--I just want to talk \nabout facts. The DACA program is not a change of status from illegal to legal, what it is the affirmative action which \nprovides just a temporary status to be in this country legally, so--so that--that--that works out that way. But DACA is \nvery clear. You can't leave the United States without prior authorization.  \n\nTo do so is a violation of--of DACA and--and in--in turn actually has the potential to actually change your status. \nAnd so, I'm sorry you are detained, but that is--that's the law. I mean this is a--this is a rule of law country. That's \nwhat makes America different. That's what--that's what protection preserves Americans freedom throughout the \nworld is the rule of law in and of itself.  \n\nMr. Davydov, I'm glad you got asylum. I'm okay with that, but you said in your testimony--your written statement \"I \ncame on a tourist visa with the intention to stay in the U.S.\" Guess what that is? That's a violation of the law.  \n\nAnd then you waited until after that visa expired and applied for asylum. Guess what that is? That's a violation of \nthe law. That's what it says in your statement. That's what you said today.  \n\nSo, even though you're granted asylum, it's unusual, I think, to--to say I can break the--the laws of this country \ntwice, but I'm going to get--I want asylum to be here. I'm fine with you being here, but the point is, you violated the \nlaw twice. The testimony and the evidence are clear, and the data is clear.  \n\nNine out of 10 people that are in ICE custody have some kind of criminal background. That's why they're there. ICE \nis out there. But they--but they are criticized.  \n\nWe have people saying let's defined ICE. We have people on this panel today say, let's reduce the funding for ICE. \nICE is under tremendous pressure because someone mentioned the astonishing growth in ICE detentions. Well, \nyou know what caused that? How about 148,000 people rushing the border, in one month, in this country. One \nmonth on the southern border.  \n\nI live in a border state. I grew up in southern Arizona. I've been down to the border and I've--visited facilities a half a \ndozen times, I believe it is this year. I spent weeks, literally, on the border, accumulated this year. And in ICE \ndetention facilities and other holding facilities, I know what goes on.  \n\nSo, when you say go down and visit them, I'm there. I'm there. I see it. I talk to you to people almost every day \nwhether they're ranchers or--or how about this one? How about Steve Ronnebeck's family. Explain to him Grant, \nkilled by an illegal alien. Shot point-blank. Man was deported twice. \n\nMary Ann Mendoza, who lost her son Brandon, killed by an illegal alien. We don't hear about that.  \n\nHow about this? We're talking about 287(g). Sheriff Jenkins, how about this? You've got Santa Clara County, \nCalifornia, guess what--guess we just have here? What you have is on Monday ICE captured a violent criminal and \nconvicted rapist who was a fugitive for a year and a half. The reason he was a fugitive is because Santa Clara \nCounty refused to honor an ICE detainer in February 2018, even though he was arrested. Why was he arrested? \nFor not registering as a sex offender. These programs put Americans in jeopardy.  \n\nMr. Homan, is there anything you like to respond to what you've heard today?  \n\n\n\nHOMAN: Yeah, I'd like to respond to Acting Chairman Jayapal and your comment about the Trump administration \nmoving money around for more detention beds. I'd like to remind you under the Obama administration we did that \nmost of the years he was president. We move money around DHS, and it's called reprogramming. We did that \nunder the Obama administration, and I didn't hate--I didn't remember any hearings on that. And I'd also like to \nremind you that--that under the Obama administration, I mean you're quick to point out that the cages were built \nunder the Obama administration. I was there. Family detention, we had 100 family beds under the Obama \nadministration. We built 3000 more. So, when there was a surge in FY '14 or FY '15 on the border, Congress was \nquick to give all the money we needed to build the tent facilities, the transportation contracts. We reprogrammed \nmoney for the majority of the year. He was president. That was fine. Under the Obama administration FY '12, we \nremoved 409,000 people. Half of what was removed last year. There was no hearings on that. So, I--I--you know if \nthis is about transparency, let's be--let's be factual about it.  \n\nJAYAPAL: The time of the gentleman has expired. Since you did address some comments at me, I'll just say that I \ndidn't like it under the Obama administration either. In fact-- \n\nHOMAN: But be honest with the American people-- \n\nJAYAPAL: Excuse me. \n\nHOMAN: You can't point out-- \n\n(GAVEL) \n\n--Faults the Trump administration-- \n\nJAYAPAL: Mr. Homan. \n\nHOMAN: When it happened under the Obama administration. \n\n(GAVEL) \n\nThat's dishonesty. \n\n(GAVEL) \n\nIt's pathetic, and it's sad. \n\n(APPLAUSE) \n\nJAYAPAL: Mr. Homan, I control the time, and I am the chairwoman of the committee. Thank you for respecting that. \nI didn't like it under the Obama administration. And I'll remind you, Mr. Homan, that you also testified before \nCongress in support of Obama's priorities enforcement program before the Senate Judiciary Committee on May 19, \n2016, which had a very different approach. With that-- \n\nHOMAN: Well can I respond--can I respond-- \n\nJAYAPAL: With that--with that-- \n\nHOMAN: Can I respond to that? \n\nJAYAPAL: No, you may not. \n\nHOMAN: Of course not. \n\nJAYAPAL: With that, I recognize the chairman of the Judiciary Committee, Mr. Nadler, for five minutes.  \n\n\n\nNADLER: Thank you. I want to make a couple of comments before I start questions. We heard about the \novercrowding, about the lack of adequate funding, about the overcrowding, about how many people kept in \ndetention, and how necessary it is to protect the public safety. We heard from three witnesses here.  \n\nWe heard from Ms. sav--Saavedra Roman. She was a DACA recipient. She was a threat to nobody. Her employer \nmade a mistake and said as a flight attendant she should go to a foreign country. It wasn't her fault. And she was \nkept in detention for 38 days wasting money, not to mention her liberty.  \n\nWe heard from Mr. Davydov that he fled for his life. Yeah, he may have come here under false pretenses. That's \nwhat asylum-seekers fleeing for their life may have to do. He was granted asylum because our courts recognized \nthe threat to his life. And we heard how in custody, his medical needs were ignored. He got infections because his \nHIV medications were not provided. And there was a total lack of regard by ICE for his medical conditions.  \n\nAnd we heard from Ms. En--Engochan, who fled for her life from Cameroon and was granted asylum by our courts \nrecognizing the threat to her life. She was kept in custody for six months. We also heard from Mr. Davydov that \nwhile he was in custody, he missed--that he missed an asylum hearing or--or credible fear hearing. And apparently, \nICE doesn't allow people to go to their asylum--asylum or credible fear hearings. I--I'm not sure how he got asylum \nanyway, but that's certainly risking it.  \n\nSo, I am unimpressed when I hear from--Dr.--Mr. Homan about the good--and--and we heard about the terrible \nconditions, the lack of heat, the lack of decent food, the terrible crowding. We've heard that before, so I'm \nunimpressed when I hear from Mr. Homan about how wonderful face--the facilities are.  \n\nMs. Schikore, I want to discuss alternatives to detention. We've heard a lot from the administration about how \nindividuals in removal proceedings do not show up their court dates when they are on an alternative to detention \nlike ankle monitors and phone check-ins. At the same time, I have seen data that shows how compliance rates are \nhigh and even higher or 95 percent when an individual actually has an attorney. What is the likely that someone will \nshow up to court under alternatives to detention as compared to in detention?  \n\nSCHIKORE: In our particular program, we've had full compliance, and this includes someone-- \n\nNADLER: 100 percent?  \n\nSCHIKORE: 100 percent in our program, and this includes someone who ultimately was deported who turned \nhimself in. Across the board, the literature shows, the research shows that compliance rates are high. Community-\nbased programs address the factors that make compliance difficult, such as substance abuse, drug addiction, \nmental health issues, and things like a lack of transportation, a lack of understanding of court proceedings and \nlegalese.  \n\nIn Chicago, we had an issue where there was a lack of signage in the courts, so people couldn't understand it and \nwere not making their court dates. And then there's also the concern about wrong court dates and the use of fake \ncourt dates on placeholders when people get noticed. That is a big problem for people showing up on time. But \nacross the board, the alternatives have very high compliance rates.  \n\nNADLER: High compliance rates. Thank you. Ms. Altman, I want to turn to you. Could you help us address some of \nthe issues that have been mentioned related to immigrants in crime and deportations in crime rates? My \nunderstanding is that the data shows no correlation between deportations and a reduction in crime rates. Is that \ncorrect?  \n\nALTMAN: That's correct, Congressman. And I thank you for your comments at the outset. The--the public safety \narguments today attempt to paint immigrants in broad strokes. I agree that they further racist tropes. Most \nimportantly though there are speeches, they are not based in the data. ICE's own data disproves them.  \n\nIn addition to the numerous studies that you mentioned that show that there is actually no correlation between place \nof birth or immigration status and crime rates in the United States, we actually have a whole body of new evidence \nthat just came out this summer, very robust evidence out of University of California at Davis, showing that programs \n\n\n\nlike 287(g) and secure communities that the sheriff trumpets, programs that increase deportations and detentions in \ncommunity have absolutely no impact on crime rates. An impact showed a very--in fact showed a very marginal \nincrease in crime rates.  \n\nOn the other hand, we know from again, numerous studies that what these increased detentions and deportations \ndo is to destabilize communities, to disrupt families, to take breadwinners away from their homes leading to \nhomelessness, food insecurity, and numerous problems with outcomes of children who are being raised now \nwithout a mother or father.  \n\nNADLER: So, the propaganda about the connection between immigrants in crime is just that propaganda, in that \nthere's no evidence or considerable evidence to the contrary, that immigrants whether legal or otherwise commit \ncrimes at a lower rate or equal lower rate than--than people here to start with. Is that correct? \n\nALTMAN: That's correct. It's--it's for political purposes, sir. \n\nNADLER: Thank you very much. I yield back. \n\nJAYAPAL: The time of the gentleman has expired. I now recognize Ms. Lesko--the gentlewoman from Arizona, Ms. \nLesko, for five minutes.  \n\nLESKO: Thank you, Madame Chairman. One of the--thank you all of you for being here today. One of the \nwitnesses, I think Melanie Schikore, I think if I said your name right, said we really need to address the root causes \nof migration on people coming here, and I couldn't agree more. In fact, the Republicans on this committee, including \nmyself, I have six bills myself that are--have been sent to the Judiciary Committee that I believe will get to the root \ncause of the problem and help solve the border crisis. And I hope that Chairman Nadler will--will hear those bills so \nwe can get to the root cause of the problem.  \n\nI live in Arizona. I recently toured the Eloy, Arizona Detention Facility there. I went to all different--I went inside a \ncell. I saw what was happening with the health--health checkups. And I also sat down and ate lunch with the date--\ndetainees, and it was like cafeteria food, kind of like from school. And I have to tell you I didn't see all these \negregious things that--that have happened. And so obviously if there are bad things happening, we need to correct \nthem.  \n\nAnd so, Mr. Homan, you know the--the Inspector General has certain recommendations when there was problems \nin detention centers. And do you know if ICE has agreed to fix those problems? And--and what's the status of fixing \nthose problems?  \n\nHOMAN: Yeah, when the Inspector General has a finding, ICE has a certain amount of days to correct that finding \nand return the report to the IG. So, yeah, there's incidences where--where there's failures, but we've got to \nremember you--you can point out 6-7 cases here all day. But 400,000 people come through our system a year. And \nI--and I--and in my testimony, even though some people may be unimpressed with it, it's factual. The highest \ndetention standards in the industry. Highest. And--and--and--and Congressman-- \n\nUNKNOWN: BIGGS. \n\nHOMAN: Yeah. \n\n(LAUGHTER) \n\nMade a statement earlier about you know how many people got GEDs, but no one here's talking about how many \nlies we saved in immigration detention. Many times, we're the first doctor these people see. They come to us in \nbad shape after making that terrible journey. We--many times we provide the first doctor they've ever seen. And our \nfamily residential centers, we provide the first vaccinations for these children. \n\nLESKO: Well-- \n\n\n\nHOMAN: And--and as far--and as far--and as far--let me--is far as the criminals that have no impact on a criminal--\nremoving 127,000 criminal aliens from the United States certainly has an impact on less crime in the United States. \nAnd as far as illegal aliens committing less crimes, I don't know. I know the Cato study everybody once referred to \nis a flawed study because it wasn't based on data. It wasn't based on state and local records. Most crimes are state \nand local arrests.  \n\nHere--here's a question that needs to be answered. How many crimes could have been prevented if the illegal alien \nwasn't here? If we had true border security, we could prevent a lot of crimes from happening. So, it ain't who \ncommits more. It's that this series of crimes was certainly preventable if we--if we secure our border.  \n\nLESKO: Well and thank you. And so, I--you know I basically want to say I--in the facilities I've been to, they were all \nclean, well-maintained. I've not only gone to detention centers. I went to a facility where they house unaccompanied \nchildren. That was a very nice facility. We're doing education. And if there are problems, they need to be addressed \njust like in any agency. And so, my understanding is that ICE has said yes, we will follow the recommendations by \nthe Inspector General and have worked on correcting them.  \n\nI want to applaud the men and women that work for ICE and our Customs and Border Patrol. Unfortunately, you're \nright. They've been villainized. Now, are there cases that may be bad? There are cases that are bad in any type of \nagency, and we need to address them.  \n\nBut let's please not villainized our law enforcement. They are doing the best they can under a very huge crisis \nproblem. And I agree we need to get to the root of the problem. We need to reform our immigration laws. Because \nright now they are an incentive for all these people to have to travel thousands of miles from Central America to \ncome here and that's what we need to get at.  \n\nAnd I hope Mr. Chairman that you are--will hear our bills in committee. And with that, I yield back my time. \n\nJAYAPAL: The gentlewoman yields back. The gentlewoman from California is recognized for five minutes. \n\nLOFGREN: Thank you. I think this is a useful hearing. And it's just I've got to say that asylum is part of American \nimmigration law. It's not illegal to apply for asylum. Having said that, I think, obviously, there are issues going on in \nCentral America that have led people to flee. And it would be very useful for the United States to play the lead to try \nand help those countries stabilize, so the people don't have to flee for their lives.  \n\nHaving said that, we have a--a lady here today who fled for her life from Cameroon. So, are--there are people who \nare seeking political asylum from all over the world, and our laws provide for that because we have been a beacon \nof hope and a sign of freedom an example for the world for many years. \n\nNow, I want to talk to you because you live in my district, Mr. Davydov. I want to thank you for coming to tell your \nstory. As someone who is HIV-positive, you obviously need specific medical attention and care, which you \nmentioned. Can you describe the medical treatment you received or didn't receive in a little more detail in--in ICE \ndetention?  \n\nDAVYDOV: Sure. I--I received my prescribed medicine, what I received before in California after I told them I need \nthat. But the problem is the HIV treatment is just a part of the whole thing. \n\nLOFGREN: Just a part of it? \n\nDAVYDOV: Yes. And since I don't know what was the cause of my infections it--either it was stress or like this-- \n\nLOFGREN: You can't be--your immune--your--your-- \n\nDAVYDOV: Yes, my immune system showed some signs of infection and this--it was a problem of secondary \ninfections. Then they start manifesting. I cannot get a treatment or a doctor who can even tell me anything about \nthat. And in some cases, I was waiting for many days to just be seen by doctor. \n\n\n\nLOFGREN: You know, I just want to mention--a concern that I have. In December 2017, the Trump administration \nended what had been a presumption that if you are pregnant that you would be released from custody because of \nthe vulnerability you have as a pregnant woman. That's no longer the case. And so, we've got pregnant women in \ncustody who are seeking asylum, and the number of miscarriages has doubled.  \n\nWe've even had stillbirths in custody. And I think that I would just say that is something that ought to be revisited. \nBecause to have miscarriages or stillbirths is just not the right thing, and this policy does promote that. And it serves \nno one's interests to have that occur. I would just say further I've also visited these facilities. And I know that when I \nvisited facilities, there was a scurry around of his advanced to clean things up a little bit before you come.  \n\nI think it's telling that we've had an employee of the Department of Homeland Security in the Trump administration \nadvising that there are serious problems in ICE custody provisions, the report in December 2017. You're right, Mr. \nHoman you have a chance to respond and--and to improve. But that was followed by a similarly damaging report in \nSeptember 2018 from the Inspector General of the Department of Homeland Security. And again, just this June, we \nhad what was transmitted as an emergency report from the Department of Homeland Security about conditions in \nconfinement. We have a problem here in how individuals are being treated in these facilities. I think there is a \nmanagement problem here.  \n\nI mean to think that we would have this young lady, a flight attendant, held a tremendous government expense. She \ndoesn't oppose a threat to anybody. Or this--Mr. Davydov, who--he doesn't oppose a threat to anybody. Or the \ngentlelady from Cameroon, she doesn't oppose a threat to anybody.  \n\nWe spent a whole lot of money keeping them in--in chains as if they were a threat. It's a waste of money. It's a \nwaste of the taxpayer's money, in addition to being very traumatic for the individuals involved. I think we need to--to \nrevisit how we are spending our money. \n\nAnd--and we are wasting huge amounts of the taxpayer's money locking people up who pose no threat and--and \nreally not honing in on things that are important. You know I realize there can be a circumstance when someone \ndoes need to be detained. You know we all know that that's the case, but to spend our resources for this flight \nattendant was really a waste of taxpayers' money. I yield back, Madam Chair. \n\nJAYAPAL: I thank the gentlewoman for yielding. And I now recognize the gentleman from Florida, Mr. Steube, for \nfive minutes. \n\nSTEUBE: Thank you, Madam Chair. There is a crisis at our southern border. And just for this year, I had staff pull \nthe number just for this year, and this does not include September numbers. Just for this year, 811,000 illegal \nimmigrants have been detained at the southern border. Now let me put that into perspective for you. That is larger \nthan my entire congressional district. So, an--an entire congressional district of people, which I represent nine \ncounties in the state of Florida, nine counties in the state of Florida more than that population have illegally entered \nour country.  \n\nIn Fiscal Year 2018, 92 percent of aliens in ICE custody were either convicted criminals, had pending criminal \ncharges, or were recent border entrants. And the site is on ICE's websites. It's the Fiscal Year 2018 report. All you \nhave to do is go look. That's what the report states.  \n\nYet we sit here, and we do absolutely nothing to address this crisis at our border. I see people here who all appear \nto have children or family members that were killed by illegal immigrants, yet we're doing absolutely nothing to \naddress illegal immigrants that are coming into our country and killing our own very citizens.  \n\nI think Mr. Homan said it best. Our country is upside down. We have those breaking our federal laws being \ncharacterized as victims. And those who are enforcing our laws, the laws that this body created, as being \ndemonized as villains. And thank God we have a president willing to take on this crisis. Thank God we have men \nand women in our ICE and our law-enforcement that are willing to stand up and swear on oath to our Constitution to \nserver protect our nation and our country.  \n\n\n\nI don't know. My--my father is a retired sheriff. My brother is a deputy in a local sheriff's office in Manatee County, \nFlorida. He's served for 18 years. And I have frequent conversations with them. I don't know how Americans today \nwould be willing to serve in law enforcement.  \n\nDuring the time that my dad went in 40 years ago, law-enforcement officers were respected. They were revered. \nAnd that just isn't the case anymore. I don't know anybody that would be willing to serve right now, given the fact \nthat law-enforcement officers are specifically targeted to be killed.  \n\nThey're being, as Mr. Homan elucidated and talked about at our ICE detention centers, shot at. Their families are \nbeing threatened. And these are the people that simply want to serve our country, server nation, and server \ncommunity in the defense of our laws, and they are being demonized. And it is a sad state of affairs in our country \nthat we are at this place. \n\nI want to thank Mr. Homan for his testimony today and the sheriff for coming here today. I would yield the remainder \nmy time to Mr. Homan. You were cut off earlier, and you weren't able to respond to a question that the chairwoman \ngave to you. So, you have two minutes to respond to that question.  \n\nHOMAN: Like I said, I supported the--President Obama's policies. I supported many of his policies. We've got to \nremember I was a career law enforcement officer. My--my job was to execute a mission within the framework \nprovided me.  \n\nSo, when the White House and the Department of Homeland Security issues a priority, my job isn't to question it. \nMy job is to execute it like I'm executing a mission on this President. And President Obama gave me a Presidential \nRank Award. The highest reward available to a civilian. Because I think I did my job pretty good. I think we saved a \nmany, many lives in ICE.  \n\nAnd--and a couple of things I agree with them on, the Priority Enforcement Program. It was the only game in town. \nWe were locked out of jail. So, the Private Enforcement Program gave us access to jail, so at least we can get the \nfelons. That was better than nothing.  \n\nAnd Secretary Jeh Johnson, who I respect greatly, gave me a seat at the table and we talked about all of the \nexecutive actions. He gave me a seat at the table and said here's what we're proposing. What are your thoughts on \nit? He gave me input.  \n\nNow I didn't win most of those arguments. If Secretary Jeh Johnson was sitting here, he'd tell you we disagreed on \na lot of things. But I was grateful that the administration gave me a seat at the table. To at least--so I could hear \nthings that were coming.  \n\nSo, the Obama administration wasn't all bad. He gave us unlimited money; unlike you're fighting today on--give us \nthe detention facilities that we need. Give us--give us--give us the policies we need. They don't even need to \nmention 100 beds. They give us 3000 more.  \n\nSo, yeah, I got--President Obama--I agree with a lot of things he did. I didn't agree with everything. I didn't agree \nwith most, but I agreed with a lot of what he's done. So again, but when I became in ICE director I--I came back \nfrom retirement because of this President.  \n\nPresident Trump had it right across the board from day one. From his speech in Arizona, he was right on the money \nevery step of the way.  \n\nSir, I think you for your comments because ICE agents and Border Patrol agents are national heroes. They're--\nthey're American patriots. They leave the safety and security of their homes every day to defend this nation. So, \nthank you for those comments.  \n\nWe've got to remember these Border Patrol agents; they take sicknesses home to their own families every day. \nThese Border Patrol agents brought from their own children to the Family Residential Centers, so, these children \nhad something to play with, at the border patrol stations. These are mom and dads too. They didn't hang their heart \n\n\n\nat the--at the foot of the door when they--when they put that badge on. These are American pate--patriots that need \nto be honored rather than vilified by many members of Congress.  \n\nJAYAPAL: Thank you. The time of the gentleman has expired. \n\nHOMAN: Ma'am, everybody else went over five minutes. Can I have one more minute? Just one more minute, \nplease?  \n\nJAYAPAL: I'm sorry, Mr. Homan. The time of the gentleman has expired.  \n\nBefore I go to the next witness, without objection, I'd like to make the following documents part of the record, a \nstatement from the ACLU, a statement from Asian Americans Advancing Justice, a statement from the American \nImmigration Council, a statement from Al Otro Lado, a statement from the Center for Victims of Torture, a \nstatement from Detention Watch Network, a statement from Friends Committee on National Legislation, a \nstatement from the Government Accountability Project, from the Interfaith Immigration Coalition, from the National \nImmigration Forum, from the Southeast Asia Resource Action Center, from United We Dream, and a statement \nfrom an impacted individual of Abdulkadir Abdulahi.  \n\nAnd with that, I now recognize the gentlewoman from Texas, Ms. Garcia, for five minutes. \n\nGARCIA: Thank you, Madam Chair. And--and first, I want to begin by associating with--associating myself with the \nopening remarks of the chairman when he pointed out that it is simply not true that immigrants commit more crimes \nthan native-born Americans. I think the--I agree with him. The statistics show just quite the opposite.  \n\nSecondly, I want to thank the three witnesses today that are here to share their stories. I just cannot imagine being \nheld in detention even one day, and I know that most of you have spent many, many more days. And--and I was \nparticularly moved by the written statements of our friend from-- \n\nUNKNOWN: (OFF-MIC)  \n\nGARCIA: Madam Chair, if I can restore some of my time because-- \n\nJAYAPAL: Order. Order. I will advise the individuals in the audience to--that you are not allowed to speak, and \nyou're not allowed to make any demonstrations. Thank you. The gentlewoman is recognized. Please restore her \ntime.  \n\nGARCIA: Thank you. I was particularly moved by the comments in the written statement by our friend from--Ms. \nAnga--Engacomb? \n\nUNKNOWN: (OFF-MIC) Engochan. \n\nGARCIA: Where she describes the detention center as a house of tears. A house of tears. Just imagine being there \nand really not having been convicted of any crime, so you're not a criminal. And you described in your notes what's \nreally most troubling about some of these detention centers. That there really more incarceration centers than \ndetention centers.  \n\nI personally have visited over 10 detention facilities and/or ORR facilities, and I've seen what is going on in some of \nthese facilities. And I must say that I disagree with my colleague from Arizona. I don't see Cafe--school cafeteria-\nlike food. In fact, I joked at one center and asked who's got the contract for their frozen burritos? Because it seems \nlike that's the staple in almost every single one of them. Or the one for the ramen noodles? Because that seems to \nbe a staple.  \n\nAnd for my colleagues to say that we're doing nothing. They seem to forget that just yesterday we passed a bill, out \nof the House, that not only is a--creates an ombudsman, but also provides for more training and some more \nassistance for some of the officers. And then we also passed a bill that set humanitarian standards for medical \nneeds and--and human needs, that Dr. Reese filed of that we passed before the recess. So, we are doing \n\n\n\nsomething. But the point is, it's not enough. And for me the thing that's more concerning, and I would ask the \nlawyers--and thank you to all the lawyers that are there to represent people who so desperately need help.  \n\nI'm more concerned with not only the--the criminalization and incarceration at these facilities but also the for-profit \nmotive of many of the facilities that I have visited. So, I wanted to ask a question specifically about some of our \nvulnerable populations. And my colleague from California already asked about pregnant women. But I'm particularly \nconcerned about the shackling of pregnant women. Does that practice still take place? Either one of the lawyers. \n\nALTMAN: Thank you so much for raising the question, Congressman Garcia, and for all you've done on this issue. \nYou know we--we don't have good information in many cases and on many issues out of ICE on what's happening \nin detention, and so I can't answer with certainty if--if right now shackling is occurring of pregnant women. And we \ndo know that it has been an issue that has persisted.  \n\nGenerally, if I can, though. I would take the opportunity to note that that's one of many issues in which the \nstandards that Mr. Homan is lifting up today are flagrantly violated. They also happen to be standards that are taken \nfrom correctional standards. And so, I would argue that the very use of them in this context is improper. OIG has \nreported on--repeatedly reported on the fact that even well-documented deficiencies of their own standards that ICE \nhas repeatedly committed to correct, go uncorrected for years. And so certainly the shackling and mistreatment of \npregnant women is--is one of many issues that fall within that category.  \n\nGARCIA: Well, I filed a bill to--to stop that. But I'm also concerned because in Homestead when I visited, with my--\nthe invitation of my colleague from Florida who will speak after me, as soon as the child is--turn--turns 18 ICE \ncomes to pick them up at the ORR Center, and they put him in handcuffs and shackling. Why would they do that? \nThey have not been convicted of any crime. They are not prisoners. There's--well at that point they're 18, so I guess \nthey are adults, but it's not a crime to be an adult. Is it?  \n\nALTMAN: It is not a crime. And also add because we do actually have pending litigation on this issue that it's also \nan unlawful practice by ICE. The law requires that in the case of vulnerable 18-year-olds who are coming out of the \nshelter that there be consideration of placement in an alternative to detention program or continuum of care like the \nprograms that Ms. Schikore has described.  \n\nAnd ICE is flagrantly ignoring this instruction. We've seen a--a--a massive increase in the detention. It is extremely \ndisorienting for 18-year-olds who are largely seeking asylum in the United States to go from an ORR Shelter into \nthe kind of incarceration like setting that you've heard described today.  \n\nGARCIA: Right. And is it Sickore?  \n\nSCHIKORE: Schikore. \n\nGARCIA: Schikore, wanted to ask you. I was struck, you said that the program that you run is conservatively more \ncost-efficient and cost less than what it takes for us to detain someone. It--I really, really want to dig in a little bit \nmore on that. I think I was restored with about a minute. Can I just ask to finish the question, very quickly? \n\nJAYAPAL: Very quickly. \n\nGARCIA: What we also have found out is that at for-profit centers it--they are getting paid a lot more per day for \neach person they are detaining than the nonprofit centers. Are you finding that to be true also?  \n\nSCHIKORE: Yeah, that's definitely true that the--the private centers get more higher per diem. We deal with four \ncounty jails in the Chicago area, and there per diem is somewhere between $70 and $90 depending on which jail.  \n\nGARCIA: Okay-- \n\nJAYAPAL: The time of the gentleman has expired. The time of the gentlewoman has expired.  \n\nGARCIA: I yield back. Thank you.  \n\n\n\nJAYAPAL: Thank you. I would like to briefly address the members of the audience in the hearing room today. We \nwelcome you. We respect your right to be here. We also ask, in turn, for your respect as we proceed with the \nbusiness of the committee today. It is the intention of this committee to proceed with this hearing without \ndisruptions. And we expect everyone to observe proper decorum. \n\nAnd with that, I yield to the Ranking Member of the Committee, Mr. Buck, for five minutes. \n\nBUCK: I thank the chairwoman. I want to clarify something. In my home county in Colorado, we have many illegal \nimmigrants. And they are hard-working. They are nonviolent. And they are--other than being in this country illegally \nthey are law-abiding. Mostly because they don't want to be noticed, and they don't want to be deported. And I think \nthat is true when I talked to my colleagues around the country.  \n\nHowever, however, it is not racist to talk about the folks who have lost loved ones, as a result of murders. It is not \nracist to talk about how we could do better to increase public safety in this country. It is an absolutely necessary \nconversation that we need to have. A murder that is committed by an illegal immigrant or a crime that is committed \nby an illegal immigrant is an unnecessary crime because that illegal immigrant should not be in this country. And we \nhave to get that straight.  \n\nIt is not a matter of race. It is a matter of public safety.  \n\nI--I recognize that we have a serious problem. We have a serious problem on our border. We have a serious \nproblem by not recognizing how we can help those in our own hemisphere build their economies, so they don't \nhave the--the motive to come to this country illegally. We have a serious problem with sanctuary cities.  \n\nWe have serious problems across the border that this body should be dealing with. But do not call others racist and \nimpugn the integrity and the motives of others because we on this side of the aisle want to raise a very important \nissue because of the--the--the hardship that others are suffering in this country.  \n\nMs. Schikore, I want to ask you a question. I was a prosecutor for 25 years at the federal level and at the state \nlevel. And we sought alternatives to detention in--as much as we could for taxpayer reasons. We're trying to save \nmoney. And what we tried to do when we advocated in court was, we tried to make sure we distinguished between \nthose who were violent and should not be placed in community detention. And those who were nonviolent and not a \nflight risk and were more appropriate for community detention. Would you agree with that philosophy as it applies to \nthose that are--that could be detained by ICE? So, asylum-seekers without any violent history, without a flight risk, \nthose that have ties to the community, and others who are violent, would you agree that that should be taken into \naccount when looking at a facility such as yours? \n\nSCHIKORE: Indeed, that should be taken into account, and we do in our program. We don't take people into our \nprogram who have a violent history. The nuance that I would like to add is that what we define as criminal is \nproblematic in this country. And we are aware, for example, of people that we were trying to get released to our \nprogram, who the only crime they had committed was returning to the U.S. a second time after experiencing \nadditional violence in their home country after being deported. And that was the reason they couldn't be released to \nus.  \n\nBUCK: Sure. And--and there are other crimes that--that we might disagree about. Identity theft is a very common \ncrime with people who are in this country illegally. It's not a violent crime, but it is something that concerns those of \nus in law enforcement. And we might disagree about the appropriateness. But there are certainly on the--on the \nedges. There are people on both sides that we would say are appropriate and--and--and not appropriate.  \n\nSheriff Jenkins, I want to ask you the same question. I--having been in law enforcement. I--I think we would \nprobably agree that--that to save taxpayer money--your elected official, to save taxpayer money you want to look at \nnon-detention alternatives when appropriate?  \n\nJENKINS: Correct. Our--we--we don't really have the option under our agreement with ICE as far as our non-\ndetention alternatives there for the other actual incarceration of the local system. But I will tell you this every \n\n\n\nincarcerated in our jail through the 287(g) program or the housing program has been or is being--has been \nconvicted of a crime or has a serious criminal history. So, I would argue some of the statements made here this \nmorning about those incarcerated are not criminals or convicted criminals.  \n\nBUCK: I--I understand. And--and Mr. Homan, I went to give you some time. But I do want to ask one--one quick \nquestion. And I want to make one quick statement. I--I find it very offensive that anybody would compare any \nfederal employee frankly to someone who--the Gestapo or running Nazi concentration camps. That is very \noffensive. I have 15 seconds. And I yield to you. \n\nHOMAN: Thank you for saying that. I wish someone in Democratic leadership would say that out loud. Look, you \nwant to know why there's 50,000 people in detention? You wondering why--we have 1 million illegal entries into the \nUnited States? You want to why we're having these issues? Because you have failed to secure the border. You \nhave failed to work with this president to close the three loopholes we've asked for two years-- \n\n(GAVEL)  \n\nTo close.  \n\nJAYAPAL: The time has expired.  \n\nHOMAN: So, if you want to know why this issue exists, you need to look in the mirror. \n\nJAYAPAL: The time of the gentleman has expired. \n\nHOMAN: You--you have failed American people by not securing the border-- \n\nJAYAPAL: Mr. Homan. \n\nHOMAN: And not securing loopholes. \n\n(GAVEL) \n\nJAYAPAL: Mr. Homan. \n\nHOMAN: Look-- \n\nJAYAPAL: Please respect the chair and the authority of the chair.  \n\nHOMAN: You haven't-- \n\nJAYAPAL: The time of the gentleman has expired.  \n\nHOMAN: I've asked you politely to let me go beyond my--my time.  \n\nJAYAPAL: The gentleman from-- \n\nHOMAN: And you let other people go beyond their time-- \n\nJAYAPAL: The gentleman from-- \n\n(GAVEL) \n\nHOMAN: But not to Tom Homan.  \n\n(GAVEL)  \n\nJAYAPAL: We have-- \n\nHOMAN: He don't get to go beyond his time.  \n\n\n\nJAYAPAL: Mr. Homan, we have-- \n\nHOMAN: This is a circus.  \n\nJAYAPAL: Agreement between-- \n\nHOMAN: This is a circus.  \n\nJAYAPAL: The Republicans and the Democrats with the Ranking Member. We increase the time of one witness--\none member of Congress who was interrupted by a protest. That is done with the approval of the Ranking Member. \nPlease respect the chair's authority. \n\nHOMAN: I respect the chair's authority. But the chair-- \n\n(GAVEL) \n\nJAYAPAL: Mr. Homan.  \n\nHOMAN: You work for me.  \n\n(GAVEL) \n\nI'm a taxpayer.  \n\n(GAVEL)  \n\nI'm a taxpayer. You work for me.  \n\nJAYAPAL: The witness will suspend. The gentlewoman from Florida is recognized.  \n\nMUCARSEL-POWELL: Thank you, Madam Chair. We are losing our civility in this country. And I want to make \nsomething very clear to everyone. To the witnesses, thank you for coming here this morning.  \n\nWe are all Americans. We must all respect the rule of law. We all work very hard to keep our country and our \ncommunities safe. But every person that is in the United States deserves due process.  \n\nAnd in the United States of America, we do not violate human rights. And the ICE detention system must be \nreformed. That is why we're having this hearing here today. There is an alarming lack of oversight in many of the \nICE detention facilities.  \n\nThere are many deaths that could have been avoided that have been reported. We know that 26 people have \nalready lost their lives under ICE custody in the past 2 1/2 years, and many of these have been due to medical \nnegligence. The DHS Inspector General has found that many of these facilities pose health risks. And there is not \nproper hygiene, proper oversight, overall there is a lack of accountability.  \n\nIn my district in South Florida, we have an ICE detention facility, the Krome Processing Center. And my office has \nreceived multiple complaints that Krome does not off--offer adequate medical or mental health care. We've heard \nthat immigrants are often placed in isolation, solitary confinement. A concern that the DHS Inspector General has \nraised at other facilities like Krome. We've heard that officers are sometimes slow to respond to concerns raised by \ndetainees and they have fatal consequences.  \n\nWe heard of a story of the death of Jose Leonardo Lemus Rajo. Jose was a severe alcoholic when he was admitted \nto Krome in 2016. Despite notifying the center of his condition, Jose did not receive the proper medical attention.  \n\nHis condition quickly deteriorated because of his withdrawal. He experienced tremors. He was foaming at the mouth \nand suffered from hallucinations. He died days after he was admitted to this facility.  \n\n\n\nDoctors reviewing Jose's case indicated that his death was entirely preventable had he been received the right \ntreatment, and said staff treated Jose with sporadic and inadequate doses of medication that ultimately caused his \ndeath. Instances like the death of Jose cannot be allowed to occur in our immigration system again.  \n\nWe are in the United States of America. We do not violate human rights. We protect every individual's right to due \nprocess. Everyone. We must ensure that adequate oversight is conducted over ICE. And we must never forget that \nthe safety and the well-being of all individuals in this country come first.  \n\nAnd I see the pictures. And I want to tell you I am very, very sorry for your loss. And criminals that commit crimes \nneed to pay the consequences. I agree with you. We just yesterday had a hearing on banning assault weapons. \nAnd so, this doesn't justify protecting people that have taken the lives of your family members, and for that, I'm truly, \ntruly sorry. We are talking about accountability and oversight of a federal agency that is violating human rights for \npeople that have not committed those crimes.  \n\nSo, my question is to Mr. Davydov. The office of refugee resettlement operates the Homestead detention facility in \nmy district. And Homestead is a facility designed for children, and it houses children of all ages from 13 to 17. And \nwhen they turn 18, like my colleague mentioned, they are taken on their birthday in shackles to adult detention \nfacilities. Can you just tell me a little bit of--about what you experienced at the Krome Detention Facility in my \ndistrict? \n\nDAVYDOV: Yes. I--I stayed in the Krome Facility. I was booked there after like 24 hours preceding procedures. I--I--\nI was pulled in this dormitory room with like 100 ban--bunkbeds. At--at--at the time I showed up, there is no \nbunkbed for me. They offered me this like I do know foldable bed. But because I was admitted in--in a medical \nfacility after that by the time I returned they found me a place. So, it was super loud. It was very cold at night. And it-\n-it has only like four shower nozzles that's working. The shower--so  \n\n(LAUGHTER)  \n\nbasically--and it was-- \n\nMUCARSEL-POWELL: I'm sorry. My time is up. Would you say that it would be appropriate for a child to be in that \nfacility? \n\nJAYAPAL: The time of the gentlewoman has expired.  \n\nMUCARSEL-POWELL: If you could just answer?  \n\nJAYAPAL: With that, I would like to recognize-- \n\nMUCARSEL-POWELL: Thank you. \n\nJAYAPAL: The gentleman from Colorado. \n\nNEGUSE: Madam Chair, I want to thank you for hosting this important hearing and also for your leadership with \nrespect to the--the Dignity and Detention Act that you've introduced. I'm proud to be a co-sponsor of. And we \nappreciate your leadership, so much in this Congress on these issues for so long.  \n\nI also just--I hadn't planned on saying this, but I want to associate myself with the remarks of a distinguished \ngentlelady from Florida. And that is you know, I--I've served on this committee now for 10 months. I knew that \nCongress and we've had a number of witness panels where the majority and minority select witnesses who have \nmuch to say and--and make their case in a compelling way to know what--to the members here.  \n\nAnd that's certainly the case today with--with many of the folks who are assembled here. But I do think the--the--the \nbluster and the attacks in opening statements made by one witness in particular on other members of this body, \nwhom are not here to defend themselves. I--I think is inappropriate. I don't think it's conducive to constructive work \non these policy items.  \n\n\n\nAnd I respect you know my colleagues on the other side of the aisle, very much. I understand that we have different \npolitical views on these issues, but that fundamentally we all are trying to do right by our constituents. And so, I \nwould just ask as we think about the witnesses that we call because I--you know I just for the record will submit this \nis an article dated July 15, 2019. \"Ex-ICE Director Says That He Considered \"Beating\" Latino Congressman During \nHearing.\" And this is from Newsweek. I'll submit it to the record with unanimous consent.  \n\nJAYAPAL: Without objection.  \n\nNEGUSE: I--I would just say that it--to me it is relevant that we have witnesses before us from both sides of the \naisle who come to these issues in good faith to work with members of this body rather than insulting. And I'm \ncertainly going to take that approach. I would hope the minority would do the same. I want to thank the witnesses \nfor sharing your stories, those of you who have been detained as the son of immigrants. I want to say to you that \nyou are just as American as anyone else here in this room. And we appreciate you speaking truth to power and \nsharing your stories today.  \n\nWe have heard already from the number of my colleagues about the reality of the growth in immigration detention \nat an alarming rate since 2017 after two executive orders were issued by the president, which prioritized all \nundocumented immigrants for detention and removal. The average daily population of people ICE custody this \nmonth is over 54,000 a 54 percent increase from 2016.  \n\nEven more troubling, nearly 75 percent of these immigrants are detained by ICE in for-profit facilities. These \nfacilities, in my view, put profits for shareholders above the safety and the care of those in detention. And the \nresults, in many cases, have been disastrous. And I will just give you one example. In 2017, Kamyar Samimi, a \nlegal permanent resident of the United States died while in custody of Aurora Detention Facility in Colorado. To \ndate over 30 immigrants, including seven children have died in ICE custody under the current administration.  \n\nIn my home state of Colorado, GEO Group operates the Denver Contract Detention Facility in Aurora for ICE that \nholds close to 1500 people. In 2018, the American Immigration Council and the American Immigration's Lawyer \nAssociation filed a complaint about inadequate medical care in Aurora. That was followed by a supplemental \ncomplaint that was filed just a few months ago in June of this year. And most recently, the ACLU released a report, \njust last week outlining the horrendous conditions at the Aurora facility. I'd ask unanimous consent, Madam Chair, \nto enter both the American Immigration Council in the AS--ACLU report into the record. \n\nJAYAPAL: Without objection.  \n\nNEGUSE: I--I will just--you know I know that my time is limited and so I want I will just say this. I do think facts \nmatter. And there are a variety of reasons that I believe justify ending for-profit detention in United States of \nAmerica. The obvious moral reasons that I think compel us as a body to take that step. But we also are not entitled \nto our own set of facts.  \n\nAnd Mr. Homan, in your written testimony, you noted in your view, that \"Using outside contractors that run facilities \nlike these or their core business function not only save millions in taxpayer funds. But it increases the quality of care \nfor those being detained.\" With respect to the financial piece of this. I have here fiscal year 2018 ICE's report to the \nDepartment of Homeland Security that details the total direct costs $149.58 for Contract Detention Facilities per bed \nand $98.27 for Intergovernmental Service Agreement Facilities, IGSA facilities. I don't think there's any question \nthat we are wasting millions of taxpayer dollars in my view, by having these for-profit facilities-- \n\nJAYAPAL: The time of the gentleman has expired.  \n\nNEGUSE: And with that, I yield back the balance of my time.  \n\nJAYAPAL: Thank you. The time of the gentleman has expired. \n\nBIGGS: May I make a parliamentary inquiry? \n\nJAYAPAL: State your parliamentary inquiry.  \n\n\n\nBIGGS: I--I'm not sure if it's technically parliamentary, but it's the only way I--I figure I can ask a question.  \n\n(LAUGHTER)  \n\nAnd you can roll me as not parliamentary if you want.  \n\n(LAUGHTER)  \n\nI--I'm requesting that we allow the minority to have a hearing on this very important topic. And--and I will follow that \nup with a letter making that request, but I'm--I-- \n\nJAYAPAL: We'll take that under consideration.  \n\nBRIGGS: Thank you.  \n\nJAYAPAL: Thank you. The gentleman has yielded back. I now recognize the gentlelady from Texas, Sheila Jackson \nLee, five minutes.  \n\nJACKSON LEE: Let me, first of all, thank the Chairwoman, twice, and Ranking Member for this hearing. And I must \nthank my good friend from Colorado. Mr. Neguse, for his initial courtesies to yield to me. I had to step out of the \nroom at the time that he would've done so. And hopefully we'll clarify the rules that when you yield to an individual \nyou do not lose your time. I wanted to make sure I put that on record.  \n\nLet me indicate that I have the deepest amount of sympathy for anyone that loses a loved one. And having been on \nthe Homeland Security Committee dealing with these issues for 20 years plus, I've seen a lot of tragedy, and I have \nrecognized the pain of families, recognized the pain and the loss of officers. And also work very hard to provide the \nappropriate equipment necessary for our work to be done. \n\nWith that in mind, I believe that we will not succeed in this. If we talk at each other instead of to each other, this is a \nnation of immigrants. And a nation of laws. And all people must be protected.  \n\nThe three witnesses that we heard from, I might call them by their first name. Selene and Denis and Blanche are \nnot criminals, have no intent to kill or maim anyone. What we're speaking about today is the question of the dignity \nof America. The basic sense of human rights and the Bill of Rights that adhere to anyone on our soil to be treated \ndig--decently.  \n\nWhen the gentleman who said he was awarded by Mr. President Obama, and worked with our good friend Mr. Jeh \nJohnson, all the secretaries of homeland security, I've known--all of the leadership I've known. It makes a difference \nwhen the leadership sets the tone that these people are human beings.  \n\nSo, this is not ICE because I've seen ICE and I've worked with ICE. But when you begin to get the kind of toxic \nleadership. No one wins, families who are trying to have justice or innocent persons who are simply have come to \nthis nation because they cannot live anywhere else. And in this nation, we have always been a place.  \n\nThe Statue of Liberty did not collapse when those towers were hit. It stood. And it still stands. I reject and resent the \nactions that have been dictated by the toxicity at the top that have turned decent Americans who work every day \nwho I have worked with into the pressure.  \n\nI cannot imagine the burden to act like they are. Presiding over terrorists and ne'er-do-wells. So, let's get it straight \nthat we're all in the same boat. We all care about the same things.  \n\nSo, let me just as I quickly asked this question, might I please. Let me ask the question to you Heidi, and you see \nmy time, on sexual abuse. We understand that the numbers between 2010 and 2017, 1224 complaints, you \nanswered that question to Jorge. Can you answer the question about the importance of the asylum process being \nfair?  \n\n\n\nAnd the importance of immigration judges working--my constituent that people pleading decent human being \npicked up Muslim is now trying to get a stay of his removal and is being held by ICE. We're negotiating that he is \nwhere he is with the immigration courts. Everyone feels the pressure of toxicity so that asylum becomes useless. \nWould you answer that question? I want to put on the record that I'm against the MPP.  \n\nI want to put on the record as well that program that my amendment and legislation regarding Freedom of \nInformation Act applying to all centers, profit and nonprofit. If you want to comment, I'd appreciate a comment on \nthat. And that is before we know what we're going to do about these centers. But if the two of you would answer, I'd \nappreciate it.  \n\nAnd I would certainly--I'll have something to put in the record, in a moment. If you could quickly answer those \nquestions, please? \n\nALTMAN: Thank you, Congresswoman. I'll answer quickly. You--you asked about and the prevalence of sexual \nabuse in immigration custody which is unfortunately quite prevalent and--and largely met with impunity. And I think \nthat this goes to the overarching point that you have made, which is that there is a toxicity when asylum-seekers, as \nis happened frequently throughout the hearing today are referred to as criminals, when there is a dehumanization of \nthose who are in custody that trickles down to the officers who are coming to work every day and showing up.  \n\nOne--one example that I will just end with is that you--you heard reference today to the nooses hanging in the jails \nin Adelanto. There was a suicide just a year earlier. And we were told that the cards laughed.  \n\nJAYAPAL: The gentleman has expired. \n\nJACKSON LEE: Can you answer the question the other gentleman that I asked about the asylum?  \n\nJAYAPAL: We--we have unfortunately been having situations where people have been going too far over. So, I \nneed to stick to-- \n\nJACKSON LEE: No problem. No problem. Let me put into the record if I might ask unanimous consent an article by \nDylan (INAUDIBLE) dated August 5. And I think the gentlelady. And I'd also join the gentlelady in asking witnesses \nto be here with the spirit of information and not with the spirit of being against-- \n\nJAYAPAL: Without objection.  \n\nJACKSON LEE: Because of who they are and their race. I yield back.  \n\nJAYAPAL: The gentlewoman has yielded. I now yield five minutes to--I now recognize the Ranking Member of the \nFull Committee, Mr. Collins, for five minutes.  \n\nCOLLINS: Thank you, Madam Chair. I appreciate that. You know the interesting thing about this hearing is--is one--\nI guess I'm glad we're having it. It is that as I have said before, the reason that you have hearings is to lead to \nanswers. Well, we're here again, having a hearing but no answers. We've been here for nine months with no \nanswers.  \n\nWhat we have heard a lot of is how bad our agents are, how bad those in law enforcement are, how bad conditions \nare. We put forward a bill just a few months ago that we talked about. I mean it's oh--it--oh, it's not into law. Oh, \nthat's right because it can't pass the Senate.  \n\nThere was supposedly help conditions, but it dealt more with environmental issues and other things. And when we \ndon't deal with the very issue at the border on why people are coming across, and how this is happening, and why \nthis is happening, and the three areas of the things that we need to be talking about, Flores, asylum, and the \nTrafficking and Victims Protection Act. But we don't want to do that because that's too simple and it doesn't play \npolitically.  \n\n\n\nI'm sorry for the DACA. We could have fixed DACA, by the way. I'm sorry that you know some people didn't know \nthat you couldn't travel, and I--I understand that. And it may have been our bill, but there was a bill.  \n\nAnd we discussed a bill passed out here that many of us on the Republican side would love to have fixed, and the \npresident would've, and we could have. The Majority Leader of this House actually got on the floor and said, last \nyear, this could have happened.  \n\nAnd there was a bill that was within one or two signatures a way of being taken off the desk and voted on. And \ninstead of taking that bill, which would have got 40 or 50 or maybe even 60 Republicans to pass this year, went to \nthe Senate, passed, and the President signed it. So, there is no more problem here.  \n\nWe chose to pass a partisan DACA bill, which can't pass. Which means that frankly it seems the majority is only \ninterested in using DACA as a political issue and not a solution. If you don't believe it just look at results. Don't look \nat the rhetoric. Look at the results, not the rhetoric.  \n\nIt's one thing to tell you something. It's another thing to promise you something. It's another thing to--people come \nhere and testified to the conditions you are under, and I appreciate that in sympathy that. But don't look at the \nrhetoric look at the results. \n\nI would love to see this committee actually propose results. I said this a week or so ago when we were having this \nagain discussion immigration and talking about how dehumanizing it is. It's dehumanizing to continue to come \nhere and talk about it and not put a bill before this committee. \n\nI got you. Too dehumanizing. So, you come and be witnesses on the majority, witnesses on the minority. But it's \ndehumanizing to come in here, and not know that this committee could actually pass bills and chooses not to.  \n\nWith that, Mr. Homan, again been one of those days you've sort of not had time. I yield to you. \n\nHOMAN: Yeah, I appreciate it. First of all, I--I think everybody needs to be reminded entering this country illegally is \na crime. There's no prerequisite. You've got to commit yet another crime to enforce the law.  \n\nThat's a--that's a law you enacted. To--a young lady over here mentioned 26 deaths in ICE custody. Wrong. That \nnumber's nine. And one is too many.  \n\nBut of the majority of those nine deaths, which is the lowest--of any federal and state facility. Most of them died \nwithin days of detention. It wasn't ICE's fault. They came into ICE's custody in bad condition.  \n\nSo, and--and--and the year before that, majority of them are heart attacks. I don't know how--heart attacks happen \nacross this country every day. I don't know how you prevent that. So, nine, not 26.  \n\nAnd then finally, I'll say this, sir. Your comment about me wanting to assault a--a--a--lawmaker. Let me explain \nmyself to that. Probably not the right thing to say, but I was angry.  \n\nAnd let me tell you I was angry because you or no one else in this room has seen what I've seen in my 34 years. \nYou didn't stand in back of tractor-trailers driving with 19 dead aliens that suffocated to death because the smuggler \ndidn't care, including a five-year-old boy. What do you think his last 30 minutes were like? I was there. I seen it. I \nsmelled it. I saw it. And I had a five-year-old boy at the time, and it changed me for the rest of my life.  \n\nI've seen people who couldn't pay their smuggling fees got stabbed in the face 22 times. 31 percent of women are \nbeing raped crossing the border. Children are dying. Cartels are getting rich.  \n\nWhy am I angry? Because you haven't done anything to fix it. Nothing. We've been up here for two years trying to \nclose the three loopholes that Collins said needs to be closed. And you haven't taken one action.  \n\n\n\nBut if there's a policy or initiative that's going to cause an illegal alien to be arrested or be detained or be removed. \nWe're going to have a hearing within days. Within days. But I'm still waiting on a hearing on sanctuary cities \nbecause these people's lives have been changed forever.  \n\nWhere's the hearing on sanctuary cities? Where's the hearings--where's the hearing on the asylum abuse? Where's \nthe hearing on--on TVPRA, so we treat children from Central America better?  \n\nThat's why I'm angry, sir. I know it's not paying attention, but that's I'm angry because you have not seen what I've \nseen. And it affected me in my life. I spent my career trying to save lives and what I see what's going on on the \nsouthern border right now and you're ignoring it for political reasons. Why not have a hearing on that?  \n\nWhy not fix the problem and close loopholes? Why not--there's no downside in securing our border. There's no \ndownside on illegal immigration being decreased. There is no downside on less drugs coming in this country.  \n\nOpioids--ICE stops opioids. Opioids kill every man woman and child three times. There's no downside in taking \nmoney out of the cartel's hands. None. \n\nCOLLINS: I yield back. \n\nJAYAPAL: Thank you. And with that, we do conclude today's hearing. \n\nI would like to say that the truth is our country's far too reliant on the incarceration of immigrants. The beneficiaries \nare for-profit prison companies. But we do have sensible, humane, cost-effective solutions that would be provided \nunder my bill, the Dignity for Detained Immigrants Act.  \n\nAnd I--I do think it's unfortunate I'll just say before we conclude-- \n\nCOLLINS: Could the chair--will the gentlelady yield?  \n\nJAYAPAL: That I do think it's unfortunate-- \n\nCOLLINS: Point of order. Is the--is the committee over or is that a time for another five-minute round? \n\nJAYAPAL: No, it's not a time for another five-minute round. \n\nCOLLINS: Then it's time to adjourn the committee, Madam Chairman. \n\nJAYAPAL: Grant, I just said to the Ranking Member of the Subcommittee that I was going to make one brief \nstatement that-- \n\nCOLLINS: But as the Ranking Member of the Committee, I'm calling a point of order and saying it is time to in this \ncommittee. \n\nJAYAPAL: Okay. Well, I would like to say that I hope that witnesses called by the minority in the future respect the \nauthority of the committee. I would once again like to--I would once again-- \n\nCOLLINS: I wish the committee chair right now would recognize the fact that she's supposed to be calling this \ncommittee. There's not five minutes extra. \n\nJAYAPAL: Thank you, Mr. Collins. I would once again like to thank the panel of witnesses and particularly those \nwho traveled far away to be with us today. Without objection, all members will have five legislative days to submit \nadditional written questions for the witness or additional materials for the record. Without objection, the hearing is \nadjourned. \n"}