{"title": "7 Days of Desperation Along Mexican Border; Migrants' Dreams Die in Brutal Crossing", "body": "\nOlegario Pozos rode in a bus along a southern Mexican highway on Sunday, May 11, traveling with three of his \ncousins, two other men and the smuggler they knew only as Coyote. He was guiding them from the jobless grind of \nOaxaca, their poor southern state, to the U.S. border. \n\n \"We'd rather work in Mexico,\" said Pozos, 28, as he related the details of his journey. \"But there's no work here, so \nwe have to try to cross.\" \n\nCoyote, as human smugglers are called in Mexico, was charging $ 900 each to lead them through a sparsely \npopulated area of western Arizona. They were farmers who didn't know anything about their destination, Phoenix, \nexcept that they had friends there, who would get them jobs and pay for the trip. \n\nSix days later, as Pozos and the others confronted life and death in the Arizona desert, they looked down at \nCoyote, lying unconscious in the sand. With temperatures over 105 degrees, Pozos said, there was only one thing \nto do -- walk on and leave the man for dead. \n\nThe smuggler would have done the same to them, they reasoned, and it was the only way to save their own lives. \n\nTheir journey spanned the same week that 19 migrants were found dead, packed in a tractor-trailer at a truck stop \nsouth of Victoria, Tex. That tragedy made headlines worldwide because so many died in one place. But in the past \nfive years, more than 2,000 others have died with scant attention, because they often died alone. They drowned in \nthe Rio Grande, died of exposure in the baking Arizona deserts or froze to death in the mountains. They risked \neverything to earn dollars working in the lowest-paying jobs in the United States. \n\nIn the week of the trailer deaths, at least 11 other people died trying to cross the border, bringing the total to at \nleast 30. Some lasted days without food or water, others succumbed to the blinding heat within hours. Some were \nbetrayed by ruthless smugglers, others were helped by the heroism of strangers. More than 30 others were rescued \nby the U.S. Border Patrol, many of them suffering from severe exposure, some of them probably hours from death. \n\n\nAmong the dead were a pair of brothers from Naucalpan, near Mexico City, who drowned in the Rio Grande near \nBrownsville, Tex. They were trying to make it to New Jersey to paint houses. A young mother from Colombia died \nof heat exhaustion in the Arizona desert trying to join her sister, who takes care of elderly people in New York City. \nA newlywed from the Mexican state of Guanajuato died in a mountain canyon in Arizona before he and his bride \ncould make it to a farm job in Delaware. Another was found floating in the Rio Grande, two were found dead on the \nroadside in the Tohono O'odham Indian Reservation in Arizona and others succumbed to the heat in remote \ncorners of Texas and Arizona. \n\nTheir stories -- drawn from dozens of interviews with survivors, families of the dead and U.S. and Mexican officials -\n- are the border's footnotes. They are the unspectacular cases, rarely collected or spotlighted. But a close look at \nthose seven days in May reveals the desperation of migrant traffic on the border, where death has become \nnumbingly routine. \n\n At 3 a.m. on Wednesday, May 14, around the same time the bodies were being pulled out of the trailer truck in \nVictoria, Olegario Pozos and his three cousins crossed the border into the Arizona desert. \n\nAfter a two-day bus ride, they had arrived Monday in Sonoyta, a little town in far-western Sonora state, just south of \nthe border from Lukeville, Ariz. It is a remote crossroads that serves as the gateway to Organ Pipe Cactus National \nMonument. \n\nThe smuggler had told them to wait, and they'd cross in a couple of days. He said it would be no problem -- two \nnights and one day walking, and they'd be home free in Phoenix. Pozos and his cousins had no clue that Phoenix \nwas about 120 miles away, and no hint of the danger ahead of them. \n\n\"We had heard that people die trying to cross the desert,\" Pozos said in an interview a week later. \"But Coyote told \nus that was a different desert.\" \n\nOn Wednesday, in the middle of the night, Coyote said it was time to go. They walked across the border into the \nopen desert. They carried several plastic jugs of water, a few cans of tuna and some tortilla chips. Almost \nimmediately they realized that the chips made them even more thirsty, so they dumped them. \n\nThey walked all day and all night. Wednesday spilled into Thursday, and then it was Friday and they were still \nwalking. The only shade was their own shadows on the desert floor, which was broiling at about 120 degrees, even \nhotter than the air, like an asphalt parking lot on a hot summer day. \n\nThey stayed together, walking, walking, dizzy from the heat. \n\nOn Friday they ran out of water. They were not thinking straight. They walked at different speeds and began getting \nseparated in the scrublands. The night offered a little cool respite, but by Saturday they were in serious trouble. \nThey were dehydrated and exhausted and had no idea where they were. \n\n\"We couldn't believe that we were still alive,\" Pozos said. \n\nPozos realized they had lost track of two of his three cousins. He and the others decided to go for help. \n\nThat's when Coyote fell to the ground, unconscious and face down in the burning sand. \"We didn't do anything to \nhelp him,\" Pozos said. \"Imagine it: We had just left two of our family members in the desert to go get help. What \nwere we going to do? Carry him? It was impossible.\" \n\nSo they left Coyote there. Pozos assumed he was dead. They never did learn his real name. \n\nThey kept walking. A day later, on Sunday, they reached a rest area on Interstate 8 at Sentinel, halfway between \nYuma and Phoenix. It was nearly 60 miles across the desert from where they crossed the border. Someone in the \nrest area called the police and a Border Patrol helicopter found the other two cousins in the desert, along with four \npeople from a different group. All survived. They didn't find Coyote's body. \n\n\n\nTwo of the men who arrived with Pozos at the rest area paid a driver to give them a ride before the Border Patrol \narrived. They had nearly died and they were so close to Phoenix that they wouldn't give up. Pozos thinks they \nmade it. \n\nPozos and the others were sent back to Mexico. In a telephone interview from a Mexican immigration service \noffice, Pozos said he and his cousins were still hanging around the border. They hadn't decided what to do next. \n\n \"I can't rule out trying again,\" Pozos said. \"But I'm never going to do it here again. Trying to cross that desert is \ncrazy.\" \n\n On Tuesday morning, May 13, Gustavo Salazar Romero, 32, called his mother, Irene Romero Torres, from the \nborder city of Matamoros on the Gulf of Mexico coast. \"We have arrived, and everybody is okay,\" he said. \"Please \ncall Lucy and tell her that I'm fine.\" \n\nThe day before, Gustavo left Naucalpan, a city of cinderblock shacks northwest of Mexico City, where paint on a \nhouse is a sign of affluence. He and his wife, Lucia, were raising two children there, but there was no work. He and \nhis brother Enrique, 29, had already spent three years in New Jersey painting houses. Now they were going back, \nthis time taking along another brother, Jorge, 18, and a family friend, Jorge Mondragon Cruz. \n\nThey all made the 14-hour bus ride to Matamoros with their coyote, a guy from the neighborhood known as El Nariz \n-- The Nose. Gustavo told Lucy he'd be back by Christmas, and he would bring enough money for them to quit \nrenting and buy a house. \"Don't worry,\" he told her. \"Take care of the kids and take care of my mother. There's \nnothing to be afraid of.\" He kissed her and got on the bus. \n\nAn hour after Gustavo called his mother to say he'd arrived, a U.S. Border Patrol officer saw Mondragon, the family \nfriend, running toward him frantically along the banks of the Rio Grande. \n\nTwo people are drowning, he said, please hurry. \n\nThe agent arrived and saw Gustavo flailing in the river, entangled in the sinewy hydrilla plants that grow in the warm \nwater. He was caught in fast currents below the surface. Enrique already had been pulled under and was gone. \n\nJorge, the younger brother, stood on the bank on the Mexican side, watching helplessly. None of the brothers knew \nhow to swim. The coyote ran away. The Border Patrol agent threw a rope. But Gustavo had disappeared beneath \nthe murky water. \n\n\"The coyote never said anything about having to swim. He said we could walk across,\" Jorge recalled a week later, \nsitting in his mother's tiny house in Naucalpan. His eyes were blood red. He wore a black ribbon pinned to the arm \nof his black shirt. \n\nThey live in a shack at the bottom of a deep ravine, guarded by a Rottweiler, next to a canal where the water is \nlittered with sewage and old sneakers. The kitchen roof is made of thick cardboard, and the springs of old \nmattresses serve as a fence. \n\nIt had been a one-room tin shack that flooded every time it rained -- until Gustavo and Enrique found work in New \nJersey and sent their mother money every month -- sometimes $ 2,000 or more -- some of which she used to build \na solid concrete living room. Now candles burned on the new concrete floor next to two crosses made of red and \nwhite roses -- one cross for each of the drowned brothers. \n\n\"I would ask all these young people to think again before they go,\" their mother said, crying. \"And their mothers \nmust convince them not to go, because many times they don't come back.\" \n\nJorge listened to it all. Would he still consider going to the United States, even after watching his brothers die? \"I \nwould,\" he said. \n\n\n\nThe morning that the brothers drowned, Amparo Gonzalez Cienfuentes, 36, waved goodbye and boarded a plane in \nCali, Colombia. It was her first flight abroad. She was bound for Mexico City, but her final destination was really the \nUnited States. \n\nAmparo was an accountant at a bus terminal in Cali, Colombia's third-largest city. One of 10 brothers and sisters, \nshe never finished high school. Economic hard times in Latin America made it tough to save enough to move out of \nher lower-middle-class neighborhood. \n\nSo she decided to try her luck in New York City. Her sister, Francia, 24, went illegally three years ago and now lives \ncomfortably as a health aide for senior citizens. \"It's a country with luck,\" Francia said in a telephone interview. \"It is \na dream to be in the United States.\" \n\nAt the airport, Amparo's 18-year-old daughter, who was pregnant and due to give birth in two weeks, couldn't stop \nweeping. Amparo soothed her and her 13-year-old son, telling them she was trying to make things better for all of \nthem. With her brother's video camera rolling, Amparo said: \"Don't cry. Don't cry. I will be back.' \" \n\nWednesday morning, Amparo called her sister Francia from Mexico and told her she was fine. Then she set out on \nfoot with a large group of migrants heading across the border into the Arizona desert, just west of Douglas. \n\nAfter only a few hours in the blinding heat, Amparo, tall and thin, fell to the ground. In the Darwinian world of the \nborder, the group left her and kept walking -- except for one Mexican man, Jorge Loza, who scooped her up in his \narms. Giving up his own American dream, he carried her for several hours until they reached Highway 80, near \nDouglas. An off-duty Border Patrol agent on his way home saw a man holding the limp body of a woman in his \narms on the roadside. He called an ambulance, but by about 5 p.m., Amparo was pronounced dead of exposure at \na Douglas hospital -- after only seven hours in the desert. \n\n Loza described Amparo's last hours to authorities, then was sent back to Mexico. Francia said she wished she \ncould find him to thank him because \"he showed humanity and nobility.\" \n\nNoe Alvarez Lopez, 22, was married in February in the small Mexican town of Moroleon, in Guanajuato state, and \nwanted to follow in his father's footsteps. Twenty years ago Ramon Alvarez went to the United States to make a \nbetter life for his wife and family, who stayed at home. He quickly found work picking mushrooms in Delaware, \nwhich pays better than the $ 60 a week workers can earn in textile jobs in Moroleon. \n\nEventually, Ramon became a U.S. citizen and moved up the ladder at work; he now drives a truck. Although the \nfather is in the United States legally, the family believed it would take years for Noe and his new bride, Maria \nMiriam, to win legal passage to the United States. \n\nSo on Tuesday, May 13, they set off on a daylong bus ride to the Arizona border, where they met up with a \nsmuggler and dozens of others waiting to cross. On Wednesday, they set off into the Huachuca Mountains west of \nNaco, Ariz. \n\nMaria Miriam later told Noe's mother, Leticia Alvarez, that the hiking was harsh. They struggled up and down steep \nmountain ridges for hours. It was cool and there was water in the canyon springs and lakes, but the climbing was \ngrueling in mountains that reach over 7,000 feet. Noe became visibly weaker. He was short of breath, his ankles \nhurt, he was turning yellow. \n\nThe smugglers were clear: \"Out here, he who walks makes it, he who doesn't stays behind.\" \n\nNoe could no longer move. Everyone else kept walking. Maria Miriam thought he just needed rest, but then she felt \nhis body growing cold, and his color faded from yellow to purple. \n\n\"Hold me,\" he said weakly. \"I am going to die.\" \n\n\n\nMaria Miriam held him for a moment. Then she looked into his mouth and saw it filling with blood. She screamed \nand told him she was going for help. She climbed down out of the mountains until she came to a Texaco station in \nSierra Vista. Someone there called for help, and the Border Patrol took her into the mountains in a helicopter. \n\nThey found Noe's body where Maria Miriam had left him, in Ramsey Canyon, a famous hummingbird preserve. His \nfuneral was held a week later in the church where they were married. \n\nResearchers Gabriela Martinez and Melissa Mann contributed to this report. \n"}