{"title": "SEN. PATRICK J. LEAHY HOLDS A HEARING ON IRAQI REFUGEES", "body": "\nU.S. SENATE JUDICIARY COMMITTEE HOLDS HEARING ON\n\nIRAQI REFUGEES\n\nJANUARY 16, 2007\n\n \n\nSPEAKERS:\n\nSEN. PATRICK J. LEAHY, D-VT.\n\nCHAIRMAN\n\nSEN. EDWARD M. KENNEDY, D-MASS.\n\nSEN. JOSEPH R. BIDEN JR., D-DEL.\n\nSEN. HERB KOHL, D-WIS.\n\nSEN. DIANNE FEINSTEIN, D-CALIF.\n\nSEN. RUSS FEINGOLD, D-WIS.\n\nSEN. CHARLES E. SCHUMER, D-N.Y.\n\nSEN. RICHARD J. DURBIN, D-ILL.SEN. ARLEN SPECTER, R-PA.\n\nRANKING MEMBER\n\n\nSEN. ORRIN G. HATCH, R-UTAH\n\nSEN. CHARLES E. GRASSLEY, R-IOWA\n\nSEN. JON KYL, R-ARIZ.\n\nSEN. JEFF SESSIONS, R-ALA.\n\nSEN. LINDSEY GRAHAM, R-S.C.\n\nSEN. JOHN CORNYN, R-TEXAS\n\nSEN. SAM BROWNBACK, R-KAN.\n\nSEN. TOM COBURN, R-OKLA.\n\n \n\n*\n\nLEAHY: Good afternoon.  Today our committee will focus its attention on the current refugee crisis caused by the \ndeteriorating situation in Iraq.  Our hearing comes at a time when the momentum for bipartisan reform to address \nthis crisis has never been stronger.  It continues to grow.  And I think that is good news in this country.\n\nI thank our witnesses for being here, two of whom are going to be appearing at considerable personal risk.  And I \nappreciate the cooperation of the press and the members, or I suppose it should be the members and the press, in \nhelping us keep their identity hidden.\n\nI'm going to turn the hearing over in just a moment to Senator Kennedy who will chair the Immigration \nSubcommittee when the committee organizes.  But I'd like to say just a couple words.\n\nAmong the estimated 1.8 million Iraqis who have fled their country are hundreds of thousands of destitute refugees \nwho escaped to neighboring countries with little more than they could carry.  Many have been denied refugee \nstatus. They've been forced back into Iraq.\n\nI am particularly concerned that we have not made provisions or created the legal authority necessary in this \ncountry to secure those Iraqis who have aided American efforts there.  A lot of these are people we called upon to \nhelp us.  And now we're not there to help them.  We should not repeat the tragic and immoral mistake from the \nVietnam era and leave friends without a refuge and, of course, subject to very violent and often deadly reprisals.\n\nI'm also concerned about Iraq's scholars.  Many have been killed or are presently targeted for assassination.  \nOthers have gone into hiding.  Iraq's best hope is its younger generation.  And if they are unable to continue their \nacademic studies, their ability to contribute to Iraq's future will be severely damaged.\n\nAnd, Secretary Sauerbrey, I'd like to meet with you soon to discuss ways that we could assist those who have aided \nour forces in Iraq.  And I wanted to discuss with you the special plight of Iraqi scholars along with the ways we could \nhelp them resettle outside Iraq where they could safely continue their academic research and instruction.  We don't \nwant to have such a brain drain where we have nobody there to help if peace ever comes to this troubled area.\n\nI would hope that today's hearing also highlights all that still needs to be done to help other asylum seekers and \nrefugees.  And I believe congressional action is overdue to prevent further injustice resulting from the material \nsupport by (ph) the refugees admissions, an issue that's fundamental to America's role as the leading protector of \nfundamental human rights.\n\nAnd these guiding principles and our national security are not really mutually exclusive.  Hundreds of people \nalready in the United States are being denied asylum.  And now they face being returned for prosecution, \npersecution and possibly death.\n\nSo many more things I can say.  I will include my full statement in the record.  I would note that the editorial boards \nof our nation's leading newspapers have spoken out strongly in recognizing the injustice our current law is causing \n\n\n\nthose -- I think it is several hundred previously admitted refugees and exilees who are being denied reunification \nwith their loved ones.  It's perverse, and it should be embarrassing to us as the stewards of a country that's been \nknown throughout our history as a safe haven for refugees.\n\nSo I am glad many are speaking out.  I might add that the conservative religious activists who have recently joined \nour efforts -- I applaud them for doing that.  I welcome them to the issue.  I asked in a copy of the January 11 letter \nto Senator Specter and myself from a broad range of organizations, Human Rights Watch, Human Rights First, \nHudson Institute, Southern Baptist Convention be included in the record because change in the material support \nbar (ph) to make it consistent with our nation's commitment to human rights is something that should unite us \nacross ideological and party lines.\n\nIt's time to bring our laws back in line with our values, remind everybody that we're children of immigrants.  In my \ncase, my mother is first generation.  My wife is first generation.  This is the beckoning country.  We should make it \nso.\n\nSenator Specter?\n\nSPECTER: Thank you, Mr. Chairman.  I noted Senator Kennedy's excellent op-ed in The Washington Post recently.  \nAnd I'm glad to see this hearing, Mr. Chairman, focus on this very pressing issue.\n\nSome 1,600,000 have already fled from Iran, and another 1,800,000 are seeking refuge somewhere else.  The \nreference that Chairman Leahy made to that we're all children of immigrants is certainly true.  Both of my parents \nwere immigrants.  My mother came at the age of six with her family from Russia.\n\nIn 1911 when my father was 18, the czar wanted to send him to Siberia, and he didn't want to go to Siberia.  And he \nheard it was cold there.  He wanted to go to Kansas instead.  It was a close call. And he got to Kansas.\n\nBut our laws are explicit in granting refugee status to people persecution or a well-founded fear of being persecuted \nfor reasons of race, religion, nationality, membership of a particular social group or political opinion.  And in my \nparents' days, there was persecution. The Cossacks, my father told me, would ride down the streets of his little \ntown looking for Jews.  And the problem that is faced now in Iraq is one of gigantic proportions.\n\nThere are hundreds of thousands who have gone to neighboring countries.  I recently had an opportunity to visit in \nSyria.  And President Bashar Assad talked about the 1 million who have come from Iraq to Syria.  That is a factor \nwhich could be unifying among the Arab countries to try to help the United States reestablish order in Iraq because \ntheir countries are being stabilized by the tremendous flux of immigrants.\n\nWhen we hear from Secretary Sauerbrey, we will get into the issue of how many unallocated spots there are, the \ncapacity of the United States to take additional refugees within our existing quotas.  And as we take a look at the \nimmigration reform bill, which will be on the docket soon, we passed a bill out of the Senate last year.  The House \npassed a bill.  Regrettably we were unable to conference and come to a legislative conclusion.  But when we take \nup this issue again, the matter of refugees ought to be high on our agenda to incorporate into immigration reform.\n\nThis is a very important hearing.  And it's good to focus attention on it.  And I look forward to the presentation of the \nwitnesses, the secretary and especially to the individuals who will testify here today, one of whom is a \nPennsylvanian and one of whom had been a Pennsylvanian.  He will testify incognito.\n\nThank you very much, Mr. Chairman.\n\nLEAHY: Thank you.\n\nKENNEDY: Thank you very much, Senator Leahy, for scheduling the hearing.\n\nSenator Specter, Senator Cornyn, who's our ranking member on the Immigration, Border Security and Refugee \nCommittee.  And it's good to see Senator Cardin here as well.\n\n\n\nFive years ago, Arthur Helton, perhaps this country's staunchest advocate for the rights of refugees wrote, \n\"Refugees matter for a wide variety of reasons.  Refugees are a product of humanity's worst instincts: the \nwillingness of some persons to oppress others as well as some of its best instincts: the willingness of many to assist \nand protect the helpless.  In personal terms, we care about the refugees because of the seed of fear that lurks in all \nof us that can be stated so simply, it could be me.\"\n\nA year later, Arthur Helton gave his life for his beliefs.  He was killed in Baghdad in 2003 while meeting with the \nU.N. Special Envoy Sergio Vieira de Mello, when the terrorist bomb destroyed the U.N. headquarters in Iraq.  But \nhis words resonate today, especially as we consider the very human costs of the war in Iraq and its tragic effect on \nthe millions of Iraqis, men, women and children who have fled their homes and their countries to escape the \nviolence of a nation increasingly at war with itself.\n\nToday in Iraq, according to the high commissioner for refugees, 1.7 million have been driven from their homes.  Up \nto 2 million have sought refuge in neighboring countries, at least 700,000 in Jordan, 600,000 in Syria, 80,000 in \nEgypt, 54,000 in Iran, 20,000 in Lebanon. Thousands more on the move daily.  And more than 10 percent of the \npeople of Iraq are refugees.  And we will see increasing (inaudible) by the sectarian, ethnic and generalized \nviolence continue unabated.\n\nLike other aspects of the war, we bear a heavy responsibility for their plight.  As the Iraq study group states, events \nin Iraq have been set in motion by American decisions and actions.  The study group concluded that if this refugee \nsituation is not addressed, Iraq and the region could further destabilize and the humanitarian suffering could be \nsevere.  America must respond.\n\nLast year, however, the United States admitted only 202 Iraqi refugees.  A special immigrant visa program for U.S. \nmilitary Iraqi and Afghan translators currently has a six-year waiting list.  We can do better than that.\n\nThe answer, of course, is not to bring every Iraqi refugee to the United States.  But we do have a special obligation \nto keep faith with the Iraqis who have bravely worked for us and often paid a terrible price for it by providing them \nwith safe refuge in the United States. I hope this hearing will inform us all about how we might better assist Iraqi \nrefugees and enable us to deal with it fairly and quickly.\n\nWe should work urgently with Iraq's neighbors, especially Jordan, Syria and Lebanon who are bearing the greatest \nrefugee burden.  Prompt action is essential to prevent destabilization of the region and to relieve suffering and save \nlives.  An international conference sponsored by the countries in the region and the United Nations could be a first \nstep in addressing the growing needs of Iraqi refugees and internally displaced people.\n\nOur nation is spending $8 billion a month to wage the war in Iraq.  Yet to meet the urgent humanitarian need to the \nrefugees who have fled the war, the State Department plans to spend only $20 million in the current fiscal year.  \nThe U.N. high commissioner has issued a $60 million appeal to fund its work with Iraqis for the next 12 months.  \nClearly, the United States should fund its share of that amount and take other steps to ease the burden on countries \nhosting large numbers of these refugees.\n\nOur witnesses today will testify about personal stories of courage, loyalty, heroism and tragedy.  They represent \nonly a small number of countless stories of human indignity and suffering.  Others have been criticized as traitors, \ninfidels and agents of the occupier.\n\nSome among them such as the Chaldean Christians have long been persecuted for their religious beliefs.  We owe \na special duty to protect all of them and their loved ones who are being targeted by insurgents and sectarian death \nsquads because of their faith or their association with the United States.\n\nI thank the Assistant Secretary Sauerbrey and the office of the United Nations high commissioner for refugees for \nbeing here and look forward to their plans for dealing with this extraordinary human tragedy.  And we thank the \nother witnesses for sharing their stories of fear and cruelty and triumph. You are the human faces of this global \nproblem.\n\n\n\nLEAHY: If Senator Cornyn wants to make a comment, we'd be glad to hear from him.\n\nCORNYN: (OFF-MIKE) America's shores are often the last best safe haven.  Our tradition of open arms dates back \nto the founding of this great nation.  We should all be proud of the fact that the United States welcomes more \nrefugees than any other country in the world. America's refugee resettlement program is consistent with the values \nof a nation committed to compassion.  Our refugee policy also advances America's democratic values while \nsafeguarding our national interests. And most importantly, it saves lives.\n\nToday's hearing is an important one. And I likewise thank the chairman for scheduling it.  I believe it will bring into \nfocus the need to take a comprehensive approach toward our policy in Iraq with the ultimate goal of helping the \nIraqis achieve stability and security. Anything short of achieving this goal will pose a substantial security risk to our \nnation, jeopardize our forces in Afghanistan and dramatically escalate the refugee problem in this region.\n\nSadly, the Iraqis have long suffered from human rights abuses at the hands of a brutal blood-thirsty dictator.  It \nreminds me of a comment I heard from an Astonian representative at the NATO parliamentary assembly a couple \nof years ago when he said, \"Peace in these repressive countries is more bloody than war.\"\n\nThe Iraqis in the late '80s were the subject of a campaign begun by Saddam Hussein to exterminate the Kurds \nresulting in mass executions, the disappearance of non-combatants and the tens of thousands in the forced \ndisplacement of hundreds of thousands.  In the 1990s while continuing his oppression and slaughter of the Kurds, \nSaddam expanded his war on innocent civilians to the South where estimates of Shia deaths range from tens of \nthousands to more than 100,000.\n\nToday, as has been mentioned, there is no shortage of refugees from Iraq, and many more internally displaced \npersons have suffered within that nation for quite some time.  Indeed, when authorizing the president to use force in \nIraq, Congress included as a justification this clause.  Quote, \"Whereas Iraq persists in violating resolutions of the \nUnited Nations Security Council by continuing to engage in brutal repression of its civilian population.\"\n\nWhile the refugee and internally displaced persons situation in Iraq is severe, it would only worsen by degrees of \nmagnitude if we followed the plans that some have offered to withdraw from Iraq before it is able to sustain itself, to \ngovern itself and defend itself.  I'm not alone in this belief.\n\nJust this past Friday, I asked Secretary of Defense Robert Gates and the chairman of the Joint Chiefs of Staff, \nGeneral Peter Pace what the humanitarian consequences would be if the United States were to pull out of Iraq \nimmediately.  They too are convinced that a premature drawdown of troops would lead to a sharp increase in \ninternally displaced persons, increased numbers of murders, sectarian violence and ethnic cleansing.  As a \ncompassionate nation, we cannot stand by and allow further tragedy to ensue.\n\nSo, Mr. Chairman, I look forward to receiving the testimony of our distinguished witnesses here today and to \nworking with my colleagues to try to find a way to address this current situation.  We must, I would hope, resist \ntaking actions that actually worsen the plight of current refugees in Iraq, exacerbates the refugee situation and at \nthe same time, undermines our national interests.  Thank you very much.\n\nLEAHY: Thank you very much.\n\nOur first witness is the Honorable Ellen Sauerbrey who became assistant secretary of state for population, \nrefugees, migration January 2006. She heads the refugee bureau at the State Department that provides \nprotection, assistance, sustainable solutions for refugees, victims of conflict and advances U.S. population and \nmigration policies.\n\nMs. Sauerbrey formally served as U.S. representative to the United Nations Commission on the Status of Women.  \nBefore that, she served as the minority leader of the Maryland House delegates and was 1994, 1998 Republican \nnominee for governor of Maryland.\n\n\n\nWe want to welcome Assistant Secretary Sauerbrey.  We had the good chance to visit with you in this committee \nwhen we've talked with the secretary of state about refugee matters.  And we know of your own strong interest and \ncommitment.  We welcome you to the committee.\n\nSAUERBREY: Thank you, Mr. Chairman, distinguished members of the committee.  It's an honor to have the \nopportunity to appear today to discuss the issues involving displaced Iraqis and Iraqi refugees.  I welcome the \nopportunity to detail some of the actions the administration is taking to provide protection and assistance for Iraqis \nin neighboring countries of first asylum and for populations inside Iraq.  And I want to assure this committee that this \nissue is the very top priority for my bureau.\n\nThe administration shares your concern about the current situation facing Iraqi refugees and is committed to \nhelping conditions for them in countries of first asylum.  We are working closely with host governments in the region \nwith the United Nations High Commission for Refugees, the International Committee for the Red Cross and non- \ngovernment organizations.  Through these partners, we are providing assistance to the most needy refugees and \nare seeking durable solutions, including resettlement to the United States for those that require this important form \nof international protection.\n\nSince 2003, the administration has provided more than $800 million to support the world food program, UNHCR, \nICRC, the International Organization for Migration and a range of NGOs that provide direct assistance to returning \nIraqi refugees, internally displaced persons and third country national refugees that are inside of Iraq and Iraqi \nrefugees outside of Iraq to help meet basic humanitarian needs and support reintegration programs.\n\nU.S. government support has increased the capacity of Iraqi government ministries working with refugees and \ninternally displaced persons, provided training to non-governmental organizations serving refugees and assisted \nnumerous victims of conflict.  These programs helped reintegrate many of the 300,000 Iraqi refugees who returned \nhome between 2003 and 2006 and helped many of the 500,000 IDPs inside Iraq.\n\nHowever, due to the upsurge in sectarian violence in 2006, this trend of repatriation has reversed itself.  And at \npresent, more Iraqis are fleeing their homes to other areas of Iraq and to neighboring countries than are returning.  \nUNHCR estimates that between 1 million to 1.4 million Iraqis are in countries bordering Iraq, though a large \npercentage of them had left prior to 2003.\n\nWe believe the current population of Iraqis in Jordan and Syria is a mixture of Iraqis who departed before 2003 and \nthe newer arrivals. Many organizations, including UNHCR, have raised concerns about new arrivals and growing \nnumbers of Iraqis in these bordering countries, though neither UNHCR nor the governments of Jordan or Syria \nhave definitive figures on the size of the population.\n\nUNHCR has argued that the refugee crisis it predicted would occur but that did not materialize after the invasion in \n2003 is now upon us.  Although we lack firm figures on how many Iraqis are seeking refuge in neighboring \ncountries, we do know that many left with minimal resources and are living on the margins.\n\nOther than alRuwaished, which shelters a stable population of third country nationals from Iraq, Jordan and UNHCR \nhave not established refugee camps.  Anecdotal reporting also indicates that many Iraqi children in these countries \ndo not have access to schools or to adequate health care.  We need better information on the needs of Iraqis in \nthese countries, particularly their protection concerns.\n\nWe are encouraging the government of Jordan to allow a comprehensive survey of the needs of Iraqis in Jordan \nthat would guide the international community in focusing assistance and protection activities.  UNHCR is planning to \nconduct a similar survey in Syria. We hope our partners will be able to complete these surveys in the very near \nfuture.\n\nAnd I might mention that I met with the charge from Jordan this morning to reinforce how important it is that this \nsurvey moves quickly.\n\n\n\nHowever, we are not waiting for precise numbers before responding to the needs of vulnerable Iraqis in neighboring \ncountries.  We are continuing our support to UNHCR and NGO programs benefiting Iraqis in these countries now.\n\nIn 2006, the U.S. provided nearly $8 million of UNHCR's operational budget for Iraq, Jordan, Syria and Lebanon.  In \n2006, we also provided $3.3 million in funding to the International Catholic Migration Commission to assist the most \nvulnerable Iraqis in Lebanon, Syria and Jordan.\n\nIn 2007, we are expanding support for these and similar programs serving needy Iraqis in neighboring countries.  \nBut our ability to respond to the growing needs depends on receiving sufficient resources.  The president's FY 2007 \nrequest for Migration and Refugee Assistance included $20 million for Iraqi humanitarian needs.  The \nAdministration will continue to monitor the recent refugee and displacement situation and the ability of the \ninternational community to address the increased needs.\n\nOur support for UNHCR's protection mandate and our diplomatic efforts with host countries is essential to preserve \nthe principles of first asylum and to ensure that assistance reaches vulnerable refugees.  We continue to press all \ngovernments in the region to keep their borders open to those with a fear of persecution and to allow assistance \nand protection to reach these populations.\n\nJordan and Syria have been generous hosts to Iraqis for many years and have largely kept their borders open as \npeople have continued to flow out of Iraq in 2006.  Both Jordan and Syria are also hosts to sizable Palestinian \nrefugee populations, and we recognize the additional burden Iraqi refugees place on these countries.  We are \nworking with UNHCR and with host governments to see how we can help bolster their capacity to provide the \nprotection and assistance so Iraqis do not over-stretch social service networks and the ability of these governments \nto continue to receive Iraqis that are seeking asylum.\n\nAnother aspect of our response to Iraqi refugee needs in the region is an expansion of our U.S. resettlement \nprogram.  Given the large number of Iraqis thought to be in Syria and Jordan, with some estimates as high as 1.4 \nmillion, the U.S. and other third country resettlement programs will play a small but important role in meeting the \nneeds of Iraqi refugees.  For that reason, we are working closely with UNHCR to prioritize U.S. resettlement for the \nmost vulnerable Iraqi refugees.\n\nThe U.S. has been resettling Iraqi refugees since the mid-1970s. To date the U.S. has resettled more than 37,000 \nIraqis, the vast majority of them were victims of Saddam Hussein's regime.  As the number of Iraqis arriving in \nJordan and Syria increased in 2006, we have acted aggressively to expand our ability to offer more Iraqis refuge in \nthe United States.\n\nIn 2006, we provided $400,000 of funding directly targeted to support UNHCR resettlement operations.  These \nexpanded operations will increase registration efforts to help identify vulnerable cases and boost the number of \nreferrals to our program and to those of other resettlement countries. We have provided an additional $500,000 for \nthis purpose in 2007.\n\nThis is very important capacity building for UNHCR for the resettlement program to continue to -- or to increase its \nability to provide referrals.  We have no quota on the number of Iraqis who can be resettled to the United States as \nrefugees.  The process of resettling Iraqis is the same as resettling Iraqis in need of protection from other parts of \nthe world.\n\nThe process includes identifying those in greatest need from among so many, conducting adequate background \nsecurity checks, completing personal interviews with adjudications and coordinating the transportation and logistics \nfor individuals approved for resettlement.  In processing eligible Iraqis for resettlement in the United States, we will \nremain vigilant in preventing terrorists from gaining admission to our country.\n\nI want to recognize that some of the special populations that have received attention from humanitarian \norganizations in 2006 -- minority populations in Iraq and Iraqis who have worked closely with the United States in \nIraq.  Some have called for special protection and programs for these people, including religious minorities such as \n\n\n\nChristians who have fled Iraq or those who have worked for the American government or U.S. organizations or \ncompanies.\n\nMany of these Iraqis are in refuge in Jordan, Syria, or Turkey and may be unable to return to Iraq because they fear \nfor their lives. We intend to ensure that these special populations receive full and expedited consideration and \naccess to the U.S. resettlement program. And we are encouraging them to contact UNHCR to make their needs \nknown.\n\nI want to take just a moment to talk about important programs the U.S. government supports inside of Iraq.  While \nrecent reports have highlighted the conditions of Iraqis in neighboring countries, we must not forget populations of \nconcern still inside of Iraq itself.  UNHCR and the Iraqi government estimate there are as many as 1.7 million \ninternally displaced persons and another 44,082 third country national refugees in Iraq.\n\nThe U.S. government continues to support UNHCR, ICRC, and key NGO programs inside the country that assist \ncommunities with new internally displaced persons, recently returned refugees and other victims of violence. For \nexample, we support important programs of ICRC that upgrade hospitals throughout the country and provide \nmedical services to those who are innocent victims of the armed insurgency.\n\nWe also provide resources and diplomatic support to programs that seek to protect, assist and provide durable \nsolutions for Palestinian, Turkish, and Iranian refugees inside Iraq.  In 2005 and 2006, we supported the movement \nof over 3,000 Iranian Kurdish refugees from the AI Tash refugee camp near the strife-torn town of al Ramadi to a \nsafe area in Northern Iraq, providing permanent housing, employment programs and local integration support.  We \nare also working closely with UNHCR and the governments of Iraq and Turkey to enable the voluntary return of \nmore than 10,000 Turkish Kurdish refugees from the Mahlanour refugee camp to their home villages in Turkey.\n\nThe U.S. Agency for International Development continues to support the protection and assistance requirements of \ninternally displaced persons in Iraq mostly through non-governmental organization.  These NGOs work closely with \nnew IDPs to provide life- saving and sustainable assistance throughout the country.  The administration will \ncontinue to implement existing programs and monitor the displacement situation.\n\nMr. Chairman, we appreciate your leadership on Iraqi refugee issues, and we look forward to working closely with \nyou as we seek to expand protection for these Iraqis, third-country national refugees and IDPs and to ensure that \nthe vulnerable among them receive assistance, access to social services and, for the most vulnerable, the \nopportunity to resettle to a third country.\n\nI thank you for the opportunity to address the committee.  This concludes my testimony.  And I would be happy to \nanswer your questions.\n\nLEAHY: Thank you very much, Madam Secretary.\n\nWe'll take six-minute rounds.\n\nI thank you, Madam Secretary.  We've enjoyed working with you personally.\n\nI'm going to make some observations just generally about the policy that I know of the administration.  I think this is \nan instance where we, not unlike a number of other issues, whether it's been IEDs, the insurgency or the armor, \nwe've really missing the crisis.  And it's effectively exploded -- 202 refugees last year, $20 million for all refugees, \ndespite our $8 billion a month for the war, $20 billion for next year.  Money isn't everything, but a pretty good \nindicator about where the administration is.\n\nNow, I want to ask you if you'll be of some help to us. First of all, in establishing special humanitarian parole, we've \ndone it for groups in the Soviet Union.  We've done it on Cuba.  We've done it in Vietnam. We have done it at other \ntimes.\n\nWill you take that back to the department -- and at least I would hope you would urge the department to consider \nthat, given the nature of the crisis.  But will you give the assurance that you'll take it back to the department and \n\n\n\ngive us some response about whether they will go ahead and do that or if they won't, the reasons for it?  Would \nyou?\n\nSAUERBREY: Absolutely, Mr. Chairman.  And if I might add, I met just this morning with someone from consular \naffairs.  And we were talking about just this issue.\n\nLEAHY: Good.\n\nSecondly, a commitment to activate, assist and to process refugees inside Iraq -- that's enormously important.  \nYou've got a series of regional embassies.  You've got the green zone, Mosul, Kirkuk, Basra, Hillah (ph).  Will you \ngive us assurance that you will go back to the department and consider activating a system to process refugees \ninside Iraq? And then I'd like to know -- this could also include the American embassies inside the country.  Will you \nlook at both of those?\n\nSAUERBREY: Mr. Chairman, I appreciate that.  We certainly will. My bureau is holding conversations with our \nembassy.  Another one is scheduled tomorrow to try to look at procedures that can be used.\n\nIt's a complicated issue because of the security problems of people reaching our embassy, people coming into the \ngreen zone.  We are, however, looking at ways that we can find to do processing inside of Iraq as well as urging \npeople who are extremely vulnerable to seek protection in Jordan where they are more readily accessed.\n\nLEAHY: Well, that's true.  But many of these countries are closing the borders.  Now, I mean, the Jordanians, the \nLebanese, the Syrians are hard pressed.  The Saudis have closed theirs.  So it's very difficult for -- the borders are \nclosed for these individuals to get in.  They can't do it inside Iraq.  They can't do it outside.  And we're going to hear \nfrom the kinds of witnesses stories of extraordinary courage and what they have done in terms of working with \nAmerican service men.\n\nWe're going to hear a very important story of that and what the risks that they've gone through and how their fellow \n-- in this instance, translators, but another instance, a person that was providing water for American service men.  \nSo inside the country as well as the processing in embassies in that region very, very important.  And I want to hear \nback from you, please, about what the department is going to do in this.\n\nNext we have the 20,000 surplus in terms of the numbers, 20,000 reserved.  Those numbers are approved by the \npresident of the United States.  We haven't had the resources. We've talked about this previously -- to do it.  There \nis additional resources that are going to be necessary for the resettlement.\n\nI'm thinking that, you know, we're talking about whether it's translators or those that have worked with military \npersonnel, those that I think have worked even with American independent contractors, those who have worked \nwith the press.  They're all under the same kind (ph).\n\nAnd we'll hear more about that later.  We have special kind (ph). And if it is going to be the resources that are going \nto be necessary to be able to do it, we want assurance that when that supplement comes up in terms of the one \nthat we anticipate that you'll make the request for adequate resources to be able to process this.\n\nSAUERBREY: Mr. Chairman, first of all…\n\nLEAHY: I know you can't answer that precisely.  I've been around here long enough.  But give us your best shot at \nit, will you?\n\nSAUERBREY: First of all, I want to assure you that our top priority -- and we are absolutely seized (ph) with the \nissue of how we can help those people who have worked for, provided assistance to the United States government.  \nAnd that has got to be an absolute top priority.\n\nIn terms of the resources, if we are fortunate enough to receive the funding that the Senate approved for our \nadmissions program, we will have the 70,000 number that the president asked for, which has the 20,000 \nunallocated reserve.  We are eagerly waiting for a resolution to this number so that we don't…\n\n\n\nLEAHY: OK.  Well, if it doesn't come, I hope you'll give consideration to the supplemental.  My time is just about up.\n\nBut this idea of a regional conference in the area -- you have individuals that are moved in all of these countries, \nincluding Syria, including in Iran.  And I think we're going to hear later in the day from the U.N. high commissioner \nabout the possibilities of having some regional conference, either under the Arab League or the other possibilities \nthere.  Can you give us some assurance at least that we are going to be a constructive and positive force and that \nwe will participate in such endeavor if it's under the leadership of the U.N. high commissioner?\n\nSAUERBREY: I spoke to the high commissioner on Saturday, and he told me that they are moving forward with the \nOIC and expect to have some sort of a meeting of that -- under that auspices in the spring. We certainly look \nforward to working in any way that we can to cooperate.  This has got to be a coordinated effort.  The United States \nis a very generous country, but we can't do it alone, nor should we be doing it without coordinating with other \ncountries in the region as well as other resettlement countries and assistance countries.\n\nLEAHY: Well, I want to thank you.  My time is up.  I hope you'll get back to us in a timely way because time is of \nsuch importance.\n\nSAUERBREY: Thank you, Mr. Chairman.\n\nLEAHY: Senator Specter?\n\nSPECTER: Thank you, Mr. Chairman.\n\nMadam Secretary, in your statement you noted that there are 1,700,000 internally displaced people in Iraq.  And in \nyour statement you note that the United States has helped to resettle 37,000.  That's a very small percentage of \nthose who are in need.  Is that adequate? What more can be done?\n\nSAUERBREY: Mr. Chairman, we recognize that if all the resettlement countries in the world take the maximum \nnumber that they can absorb we will only touch a small percentage of this population.\n\nSPECTER: Well, what more can the United States do?\n\nSAUERBREY: What we are focusing our -- where we think our effort needs primarily to be focused is on assistance \nand protection of refugees in the countries of first asylum.  These countries…\n\nSPECTER: But, Madam Secretary, how can we increase the number so that we do more for more than 37,000?  \nWould you take that back to the department?  Because that's a relatively small number being accommodated.\n\nHow about the unallocated spots where some 20,000 are allocated each year without any specific designation? But \na great many of those spots have gone unused.  Two questions -- how many spots are there unallocated?  And why \naren't more being used for the Iraqis?\n\nSAUERBREY: Mr. Chairman, the presidential determination was 70,000, of which we had designated at the time \nthat that planning document was put together. Last spring is when that work began.  And there was not at that point \na massive outflow.  And we had allocated in the planning document 5,500 slots for the region.  We left the 20,000 \nunallocated reserve for the purpose of being able to have flexibility in the (inaudible).\n\nSPECTER: Well, why not use them now when there's such a pressing need?\n\nSAUERBREY: We certainly are hoping that we will be funded to use them.  At this point, we…\n\nSPECTER: Is it only a matter of funding?  And is the State Department prepared to use those unallocated spots for \nthe Iraqis?\n\nSAUERBREY: We would be using a significant number of them. There are other…\n\nSPECTER: You say significant.  What do you mean by that?\n\n\n\nSAUERBREY: I would say the overwhelming majority.  There are other pressing areas in the world as well.  But \nbecause of the significance of this outflow, I'm sure that the largest portion by far would go to Iraqis.\n\nSPECTER: Madam Secretary, as to the 37,000 who have come to the United States, is there qualitative information \nas to what kinds of people these are? Are they Ph.D.s?  Are they scientists?  Are they skilled?  Are those who are \ncoming from Iraq to the United States adding significantly to the productivity of our country?\n\nSAUERBREY: I think that we can say that for the majority of people who immigrate to our country.\n\nSPECTER: Well, if they are well qualified and if they are seeking asylum but if they want to go, we're not promoting \na brain drain on Iraq.  We're not asking their people to come to the United States.  But where they're in need of \nrefuge and they can benefit our country, that would be another very positive reason.\n\nLet me turn now to the idea of an international conference.  I had an opportunity to visit in Syria and talk to \nPresident Bashar Assad in late December.  And he talked about Syria's willingness to host an international \nconference where the warring factions from Iraq would be brought to Damascus.  He said he had already gotten \nthe cooperation of Turkey.  He intended to invite other Arab countries.\n\nHe expressed concern about, as he put it, 1 million Iraqis who have come into Syria.  Wouldn't this be a very \nimportant resource for the United States to activate and to be willing to have a dialogue with Syria, at least to the \nextent of dealing with this problem, which is of mutual concern?\n\nSAUERBREY: This would be a foreign policy issue, Senator, that would be a little bit out of my…\n\nSPECTER: Well, you're in the State Department.\n\nSAUERBREY: This is true.  And I will certainly take this back to the secretary as a suggestion that you are posing.\n\nSPECTER: Well, she's heard my suggestion.  What do you think about it?\n\nSAUERBREY: I think that anytime that you can get…\n\nSPECTER: She's heard my suggestion, and I've heard from her. But now what do you think about it?\n\nSAUERBREY: I think that anytime that you can get parties talking to each other that something constructive has a \nlikelihood of coming out of it.\n\nSPECTER: Well, it certainly is a gigantic problem.  And the countries in the region -- this could be some common \nground.  When we talk to Syria we might also take President Bashar Assad up on his offer to try to control the \nborder.\n\nWe're talking about trying to stop the insurgents and the terrorists from coming into Iraq.  And he complains -- and I \nhaven't had a chance yet to brief the secretary.  She's traveling.  But I will be doing so next week -- complains that \nhe needs cooperation from the United States.\n\nIn the last seven seconds that I have let me ask one final question.  And that is what steps are we taking to be as \nsure as we can that the refugees who come into the United States under this program these people are not \nterrorists themselves?\n\nSAUERBREY: Senator, every refugee who comes into the United States has to be individually adjudicated by the \nDepartment of Homeland Security.  They are screened for their background, and every effort is being made.\n\nOne of the reasons that you are seeing so few Iraqis that have come into the United States since 2003 is because \nof an enhanced security review that has been required that has made it very difficult for these Iraqi refugees who \nhave been referred to us by UNHCR to pass through the screening mechanism.\n\n\n\nThat enhanced security review has also led to UNHCR not making referrals to the United States.  So the security \nissue is very critical and very key to this whole issue, both in terms of how we balance the protection of the United \nStates and at the same time, maintain the humanitarian nature of our country to be a welcoming country to \nrefugees.\n\nSPECTER: Thank you for your contribution to public service, Madam Secretary.  I note a long resume of activity \nand public life, state legislature, candidacy for governor.  We thank you for that active participation and for the job \nyou are now doing.  So carry our message back to Secretary Rice.\n\nSAUERBREY: Thank you, Senator.\n\nSPECTER: Thank you.\n\nLEAHY: Senator Cardin?\n\nCARDIN: Secretary Sauerbrey, it's nice to see you again.  I had the opportunity…\n\nSAUERBREY: Mr. Speaker?  Can I call you Mr. Speaker?\n\nCARDIN: Not here, but you (inaudible).  It's nice to see you. We had a chance to work together for many years in \nthe Maryland legislature. And it's good to have you before the Judiciary Committee.\n\nI want to follow-up a little bit on Senator Specter's point about the 37,000 because if I understand correctly, most of \nthose 37,000 came to the United States when Saddam Hussein was in power in Iraq. So do you know the numbers \nthat we have admitted under refugee status since the current campaign by the United States and coalition forces?\n\nSAUERBREY: Yes, Senator.  We have admitted since 2003 466.  And the large -- the main reason that that number \ndropped so dramatically was, as I was explaining to Senator Specter, after 2003, the Congress enacted significant \nchanges in the law that have created a need for much enhanced security testing.\n\nCARDIN: And I certainly understand that.  But to just underscore the point that Senator Specter made and Senator \nKennedy made, knowing the numbers of refugees that are in Iraq and in the surrounding countries, knowing full \nwell that many of the individuals who are seeking asylum in the United States are doing so because of helping the \nUnited States in Iraq, as the two witnesses that will be testifying later and the ordeal that they had to go through in \norder to reach safety.\n\nI am certain many have not reached safety.  And I think we have a much stronger obligation to make this country \navailable.  I just really want to underscore the suggestion Senator Kennedy made about being able to provide \nservices within Iraq for those who seek asylum in the United States.  It is just impossible for many to go through \nwhat these two witnesses that later will be testifying to come to the United States without some assistance from us \nin Iraq or in that region.\n\nSo it seems to me that's the least we can do.  And the fact that we only have 400 that have been able to make it \nthrough our process to be able to come to America I think speaks volumes as to the need for us to find a policy that \nwill be more accommodating so that we accomplish some of our responsibility here to help those that are in need.\n\nSo I hope you'll do more than carry it back.  I hope that we will come with some workable plans in order to make \nthis program work in our country.\n\nSAUERBREY: Thank you, Senator.  As I indicated earlier, we are in discussions with our embassy, not only in \nBaghdad, but our embassies in the bordering countries so that we are trying to find a way to address those inside of \nIraq as well as those who have reached perhaps (ph) Amman (ph).  We are looking at special visas.  We are \nlooking at the special benefit parole. We are looking at trying to find some way to do in-country refugee processing.\n\n\n\nIt is a -- I have to tell you it is a very difficult issue to try to figure out how to do this within Iraq, within the green \nzone, within our embassy.  How to do this is not an easy -- does not have an easy solution.  I just want to assure \nyou that we are working very diligently trying to figure out a way to make it work.\n\nCARDIN: I appreciate that.  But one of my concerns is that many of these individuals are not displaced within Iraq.  \nThese are individuals that perhaps were living in their homes in their community but a fear of being killed or their \nfamilies killed because they helped America.\n\nSo I don't know if we have any numbers as to how many are in fear of their life or fear of their families' life because \nof being identified with the United States.  But it'd be, I think, important for this committee if we had better \ninformation to work on.  I would just encourage you to try to get the numbers from our command in Iraq as to what \nwe're looking at as far as families that are at real risk today.\n\nOne of the tragedies in Iraq is that we are not able to guarantee the safety of these families.  So I think we need to \ndo -- obviously we need to do what we can in Iraq.  But we also need to do what we can to make sure people are \ngiven as much safety as possible.\n\nSAUERBREY: We have developed an expedited system recently with UNHCR whereby we are able to provide \nthem with information of people who have already chosen to leave Iraq that are moving to surrounding countries so \nthat we can alert them to immediately process.  And, in fact, we just this week have gotten an individual who had \nbeen brought to our attention by an NGO that had gone to Amman.  And we were able to notify UNHCR.\n\nThey brought them in and gave him refugee status immediately. And they have been referred to our resettlement \nprogram.  So the process is underway.\n\nCARDIN: Thank you.  Thank you.\n\nThank you, Mr. Chairman.\n\nLEAHY: Thank you.\n\nSenator Cornyn?\n\nCORNYN: Thank you, Mr. Chairman.\n\nMadam Secretary, in 2003 I had a chance to travel to Iraq with the Senate Armed Services Committee.  And I \nremember standing on the edge of a mass grave located in Iraq and was told by a U.N. representative that \napproximately 400,000 Iraqis lay dead in similar mass graves throughout the country victims of Saddam -- of the \nSaddam Hussein regime, Kurds, Shia and others who resisted his tyranny.\n\nThey also at the same time said that about 1 million Iraqis had fled the country to other parts of the world.  From \nwhat you said earlier, it sounded like that that reversed itself somewhat following Saddam's fall but then again \nreversed itself with the outflow exceeding the inflow.  Could you go through those numbers again and the relative \ntime periods?\n\nSAUERBREY: Yes, thank you, Senator.  This is such an interesting and complex issue because I can tell you I \ncame into my position just about exactly a year ago.  And at that time, we were touting the fact that repatriation was \nso successful because most of the resources that we were spending at that time were to return people.  And a very \nlarge number of Iraqis were returning to Iraq.  And we were funding the assistance programs to sustain them.\n\nCORNYN: And when did that change?\n\nSAUERBREY: That changed largely following the Samarra bombing in April of last year.  And so, it really was not \nuntil about, I would say, July or August that we started becoming aware that there was a large number of people \nmoving in the other direction.\n\n\n\nCORNYN: When looking at a difficult problem, I think you would probably agree with me it's important not only to \nlook at what the effects are, but what the cause may be.  And, of course, in trying to solve this problem, would you \nagree with me that if there's anything that we might be able to do about the cause of the refugees flowing out of \nIraq in fear of their safety because of the sectarian violence and the unstable environment -- if there is anything we \ncould do to stabilize Iraq to allow Iraqis to govern themselves and to defend themselves that that would go a long \nway to stemming the tide of people leaving the country out of fear for their own safety.\n\nSAUERBREY: Senator, there is no question that throughout the world most people don't want to be resettling in \nthird countries. They want to go home. Refugees want to go home.  They want to live in safety and dignity in their \nhomes.\n\nAnd so, as we look at the solutions to this problem and recognizing that only a small percentage under the best of \ncircumstances are going to find an opportunity to resettle somewhere else.  And they're going to have to be the \nmost vulnerable that we are able to identify that need resettlement that probably for whatever reason may never be \nable to go home. But making Iraq a stable country where the violence is brought under control is the most important \nthing that we can do for our refugee program.\n\nCORNYN: Well, I'll acknowledge the obvious and say our policy in Iraq is controversial.  But what I hope is not \ncontroversial is our desire to try to solve this problem, not only in terms of the instability created in the Middle East \nand the likelihood of regional conflict and the likelihood of another failed state serving as a launching pad for future \nterrorist attacks, but also for the millions of people who are fleeing the danger in that country.\n\nAnd I just hope that all of us in public life, those who have taken an oath to represent our constituents, to protect \nand defend the United States will try to look for constructive alternatives and not just criticize.  I think one of the \nthings that distresses me the most about the public debate about the way forward in Iraq is while the president has \nconsulted with a vast array of people across the political and ideological spectrum, consulted with the best military \nminds available in our country and come up with a plan that there are those who would simply criticize that plan and \nwho have nothing else to offer by way of an alternative.\n\nAnd I would hope this would be one of those things from a humanitarian standpoint, from a standpoint of simple \nhuman compassion that we could rise above the typical contentiousness in Washington, the partisanship, the \ndivisive debates and try to find some way to find common cause to bring that kind of stability to that country and to \nallow what perhaps is the most humane thing we could possibly do. And that is to allow Iraqis to return to their \nhome and to live in peace and safety and stability.\n\nSo I hope while we look at the effects of the turmoil and violence in Iraq and we try to deal with that as well as we \ncan we also -- we won't ignore the cause and we'll work together to try to find solutions.  Thank you very much.\n\nSAUERBREY: Thank you, Senator.\n\nLEAHY: Thank you very much, Secretary.  We look forward to hearing from you. Appreciate your appearance here \nthis afternoon.\n\nSAUERBREY: Thank you.\n\nLEAHY: We'll move towards the next panel of witnesses.  We'll hear testimonies and have the opportunity to ask \nquestions of the first two witnesses on this panel.  And then I'll ask that the remainder of the witness on this panel \ntake their seats.  In order to protect the identity of our two witnesses and the lives of their families, I'm going to ask \nthat the audience, members of the press refrain from taking any pictures or video shooting of the witnesses during \nthe testimony.  And I thank you for your cooperation.\n\nBefore I begin, I'd like to commend each of the witnesses on this panel and their families for their courage in coming \nto testify to tell their stories.  Before introducing them, I'd like to recognize the Morgan, Lewis Law Firm from \nPhiladelphia and the Villanova Law School Care Clinics.\n\n\n\nThese attorneys and law students have been incredibly valuable to the witnesses testifying before us today.  And I \nwant to offer my thanks to Dino Privitera from Morgan, Lewis and Brian Watson from Morgan, Lewis, Peshel \nPistone (ph), Villanova Law School I think is the professor.  And she is strongly committed to this pro bono work in \nthe law school and Shawn Burke (ph), Villanova Law School and Robert Kidwell, Villanova Law School.\n\nBoth the law firm and these law students -- you'll hear the results of their work -- have just performed nobly.  And \nthey deserve the highest commendation in terms of the legal profession.  They've just made an extraordinary \ndifference.  They've been enormously helpful to this committee.  And their work is going to be extremely helpful to \nus as we -- and I'm sure the administration -- as we go forward.\n\nOur first witness is \"Sami.\" He is the first ever recipient of the special immigrant translator visa from Iraq.  He's a \nformer interpreter and translator for the U.S. and the coalition forces of Mosul.  And our second witness is \"John,\" \nwho along with his family were granted asylum in the U.S. just a few months ago.\n\nHe's a former truck driver contracted by the U.S. military to supply water in its service camps. We'll hear from \n\"John\" and his interpreter, Mira Matya (ph).  And I'm very, very grateful to them for their presence here today.\n\nAnd then we'll introduce in the remainder of our panel.  I might just take a moment now to introduce Captain \nZachary Iscol of the United States Marine Corps.  He is currently assigned as a team leader and company aide, \nForeign Military Training Unit, Marine Forces Special Operations Command.  He was deployed to Iraq where he's in \ncharge of a combined action platoon comprised of 200 Iraqi soldiers and 30 U.S. Marines.\n\nHis platoon became a model for successful development of Iraqi security forces after fighting on the front lines \nNovember 4th (inaudible) to clear Fallujah.  The platoon's Iraqi soldiers are some of the first to participate in high \ndensity combat operations.  He later conducted security operations throughout Iraq's Anbar province. He's a \nrecipient of the Bronze Star medal, Combat Distinguished V Device and the combat action ribbon.  He'll talk about \nthe importance of Iraqi translators to the success of their mission.\n\nAnd then we have Lisa Ramaci-Vincent who is the executive director of the Steven Vincent Foundation created to \nassist families of indigenous journalists in regions of conflict throughout the world who are killed while doing their \njobs, also to support the work of female journalists in those regions. Previously she worked at the American \nfurniture and folk art department at Sotheby's Auctions House.\n\nAnd then we'll hear from Ken Bacon who served as the president of Refugees International since 2001, 1994 to \n2001, assistant secretary of public affairs, Department of Defense where he advised the secretary of defense and \nother top officials, from '69 to '94, reporter and editor and columnist of the Wall Street Journal.  He's appeared \nbefore our committee on a number of occasions on the issues of refugees.  And we are grateful to all of them.\n\nSo we will start, if we might.  And we'll hear -- if we could, we'll start with \"Sami.\" OK.\n\n\"SAMI\": I'd like to thank Chairman Leahy, Ranking Member Specter, Senator Kennedy and members of the Senate \nJudiciary Committee for providing me the opportunity to testify and share my experiences with you as a former Iraqi \ntranslator assisting coalition and U.S. forces in Iraq.  I am privileged and honored to do so.\n\nIn order to protect my identity and because of the concerns for the safety of my family back home in Iraq, I am \ntestifying here today under the name of \"Sami Al Abati (ph).\" I'm a 27-years-old Sunni Arab from Mosul, Iraq.  In \nApril 2003 shortly after U.S. troops arrived in Mosul, I volunteered to work as an Iraqi translator.\n\nI welcomed the opportunity to help U.S. and coalition forces because I believed that they had come to liberate Iraq \nfrom years of tyranny and oppression under Saddam's regime under which I had lived my entire life.\n\nIn my role as a translator, I helped U.S. and coalition forces build trust and working relationships with local Iraqi \ngovernment officials, business, civic and religious leaders.  I accompanied U.S. soldiers on hundreds of convoys \nthrough hostile territory.  Often the military vehicles in which we traveled were targeted by anti-Iraqi insurgents and \nterrorists with road-side bombs, rocket-propelled grenades, ambush and/or small-arms sniper fire.\n\n\n\nDuring the time I served as translator, I honestly believed I would be killed.  For instance, I translated many \ndiscussions between U.S. forces and Mosul police chief Barhawi who was eventually arrested in November of 2004 \nfor working with terrorists and who was involved in the murder of Osama Kashmoula, the governor of Nineveh \nprovince.\n\nIn September 2004, Governor Kashmoula was en route to a meeting in Baghdad when his convoy was attacked by \ninsurgents.  The Iraqi police under the command of Chief Barhawi had to place a towel over the governor's window \nto shield him from the sun.  In fact, the towel was marked the spot where the insurgents aimed their bullets which \nkilled Kashmoula, the governor of the province.\n\nI am saddened to say that the number of Iraqis who have lost their lives for the cause of freedom and democracy in \nIraq is too long to recount today.  Let me give you but one example.\n\nSamir, the lead interpreter for the Task Force Public Affairs office was executed by several gunmen on a crowded \nstreet on his way to work.  After being taken hostage by insurgents, he attempted to escape from his captors \nbecause he knew better than anyone the horrible fate that Iraqis who worked for coalition forces faced.\n\nHe broke free at a crowded intersection and ran into a crowded open market. The terrorists chased him down and \nshot in the back. One of the terrorists then calmly approached Samir, stood over him, and shot him point blank in \nthe face and walked away.  I too have been targeted for my death.  My name was listed on the doors of several \nmosques calling for my death.  Suppose a friend of mine saw my name on the list and turned on me because they \nbelieved I was a traitor.\n\nEncouraged by many U.S. soldiers, I decided that I would leave Iraq on November 9, 2005.  As it turned out, I \nalmost never made it. On November 7th, I was seriously injured in a targeted car bombing.  I was in a car traveling \nthrough a Mosul neighborhood when a suicide bomber in a car directly behind me blew himself up.  I was hit by \nshrapnel in the face, bloodied and dazed.  I am fortunate to be alive.\n\nFollowing this brush with death I fled Iraq.  Upon my arrival in the United States I sought advice for obtaining \nasylum.  My attorneys prepared and filed my applications for asylum and application for a special immigrant status \nunder the newly enacted law that provides protective status to those of us who served as translators for the \nAmerican forces in Iraq.\n\nIn June 2006 I learned that I had been granted special immigrant status.  As a result today I live free from the fear \nof persecution and threats to my life that I faced on a daily basis in Iraq.  My hope is that all brave Iraqis who \nworked and braved so much will have the same chance as I have had to live in freedom.\n\nAs it did with me, the road to a free and democratic Iraq begins first and foremost in the head and hearts, in the \nhead and minds of the Iraqi people.  Without the ability to communicate with Iraqi people in their own language, \ndemocracy and freedom will be at risk. Terrorists understand this concept all too well.  And that is why they have \nand will continue to specially target Iraqi translators and kill those who have dared to give freedom and democracy \na voice in Iraq.\n\nSenators, I'm happy to answer any questions.\n\nLEAHY: Very good.  Thank you very much.  We'll come back to some questions. Maybe we'll listen, if we could to \n\"John.\" We'll listen to your testimony. And then we'll have questions for both.  We're going to have a…\n\n\"JOHN\": I thank you for having me here today.\n\n(THROUGH TRANSLATOR): Thank you for having me here today.  With your permission, I would like to read my \nentire statement to you in Aramaic and then have my statement read to you by my interpreter in English.  I promise \nto be brief, and thank you for listening.\n\nLEAHY: We'll proceed in that way, \"John.\"\n\n\n\n\"JOHN\": (SPEAKING IN ARABIC)\n\nLEAHY: Thank you very much.  Mira Matya (ph), will you give us the translation, please?\n\n\"JOHN\" (THROUGH TRANSLATOR): My name is \"John,\" and I am 48 years old.  I have a brief statement to give to \nthe subcommittee today. I would ask that my full statement be made part of the record. I am a native of Iraq born in \nBatnaya, Mosul.  My family and I were granted asylum in the United States just two months ago.\n\nMy wife, my six children and myself fled Iraq after terrorist groups targeted me and my family because I aided the \nAmericans by supplying water to their service camps.  I worked for a contractor paid by the American military to \ndeliver water to its servicemen.\n\nAdditionally, my family and I are Chaldeans, and thus, practicing Catholics.  As a result we were often the targets of \nharassment and attacks by the Islamic majority who associated us with the Americans. It is because of this \npersecution that thousands of my fellow Chaldeans have fled Iraq making Christianity virtually extinct in the country.\n\nOn two occasions, I was beaten by Islamic terrorist groups that knew my name and threatened that if I did not leave \nthe country I would be killed.  On the day of the first attack, I went to work delivering water to the Americans along \nwith my son.  At about 9 o'clock that morning, we saw what appeared to be a road blockade ahead.  Before we \ncould realize what was happening, my son and I were dragged out of the cab of our truck.  We were positioned face \ndown on the side of the road by a group of terrorists.\n\nI could not make out the identity of these men, but they were heavily armed and were wearing green bandanas \ndecorated with the three-stars from the Iraqi flag.  They kept saying to me, \"Don't work with the Americans,\" and \none of them struck me in the face with the butt of his gun permanently damaging jaw.\n\nAnother man twisted my son's arm so severely that he broke it. They knew my name and instructed me that this \nwas a warning and that I would be killed if I continued assisting the Americans.  After they made their threat they \ndeparted, leaving us bloodied on the side of the road.\n\nIt was at this point that everything began to change for my family.  My wife feared for our children's lives so much \nthat she refused to let them go to school, and I stayed up most nights watching out for any signs of trouble near our \nhouse.\n\nDespite the warning from the first attack, I continued delivering water for the Americans. I was attacked a second \ntime roughly five months after the first attack.  I was alone making a delivery to the American soldiers.  I was \nstopped on the road and a man got into my truck and pointed a gun at my head.  He ordered me to follow the \nvehicle in front of me.  I followed the vehicle into the desert.\n\nWhen we stopped, five additional terrorists exited the vehicle and ordered me out of my truck.  The men were \nspeaking Farsi and were dressed in long, white robes with masks covering their faces.  The six terrorists blindfolded \nme and repeatedly struck me in the face with their guns.  They called me by name, and they knew I had been \nwarned before. They told me they were going to kill me.\n\nI pleaded for my life.  Five of the terrorists were yelling, \"Kill him.\" One, however, spoke up and said, \"We will not kill \nyou, but you must leave the country immediately.\" If I did not leave, they promised me they would kidnap and \nslaughter my entire family.\n\nThey continued to beat me until I was knocked unconscious.  I awoke several hours later alone in the desert.  I \nreturned home to tell my family we had to leave the country immediately.\n\nWe had family in America.  And since my assistance to the American soldiers was partly responsible for my family's \npersecution, we decided to flee Iraq for the United States.\n\nTwo years ago after traveling through five countries within four continents, we took a taxi cab from Mexico to the \nUnited States border.  Just one week later, asylum was granted.  We flew to California where I was reunited with \n\n\n\nmy children, my brother, my mother and several members of my family.  Two years ago yesterday I was fleeing Iraq \nin the back of a bus just starting my long journey to America.  My future was unknown.\n\nBut now thanks to the help of many people, my family and I have been blessed with asylum in this country. I thank \nyou for your graciousness in allowing me to speak here today, and I ask that you continue to be as gracious to my \nformer countrymen and fellow Chaldeans who have been forced to leave their homes.\n\nThank you very much.\n\nKENNEDY: Well, thank you very much, \"John.\" These are enormously moving stories.  People have used words \nhere and around the world, but you've been living this nightmare for yourselves and your families.  And it's \nextraordinary stories of courage and heroism and for your work for Americans and the service men.\n\nLet me just ask first, \"Sami,\" you were obviously targeted. You've mentioned other individuals who were translators \nwere targeted. What was the sense among the translators?  Did some others of them flee?  Do you know people \nthat have fled?  Why would people come back in and work and be translators?\n\nI think you mentioned to us earlier when I saw you at noontime that many translators that are American translators \nwork for the higher echelons, but at your level you've worked with -- we'll hear later about working with the Marines \nand others in local communities. And it's your own testimony that you guided different groups in different roads and \ndifferent communities.\n\nAnd a more fuller explanation has the work that you've done at great risk in terms of providing information to \nAmericans.  What is the general sense?  Do you feel that you're targeted?  And would other translators feel they're \ntargeted?  And so, what do they do?  I mean, how do they -- where do they go?\n\nDo they feel that they can get into the United States, they can't get into the United States? Do they flee?  Do they \nfeel that America is going to be there for them as you've been there for America? What's the mood?\n\n\"SAMI\": Thanks for your question, Mr. Kennedy.  When a translator decides to work for the U.S. Army to help \nsupport democracy and freedom in Iraq, then the translator puts his life on the line. That's a decision someone has \ngot to make when they first go and apply for the job.  Once you make this decision, you're in.  You've put your life \non the line, and then you have to agree to accept all the dangers, the risks that you take that comes out of it.\n\nAnd until some point when translators find themselves in a very critical situation like when they find, you know, \nterrorists are trying to attack their families, that's what matters the most.\n\nKENNEDY: They print your name at the church.  Tell us is that true?\n\n\"SAMI\": Yes.  Yes, sir.  I saw my name on lists of several on the mosques, on the walls of the mosques.  They call, \nyou know, the traitors and people wanted to the terrorists or jihadists or whatever. They call us traitors.  And under \nthese names they try to make it more -- to make more logic to the normal people.\n\nAnd then they try -- they start assassinating anyone who even -- who (inaudible) resigns his position with the United \nStates Army, still you've got a record with them.  So no matter how long had you been since left working with them, \nyou still have that record.  The only thing that you could do is leave the country with your family.\n\nKENNEDY: Well, let me ask. When you left the country -- now, in order to be eligible for this program, you have to \nget a general or flag officer to state that you've been a translator for over a year.\n\n\"SAMI\": Yes, Mr. Kennedy.\n\nKENNEDY: And I imagine that has its complications as well for other translators to be able to get.  So what \nhappens?  You leave. Did you then hope to get into the United States?  Just very quickly, did you hope to get into \nthe United States?  And was this a problem? I mean, did you…\n\n\n\n\"SAMI\": First of all -- I'm sorry.\n\nKENNEDY: Go ahead.\n\n\"SAMI\": First of all, when I left the country, I was just hoping to stay alive.  That's my main concern.  And then I was \nable to come to the United States.  Later on I was able to obtain a -- when I came over to the United States -- to \nobtain a letter of recommendation from General Ham, Carter Ham, who is a commander, who is a commander for \nthe forces in Iraq, in Mosul. So it's very hard, of course, unless the general knows the person individually to write a \nfavorable letter and recommend you to this program.\n\nKENNEDY: OK.\n\n\"John,\" let me ask you.  Now, you didn't serve as a translator, but you certainly worked and risked your life in \nproviding for American troops.  And you were beaten.  You saw your children beaten, obviously threatened.  Now, \nas I understand, it took you three or four different passports to get in here. Just one passport?  I thought he went to \nother countries.\n\nI thought I was told at lunchtime that he had different passports for getting into different countries.  All that being \naside, do you know of other Iraqis that worked for Americans or Americans that were targeted and whose lives were \nat risk and tried to flee the country or wanted to come to the United States, unable to do so?\n\n\"JOHN\" (THROUGH TRANSLATOR): I don't know about others.  I know about myself and my story.  I know other \npeople have fled Iraq for many different reasons.  But I'm not sure what were their exact reasons.\n\nKENNEDY: OK.  Just a final, and then my time is up.  To come back, let me ask you, \"John\" or \"Sami,\" do you \nknow why you were targeted.  Why were you targeted?  How did you get caught up in civil war sectarian violence, \nwhatever you want to call it? Why do you think they were after you some time ago?\n\nWhen did you first detect that they were going after you, a couple of years ago now?  Why were they after, why \nwere they after you for working for Americans?  Who was it that was after you? Weren't there any groups around to \ntry and protect you?\n\n\"SAMI\": Yes, Mr. Senator.  Like I mentioned, the connection between the coalition forces and the Iraqi civilians, the \nIraqi community is the translators who try to bridge the gap, try to communicate between both sides.  And a lot of \npeople anti-democracy, anti-freedom -- they don't like that.  They don't want any connection between both sides, \nthe American side, freedom, the forces try to promote the ideals of freedom and democracy.\n\nAnd these people who want the tyranny and oppression to stay in the country and darkness.  So these people, they \npay money for -- they hire people to kill us, to hunt for translators. And they have all the details and information \nabout every single one of us.  So a lot of people are involved in that: Baathists and radical Islamists and some \npeople from neighboring countries to keep the situation chaotic. That's basically it.\n\nKENNEDY: OK.\n\nSenator Specter?\n\nSPECTER: Thank you, Mr. Chairman.\n\nWell, thank you, \"Sami.\"\n\nAnd thank you, \"John,\" for coming in here today to testify and to provide evidence which will inform the American \npeople of the need to have a refugee program.\n\nWe salute you, \"Sami,\" for what you have done as a translator and you, \"John,\" for helping the United States forces \nthere.  And we thank Morgan, Lewis for providing pro bono work.  It's in the great tradition of the American lawyer to \nhelp people who are in need of help without cost.\n\n\n\nAnd we congratulate the Villanova law students for assisting \"John\" in making his case and helping him come \nforward.  Nice to see so many Pennsylvania connections with assisting you men who have done so much and are \nso brave.\n\nNow, \"John,\" the first question is for you.  I note in a resume that you left in the fall of 2004, left Iraq after death \nthreats, fled to Syria.  And then you returned to Iraq in February of 2005 to complete your college studies.  Why did \nyou go back to such a dangerous situation?\n\n\"JOHN\" (?): Mr. Senator, when I left the country, there was a reason.  At that time, my best friend who was a \ntranslator who was abducted back then and my name was next to him.  So I had to leave the country the same day.  \nI left, I stayed at someone's house and left the next morning.\n\nSPECTER: So why did you go back?\n\n\"JOHN\" (?): I had to go back because I really wanted to finish my studies. I had one more semester left for my \nschool to get my (inaudible).\n\nSPECTER: There's always good schools in Pennsylvania.  You wanted to go back to Iraq?\n\n\"JOHN\" (?): Sure, sure, I would love to.  I would love to go back to school here.  And eventually I was able to finish \nmy studies.\n\nSPECTER: \"Sami,\" I note that in March of 2006, according to the summary, you learned of a training schedule to be \nheld at the law firm of Morgan, Lewis and Bockius in Philadelphia.  And you enrolled in the training schedule.  What \nkind of training was it?  And why did you need some special instruction to enable you to apply for refugee status?\n\nWhat I'm looking for is how complicated is it for someone in your situation to achieve refugee status?  And how \ncomplicated is the State Department making it for you to get this kind of special training?\n\n\"SAMI\": It's really, really complicated and difficult to obtain such a status.\n\nSPECTER: Morgan, Lewis only has 1,000 lawyers.  They're limited as to how much training they can get.\n\n\"SAMI\": I'm sorry, I didn't hear the question.\n\nSPECTER: I said -- go ahead with what kind of specialized training.  How complicated was it?\n\n\"SAMI\": You're referring to the special immigrant status for translators? Or the…\n\nSPECTER: Or special training that you got from Morgan, Lewis and Bockius.\n\n\"SAMI\": The training.  I heard about the training.  I went there to listen to see what is it like and what is the training \nabout to know about all the refugees and asylum in this country. So I attended that meeting and conference.  And \nlater on I was able to get a pro bono lawyer from Morgan, Lewis and Bockius…\n\nSPECTER: Well, if it is so complicated on the path you have taken, the question arises into my mind as to how \nothers are going to get sufficient knowledge and information.  Everybody can't be trained by a law firm to know \nwhat to do to get this refugee status. What's your thinking on that?\n\n\"SAMI\": It took me a really long time and, you know, a lot of people involved in that to get to the connection, the \nright connection to get to these people to represent me on a pro bono basis.\n\nSPECTER: \"Sami,\" I don't have much time.  I want to ask you one more question before turning to \"John.\"\n\n\"SAMI\": OK.\n\n\n\nSPECTER: And that is what is the attitude of the Iraqis as a generalization.  I know you can only speak for yourself \nand your own experience.  But is there a sense of appreciation for what the United States has done?\n\nOr do the Iraqis think that the United States ought to be doing more now on this refugee issue, that although the \nUnited States moved in to depose Saddam Hussein, a brutal murderer, that our action has set the stage for the \nneed for you to become a refugee?  How do you feel about the United States?  And what do you sense your \ncountrymen feel?\n\n\"SAMI\": My countrymen -- I mean, the sense, the general sense of the appreciation to the United States -- it differs, \nyou know, with the time.  Back then right after the war, people, a lot of people -- I assure you like, let's say, over 90 \npercent of my countrymen appreciate what the Americans and appreciate the democracy and freedom that \nAmericans came with.\n\nYou know, as the situation differs from time to time, people tend to, you know, look for better situations.  They just \nwant to be more stable.  And that's what everyone wants.\n\nSPECTER: Let me proceed now to you, \"John.\" I commend you for coming to the United States.  And you have six \nchildren.  So obviously it was not an easy matter to bring your entire family.  And I note from the resume that you \nwere detained in Berks County, Pennsylvania where you were granted asylum two months ago.\n\nThe two questions I have for you are how was it with such a large family traveling.  And what happened to you in \nBerks County, Pennsylvania on your detention that led to your grant of asylum?\n\n\"JOHN\" (THROUGH TRANSLATOR): Are you referring to the treatment to me in Pennsylvania?\n\nLEAHY: Maybe you could tell him wasn't he in detention there for a period of time with his family?  Maybe you'd \ndescribe that.  That's part of what Senator…\n\nSPECTER: That's (inaudible).\n\nLEAHY: Could you -- you told me about that this noontime.  Why don't you just tell us what you mentioned to me \nthis noontime?\n\nSPECTER: What happened to him when he was in Pennsylvania with his -- in detention in Berks County near \nReading, Pennsylvania?  What happened to him there?\n\n\"JOHN\" (THROUGH TRANSLATOR): My children attended school.  We were well taken care of.  Absolutely, it was \ndifficult because it was detention. Very nice treatment.  We didn't have any problems.\n\nSPECTER: Thank you very much.  Congratulations, \"John.\"\n\nCongratulations, \"Sami.\"\n\nLEAHY: Senator Cornyn?\n\nCORNYN: Thank you, Mr. Chairman.\n\n\"Sami,\" I wanted to ask you about not just your situation, but to what extent other Iraqis who have cooperated with \nthe coalition forces, particularly Americans, have a well founded fear of persecution.  I would imagine that the story \nthat you and \"John\" have told us here today about your cooperation with coalition forces could be repeated many \ntimes, perhaps thousands, maybe tens of thousands of times across Iraq of the people who cooperated with \ncoalition forces in opposition to Saddam.  Could you give us an idea about how many people potentially we would \nbe talking about?\n\n\"SAMI\": Personally I have close friends whom I have lost just because they work as translators to support the \ncoalition forces.  I mentioned one of my friends.  His name is Samir, who worked for the public affairs office Task \nForce Olympia.  He was in charge of -- his office was in charge of the press and some newspapers.\n\n\n\nHe was -- he used to, as many of us, take five cabs a day to transfer to get to the base back and forth.  So he used \nto do that to hide in order for the terrorists not to be able to spot him.  And he was one time -- he was caught on his \nway.\n\nHe was going to work in the morning, and he was shot to death. He tried to escape.  He knew that they would -- if \nthey kidnapped him, they try to tape him and then sell CDs on the markets.  They sell CDs, and they title them \ntraitors, agents, these CDs of the executions of the translators.  That's how they do it.  It's happening every day.\n\nCORNYN: Well, \"Sami,\" in addition to the translators such as yourself and your friend, who unfortunately was killed, \nI assume those people who -- those Iraqis cooperate and provide intelligence tips to American and coalition forces, \nobviously people who volunteer to serve in the police and who have been trained in the Iraqi army, now over \n300,000 people in the Iraqi army alone, contractors like \"John\" who provided water and other services and goods \nto our troops.\n\nMy point is that there are many, many, many Iraqis who have in one way or another cooperated with American and \ncoalition forces against the terrorists, against those who were trying to tear Iraq apart.  Would you agree with that?\n\n\"SAMI\": I mean, if I didn't agree with the idea of supporting democracy and freedom, I wouldn't be working as -- I \nwould never have worked as a translator and supporting the coalition.  So that was the belief.  It's a belief that you \nbelieve in to -- living under Saddam's tyranny for my entire life for 25 years, knowing how it was like to live under, \nyou know, a tyranny dictator, it's just hard.\n\nWhen an opportunity for the Iraqi people comes like that to promote democracy and freedom and for a new Iraq, \nthen why not people, myself, people like myself, why don't we all just cooperate to make a better Iraq?\n\nCORNYN: I'm sure that you and your family have sacrificed much. And we're glad you're here to share your \nexperience.  Obviously…\n\n\"SAMI\": We are honored to do so.\n\nCORNYN: We would hope that Iraq can be stabilized so people can, if they choose, stay in Iraq and have a better \nlife.\n\n\"SAMI\": We hope that, too.\n\nCORNYN: \"John,\" I'd like to ask you about your experience coming to the United States.  In your statement, you \nsaid you flew on a plane from Greece with the help of smugglers and then traveled through five countries and four \ncontinents and finally took a taxi cab from Mexico to the United States border and arrived at San Ysidro, California.  \nIs that correct?\n\n\"JOHN\" (THROUGH TRANSLATOR): Yes, the statement is true.  And when we entered the United States, we \nhanded our passports to the officers, and we asked for asylum.\n\nCORNYN: And the passport that you handed to the United States official was a -- your statement says it was a false \npassport from Greece.  You handed that to the officer, and you asked for asylum.  Is that correct?\n\n\"JOHN\" (THROUGH TRANSLATOR): Yes, that's right.\n\nCORNYN: How did you know who to talk to, which smugglers to contact and how to get to the United States?  How \ndid you go about figuring that out and making that determination?\n\n\"JOHN\" (THROUGH TRANSLATOR): In Greece we met somebody that was a smuggler.  He took care of all of that \nfor us.  He took us all the way to Mexico.  And then from Mexico he put us in a taxi cab, and we entered the United \nStates.\n\nCORNYN: Thank you.\n\n\n\nMr. Chairman, my time is up.  Thank you.\n\nACTING CHAIRMAN: Well, we want to thank both of you very much. We see behind you our friends from Villanova.  \nWe thank them as well. And we appreciate you.  The best way we can try and thank you is to let those who have \ndevoted themselves to America bear at least as much help and support as we possibly can.  We thank you very \nmuch for being here.\n\n\"JOHN\" (?): Thank you, Mr. Senator.\n\nACTING CHAIRMAN: Thank you.\n\n\"JOHN\" (?): It's an honor.\n\n\"JOHN\" (THROUGH TRANSLATOR): Thank you, Senator.\n\nACTING CHAIRMAN: Thank you very, very much.\n\nWe'll proceed with the rest of our panel here.  I'll start with Captain Iscol, if we could.  I think for those of us in the \ncommittee know that rather than submitting statements that have to go through the review process, made himself \navailable, which we're very grateful for.  All of us are very appreciative of your service and that of your fellow \nMarines and soldiers, sailors and Airmen serving in Iraq.  And I understand that as part of that service in Fallujah.\n\nIn Anbar province and elsewhere you gained extensive experience working alongside and employing Iraqi \ntranslators.  And in your estimation, as you know, there's a program that permits 50 interpreters a year to resettle \nwhose lives have been threatened because of their ties to the United States.  Could you tell us first of all a little bit \nabout how important it was to have Iraqi translators in terms of your effectiveness?\n\nNow, you had, as I understand, what, 30 Marines and 200 Iraqi soldiers.  Is that what you -- yes.  And you might \njust describe that, what you mentioned to me earlier today about how you worked and trained these groups of \nsoldiers and how you operated and how you brought in these translators and you all became very -- worked with \nthe families, worked with the local communities, really became a very solid team.  All of them became a team -- and \nperhaps the role of the translators in terms of helping you and assisting you bring about that function.\n\nISCOL: (OFF-MIKE)\n\nACTING CHAIRMAN: Just push -- yes.\n\nISCOL: Though I haven't been able to prepare a written testimony, I do have oral testimony that I would like to give.\n\nACTING CHAIRMAN: OK, that's fine.\n\nISCOL: And it will answer your questions.\n\nACTING CHAIRMAN: OK, thank you.\n\nISCOL: First, I'd like to express my gratitude to the chairman and to members of the committee for providing me the \nopportunity to testify today.  During my service in Iraq, I incurred an obligation to safeguard and protect a number of \nbrave Iraqis.  Today you are helping me fulfill that obligation, for which I am extremely grateful.\n\nDuring the latter half of 2004, I served as the commander of a very successful combined action platoon.  It was \ncomprised of 50 U.S. Marines and 250 Iraqi soldiers.  I learned that we cannot win the war in Iraq alone.  Tactically \ncounterinsurgency and especially the development of credible partner nation forces is all about personal \nrelationships.  I am here today to explain that we cannot cultivate these relationships without the service of Iraqi \ntranslators who join our ranks at great risk to themselves and to their families.\n\nI am incredibly proud of the job my Marines did in Iraq.  They're trained to close with and destroy the enemy by fire \nand maneuver. They adapted to fight a complex counterinsurgency.  With our translators as teachers, they studied \n\n\n\nthe language and the culture and lived up to our 1st Marine Division's maxim of no better friend and no worse \nenemy than a United States Marine.\n\nAcross vast cultural divides they were able to influence our Iraqi soldiers' abilities and willingness to fight.  Through \ntheir efforts some of our Iraqi soldiers fought on the front lines in the battle of Fallujah while others conducted \nindependent security operations throughout al Anbar province.\n\nOur successes were based on a comprehensive community approach. We didn't just work with the Iraqi soldiers.  \nWe worked with their tribal leaders, with their families and with even their religious leaders.  As our eyes, ears and \nvoice on the ground, our translators were critical to this approach.  The bridged vast ethnic and language divides \nwhile providing the guidance we needed to be able to operate in such a complex -- across complex cultural terrain.\n\nThe first time I worked with my translator, Musa (ph) -- I've changed his name for his protection -- was during a \nmeeting with some local sheiks.  At the time I had very little experience working with interpreters, maybe one hour \nor a two-hour course at Camp Pendleton.\n\nThe sheiks were from a generation unspoiled by Saddam's regime. In many ways they were older, educated, \ndignified and cared deeply for their constituents.  In many ways they were like the senators on this panel. And like \ntoday, I was pretty nervous speaking to them.\n\nI couldn't figure out how to eat without using my left hand, and I kept apologizing for crossing my legs and \ninadvertently showing them the bottom of my feet.  Musa (ph), my translator, was monopolizing the conversation.  \nAnd I didn't speak any Arabic, so I was sort of left in the dark and couldn't understand what was being said.\n\nI reminded him of his job and that he should only translate my words.  What ensued was the next five minutes of \nvery awkward silence. I asked Musa (ph) why the sheiks weren't saying anything.  Well, they're waiting for their host \n-- that's you, sir -- to make proper introductions and give the blessing, to which I whispered to Musa (ph), \"But, \nMusa (ph), I don't know the blessings or how to give proper introductions.\"\n\nWithout our translators, we are deaf and dumb. Without them we cannot speak, we cannot listen, we cannot \nunderstand.  In my own experience I believe their service has even saved lives.\n\nThough my platoon was hit by IEDs and attacked outside the town we lived in, we were never attacked in the town \nwe called a home.  A number of times we even drove or stood on top of IEDs that were detonated minutes after our \ndeparture against other U.S. military units.  I'm convinced that we were never attacked because of the relationships \nwe had established with local leaders and their constituents and that these relationships could not have been \nestablished without our interpreters.\n\nMusa's (ph) service to our nation came at a high cost to him and to his family.  He first started working with the U.S. \nmilitary along with two of his daughters in 2003.  When the U.S. embassy was opened, Musa (ph) sent his daughter \nto work for them while Musa (ph) continued to work alongside front line combat units.\n\nSoon, however, men dressed in black came to his home to warn him that they knew his daughter was working for \nthe U.S. military.  They firmly recommended that she stop and remarked that her name had been posted at the local \nmosque.  In the middle of the night, Musa (ph) and his family packed their belongings and moved out of their home \nto Baghdad.\n\nDuring our time working together in Iraq, I witnessed Musa's (ph) extraordinary service and sacrifice.  Because of \ntheir importance, interpreters have become lucrative targets for the enemy.  And there was a price placed on his \nhead.  He was even threatened by some of the Iraqi military leaders for not helping them extort local contractors.\n\nHe was by my side for over a week of high intensity combat operations in the city of Fallujah, often placing himself \nin grave danger to yell into houses to evacuate innocent civilians caught in the crossfire.  He comforted other \ncivilians we came across and often interrogated insurgents that we had captured.\n\n\n\nI'd like to close by saying that as our connection to the hearts and minds of our Iraqi soldiers and of local leaders \nand their constituents, Musa (ph) placed himself and his family at great risk. In Iraq Musa (ph) entered the ranks of \nthe proud few who have worn our nation's uniform in combat.  He wore the Marine Corps uniform in combat.  \nDespite this service, Musa (ph) and his family have now become refugees.\n\nACTING CHAIRMAN: Let me just -- on that point, and then we'll move on with the panel.  They've become \nrefugees?  As I understand it, you've been in touch with them, have you not?\n\nISCOL: Yes, sir, that's correct.\n\nACTING CHAIRMAN: And you've been working continuously to try and expedite their asylum here in the United \nStates.  Is that correct?\n\nISCOL: That is correct, sir.\n\nACTING CHAIRMAN: Well, it certainly seems to be a very powerful and convincing case that you make.  And I think \n-- and let me just ask you this.  There were instances where you had some translators that didn't make the grade.  \nIs that correct?\n\nISCOL: That's absolutely correct.  And…\n\nACTING CHAIRMAN: I think just so we have the record complete, you might mention a couple of the incidents that \nyou had.\n\nISCOL: Yes, sir.  I had approximately five translators working at me during my time in Iraq.  Two of them we actually \nhad to eventually detain.  One was exploiting his position to extort local contractors.  Basically while we were in the \nprocess of negotiations, he would request 10 percent or however much of a cut to make their case to me.  Another \none we received information that he was working with insurgents.\n\nACTING CHAIRMAN: OK.  But the ones that you -- certainly, Musa (ph) and the others that you had you felt had \nbeen loyal to you and the Marines and to your mission.\n\nISCOL: Yes, sir.  I mean, Musa's (ph) service and the other ones were absolutely honorable.  One was wounded in \ncombat.  Musa (ph), even never failed to be by my side, even in some pretty precarious positions.\n\nACTING CHAIRMAN: Thank you very much.\n\nLisa Ramaci-Vincent, we're so appreciative of your being here. And you've got a heart-rendering story.  And we \nadmire your extraordinary courage.\n\nRAMACI-VINCENT: Thank you.\n\nACTING CHAIRMAN: Keeping after, I'm sure, your husband's memory, carrying forward, certainly, his courageous \nlife.  We're very grateful to you.\n\nRAMACI-VINCENT: Thank you.\n\nRanking Member Specter, Senator Kennedy…\n\nKENNEDY: Bring that microphone up just a little closer to you, please.\n\nRAMACI-VINCENT: Thank you for the honor of being able to come before you today.  I am the widow of Steven \nVincent, the journalist who was kidnapped and murdered in Basra, Iraq in 2005.  And for the last 13 months I have \nbeen trying to get his translator, Nour, into the United States.\n\nTwo days prior to his death, Steven broke the now familiar story in the New York Times of how the Iraqi police force \nwas being systematically infiltrated by Iranian-backed fundamentalists and Shiite militiamen loyal to Muqtada al-\n\n\n\nSadr rather than to the central government.  He wrote of the death squads in police vehicles who roamed the \nstreets snatching their victims and murdering them with impunity.\n\nAnd then one came for him.  When it did so, Nour bravely stood by him as five men in police uniforms wrestled him \ninto the truck that was going to take him to his death.  They had no interest whatsoever in her.  They repeatedly \npushed her away, told her to leave.  But she refused to abandon Steven.\n\nShe kept inserting herself into the struggle until they took her as well.  For all she knew, she was going to be killed.  \nYet she did not hesitate for a moment, this tiny, five-foot tall woman to try and protect the man who had hired her to \nbe his guide and who had become her friend.\n\nThey were bound, gagged, beaten, held for hours, driven to the edge of town, set free, told to run and shot from \nbehind at close range.  Steven in a final act of God's mercy died instantly.  Nour was hit three times but survived, \nwinding up in the green zone for medical treatment where she was held incommunicado by the Americans for three \nmonths.\n\nDuring that time, she was repeatedly interrogated, treated as if she were a co-conspirator of the killers, mentally \nand emotionally bullied, threatened, told she would never receive a visa to come to this country.  And when we \ndecided she had nothing left to offer and was medically fit enough, we gave her $2,000 and threw her out into \nBaghdad's red zone alone where she knew no one, had no family, no job, no resources, nowhere to turn.  Luckily \nshe was able to contact me.  I was able to get her out of Iraq into temporary safety.\n\nI will never be able to fully repay Nour the debt that I owe to her.  Not only did she help Steven in the months they \nworked together by lining up interviews, arranging for him to meet a broad cross section of Basra's secular and \nreligious societies, translating when necessary, going into places and situations that terrified her, but doing so \nanyway because this is what her friend wanted.  Working with him seven days a week to get the stories he was \ntrying to uncover. But she literally took a bullet for him, three, as a matter of fact.\n\nAnd in the final dreadful hours of his life when Steven would have known beyond mere knowing that he was going \nto die violently, he also knew he was not alone with his executioners.  A friend was there with him, someone who \ncared for him and was voluntarily sharing his terror and his pain.\n\nAs I mentioned earlier, I have spent the last year trying to get her into America. I have dealt with officials at the \nBaghdad embassy and the State Department.  I have filled out forms, made countless calls, sent innumerable e-\nmails.  I have pledged to send financial security for her.  I have gotten a promise from the U.N. bureau chief at Al \nArabia that he will hire her when and if she ever gets here. And each path I have gone down has proven fruitless.\n\nI have been told she does not qualify for refugee or asylum status because Iraq is now a democracy.  So there is \nno reason she should need to flee.  I spent months working with embassy people who told me they were extremely \ntouched by their plight and would move Heaven and Earth to see she got special treatment and who wound up in \nthe end telling me that she needed to go to Amman to apply for a visa just like every other Iraqi.\n\nI was told our government was no longer accepting Iraq's S passports because supposedly there are so many \nforgeries it's impossible to know who is really holding them.  So we won't take any of them.\n\nThe embassy in Amman is no longer accepting applications from Iraqis. The Jordanian government is beginning to \ncrack down and deport them.  Egypt is now demanding that before they come in they get a letter of invitation from a \ncertain government official in a certain department.  The noose is tightening, and in the middle, Nour, pro- \ndemocracy, pro-America sits waiting.\n\nAnd so, I end with a request that you attempt to change this most misguided of policies. Please help those who \nhelped us, who still see this country as the shining city on the hill who yearn to come here and raise their families in \nan atmosphere freedom, peace and safety. And, please, let me help the woman who helped Steven and in so \ndoing, greatly aided me by being with him in his final moments. Thank you.\n\nACTING CHAIRMAN: Very powerful.\n\n\n\nKen Bacon?\n\nBACON: Thank you very much.  Thank you and Senator Specter for holding these hearings.  And you've heard \nthese personal stories, enormously compelling and enormously gripping.  There are hundreds of stories like this \nobviously.  But I want to focus on the broader issue again because these stories add up to a growing crisis.\n\nRight now because of violence in Iraq, large numbers of refugees are running for their lives.  The U.N. high \ncommissioner for refugees estimates that there are 1.7 internally displaced and about 2 million who have become \nrefugees in other countries.  But this flow is building rapidly.\n\n1,300 people a day, 1,300 a day in Iraq are leaving their homes to flee for safety elsewhere in Iraq.  And 100,000 a \nmonth are leaving Iraq to go to other countries, mainly now to Syria and to Jordan.  So the figures are not static.  \nThis is a rising tide of people trying to get out of Iraq.\n\nSyria and Jordan are absorbing the most Iraqi refugees.  Each country is hosting about 750,000, maybe as many \nas 1 million in Syria.\n\nOther Iraqis are finding refuge throughout the Middle East.  Lisa mentioned trying to get into Egypt and the \ndifficulties of getting to Egypt.  But they're trying to get into Lebanon, Yemen and Turkey as well.\n\nSyria and Jordan have been very gracious hosts.  But the refugee influx is straining their economies.  The host \ncountries need help. And increasingly refugees themselves need direct assistance.  The U.N. high commissioner of \nrefugees reports that some Iraqi women are resorting to prostitution to support their families, and child labor is \nbecoming an increasing problem among the refugee communities because they're so desperate to find income.\n\nToday the Iraqi refugees are primarily a regional challenge.  But that won't last long, either.  As the numbers grow, \nIraqis are trying to leave the Middle East and move to Europe or to the United States. In fact, today's New York \nTimes highlights the growing number of Iraqis moving to Sweden.\n\nMost Iraqis don't expect to return home, unlike many refugees. Even a senior Iraqi foreign service officer working at \nthe Iraqi embassy in Lebanon told my colleagues at Refugees International, \"Why should I go back?  I watch the \nnews.\"\n\nThe violence in Iraq is both extreme and indiscriminate.  Many are fleeing to escape sectarian violence that is \nproducing de facto ethnic cleansing.  Both Sunni and Shia are leaving mixed neighborhoods because they no \nlonger feel safe outside of their own religious communities.  Christians are leaving as well. And the Chaldean \ncommunity, one of the oldest Christian sects, is rapidly diminishing. And \"John\" spoke about that compellingly in his \ntestimony.\n\nTwo groups are particularly vulnerable.  And you've heard extensively about one, people who have worked for the \nUnited States or for other Western employers. The second group that's vulnerable is Palestinians.\n\nreceived special treatment from Saddam Hussein and therefore they are regarded with anger or suspicion or \nhostility by many in Iraq. There are about 15,000 Palestinians still in Iraq.  And they are one of the most vulnerable \ngroups.\n\nWe just issued a report, Refugees International, recommending that members of these most vulnerable groups, \nthose who assisted the United States and Palestinians, receive priority consideration for resettlement in third \ncountries.  I ask that a copy of that report be included in the record.\n\nACTING CHAIRMAN: It'll be so included.\n\nBACON: Thank you.  Most of the Iraqis who have left the country are middle class.  They had to have means to \nreach the border and get out. Neither Syria nor Jordan, which house the largest refugee populations, has signed \nthe 1951 refugee convention.  So people find it difficult to get refugee status there.  They generally enter the host \n\n\n\ncountry as tourists, businesspeople or guests arriving in Syria with three-month visas and in Jordan with authority to \nstay for six months.\n\nMany arrive in a state of shock.  One Iraqi told my colleagues that my son is more shocked by the sight of dead \ndogs than of dead people.  Syria and Jordan have been very generous to refugees and deserve international \nrecognition for accepting them in large numbers. But the burdens of the large refugee population are increasingly \nstraining housing, schools, hospitals and social services.\n\nJordan has tightened its borders since the bombings in Amman in November of 2005.  And it is particularly difficult \nfor Iraqi men between the ages of 18 and 35 to enter.  Deportations are becoming more common.  Syria, which \nused to grant free health care to refugees, has started to charge.  In both countries refugees find it very difficult to \nget jobs.\n\nAs the refugees exhaust their resources, many need food, shelter and other assistance.  But the largely urban \nrefugee populations are difficult to reach, particularly since many refugees are reluctant to register with the U.N. \nhigh commissioner or local authorities as refugees for fear of deportation.\n\nThere are encouraging signs that the world's beginning to respond to the growing Iraqi refugee problem.  And this \nhearing is one of those signs.  Until now, however, the reaction has been slow and inadequate.\n\nLast year, for instance, the U.N. high commissioner for refugees budget for Iraqi refugees in Syria was $700,000, \nless than $1 per refugee.  The U.S. has a special obligation to help since the violence in Iraq and the growing \ndisplacement comes in the aftermath of our invasion and occupation. Translators and others who had to flee for \ntheir lives after working for the U.S. deserve an opportunity to be resettled in the U.S. or other countries so they can \nlive in safety.\n\nThe State Department along with the UNHCR is working on programs to protect the most vulnerable.  But these \nprograms need fast and adequate funding so they can be put into place immediately.  UNHCR has plans to spend \n$60 million on displaced Iraqis this year, more than twice what it spent last year.  And it has developed a \ncomprehensive regional program. However, U.N. agencies haven't mobilized to provide food, shelter, medical care \nand educational support for an increasingly stressed refugee community that is taxing the resources of host \ncountries.\n\nThe U.S. government should fully support the UNHCR budget. Normally we contribute 25 percent to their budget. \nBecause of our role in the conflict, I think we should consider doubling that contribution for Iraqi refugees because \nfast action is what's going to save more lives.\n\nThe host countries, particularly Jordan and Syria, need multilateral and bilateral assistance in shouldering the \nburden of the refugee population.  This means programs to resettle the most vulnerable refugees to third countries \nand help in sharing the costs of those who stay.  The worst outcome, the very worst outcome now would be to see \nSyria and Jordan close their borders to Iraqis, removing a safety valve that is currently saving hundreds of \nthousands of lives.\n\n\"Iraqis who are unable to flee the country are now in a queue waiting their turn to die,\" one Iraqi told my colleagues. \nThe U.S. and Iraq are finding it difficult to stop the violence in Iraq.  Until they do, the flood of refugees will \ncontinue.  While we don't know how to stabilize Iraq now, we do know how to protect and support refugees. That's \nour obligation, and we should start now.  Thank you.\n\nKENNEDY: I recognize Senator Specter to ask questions at this time.\n\nSPECTER: Thank you, Mr. Chairman, (inaudible) out of order.\n\nWhen we started hearing the two, we expected ordinarily to be over by four.  We have many meetings, and I've got \na bunch of people stacked up in the reception area.  So I appreciate Senator Kennedy allowing me to go first.  And \nI'll excuse myself for a few moments and then come back for the remaining witnesses.\n\n\n\nThank you very much, Ms. Ramaci-Vincent, for sharing with us what happened to your husband and to Nour al-\nKhal.\n\nAnd thank you very much, Captain Iscol, for the specifics in what happened with your translator, Musa (ph).\n\nThey are extraordinary stories about what has happened in circumstances which are hard to understand how with \nthe kind of firsthand evidence that you brought, Ms. Ramaci-Vincent.\n\nRAMACI-VINCENT: Please call me Lisa.\n\nSPECTER: Lisa.  That's easier.  OK.\n\nRAMACI-VINCENT: Thank you.\n\nSPECTER: With your permission.\n\nRAMACI-VINCENT: Please do.\n\nSPECTER: That you could not get some immediate relief.\n\nRAMACI-VINCENT: No.\n\nSPECTER: When you testified they told you that Iraq was now a democracy so there was no need for refugee \nstatus, you obviously told them that Iraq wasn't much of a democracy.\n\nRAMACI-VINCENT: Yes.  When I stopped laughing, yes, I did.\n\nSPECTER: If you're to judge the need for refugee status by the status of Iraq as a democracy, it would be at about \n100 percent.\n\nRAMACI-VINCENT: To be honest, the impression that I got from the person who told this to me was that certain \nelements in the government are not willing to acknowledge the fact that Iraq is a titular democracy but not \nnecessarily a working one.\n\nSPECTER: How about that?\n\nRAMACI-VINCENT: And that by allowing more refugees into the country it would be some kind of admission of \nfailure on the part of the American government to have a fully functioning democracy, to protect the citizens of Iraq.\n\nSPECTER: Are you saying that's the attitude of the American government, not to want to recognize that Iraq is not \na democracy and there's a need for refugee status?\n\nRAMACI-VINCENT: No, elements in the government, not the American government as a whole.\n\nSPECTER: Well, any elements are elements too many.\n\nCaptain, how do you account for your inability, your status as a Marine officer and the firsthand testimony you give \non the scene that it isn't sufficiently persuasive to get refugee status?  The thought crossed my mind if people like \nLisa and you, Captain, can't get the job done, it's a sad day for everybody.\n\nISCOL: Yes, sir.  We've had a number of successes lately within the past week.\n\nSPECTER: How about with (inaudible)?  There's nothing like a Senate hearing.\n\nISCOL: Yes, sir.  However, at the same time, it is a very complicated process.  And as a Marine officer, I'm not well \nversed in the ways that our national government screens immigrants and tries to bring immigrants over here.  So it's \nbeen a very difficult process for me personally.\n\n\n\nBut we have been able to grant him refugee status.  And the next step is his case should be referred to the United \nStates State Department.\n\nSPECTER: Mr. Bacon, we thank you for the service that you rendered in government in the past and now in your \ncapacity as the head of the refugee organization.  I note in an article you wrote for the Washington Post, quote, \n\"Syria is the last country in the Middle East to leave its borders open to Iraqi refugees,\" closed quote.\n\nAs I said a little earlier in this hearing, I had a chance to talk to Syrian President Bashar Assad who told me about 1 \nmillion refugees coming into Syria.  And they received them, but they're obviously an enormous problem for Syria.  \nIs there any conceivable justification for the United States not having a dialogue with Syria at least on the question \nof how to deal with these Iraqi refugees?\n\nBACON: I believe there is no excuse for not talking to Syria about this. And I was glad to hear of your meetings with \nPresident Bashar Assad because I do think that actually with all the problems we have with Syria, talking to them on \na humanitarian issue such as refugees is almost a safe haven to begin discussions.  And I don't, for the life of me -- \nyou are in a much better position than I am to maybe suggest to the U.S. government that they consider doing that. \nAnd I hope you've taken that message to Secretary Rice.\n\nSPECTER: Well, I have, and I will, and I shall persist in it. I've been an advocate of talking to our adversaries \nforever.  You keep your friends close, as the old saying goes, and your enemies closer. But not to talk to our \nadversaries -- we talked to the Soviet Union when they were the evil empire.  We talk to China, utilizing slave labor.  \nWe have to pursue it.  And I think this refugee issue is a good opening.\n\nOne statement I want to pursue with you and question you on -- when you said that we have a, quote, \"special,\" -- \nthe United States has a, quote, \"special obligation,\" closed quote, since it was our military action which has caused \nthe problem.  Are we under an obligation?\n\nDid we arguably do the wrong thing to give us some special obligation?  Or did we act on the best intelligence we \nhad and now fight a terrible situation and ought to do our best to accommodate the refugees and work with other \ncountries in it, but not to categorize it as a special obligation as if we were at fault here or the causative factor?\n\nBACON: Well, I didn't mean to suggest fault.  Although I certainly have views about what we did.  But I'm referring \nspecifically to the type of cases that Captain Iscol and Lisa focused on and that \"John\" and \"Sami\" focused on \nearlier.  There is a large group of Iraqis who have risked their lives to support the United States.\n\nThey've done this sometimes out of a commitment to what we've done to helping us bring democracy to Iraq.  I'm \nsure some have done it to earn an income in a country with very high unemployment. But the fact of the matter is \nthat people are sacrificing their lives to help the United States.\n\nAnd if the U.S. turns its back on those people, I think that we are breaking an obligation we have to them, not a \nwritten obligation, perhaps, not a contractual obligation, but a moral obligation.  The translator that Captain Iscol \ntalked about has been granted refugee status now by the U.N. high commissioner for refugees.\n\nAnd now the next step is that that translator has to go through a series of steps to see if he can be resettled into the \nUnited States where he already has a sister living.  But there are much simpler ways to do this.  And Senator \nKennedy earlier mentioned a parole program.\n\nWe could facilitate the refugee status determination for groups of people who are at risk and had to leave the \ncountry because of their association with the United States.  And those people, I think, do deserve a greater \nmeasure of protection than they're getting from us now.\n\nSPECTER: Well, one way to do it would be to have a million hearings.  And that would bring a million people out.  \nAnd 1,700,000 hearings would bring 1,700,000 people out.  But one at a time is obviously not the answer.\n\nI'm going to step out for a few moments, but I'll be in the anteroom and back for the next panel.  Thank you all very \nmuch.\n\n\n\nKENNEDY: Thank you very much.\n\nRAMACI-VINCENT: Thank you.\n\nKENNEDY: Thank you.  Thanks very much.\n\nAnd thank you, Ken Bacon, for sort of summing up really what the overall and central challenge is.\n\nLet me just ask a couple of quick questions.  One is about sort of a regional kind of approach in terms of dealing \nwith this humanitarian challenge.  It seems to me that we're going to hear a little bit more from the high \ncommissioner later.  I've listened to you speak about this in a very powerful way.\n\nAnd I want to recognize at this time Christel Unice (ph) and Shawn Garcia (ph).  Do you want to just raise your \nhands?  They're from Refugee International.  And if our friends in the press or others that are listening to this want \nto hear as well what's going on over there, they ought to be in touch with these two extraordinary individuals -- \nspend a great deal of time in the region and the area interviewing people and have been enormously helpful to our \ncommittee. And we thank them.\n\nBut, Mr. Bacon, you have summarized very, very well -- and I don't think you can improve on it -- sort of the moral \nresponsibility, obligation we have to individuals that have identified themselves with the United States and are put at \nserious risk of their lives, themselves and their children.  We have a responsibility to them.\n\nMaybe you could just talk about this group of people in the region and the area.  What happens to all of these \nindividuals who basically -- I mention -- you can tell us about it, basically probably fairly well skilled individuals, have \nenough resources maybe to escape the country, can stay in these nations, run out of resources and getting \ndesperate, threatened with deportation from those countries.\n\nIf we're looking about stability in that region, as we know, there's a lot of complexities and different pressures (ph).  \nWhat is this whole group that's loose in that whole region?  What will that mean in terms of overall stability and \nsecurity?\n\nThe most powerful statement is the one you made earlier in terms of the humanitarian obligation.  But if we're \nlooking at a broader kind of context, what does it mean, someone that knows this region, knows the area, knows \nthe flow of people, knows the pressures and the diversity in that region?\n\nBACON: Well, I think there are only three solutions for most refugee problems.  The first is that people can go \nhome.  Right now that doesn't seem to be possible.\n\nThe second is that they integrate into the country of first asylum.  And that would be Syria or Jordan in this case.  \nThat's basically what's happened.  And the third solution is resettlement to a third country such as the United States \nor Sweden or Australia. That's a very durable solution, but it can only work for small numbers of people.  And I think \nSenator Specter was alluding to that, that we can't resettle right now millions of Iraqis into the United States or other \ncountries.\n\nSo that really means we have to focus on ways to accommodate them in the countries nearby, Egypt, Syria, \nJordan, Lebanon, et cetera. And that's why I think we have to look at ways a regional conference would be a good \nway to do this to get them more resources and more help, more help to the countries that are hosting them so they \naren't such a burden.\n\nOtherwise they will be rejected, and there'll be no safety valve whatsoever.  So the most reasonable solution right \nnow is to pump resources into the countries that are taking care of the refugees so they can stay there until there's \nenough stability in Iraq for them to go home or until they can negotiate ways to get out to third countries for \nresettlement.\n\nKENNEDY: Well, thank you very much.\n\n\n\nCaptain Iscol, where are you assigned now?  How long were you in Iraq?\n\nISCOL: The last time I returned from Iraq was January of 2005. And during that deployment I was there for eight \nmonths.\n\nKENNEDY: Are you scheduled to return there any time soon?\n\nISCOL: No, sir.  I'll be deploying elsewhere.\n\nKENNEDY: Well, we thank you very much.\n\nI recognize Senator Cardin (ph).\n\nCARDIN (?): Thank you very much, Mr. Chairman.\n\nAnd thank you all for your testimony.  We have multiple problems here with the refugees.  I agree that the \nrefugees that are currently in neighboring countries we have an opportunity to help with our refugee programs to \nassist those countries to make it easier for those individuals to remain in those countries because there's really no \nother option at this particular moment.  So it seems to me the international conference or the United States being \nmore aggressive to help these countries with the refugees is going to be the best short- term solution to this \nproblem.\n\nIn regards to those who are not really displaced in Iraq but are in fear because of their cooperation with the United \nStates, I think the suggestion that's been made about having our immigration officials in Iraq made a great deal of \nsense because the major reason it'll be used to delay or prevent an individual, an Iraqi who's helped us in fear of his \nlife and for his family and himself from coming to the United States will be the security checks and how long that \ntakes. And it seems to me what's happened with those that have been successful in coming to the United States is \nthat they've escaped Iraq and had the resources somehow to get into our system and get through our system and \nbe placed in the United States.\n\nBut if there were services in Iraq, it seems to me it makes it a little bit easier, and security issues would be a lot \nfaster than if we go through the procedures that have been used today.  But I want to concentrate on the third \ngroup.  And that is those that are in Iraq and are displaced as to what suggestions you might have for U.S. policy to \ndeal with the large numbers that are currently displaced within Iraq itself.\n\nBACON: Thank you for that question.  They basically have three problems.  The first is lack of shelter.  The second \nis lack of jobs. And the third is insecurity.  And they're leaving where they are for more secure environments.  Many \nare going north into the Kurdish areas, which are more secure.  And those would be places where it's easier to \nprovide humanitarian services because they are secure.\n\nAnd I think the UNHCR representative will probably talk about this.  But it's been very difficult for international \nagencies to get services to many of the people who are displaced internally because it is insecure.  So there is a \ngroup called the International Organization of Migration that has been trying to work with a number of the internally \ndisplaced.  And their biggest problem is that they don't have good working NGOs frequently in the country because \nit's so insecure.  So that has been a problem.\n\nI think the -- and Ms. Sauerbrey, Assistant Secretary Sauerbrey addressed this.  This is something that does \nconcern the U.S.  But until the security improves, I think it's going to be difficult to meet the needs of many of these \npeople.\n\nCARDIN (?): Is it likely that a large number will return to their homes?\n\nBACON: I think most would like to return to their homes when they can.  But to the extent that this is de facto ethnic \ncleansing, that mixed Shia, Sunni neighborhoods, for instance, are unraveling and becoming all Sunni or all Shia, it \nmay take some time for them to be able to get back.\n\n\n\nCARDIN (?): And what role do you see constructively the United States playing here?\n\nBACON: Well, the major role is to help the Iraqis bring security to their country.  And as I understand it, that's what \nour policy is now.  Second, I think we have to do more to improve services and aid, whether it's infrastructure or \neducation, health care for the Iraqis in the country.  And I understand we're trying to do that.\n\nAnd the third is the type of solution that Senator Kennedy has mentioned, which is giving people a way to -- those \nwho want to leave or have to leave the country and become official refugees and resettle, make it easier for them \nto do this within Iraq.  And that would involve getting the Department of Homeland Security there so they can do \nsecurity interviews, et cetera, with these people.\n\nBut this is only a small solution.  Resettlement is not the major solution.  The major solution is calming things down \nso people can go home.\n\nCARDIN (?): It seems like some of our policies are moving in the opposite direction.  De facto ethnic cleansing is \nhorrible.  But to reintroduce people back together under the current climate is not an option.  And I'm not aware of \nour policies trying to reconnect communities with diversity back together.  It seems like we might be moving in the \nother direction trying to bring calm by separation rather than bringing communities back.\n\nBACON: Well, I guess calm by separation would be better than chaos.  But it's not as good as reuniting \ncommunities.\n\nCARDIN (?): I agree with you completely.  So I understand your first point about trying to bring calm and peace to \nIraq.  We all support that.  I just don't know what impact this has on the refugees, the displaced people within Iraq.\n\nBACON: Well, the displaced people will not return to their original homes as long as they feel threatened just as \nrefugees won't return from Jordan or Syria as long as they feel it's unsafe to live in Iraq.  So the key to helping \npeople get back is to find some way to make the area more secure.  This is clearly not easy to do.\n\nEverybody wishes that the country were safe and secure.  But it's not, and it doesn't appear to be heading in that \ndirection anytime soon.\n\nCARDIN (?): Thank you, Mr. Chairman.\n\nKENNEDY: Thank you all very much.  We'll work on the overall issue, but in particular, those situations that you \nbrought to our attention, hopefully get some positive results.  Thank you very, very much.\n\nWe have a final witness.  And I'll ask Michel Gabaudan, who's served as the U.N. high commissioner regional \nrepresentative for the United States in the Caribbean since September 2006.\n\nHis distinguished career with the agency spans more than 25 years, service in Africa, Asia, Latin America and \nAustralia, was trained as a medical doctor, spent a decade working in Guyana, Zambia, Brazil, London and Yemen \nbefore joining the United Nations high commissioner in Thailand.  His U.N. career took him to Pakistan, Cameron \nand Geneva.  He's been the regional representative in Mexico, Australia and Beijing.\n\nWe're very, very grateful to him for being here.  We'd ask you to proceed.  I think you've probably -- I know you've \nbeen here for a good part of these hearings, so I think you've got a pretty good sense about what we're looking at \nin terms of the policy issues and questions. I had a good chance to go through your excellent testimony here.  And \nif you want to summarize it and highlight it, give us your best judgment, we'd be very, very grateful.\n\nGABAUDAN: Thank you very much, Mr. Chairman.  Mr. Chairman and members of the subcommittee, I would like \nto express UNHCR's appreciation for the opportunity to share with you our concerns about the Iraqi displacements, \none of the most serious humanitarian crisis UNHCR faces today. Over 3.5 million Iraqis, that is one out of every \neight persons, are either internally displaced or have fled the country.  Given the escalating violence in Iraq and the \ngrowing number of displaced, UNHCR has conducted a fundamental review of its Iraq program.\n\n\n\nWhereas before we had focused on refugee returns and only modest assist in neighboring host countries, we're \nnow increasing our presence in and support for host countries to promote greater protection and assistance.  The \nprotection situation in the region is quite complex.  Host countries have been generous in receiving arriving Iraqis \neffectively tolerating their presence for limited periods of stay.  Although this is done without a framework of a legal \nbasis.\n\nWe are, however, increasingly concerned about reports of deportations and denial of access at the borders.  And \nthis reflects the strain that large refugee populations have placed on host societies.\n\nLiving conditions for refugees who remain in host countries are also deteriorating.  Families have either depleted \ntheir resources that they brought with them or lack resources to begin with.  In this context, some women may be \nvulnerable to forced prostitution and young people to child labor.  Some 30 percent of Iraqi children are not \nattending school.  And access to health care is seriously limited.\n\nUNHCR is encouraging host countries to strengthen protection by ensuring that borders are kept open and forced \nreturns are halted.  We will also conduct a comprehensive needs assessment with our implementing (ph) partners \nand plan to enhance our capacity to register Iraqis so that the most vulnerable can be identified and their protection \nand assistance needs addressed.\n\nSuch assistance must support the national infrastructure for providing services and be coordinated through \ncommunity networks as the population in question is largely urban based.  Resettlement will play a critical role as a \nprotection tool for certain vulnerable individuals or groups.  And it can also serve as an element of burden sharing \nby the international community.\n\nA clear set of criteria and procedures for Iraqi resettlement are being defined that will identify certain categories of \nvulnerability such as survivors of violence and torture, women at risk, unaccompanied children and individuals with \nserious medical problems. All the categories will respond to specific protection concerns such as individuals and \nmembers of minority groups who have been targeted in Iraq due to their religious or ethnic background or because \nof their association with foreign or international entities.\n\nUNHCR has initially projected a minimum of just over 3,000 individuals in need of resettlement.  But it can be \nexpected that these numbers will increase.  And we already plan to enhance our capacity to eventually be able to \nrefer up to 20,000 individuals in 2007.\n\nWe welcome indeed the potential for increased U.S. resettlement of Iraqi refugees.  For an effective program it will \nbe essential that all parties have a shared understand of the criteria to be applied and that refugees approved for \nresettlement depart in a timely manner.  We would note that from 2003 through 2006 UNHCR was compelled to \ndirect most Iraqi referrals to other resettlement countries because many departures were long delayed and in some \ncases, approved cases were actually never able to depart to the United States.\n\nAs we work with U.S. authorities to increase Iraqi resettlement, we trust that in the future these obstacles can be \navoided and that the U.S. material support and related bars (ph) will not pose new barriers to the resettlement of \nIraqi refugees.\n\nI would like to turn very briefly to the situation of Iraqi internal displaced persons and non-Iraqi refugees inside Iraq. \nDespite the fact that our ability to deliver necessary services is severely hampered by security considerations and a \nresulting lack of adequate staffing, we will seek to mitigate the increasingly harsh conditions faced by Iraqi IDPs \nthrough the delivery of shelter, water and sanitation, nutrition, basic non-food items and support to host \ncommunities.  We are also extremely concerned about the approximately 45,000 non-Iraqi refugees inside Iraq, \nmany of whom are in urgent need of resettlement or humanitarian evacuation.\n\nAnd finally, Mr. Chairman, UNHCR is working to promote the convening of an international conference on Iraqi \ndisplacement hopefully in the first half of 2007.  This conference would highlight the needs of displaced Iraqis and \nfacilitate a dialogue between countries affected by the displacements and those willing to share the burden.\n\n\n\nThe enhanced protection and assistance efforts which I just outlined are virtually all contingent on resources.  \nUNHCR has released a 2007 emergency appeal to which we are seeking a total of $60 million to cover our Iraq \noperation.  We look forward to continued generosity from the United States at this very critical juncture.\n\nIn closing, Mr. Chairman, I would like to thank you and members of the subcommittee for your leadership in \nhighlighting the critical protection needs of Iraqi refugees.  We look forward to working with you in the days to \ncome.  And I would be happy to address any questions you might have.  Thank you.\n\nKENNEDY: Well, thank you very much.  And we'll put your full statement in the record.  I went through it in some \ndetail.  It's very, very comprehensive and helpful and very constructive.\n\nThe high commissioner has put out the request for the funding the refugees.  Have you gotten a response from \nour government that you can talk about?\n\nGABAUDAN: Not yet, Senator.  We've just issued the appeal.\n\nKENNEDY: OK.\n\nGABAUDAN: The appeal represents a doubling of what we had asked last year but four times what we received.  \nSo it's already quite some leap.  And this is a first step.  We will carry out a detailed needs assessment, which is \nsomething we have not done yet because of lack of sufficient staff in the field.  And we'll have to see what comes \nout of these detailed assessments and carry these with our implementing (ph) partners.\n\nKENNEDY: OK.  On these issues about the U.N. high commissioner referring resettlement cases to the United \nStates, I think there's a faster way, a more efficient way of doing it.  And we brought that up with the secretary.  But \ndo you see difficulties with this processing now by the high commissioner, these cases?\n\nGABAUDAN: Senator, we cannot carry out refugee status determination for the large numbers of people who are in \nIraq and in Syria and Jordan.  So we hope that by improving our registration and replacing some of our registration \ncenters more in the communities where people are, we can identify the vulnerabilities I have mentioned and through \nthis identification embark on a fast processing of people who would require resettlement.\n\nWe have been asked by the administration to refer more cases than in the past, so there is definitely pressure on us \nfrom the administration to refer more cases.  We are now negotiating how really we are going to articulate our two \nprograms.  Our director of resettlement has been here.  He's now in the Middle East.  He's coming here next week.  \nSo we are in intense dialogue with the government to see how we are going to operate.\n\nKENNEDY: Well, it seems you've got certainly a head start.  And your help and assistance in this is invaluable.  But \nI think it's not absolutely essential and necessary in terms of developing this program.  And I think hopefully the \nadministration hears this.\n\nCan you tell us what your conclusions -- are you monitoring now the borders for the possible rejection of Iraqi \nasylum seekers and the deportation of Iraqis from the countries in the region?  We know that a number of the \ncountries have closed their borders.  We've heard this threat.  Is this happening.  Do you know of it?  What can you \ntell us? Are you monitoring this at all?  Can you monitor it?  Have you monitored?\n\nGABAUDAN: Senator, the shortfall we had in our funding last year limited our presence in the field, and we had no \npermanent presence on the border.\n\nKENNEDY: OK.\n\nGABAUDAN: And some of the issues with deportation have been brought to us by NGOs.  And we've taken that \nvery seriously.  So part of our plan for expansion next year includes more field officers so we can monitor the \nborder.  And the high commissioner will be in Jordan and Syria at the end of the month and early February.  And \ncertainly, one of the issues he's going to raise (inaudible) government…\n\n\n\nKENNEDY: Well, this is for deploying protection offices at key crossing points from Iraq into Jordan and Syria and \nthe other countries.  But just on the information that you have at the present time, are people being deported from \nany of those countries back into Iraq that you know about?\n\nGABAUDAN: There are deportations taking place.  We are totally unable right now to tell you what's the rate or who \nis deported, what are the triggers that make that someone will be deported and someone will not.  This is something \nwe have to analyze more in detail.\n\nKENNEDY: Well, that's a very sobering circumstance where individuals are fleeing with a high risk of facing death, \nas we've listened to today and the examples that the individuals gotten and what we've all read about in terms of \nthe newspapers and finding out that individuals going to these countries are now being effectively deported out of \nthose countries.\n\nIt adds a real sense of urgency, it seems to me, to make sure that we're going to understand that we've got some \nreal humanitarian crisis of -- the extent of it is difficult to assess until we know the numbers.  But just the fact that \npeople are fleeing on the basis of their threat of their life and being in a country and then told to get out of it -- it's \nsomething that's enormously a matter of great concern.\n\nOK.  I think this is -- let me ask you.  Just in this conference, maybe you could describe to us the value of having an \ninternational conference and then the importance of bilateral.  It is probably some responsibilities in terms of \ncountries working bilaterally to try and deal with this issue and also some advantages of working regionally. Maybe \nyou could talk about why both approaches are important.\n\nGABAUDAN: Right.  The idea of the international conference is to get the countries in the region to agree on \ncertain basic criteria on which to recognize the importance of the crisis and the response that is required.  And it will \nhave to be handled with some care because the refugee world is still something that puts many of these \ngovernments into a tight corner.\n\nAnd so far they've tolerated people, as I was mentioning, without legal status.  And they're not very keen for legal \nstatus to be applied.  So I think we'll have to look for the best practical way to maintain protection space in these \ncountries.\n\nAnd for that we need the different countries in the region to agree on basic criteria.  We also need other countries in \nthe region to also contribute in the burden sharing, whether it's financial or whether it's through some of the \nevacuations we have suggested, et cetera, to try to build some consensus behind that.\n\nObviously, the size of the problem that Syria and Jordan face will require that there are bilateral initiatives that help \nthese countries to support the tremendous stress that the presence of refugees is creating on their services.  That \ncannot just be responded to by the humanitarian programs.  And we hope the conference will also be a channel to \nchallenge some countries who are willing to help with their bilateral means to make sure that these countries do \nunderstand that they are not alone in facing the crisis.\n\nKENNEDY: Let me just finally ask you.  Do you get some indication of willingness in those countries in the area that \nthey would welcome this opportunity to work with your agency or with other countries?  Do you find that?  Or are \nthey saying that they don't need help and assistance? What are you finding?  Or does it vary from country to \ncountry?\n\nGABAUDAN: I think it varies from country to country, Senator.  I don't have really the detail and could come back to \nyou on that on the very specifics.\n\nKENNEDY: Good.  Well, as you find that out, the indication, the willingness of these countries, it'll be helpful for us \nto sort of know that.\n\nSenator Specter?\n\nSPECTER: Thank you, Mr. Chairman.\n\n\n\nMr. Gabaudan, you say in your prepared testimony that you're looking to raise $60 million.  How do you arrive at \nthat figure?  Is it sufficient given the scope, intensity, magnitude of the problem?\n\nGABAUDAN: Well, it's a practical approach, Senator.  As I mentioned, it's four times what we received in fresh \ncontributions last year. Last year the U.S. contributed about 26 percent of our budget, but practically 50 percent of \nreal contributions.  We do not…\n\nSPECTER: Four times what you had last year?  But how many more times intensity is the problem that it was last \nyear?\n\nGABAUDAN: Well, we want to address issues practically and with what we can deliver.\n\nSPECTER: Are you looking for contributions worldwide, Japan, China, Germany, France, Great Britain?\n\nGABAUDAN: We are certainly looking for contributions worldwide. They have not been very forthcoming in the past.  \nWe have better indications this year.  In particular, the European Union has been in touch with us, and our \nassistant high commissioner has talked to them in detail.  So we do hope we'll have a better reaction this year.\n\nSPECTER: I saw a headline in the paper that Sweden was a haven for Iraqi refugees.  Are you familiar with that?\n\nGABAUDAN: I am not familiar with the particular case of Sweden, Senator.  But I know that in the first half of 2006 \nthe number of Iraqi asylum seekers has doubled compared to what was the case last year in Europe.  And we've \nhad -- they are now the first nationality seeking asylum in Europe.\n\nSPECTER: Well, with the Europeans being willing to give asylum, that is a positive sign that they're trying to help \nout.  And that ought to be explored for financial contributions.\n\nIn your prepared testimony, Mr. Gabaudan, you say that, quote, \"In the coming months, UNHCR also hopes to \nconvene an international conference on Iraqi displacement, possibly in collaboration with the Arab League and/or \nthe Organization of Islamic Conference.\" Why only a hope? Why shouldn't UNHCR take the field and insist on an \ninternational conference?\n\nGABAUDAN: Well, we certainly would like to take the lead in promoting the idea.  We think it's important that there \nis some regional ownership.  And that's why it's important to talk to regional buddies that would be able to co-opt \nsome of their members to join in the conference.\n\nSPECTER: Well, the regional participation is obviously important.  But the participation of the United States is \nindispensable, isn't it?\n\nGABAUDAN: Absolutely.  The idea is not to limit the conference as a strictly regional issue.  What we want is \nregional commitment to say we have an issue, we have to tackle that.  That conference should be attended, in our \nview, by…\n\nSPECTER: Well, let me make the suggestion that you transpose language of hope to language of insistence.\n\nGABAUDAN: OK.\n\nSPECTER: I don't think hope is going to get UNHCR very far.  I don't know that insistent will get UNHCR very far.  \nBut it has a much better chance than hope.  And then you have the situation about Syria, to its credit, being the last \ncountry which has its borders open to Iraqi refugees.  This is a good occasion, it seems to me, for the UNHCR to \nweigh in with the United States and say participate in the conference.\n\nI think the United States would be hard put, Mr. Gabaudan, to decline to come to a meeting convened by the high \ncommissioner regardless of who was present.  Would Iran figure as one of the countries that you have in mind for \nparticipation on a regional basis?\n\nGABAUDAN: Well, certainly, all the countries affected by the displacement in the region.\n\n\n\nSPECTER: You're giving me a yes?\n\nGABAUDAN: Yes.\n\nSPECTER: OK.  Well, it'd be good to see that kind of an international conference convened.  Good to see the \ncountries involved, including Syria and Iran there and an invitation to the United States.  I think it would be very hard \nfor the United States to decline an invitation of that sort.\n\nMr. Gabaudan, you heard the testimony of Ms. Lisa Ramaci-Vincent and Captain Iscol.  Right?  You heard them?  \nAny justification at all for the situations which they cite, not to have asylum granted for the individuals that they \ncalled to the attention of American officials?\n\nGABAUDAN: Well, I cannot judge what is happening inside Iraq, Senator, because inside Iraq we just deal with \nIDPs and we are not -- our mandate does not allow us to take people outside their country of origin.  But certainly, \nthe circumstances that these two testimonies have evidence for me make it clear that these cases would fall within \nthe categories that we should identify for the registration for further processing.\n\nSPECTER: Do you think that it is true, as Lisa testified, that there are some people in the American enclave who \ndon't want to admit there's a refugee problem, want to say that Iraq is a democracy and therefore refugees don't \nneed asylum?  Would you think there is much of that kind of an inexplicable attitude?\n\nGABAUDAN: I cannot comment upon that, Senator.  The only thing I can tell you is that the government has asked \nus to look more practically into referring cases to the U.S., which means there is, in my view, an official recognition \nthat there is an issue that the government is prepared to address.\n\nSPECTER: Well, my time expired a few seconds ago.  I want to thank Senator Kennedy for his op-ed and for his \nleadership in this field.  He's been at it for a long time.  And this is an oversight hearing with teeth.  Not too many \noversight hearings in Congress generally.\n\nThe Judiciary Committee has had more than its share recently. But this is one with teeth.  And I think that the \ntestimony which has been given here today by \"Sami\" and \"John\" who -- I was about to say they put a face on the \nproblem.  They put a screen on the problem. And the testimony of the captain and Lisa were really overpowering \nthe nature of the problem.\n\nAnd the United States is in the middle of this problem.  I don't think we're responsible for it.  I think that we're not to \nblame for it.  But certainly, we have a major role to play.  And I would like to see you expand that list of donor \ncountries and set your sights a little higher and get that international conference.  I want to see all those country \nsigns (ph) there: Syria, Iran and who else.\n\nThank you very much, Mr. Chairman.\n\nKENNEDY: Well, thank you, Senator Specter, so much for your participation, interest and longtime concern with the \nproblems of refugees.\n\nThank you very much to you, Mr. Gabaudan, for being here and for these comments.  We want to work with you on \nthese issues, expect to do so.  And I'm enormously grateful for all of our witnesses.\n\nAnd I too join in paying tribute to the courage and the bravery of \"John\" and \"Sami.\" These are individuals that \nrepresent tens of thousands of people that have worked with the United States, worked with the United States \nmilitary, worked with the United States independent contractors, worked with members of the press from the West \nand because of this have been targeted.  And I feel that we have a very, very important and strong obligation.\n\nIt was so overpowering the testimony about what the risks are for them.  I mean, it's death in its most brutal form.  \nAnd anyone that's been following the newspapers or the television know that this is very real.\n\n\n\nThe whole issue about the humanitarian aspects of the Iraq War really haven't gotten the focus and attention.  It \nhasn't gotten the focus and attention on the numbers we know the extraordinary bravery of the young Americans.  \nAnd we pay tribute to those soldiers every single day.  We have 61 from Massachusetts that have lost their lives. \nAnd the over 3,000, 23, I think it is, that have lost their life for the United States, wounded.\n\nI had the opportunity to visit Walter Reed on a number of different occasions.  So we know this extraordinary \nburden that these families have experienced and what it's meant in terms of the finances, the treasury, $8 billion, $2 \nbillion a week.  Think of the total Pell grant program.  I mean, it helps struggling young people go to college -- being \n$12 billion, $12.5 billion and this being $2 billion a week.  What we could do with those resources here investing in \npeople.  It's an enormous human tragedy.\n\nBut we're reminded today about what happens to our friends and allies who have been a part of this whole effort.  \nAnd we have real responsibility.  It reminds me in a certain way of what we were facing in Vietnam.  We saw the \nwhole movement of individuals and refugees around those countries.  We had free fire zones where firing these -- \ndropping bombs and firing these enormous explosives into these areas where the civilian populations gathered.  \nAnd we had a real humanitarian crisis in that.  It took a long time for this country to recognize it.\n\nSo we're in this committee going to follow this very, very closely.  And we are very grateful for all of those who have \ntestified.  We have great admiration for those that have been helpful, the law firms, the students.  Keep after the -- \nthis is the defining issue, I think, for our country and our society.  We have many defining issues, but certainly, this \nis certainly one of them.\n\nAnd we hear a great deal about surges these days.  It seems to me we need a real surge in humanitarian kind of \nconcern and attention and focus for those people whose lives are at risk.  We need to have a surge of concern for \nthem as well.\n\nI will include in the record the documents.  I want to make a special note of the Chaldean Federation of America.  \nThey have a statement, a comment here.  Senator Levin has spoken to me about this. And the record will remain \nopen for one week, Tuesday the 23rd.\n\nAnd the committee stands in recess.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}