{"title": "Condemned Again for Old Crimes;Deportation Law Descends Sternly, and Often by Surprise", "body": "\nAt 21, Alejandro Bontia had a 16-year-old girlfriend whose mother was angered that her teenage daughter was \ninvolved in a relationship. She informed the police, and Mr. Bontia found himself charged with sexual contact with a \nminor and given four years' probation. Mr. Bontia, a Web designer who is now 34 and married and has a son, never \nhad another brush with the law. The youthful dalliance was, at least in his mind, chalked up to the foibles of \nadolescence.\n\nBut the Immigration and Naturalization Service has a long memory.\n\nUnder the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Mr. Bontia, because he had a \nrecord, was a wanted man. Immigration service officials stopped him at Newark International Airport on Jan. 30 as \nhe and his family came back from a wedding in the Philippines. He was imprisoned for more than six months before \nraising bail of $25,000.\n\nEven though his old girlfriend wrote a letter in his defense saying that the relationship was consensual, he is now \nfighting to avoid being sent back to the Philippines, where he was born and lived until he was 7.\n\n\"I was sitting with other detained immigrants in the Hudson County Corrections Facility on July 4, watching the \nspecial on NBC with Katie Couric,\" Mr. Bontia said. \"She talked about how this was the land of opportunity, freedom \nand justice. We howled with laughter. The motto of the Statue of Liberty in today's America is: give me your poor, \nyour tired and your hungry, because we still have empty jail cells.\"\n\nAlthough there have been many complaints from immigration lawyers and even I.N.S. officials about the harshness \nof the 1996 immigration act, the United States is continuing to deport immigrants who long ago committed crimes.\n\nLike phantoms barreling down from a hazy, distant past, ancient crimes and misdemeanors, sometimes decades \nold, have been dredged up by investigators at the immigration service to condemn tens of thousands of \nimmigrants to swift and usually irrevocable removal proceedings.\n\nThe magnitude of the crime is irrelevant. If it is considered an aggravated felony -- shoplifting can be an aggravated \nfelony -- the immigrant must go. Judges have little or no discretion to ward off the blunt results of the 1996 \nlegislation, part of the Republicans' push to rewrite laws considered too liberal.\n\n\nThe arrests, with immigration and police officers at times descending on the homes of people on their list, have \nbeen widespread in recent months. And county jails and detention centers are being packed in many cases with \nmen and women who were never sentenced to serve jail time for their original crimes.\n\nEven I.N.S. officials concede that treating all immigrants with equal harshness is unfair. \"The law is sweeping, even \noverreaching,\" said Bill Strassberger, an immigration service spokesman in Washington. \"We have told Congress \nthat changes need to be made and some discretion needs to be returned to our immigration judges. But as the law \nstands now, the ability of the immigration judges to look at all aspects of the individual's life, including the crime \ncommitted, whether they are members of the P.T.A., what their jobs are or if they have a family, is no longer \npossible.\n\n\"If they are picked up, most are deported. And we are deporting people who at the time of their conviction did not \ncommit a deportable offense, but under the new law can be removed.\"\n\nThere is a bill in the House to soften some effects of the law, including a provision to remove the section that allows \nthe immigration service to deport people for crimes that were not deportable offenses and were committed before \n1996. Many congressmen, including some Republicans who voted for the 1996 legislation, have formally asked the \nimmigration service to ease up. But for now, the steamroller effect of the law is wreaking havoc with lives across the \nUnited States.\n\n\"The sponsors of the 1996 bill that told the I.N.S. it had no discretion tried to get off the hook by then telling the \nI.N.S. to use the discretion they had purported to take away from the I.N.S.,\" said Representative Barney Frank, a \nMassachusetts Democrat. \"That helped some, but the I.N.S. commissioner cannot order law enforcement officers \nnot to enforce the law.\"\n\nDespite the complaints, the number of immigrants being deported for past crimes has been rising every year since \nthe bill was passed.\n\nThe original bill still has its supporters. Representative Lamar Smith, the Texas Republican who is chairman of the \nsubcommittee on immigration and who sponsored the Illegal Immigration Reform and Immigrant Responsibility Act, \nsaid in a statement that before the bill was passed, Border Patrol agents were \"powerless against illegal aliens\" who \n\"knew how to exploit weak federal laws to avoid deportation.\"\n\n\"The law provides the Immigration and Naturalization Service with unprecedented resources and confronts illegal \naliens with tough new laws,\" his statement continued. \"The benefits are evident. Crime has dropped in border \ncommunities. Drug cartels have been hampered. Illegal immigration has slowed.\"\n\nImmigration lawyers blame the bill for an increasing number of lawyers' quitting immigration law. They also say the \nimposition of mandatory detention for those who are picked up has crippled the ability of those lawyers who are left \nto communicate and plan cases with their clients.\n\n\"The I.N.S. moves people, often in the middle of the night, to remote detention facilities, such as the one in \nOakdale, La.,\" said Regis Fernandez, an immigration lawyer in Newark. \"It is impossible to effectively represent \nsomeone when they are 1,000 miles away and have limited or no access to a phone. It is much harder for people \ndetained to retain and pay for a lawyer. There are fewer and fewer attorneys left willing to stomach the absurdity of \nthis legislation.\"\n\nMany families are rudely finding out that fathers or husbands had minor problems with the law and are coping for \nthe first time with prolonged absences.\n\nGaribaldy Mejia, 54, a grandfather and livery-cab driver who founded a radio dispatch company, has been a pillar of \nthe Dominican community in Washington Heights.\n\nBut on May 4, on his way back from finalizing the papers after his father's death in the Dominican Republic, \nimmigration agents at Kennedy International Airport stopped him. His green card and Dominican passport were \nconfiscated.\n\n\n\nHe was placed in a detention center, because 15 years ago he was arrested with a small amount of cocaine and \ncharged with a misdemeanor. He pleaded guilty to possession, paid a $100 fine and received two years' probation.\n\nMr. Mejia is now being detained in Oakdale. Nearly all drug offenses, no matter what the magnitude, are grounds \nfor deportation under the law. And because he was picked up coming into the United States, said his lawyer, Kerry \nBretz, he is not eligible for bail.\n\n\"We have not seen him since July 24,\" said his daughter, Teresa Mejia, 21. \"It was 15 days before we heard from \nhim after they took him at the airport. He made one phone call from Maryland. Then he called when he reached \nLouisiana. We are devastated. My parents have been married for 30 years. I have two older brothers, but I am the \nonly one who can have a conversation about this without crying.\"\n\nFor those who committed more serious crimes, served their time and have turned their lives around, the \ngovernment's refusal to consider their long pilgrimage back to becoming productive members of society is viewed \nas disheartening. For many, it is as if the effort to become a better person has been branded by the state as futile \nand irrelevant.\n\nLuis Freire, 43, said he fell in with gangs as a young man and was involved in a fatal stabbing in 1975. He served \n15 years in prison. Since 1990, shortly after his release, he has worked for ZZZ Carpentry, starting out as a day \nlaborer but slowly mastering the craft of woodworking.\n\nHe started a family, never informing his wife of his past. He does not drink or use drugs and in the words of his \nemployer, Derek U. Huntington, is a model employee.\n\nBut on April 30, scores of police and armed immigration service agents arrived at Mr. Freire's two-bedroom \napartment on West 174th Street at 5:30 in the morning and took him away in handcuffs. His wife, Evelyn, 41, his \nson, Luis, 9 and his daughter, Jennifer, 5, watched a man they said was either at his home or his job for the last \ndecade punished a second time for his crime.\n\nMr. Freire is free on $10,000 bail and is waiting for his hearing with the Board of Immigration Appeals in September. \nBut Mr. Bretz, his lawyer, says that the appeal will probably fail and that deportation, unless the law is changed, is \nmost likely inevitable.\n\n\"When I went to prison, my brother and sister were young,\" Mr. Freire said, drinking coffee after finishing a day's \nwork at a SoHo loft. \"I missed watching them grow up. I vowed not to miss this with my own children.\"\n\n\"I am not the man I was 25 years ago,\" he continued. \"But how can I take my wife, who is from Puerto Rico, and my \nchildren with me to Ecuador, a country I do not know and have no connection with? This is my home. I am \nAmerican. This is my life. I have worked hard to create something good with my life, and now -- because of what I \nwas, not who I am now -- it may all be taken away.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Luis Freire, left, may be deported over a 1975 conviction. His boss, Derek U. Huntington, right, calls him a \nmodel employee.; Garibaldy Mejia, shown with his wife, Arisleyda, far left, and daughter, Teresa, is being detained \nin Louisiana. (Nancy Siesel/The New York Times)(pg. B1)\n\n \n\nChart: \" Criminal Deportations\"\n\nhttp://www.nytimes.com/\n\n\nTwo acts passed in 1996 -- the Illegal Immigration Reform and Immigrant Responsibility Act and the Antiterrorism \nand Effective Death Penalty Act -- have fueled an increase in deportation.\n\n \n\nGraph compares the total number of illegal immigrants deported to those identified as criminals since 1995.\n\n(Source: Immigration and Naturalization Service)(pg. B3)\n"}