{"title": "Channel Tunnel's Risks Defied For a Dream of Life in Britain", "body": "\nIn four languages, the signs on the walls in the Red Cross shelter warn of the hazards of trying to sneak into \nEngland through the Channel Tunnel: electrocution risk, squashing risk, very high-speed train, mortal danger. \n\n     But even the people who have posted the lists don't expect them to do much good. \n\n The hundreds of illegal immigrants housed in the shelter, a cavernous, hangar-like former factory in the middle of \npotato fields have a common goal: getting through the tunnel that is just down the road from here. Some are \nseeking asylum but many just hope to find work once in Britain, while others will use it as a stopping point until they \ncan reach the United States or Canada.\n\nNight after night they try. One young Afghan says he has tried 41 times in the past two and a half months. He might \ntry again tonight, he says, his eagerness clear. \"The smugglers will tell us this afternoon whether we go again \ntonight.\"\n\nIn the last year, tunnel authorities have spent millions trying to stem a clandestine flow of immigrants who have \nmanaged to enter Europe and are now trying to stowaway on the vehicles that are boarded on trains going through \nthe tunnel. The 22-acre complex of concrete lanes and train tracks that converge at the mouth of the tunnel has \nbecome a fortress with barbed wire, electric fencing, floodlights, infrared sensors and police officers patrolling with \ndogs.\n\nBut still the immigrants try, made more reckless and inventive by the new barriers.\n\nNowadays they jump onto the tops of moving trucks from bridges. They hang around gas stations hoping to hide in \nvehicles heading for the tunnel. Some jump in front of freight trains, to slow them down so that others will be able to \nclimb aboard.\n\nJust last week, nine Romanian immigrants including a 3-year-old girl, were found hidden in the undercarriage of a \nhigh-speed passenger train that had arrived in London. In near freezing temperatures, they had been traveling at \nspeeds of 180 miles an hour. Passengers heard them banging for help. \n\nFor many, these risks are worth taking because tens of thousands are believed to have made it through the tunnel, \nwhile only one death has been reported. Earlier this month, an Iraqi man was found dead after he apparently got \ncaught between a platform and the undercarriage of a train. \n\nIn the last few months, security officials have found 150 to 200 illegal immigrants a night trying to get across. \"You \ncan see the whole thing start around 8 or 9 p.m.,\" said Francois Borel, the director of communications for \nEurotunnel, a privately financed British-French group that operates the tunnel. \n\n\n\"They start coming out of the Red Cross shelter in groups of 20 or 30 making their way over here,\" Mr. Borel said, \n\"ready to take their chances. It is taking more and more of our resources and, of course, it is extremely dangerous \nfor them.\"\n\nSome local officials have called for the dismantling of the Red Cross shelter that opened just 18 months ago \nbecause they think it draws the illegal immigrants and provides them a base from which to make repeated efforts to \nenter the tunnel. But others say that the immigrants were squatting all over town, long before the shelter opened. \nRed Cross officials point out that their role is to provide aid to those in need -- not to police the comings and goings \nof the immigrants or their activities. \n\nThe immigrants' numbers began to mount when war broke out in Kosovo, but other conflicts have fueled the flow. \nThe shelter has also housed Russians, Ukrainians and Czechs. These days, most immigrants in the shelter are \nKurds, Iranians and Afghans. \n\nSome have paid $25,000 to $40,000 to get this far, and will pay smugglers another $300 to $500 to get across the \nEnglish Channel, if they have it. \n\nThose who do not pay often face the wrath of gangs that control this market. Shelter officials said that a recent \ngroup of Afghans who tried to enter the tunnel complex on their own were turned away at knife point by smugglers. \nFifteen people were injured in a melee at the shelter last week when one agent for the gangs tried to extort a fee \nfrom a young Afghan who refused to pay. \n\nBut many of the immigrants are well educated and have been doctors, engineers or are relatives of successful \nbusinessmen in their own countries. They simply pay the fees, putting themselves in the hands of the smugglers. \n\nThe young Afghan, who in khaki pants and a Polartech sweater could pass for a university student anywhere in the \nworld, says he has been told to jump off bridges and has done so. He has also tried to sneak into the backs of \ntrucks. For all of his efforts, he said, he has been beaten up by the police, beaten up by a truck driver and once, he \nbadly gashed his hand on barbed wire.\n\n\"I will keep trying because I have no way back,\" he said. \"I have to keep trying.\"\n\nThe young man said he hopes to be able to study in England, though he has nothing particular in mind. He and a \ndozen other young Afghans share one of the prefabricated cabins the Red Cross has set up inside the building, \nonce a staging area while the tunnel was being built. They all talk of avoiding the military service in their homeland, \nwhich has grown from two years to five. \"Either you fight or you are killed,\" he said. \"conditions are very bad.\"\n\nLike the others he bunks with, he has only two sets of clothes. He wears both when he goes to the tunnel. But their \ncabin is spotless and everyone appears upbeat. This is not true in all the cabins. Some reek of stale sweat and \ndespair.\n\nThe lives and movement of these immigrants from one European country to another is a touchy subject among the \n15 members of the European Union. \n\nSeveral times, Britain has made its displeasure known with France's willingness to let illegal immigrants move \naround the country unsupervised. When a boatload of 900 Kurds arrived in Frejus last month, France was heavily \ncriticized for giving the new arrivals eight passes that allowed them to travel where they wanted. \n\nBritain quickly told France to deal with the Kurds themselves, saying they would be deported to France if found in \nEngland.\n\nFrance responded that the Kurds would be invited to apply for asylum in France. But eight days later, more than \n200 were missing. Germany caught more than two dozen of them trying to get across the border and quickly \nreturned them to France. Swiss border police turned back another nine. No one knows if any passed through \nSangatte, but it is clearly possible.\n\n\n\nBritain is now the most popular destination for immigrants in Europe. In 2000, the country received the largest \nnumber of asylum applications, 97,900 or 22 percent of the total number of applications lodged in Europe. Germany \nwas second with 78,800 or 17 percent.\n\nExperts say immigrants are drawn to Britain for many reasons, including cultural and historical ties. In addition, \nmost are aware that Britain is the only country in the European Union that does not demand that its citizens carry \nidentification papers at all times, making it that much easier to move around and work illegally.\n\nBut many note as well that the immigrants often get poor information about where they are going. At the shelter in \nSangatte, several immigrants said they were choosing England because they would get free housing and an \nallowance when they arrived, which is far from true.\n\n\"There is what we call the CNN factor at work,\" said Jean Pierre Garson, an immigration expert with the \nOrganization for Economic Cooperation and Development. \" And you have the fact that a lot of people are selling \nthem dreams, they are just victims of false dreams.\"\n\nOn a chilly, rainy day there is little to do at the shelter, where noise echoes harshly on the concrete floor. Mothers \nbathe their children in the sinks as men shave nearby. But the most activity is around the pay phones, just outside \nthe front door. Everyone waits for word from the smugglers.\n\nSince the shelter opened, more than 26,000 men, women and children have passed through the Red Cross shelter. \n\nMichael Derr, the director, says he has no doubt that almost all of them are in Britain now, with most having passed \nthrough the tunnel while some used boats or ferries to cross. A family of four was not back in the cabin they had \noccupied. \"It could be that they made it,\" said another of the shelter's residents.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Cots piled with belongings at a shelter in Sangatte, France. The number of immigrants headed for Britain \nbegan to grow with the war in Kosovo; these days most shelter residents are Kurds, Iranians and Afghans. (Fabien \nCalcavecchia for The New York Times)(pg. A12) Map of France highlighting Sangatte: In a Red Cross shelter in \nSangatte, immigrants wait for their chance. (pg. A12)\n"}