{"title": "A RECORD DAY ON PHONE LINES", "body": "\nA RECORD NUMBER of readers called Citizenship Now! yesterday on day one of the week-long free immigration \nphone-in sponsored by the Daily News and CUNY.\n\nDozens of volunteers answered calls from 9 a.m. to 7 p.m., and with double the number of phone lines from past \nyears, more New Yorkers than ever got help untangling their immigration issues.\n\n\"Everything I've been told is so helpful,\" said one of more than 2,000 callers who found out she can apply for \ncitizenship for her husband.\n\n\"I was worried because we met here, fell in love, got married and are trying to build a home and family,\" she said. \n\"He's a hardworking man. This is very, very good news.\"\n\nThis is the fifth time the Daily News and CUNY have teamed up to provide free help to New York's massive \nimmigrant community. The number of calls answered on the first day was double last year's figure.\n\nDue to overwhelming demand, there are now 48 phone lines, thanks to sponsor Verizon Corp., and, for the first \ntime, half are dedicated to Spanish speakers.\n\nAs a result, the number of Spanish speakers who called in and got help quadrupled.\n\nCallers came here from around the world, including Ghana, Egypt, Colombia and Russia, and with volunteers \nspeaking a vast array of languages - from Albanian to Greek and Chinese - help is most certainly at hand.\n\n\"We are doing this because we care and we want to be available to help people,\" said Jay Hershenson, CUNY's \nvice chancellor for university relations.\n\n\"This is really about the future of our city and our country. To have a newspaper and university whose goal is to \nprovide this public service sends a message of welcome.\"\n\nCoverage is being provided daily in Spanish on Radio WADO (1280 AM) and Univision/Channel 41.\n\nAssemblyman Adriano Espaillat (D-Washington Heights) took the time to answer calls during a visit to the phone-in \nyesterday.\n\n\n\"The immigrant community in New York is very diverse and very important,\" he said. \"The Daily News and CUNY \nare doing tremendously important outreach work.\"\n\nThe timing of Citizenship Now! could not be more crucial as Congress considers changes in immigration laws and \nmoves to increase the fees permanent residents have to pay to become citizens.\n\nThe phone lines will be open until Friday. Nearly 200 immigration experts are on hand during the week to answer \nquestions in confidence. cboyle@nydailynews.com\n\nThe people who staff the Daily News-CUNY Citizenship Now! call-in phone lines are available to give information \nonly. Although they are experts in the immigration field, they are not attorneys for callers and cannot give you \nspecific legal advice. The call-in is not intended as, and is not a substitute for, legal advice provided by an attorney \nretained to counsel and assist a client on a specific problem or situation. You should consult a lawyer specializing in \nimmigration law if you are in need of such services. The Daily News and CUNY make no representations or \nwarranties of any kind, express or implied, as to information given to callers by the Citizenship Now! experts, and \nunder no circumstances will they be liable to any caller or other person for damages of any nature arising in any \nway from the use of such information.\n\nALLAN WERNICK's column on immigration law appears every Tuesday and Thursday in the Daily News. He is a \nprofessor at Baruch College and director of CUNY's Citizenship and Immigration Project. He is also the author of \n\"U.S. Citizenship and Immigration Law - Your Complete Guide\" and has been the driving force behind Citizenship \nNow!\n\nSONIA AGRONT,\n\nan experienced immigration paralegal, works for the Caribbean Women's Health Association, a Brooklyn nonprofit \norganization that operates an immigration center. The group is accredited by the federal Board of Immigration \nAppeals.\n\nOLU AJAYI is the president of the Nigerian-American\n\nCommunity Association. He is\n\nfluent in Yoruba, Ibo and Hausa.\n\nGINA AVILES,\n\ndirector of payroll services for John Jay College of Criminal Justice, reviews and approves nonresident aliens \nseeking employment at the school.\n\nShe is fluent in Spanish.\n\nAI-LING CHIA, a third-year student at CUNY School of Law, is a legal intern at the CUNY Flushing Immigration \nCenter. She is fluent in Mandarin.\n\nAI-LING CHIA, a third-year student at CUNY School of Law, is a legal intern at the CUNY Flushing Immigration \nCenter. She is fluent in Mandarin.\n\nMICHAEL\n\nDELUCA, a CUNY law student and\n\nvolunteer at the school's Citizenship and Immigration Project, is a former U.S. immigration inspector. He is fluent in\n\nItalian and\n\nSpanish.\n\nmailto:cboyle@nydailynews.com\n\n\nRAFAEL\n\nDOMINGUEZ,\n\nan adviser at the CUNY Flushing\n\nImmigration\n\nCenter, specializes in community\n\noutreach on\n\ncitizenship and\n\nimmigration\n\nmatters.\n\nMARY SUE\n\nDONSKY\n\nis an associate professor in the Department of Law and Paralegal Studies at CUNY's New York City\n\nCollege of Technology. She is a member of the New York and\n\nFlorida bars.\n\nSANCHA DOXILLY in an immigrants' rights advocate\n\nwho founded Brooklyn College Direct Action. She is majoring in political science, with a minor in law and society. \nShe does research on immigrant\n\npopulations.\n\nFARUK GASHI is a nonresident alien tax specialist for CUNY. He holds a B.A. in business and completed an \nadvanced immigration course at the CUNY Graduate Center. He is fluent in Albanian, French and Serb.\n\nPAT MABRY is\n\nan admissions counselor at\n\nHostos Community College.\n\nPAT MABRY is\n\nan admissions counselor at\n\nHostos Community College.\n\nVIVIENNE MCLEAN is\n\nenrolled in the CUNY Immigration Law Certificate course. As a member of the NYC/CUNY Citizenship Corps, she \nhelps with citizenship application projects in immigrant communities.\n\nBARBARA MEDINA is the assistant\n\ndirector for project\n\n\n\npersonnel at\n\nHunter College's Office of Research Administration. She is pursuing\n\na master's degree in social work\n\nat Fordham\n\nUniversity.\n\nALEJANDRO\n\nMEDRANO is a member services\n\nsupervisor for HomeFirst, a\n\nprogram within Metropolitan\n\nJewish Health\n\nSystems. He is\n\nfluent in Spanish.\n\nKRYSTYNA\n\nMYSSURA\n\nworks in the\n\nImmigrant Community Liaison Unit of the New York State Bureau of Refugee and Immigrant Assistance. She is\n\nfluent in Polish.\n\nTHRESINE\n\nNICHOLS, an adviser at the CUNY Citizenship and Immigration Project, assists students, faculty and the \ncommunity on citizenship and immigration issues. She is pursuing a master's degree in international relations.\n\nMANUEL\n\nSALVADOR\n\nOROCHENA is a\n\ncommunity arbitration trainer and freelance interpreter. A law school graduate, he has more than 20 years of \nexperience assisting immigrants with citizenship\n\napplications. He is fluent in Spanish.\n\nJEANNE\n\nPEARSON-GRAY is a SEEK counselor at Baruch College. She has more than 10 years of experience assisting and \nadvising students. She also serves as a paralegal in the U.S. Army Reserve.\n\nFRANKLYN\n\nPEREZ has been\n\n\n\na practicing attorney for the past 26 years representing many clients before the U.S. Citizenship and Immigration \nServices and in immigration court. His present focus is in the area of higher\n\neducation law.\n\nTEUTA RAFTI, an accountant, is participating for the second time in the CUNY/Daily News Citizenship Now! call-in. \nShe is fluent in Albanian and Greek, and understands Italian.\n\nLUAN REXHEPI is an immigrant community liaison for the governor's Citizenship Unit in New York City. Fluent in \nAlbanian, he is responsible for Balkan, Eastern Europe and Middle Eastern immigrant affairs.\n\nCHUN SHA is an immigrant community liaison at the governor's Citizenship Unit. She does outreach in the Asian \ncommunity to provide information on seeking\n\nlegal residence and applying for citizenship.\n\nSOPHIA SHAW is an immigration\n\ncounselor. She has over five years of experience assisting\n\nimmigrants with family-based\n\npetitions.\n\nKAREEM SWABY is an immigration specialist with Erasmus Neighborhood Federation. He counsels and assists \nimmigrants on family petitions, citizenship, change of status and passport applications.\n\nRAMON TERCERO is assistant to\n\nthe director of Language and\n\nLiteracy Programs at CUNY. He's a graduate of\n\nthe CUNY Immigration Law\n\nCertificate\n\nprogram and is fluent in Spanish.\n\nPATRICIA TRIM is a student immigration counselor\n\nat CUNY. She is also the CEO/founder of Tots and Teens In Focus\n\nand Guyana Tots and Teens, a\n\ncultural and\n\neducational\n\nprogram that airs on Brooklyn\n\nCommunity\n\nAccess Television.\n\nMILAGROS\n\nVICENTE is a paralegal in the CUNY Citizenship and Immigration Project at Hostos Community College. A \ngraduate of John Jay College, she has been a paralegal for 17 years.\n\n\n\nKAREN WYSOKI is a college assistant at the International Students and Scholars Office at Queens College. She \nhas eight years of experience assisting foreign students with visa and immigration issues. She is fluent in Hebrew.\n\nLILY YI-ELKIN, coordinator of International Student Services at the Borough of Manhattan Community College, has \nmore than 12 years' experience in higher education.\n\nANTHONY ANDREWS is the assistant director of student activities at York College. He has a degree in political \nscience from York College and a master's from Baruch College.\n\nMARK DRUCKER has over 30 years of\n\nimmigration law experience and is\n\nadjunct professor at CUNY's School of\n\nProfessional Studies. He has a general immigration law practice and is fluent\n\nin Spanish.\n\nPATRICIA JOHNSON is a counselor in the Student Development and Counseling Department at Baruch College. \nShe has more than 30 years of experience counseling in the SEEK Program.\n\nANGIE McELROY is a staff member in the CUNY Citizenship and Immigration Project. She has more than four \nyears of experience in the immigration and social fields.\n\nRONALD RANUS is a judge in Bronx Traffic Court. He has a B.A. in political science and a doctorate in law from \nSUNY-Buffalo. He is enrolled in the CUNY Graduate Immigration Law Certificate Program.\n\nGraphic\n\n \n\nPHOTOS\n"}