{"title": "Horowitz '16: Pre-meds' perception predicament", "body": "\nI guess you could say I've been one of the lucky ones. I was able to make it through my years as a pre-medical \nstudent without having any major difficulties. I enjoyed almost all of my classes, kept my grades up and still made \nplenty of time for wonderful extracurriculars that allowed me to develop the skills I will need for a career in \nmedicine. It may seem like I'm bragging, but really I'm just trying to articulate to all of the pre-meds out there that \nthe road to medical school may be filled with obstacles, but with the right amount of focus and organization, they \ncan be overcome. That being said, it pains me to say that some of these obstacles are specific to Brown.\n\nI would like to start by saying that I love the open curriculum. Through seven semesters, I have taken classes in 21 \ndifferent departments, and without the flexibility Brown's curriculum provides, I would not have been able to broaden \nmy horizons in such a way. The S/NC option has given me the freedom to explore courses in departments with \nwhich I have less experience, such as literary arts and engineering, and learn for learning's sake without having to \nworry about my grade. Moreover, I believe the lack of pluses and minuses allows Brown's academic environment to \nbe far more cooperative than competitive, and I have found the stereotype of the cutthroat pre-med student to be \nuntrue here.\n\nThat being said, between my experiences and the experiences of my pre-med friends, it seems that there are \ncertain philosophies of the curriculum that do not translate well to us. For example, the open curriculum emphasizes \nthat the primary goal of education is the pursuit of knowledge. While I wholeheartedly agree with this mindset, it can \nlead some students to see grades as unimportant. Yet while Brown has de-emphasized grades to the point that the \nschool does not calculate grade point averages, pre-med students must be hyperaware of their grades. Higher \nGPAs are directly correlated to (and also cause) higher acceptance rates at medical schools, and the Brown Health \nCareers Advising Office has a GPA cutoff so that applicants who don't have a certain GPA need special permission \nto receive a committee letter, a crucial piece of a full med school application.\n\nFurthermore, many of the pre-med students at Brown are PLMEs, meaning they have already been accepted into \nAlpert Medical School. These students are able to bypass the med school admission process, giving them the \nenviable opportunity of being able to embrace the open curriculum fully without having to worry as much as the \nstandard pre-med at Brown. In this sense, the educational experience of PLMEs is far more similar to that of the \nrest of the undergraduate population than to that of other pre-meds, and comparing these two types of pre-meds in \nthis context is a false parallel.\n\nThus, I have seen that pre-med students who are very focused on their grades are often criticized for not truly \nembracing the educational experience. Many students at Brown assume that pre-med students only care about As \nand have no interest in the material they are learning. In reality, these students are so passionate about education \nthat they want to obtain a high GPA as an undergraduate in order to continue learning at medical school for \nanother four years (plus several additional years as a resident).\n\n\nMoreover, students are chastised for questioning the grades they receive at the end of the semester. I have had \nmany acquaintances tell me stories of how faculty members have lambasted them for simply asking about grading \npolicies after a course had ended. To me, it seems that improvements can be made on both ends: Pre-med \nstudents need to understand that learning always takes priority over the grade one receives, but at the same time, it \nmay be helpful for faculty members to be more sympathetic to the pressure of trying to impress medical schools \nwith a competitive GPA.\n\nAnother unique aspect of the pre-med curriculum is that it's separate from one's concentration. Normally, Brown \nstudents take courses their concentration requires or whose subject material interests them (or both). For pre-meds, \nhowever, there is a third category of courses - those required by med schools. Most of these classes, in \ndepartments such as biology and chemistry that have many pre-med concentrators, are directly related to med \nschool coursework. Other courses, such as physics, are not necessarily integral to a career in medicine. This \ncreates a unique situation: Last fall, 65 students filled out the Critical Review survey for PHYS 0030: \"Basic \nPhysics,\" the first semester of Brown's year-long introductory physics course, and not a single one was a physics \nconcentrator.\n\nOne of the reasons pre-med students need to take these classes is because they are a key part of the MCAT, the \nstandardized test that, like GPA, is a key factor in med school admission. Therefore, many students take pre-med \ncourses at Brown expecting to learn everything they need for the MCAT. The fact that faculty members are granted \nthe freedom to teach whatever they want is a great thing, but it also means that there is no way to ensure that \nstudents are learning what they need to for the MCAT.\n\nThe sad truth is that pre-med courses such as physics, where many of the students are not fully immersed in the \nmaterial and are mainly learning to take a standardized test, can feel more like a high school Advanced Placement \nclass than an undergraduate course at Brown. As a result, the faculty members and the students have different \nopinions on what the class should be.\n\nThe open curriculum is wonderful because students have the freedom to take only classes they want to take, but \nthe system is not designed to deal with pre-meds who have a required course list. Brown pre-meds are often \ncriticized as grade-obsessed and uninterested in the process of learning, but between the pressure to get good \ngrades and the unique situation of not having complete freedom over their schedules, the reality is that pre-meds at \nBrown simply have a different perspective.\n\nThe Brown community should recognize these factors and recognize that pre-med students have the same \nappreciation for the pursuit of knowledge as the rest of the community.\n\nAdam Horowitz '16 would love to answer any questions that pre-meds may have. These can be sent to \nadam_horowitz@brown.edu Share on Facebook Share on Twitter\n"}