{"title": "Immigrant Fights Off His Deportation", "body": "\nA week after he was told that the United States Government would no longer try to deport him to his native country, \nJesus Collado, a Dominican immigrant who has lived in New York for 24 years, is facing new challenges: learning \nto live again without fear and paying the bills that have accumulated during his 16-month ordeal.\n\n\"I have lived with the fear of being separated from my family for such a long time that I don't even know what I feel \nanymore,\" said Mr. Collado, a 45-year-old restaurant owner and father of three who still cries when he remembers \nthe months he spent detained by the Immigration and Naturalization Service in York, Pa. \"It will be a long time \nbefore that feeling in my heart leaves me.\"\n\nLast week, Judge Douglas B. Schoppert of Immigration Court in New York dismissed the deportation case against \nMr. Collado, a legal resident of the United States who, upon returning from a trip to the Dominican Republic in April, \nwas stopped by immigration officials at Kennedy International Airport and sent to jail to await deportation for a \ncrime he committed 24 years ago.\n\nMr. Collado's case attracted immediate national attention because his ordeal highlighted the effects that tougher \nimmigration laws, passed in 1996, could have on the lives of ordinary citizens who committed crimes long ago. In \n1974, Mr. Collado was convicted of statutory rape, a misdemeanor, for having sex with his girlfriend, who was 13.\n\nImmigration officials used his case to illustrate how the law had tied their hands by taking away the agency's \ndiscretionary powers in certain deportation cases. Members of Congress used the case to contend that the \nimmigration agency was interpreting the law too harshly and wasting resources in the process. Mr. Collado became \nthe subject of speeches on the Senate floor and special bills were introduced to stop his deportation.\n\nAdvocates for immigrants used the case to show that anti-immigrant feelings sweeping the country were \ndestroying the lives of hard-working women and men like Mr. Collado.\n\nJudge Schoppert did not explain his ruling. But Mr. Collado's lawyer, Kerry W. Bretz, said the case was dismissed \nbecause he had been able to show that the agency had erred in holding his client for almost seven months and in \ntrying to deport him for a misdemeanor that did not warrant such treatment.\n\nImmigration officials said they would not appeal the judge's ruling. They have given Mr. Collado back his passport \nand his green card. He is free to travel abroad and to re-enter the United States, his home since he was 19.\n\n\nMr. Collado said he was relieved by the judge's decision. But, he added, he still cannot rest easy. While he was \ndetained, he almost lost his restaurant in Washington Heights. He said he owes $13,000 to vendors, $36,000 in \nback rent to his landlord and about $30,000 in medical bills; both his wife and 19-year-old daughter had serious \nhealth problems last year. He sleeps fitfully and visits a psychologist once a week.\n\nMr. Collado was released from jail last October, but he remained under the threat of deportation until last month \nwhen lawyers for the I.N.S suddenly filed a motion to dismiss his case because, they argued, he had demonstrated \nhe was eligible to become a United States citizen -- a test of good moral character that allows immigration officials \nto drop deportation proceedings.\n\nBut Mr. Bretz, Mr. Collado's lawyer, filed his own motion arguing that the case should be dismissed for other \nreasons. Mr. Bretz argued that the immigration agency should never have tried to deport him to begin with. \nLawyers for the agency did not oppose that motion.\n\n\"I.N.S. made a mistake and the result is that Jesus' life was turned around for a long time,\" Mr. Bretz said. \"They \nshould have never locked him up.\"\n\nMr. Bretz said he planned to file a civil suit against the agency on Mr. Collado's behalf.\n\nAt issue is an exception, overlooked until now, to the same law that allowed the agency to detain Mr. Collado and \ntry to deport him. Among other things, the law, intended to rid the country of criminal immigrants, states that any \nimmigrant convicted of a crime of \"moral turpitude,\" like rape, is inadmissible and therefore deportable. But the law \noffers a respite for people who have committed only one crime and have not been sentenced to more than six \nmonths' imprisonment. Mr. Collado had been sentenced to one year of probation.\n\nImmigration officials maintain that they did not err in seeking the deportation of Mr. Collado. Russell A. Bergeron \nJr., an agency spokesman in Washington, said that immigration inspectors at the airport had no choice but to detain \nMr. Collado once he revealed that he had been convicted of rape.\n\nMr. Bergeron said that lawyers for the agency had become aware that the exception to the law might apply to Mr. \nCollado only after carefully reviewing his criminal record last month. He said the full records of Mr. Collado's \nconviction had not reached the agency until then.\n\nMr. Bergeron said the judge's decision does not set a precedent or change the way the immigration agency \ninterprets the laws that have broadened the definition of what constitutes a deportable crime and who is subject to \ndeportation or deemed inadmissible to the United States. Had it not been for that exception, Mr. Bergeron insisted, \nthe agency would have had no recourse but to deport Mr. Collado, because the laws have stripped immigration \njudges of the power to make those decisions.\n\nInstead, he said, they must apply the law equally and retroactively, regardless of the nature of the crime or the \nbehavior of the immigrant since the crime was committed. Mr. Bergeron said the agency had asked Congress to \namend the language of the law to return to the immigration courts a measure of discretion.\n\nThat interpretation of the law is a point of contention between the agency and members of Congress.\n\n\"We have tried to impress upon I.N.S. what the intent of the legislation was and it clearly was not to deport people \nlike Mr. Collado,\" said Joseph P. McMonigle, communications director for Senator Spencer Abraham, a Michigan \nRepublican who supports tougher laws against immigrants who are criminals.  \"They have prosecutorial discretion \nand they should use it.\"\n\nBut, Mr. Bergeron said, the agency has no procedures in place to determine when to pursue a deportation case, \nbecause, historically, that has been the role of immigration courts.\n\n\"This has been a continual theme in the Collado case,\" said Lucas Guttentag, director of the Immigrants' Rights \nProject of the American Civil Liberties Union. \"Immigration washes its hands and says: 'It's not my fault. It's you!' \nand Congress points to I.N.S and says, 'No, it's you!' \"\n\n\n\nGraphic\n\n \n\nPhoto: Jesus Collado, a Dominican immigrant who has lived in New York for 24 years, just learned that the \nGovernment will no longer try to deport him. (James Estrin/The New York Times)\n"}