{"title": "U.S. Is in a Quandary as Chinese Wait Off Shore", "body": "\nTen days after the Coast Guard stopped three ships trying to smuggle 659 Chinese into California, senior officials \nin the Clinton Administration continued to argue over solutions -- none attractive -- to the increasingly difficult and \nembarrassing situation.\n\nAs the United States continued to press the Mexican Government to accept the refugees, the crowded, fetid ships \nremained about 100 miles southwest of San Diego, surrounded by Coast Guard cutters.\n\nThe ships represent the first test of the Clinton Administration's vow to crack down on illegal immigration, a vow \nmade after another smuggler's ship, the Golden Venture, spilled nearly 300 illegal Chinese immigrants onto New \nYork's shores last month.\n\nEven as it wavered over action on the three ships, the Administration said today that it would back tough new \nlegislation on asylum seekers.\n\n \n\nEjected the Same Day\n\n The measure will allow quick and summary hearings for people who request asylum at airports and other ports of \nentry, and would stiffen penalties against alien smugglers.\n\nGovernment officials and others familiar with the plan say it includes charging alien smugglers under the Racketeer \nInfluenced and Corrupt Organizations Act. As a result it will allow Federal prosecutors to seize the assets of \nsmugglers, including ships like the Golden Venture.\n\nUnder the bill, a corps of immigration officers will screen aliens caught trying to enter the country without proper \ndocuments to determine if their asylum claims are worthy to be heard by an immigration judge. Those whose claims \nare deemed frivolous could be placed on airplanes and sent back to their country of origin on the same day they \narrived in the United States.\n\nUnder current immigration law, an alien's statement that he has a well-founded fear of persecution is generally \nsufficient to allow him to be scheduled for a hearing. The hearing process can take years, during which the \napplicant is generally allowed to stay in the United States.\n\n\nImmigration experts say that in 1992 about 14,000 people tried to enter the country without documents or by using \nfraudulent documents and then claimed asylum. A sizeable percentage of them turned up at Kennedy International \nAirport in New York, the experts said.\n\n \n\nUnpleasant Alternatives\n\n The bill, which is to be announced when President Clinton returns to Washington, was drafted by Congressional \nstaffs and an interagency task force made up of officials from the Justice Department, the State Department, the \nOffice of Management and Budget and the White House.\n\nFor the last 10 days, senior officials of the Departments of State, Defense, Justice and Transportation and the \nCentral Intelligence Agency have been struggling with the problem of the three ships off Mexico. The officials are \nconsidering these alternatives, immigration officials said:\n\n*Allow the refugees into the United States and hear their pleas for political asylum. State Department and \nimmigration service officials vow they will not let that happen.\n\n*Dragoon the refugees onto a United States Navy vessel and ship them back to China. But the Navy wants no part \nof that plan, immigration officials said.\n\n*Force the home nation of the freighters to take their human cargo. No one is sure of the ships' true flags; two of the \nships claimed Taiwanese registry, an assertion the Government of Taiwan denies.\n\n \n\n'U.S.A. I Love You'\n\n The United States imposed a news blackout on the ships today, keeping the faces of the Chinese passengers \nwaving signs -- \"USA I Love You\" and \"Bread We Want, Freedom We Want\" -- off television and out of the \nnewspapers.\n\nNo responsible official would comment publicly on the stranded refugees, the so-far fruitless talks with the Mexican \nGovernment or the implications for the new policy of preventing boatloads of immigrants from applying for political \nasylum.\n\nThe State Department spokesman, Michael McCurry, said it was \"obvious that this is a sensitive matter of \ndiplomacy.\" He also said it was \"being addressed with urgency on the part of the officials here in the United States \nthat are dealing with it,\" and added, \"We remain in contact with the Mexican Government\" on the issue of Mexico's \naccepting the refugees.\n\nSuch contacts were at best strained. Senior Mexican officials insisted that they would not take on the immigration \nproblems of the United States, and expressed fury at the way the situation has been handled.\n\n \n\nA Backlog of Applications\n\n Simply put, the Administration wants to prevent the Chinese refugees aboard the ship from applying for political \nasylum in the United States. The system has due-process requirements and legal protections that can take months \nand years to fulfill. It is hard-pressed to handle its backlog of applications: 10,000 new requests a month, and \n300,000 people on a waiting list.\n\nThe United States also wants to prevent a repeat of the June 6 wreck of the Golden Venture, in which 10 Chinese \ndied trying to swim ashore. All but 14 of the 301 illegal immigrants who survived the beaching are still being \ndetained in Immigration and Naturalization Service prisons in Pennsylvania and Louisiana, an I.N.S. spokeswoman \nsaid yesterday.\n\n\n\nBy intercepting the three ships at sea, the United States aims to send a signal that might stop tens of thousands of \nChinese people from paying smugglers tens of thousands of dollars apiece to take them to the United States in \nthe filthy holds of freighters.\n"}