{"title": "WAYS and MEANS; OVER FOUR DECADES, Russell Means has led an insurrection, posed for Andy Warhol, aspired to be an assassin and been arguably the most influential public figure in fighting racism against the American Indian. Now, in his quest to start his own country, the road to success might run down Embassy Row.", "body": "\nThe voice was booming and imperious as it came out of the bathroom, wafting over the blandly hip decor of the \nDupont Circle hotel room. Ã’If you excuse me a moment,Ã“ said Russell Means, Ã’I'm going to braid my hair.Ã“\n\nI knew that Means was not talking about some quick twist-and-tie ponytail job, but rather the painstaking \nculmination of a resplendent costume. Means is 6-foot-1, with a powerful broad-boned physique. He is the actor \nwho played the last Mohican in the 1992 film Ã’The Last of the Mohicans,Ã“ and he is the onetime leader of the \nrevolutionary American Indian Movement, or AIM. Arguably the most famous living Indian activist, he performs his \nrole with panache. Already on this bright, cold morning in February, he was wearing dangling turquoise earrings, a \ncrimson wool Navajo vest and black silver-tipped cowboy boots. His broad, truculent brow was creased with wear.\n\nMeans's life has been something like a Johnny Cash song. He has done prison time for inciting a riot, and has been \nstabbed, accused of murder, hit by two bullets and divorced four times. Long ago, he was a fancy dance champion \nand a rodeo star. Even now, at age 68, he remains a forceful presence -- a warrior.\n\nOn this visit to the nation's capital, Means was, per usual, fighting the United States of America. Along with three \nother Lakota Indians, he had recently severed his ties with the United States and declared himself a founding \nmember of a new, autonomous nation -- the Republic of Lakotah. Unsanctioned by their tribal government, and \nspeaking only for themselves, the dissidents claimed dominion over more than 93,000 square miles of traditional \nLakota territory -- a continuous chunk of sparsely populated dry land that includes parts of Nebraska, South Dakota, \nNorth Dakota, Montana and Wyoming.\n\nMeans was here in Washington seeking diplomatic recognition from the world community so that he could ultimately \nfinagle a seat at the United Nations, whether the U.S. of A. likes it or not. His motto, borrowed from Gandhi, is, \nÃ’First they ignore you, then they laugh at you, then they fight you, then you win.Ã“\n\n\nThe plan was to barnstorm Embassy Row. He hoped to visit ambassadors from several U.S. adversaries \n(Venezuela and Serbia, for instance) as well as from a few other countries he deemed likely allies -- for instance, \nBolivia, which has an indigenous president in Evo Morales, and Finland, which, in Means's view, Ã’appreciates \nfreedom because it's always been an independent ally of Russia.Ã“\n\nIt would be a four-day mission, and Means was traveling with an attache, Lakotah's volunteer attorney general, \nJerry Collette. A Libertarian activist and a paralegal who recently emigrated to Lakotah from his longtime home in \nNorth Carolina, Collette is most renowned for the intricate, loopholing legal work he did last winter to enable the \nsupporters of presidential candidate Ron Paul to fly a campaign blimp up and down the East Coast. Ethnically \nFrench-Canadian, Collette is 56 years old, with long gray hair and a shaggy gray beard. In contrast to Means, he is \na meager physical presence -- slender and only 5-foot-4. On this road trip, as Means luxuriated on the hotel's single \nqueen bed, Collette was sleeping on the floor. Ã’I'm a guerrilla,Ã“ he explained, Ã’and if you're a guerrilla, you just \ndon't grumble about little discomforts.Ã“\n\nAt the moment, Collette was standing outside the bathroom, valet-like, reporting on the progress he'd made that \nmorning, canvassing embassies on his cellphone. Ã’I called Iceland,Ã“ he said, Ã’and they can't meet with us. \nThey're busy. They said to just drop off a petition.Ã“\n\nÃ’They're busy?Ã“ Means asked. Ã’What does Iceland have to be busy about?Ã“\n\nCollette paused a moment, and then, without answering, he said, Ã’But can we just drop off the petition?Ã“\n\nÃ’We're too busy,Ã“ Means said, his voice laced with a larksome, sardonic swagger, and Collette went back to his \nphone, squaring away the logistics for a full afternoon of visiting embassies.\n\nAfter a few minutes, Means emerged. His braids were done, and now he reached for his sunglasses -- Dolce & \nGabbanas.\n\nÃ’Well, then,Ã“ said Russell Means, Ã’are we ready?Ã“\n\nThe first embassy of the day was East Timor, which is actually not on Embassy Row but rather in a nondescript \noffice building near the Van Ness-UDC Metro station. Means and Collette took the elevator to the fifth floor. The \nTimorese suite was dimly lit and sparsely appointed, new-smelling. East Timor is a fledgling Southeast Asian nation \nthat is still adjusting to independence after having been occupied, from 1975 to 1999, by neighboring Indonesia, \nwhose military caused the death of more than 100,000 Timorese people, or roughly 10 percent of the population. \nThe ambassador, Constancio Pinto, 45, spent much of his adolescence running from bombs, sleeping in caves and \nsubsisting on leaves. A small, dapper man in a black business suit, he greeted the Lakotans genially. Ã’Welcome,Ã“ \nhe said. Ã’You are our first visitors.Ã“ From Lakotah, he meant.\n\nThey went into the conference room, and then Means spoke dryly, without referring to notes, telling Pinto that the \nUnited States is now occupying Lakota country illegally, in violation of the 1868 Treaty of Fort Laramie, which \ngranted the Lakota control of the Black Hills in western South Dakota. The treaty was repealed by Congress in \n1877, and the Lakota have struggled ever since. Ã’We are the poorest people in America,Ã“ Means said, Ã’and we \nhave the shortest life span in America, too. The life expectancy for Lakota women is 47; for a man, it's 44. After 155 \nyears of genocide, our way of life is on the brink of extinction. We have finally decided to withdraw from the United \nStates and save our people and our lands. Here is our petition.Ã“\n\nMeans handed Pinto a slim portfolio that consisted of a two-sentence cover letter followed by many pages of \nexcerpts from the Louisiana Purchase of 1803, among other documents. For a moment, Pinto read silently. Means \nsat with his legs crossed, his chin canted back. His air was not disrespectful, but it was vaguely proprietary. On the \nwall behind him was a framed photo of U.S. soldiers happily drinking beer in East Timor. This was surprising \nbecause, as Means had reminded me earlier, the United States had generously supported the Indonesians during \nthe war.\n\n\n\nÃ’I know that the U.S. facilitated the genocide of East Timor,Ã“ Means said now. Ã’I do understand the complexities \nof the world, and I understand the imperialist monster that is the United States of America.Ã“ He paused; there was \nan awkward silence. Ã’But they can't bomb Lakotah,Ã“ Means said. Ã’We have too many white people living among \nus.Ã“\n\nPinto looked up. Ã’Um, as you know,Ã“ he began, Ã’we are trying to put the war behind us. It was a very painful \nprocess. So many people died. Eighty-nine percent of our infrastructure was destroyed. Our whole country was \nleveled, and now we are trying to rebuild. The U.S. has been very supportive. Over the past five years, they have \nbeen our biggest donors of aid.Ã“\n\nÃ’Really?Ã“ said Means. He was shocked.\n\nÃ’Yes, they have given us up to $25 million a year. I will give this petition to the capitol, in Dili, butÃ“ -- Pinto \nlaughed, a bit nervously -- Ã’I can assure you that my government will not take a position.Ã“\n\nThere was a minute or two of closing niceties. Outside on the sidewalk, Means said, Ã’I loved his \nstraightforwardness.Ã“\n\nI said it was shocking how many people East Timor lost in the war.\n\nMeans sneered at me. Ã’On the continental United States in 1492,Ã“ he said, Ã’there was 12 to 14 million people -\n- Indians. And according to the 2000 census, there were just 250,000 full bloods left. We've lost 99.6 percent of our \npopulation.Ã“\n\nHis math was a little shaky. For one thing, Census statistics indicate that in 2000 there were 2.5 million U.S. citizens \nwho claimed no ancestry other than Ã’American IndianÃ“ or Ã’Alaskan Native.Ã“ But I said nothing.\n\nWe kept walking, and, as Means descended the stairs into the Metro station, wearing the Dolce & Gabbanas again, \na woman passing by did a double take.\n\nRussell Means became an American icon in 1973. As a telegenic and quotable front man for AIM, he starred on TV \nas 250 Native Americans took over the sole church in tiny Wounded Knee, S.D., and seized control of the town, \nwhich sits amid the desolate brown hills of the Pine Ridge Indian Reservation. For 71 days, even as the National \nGuard's armored tanks lurked in the pine trees and federal helicopters whirred overhead, spraying sniper fire, \nMeans and his fellow Indians held their ground, bearing but a few old shotguns and hunting rifles as they burned \ndown Wounded Knee's grocery store and flew the American flag upside down.\n\nThe conflict was a reprise of an earlier, symbolically potent battle -- an 1890 massacre that saw the U.S. Cavalry kill \nmore than 150 Lakota men, women, and children. Wounded Knee II was a feud over what it means to be an \nAmerican Indian. For much of the preceding century, the nation's indigenous people had been forcibly assimilated. \nThey'd been legally denied the right to practice their religious rituals -- the sun dance, for instance -- and \nshepherded into government-run boarding schools where white administrators cut the students' long hair and \nforbade them to speak their native languages.\n\nFor some Indians in the early 1970s, the indignities were manageable: They harbored hope that in time the U.S. \nsystem could accommodate them -- that tribal governments, which answer to the Department of the Interior, could \nincrementally improve life for Native Americans.\n\nOther Indians saw no such hope. Taking cues from the Black Panthers, they decreed that it was time to get radical, \nto proudly and violently assert their racial identity. These radicals saw their assimilationist counterparts as sellouts -- \nor Ã’half-breeds,Ã“ as Means puts it -- and in 1972 they found a target for their ire: Dick Wilson, the newly elected \nPine Ridge tribal chair. A crew-cut Lakota prone to frothing with hatred for communists, Wilson bore a special \nanimus for Means. At one point, he threatened, Ã’I, Dick Wilson, will personally cut his braids off.Ã“\n\n\n\nIn AIM's view, Wilson was a puppet of the U.S. government. In the early days of his administration, he gave the \nFeds a large chunk of the Pine Ridge reservation, Sheep Mountain, that was coveted for its uranium and \nmolybdenum deposits. In turn, the attorney general's office sent 65 U.S. marshals to keep the peace on Pine Ridge, \nby surrounding the Bureau of Indian Affairs (BIA) building there at gunpoint.\n\nWounded Knee II was a retort -- a fiery demonstration calling for Wilson's removal. The U.S. government was there \nto defend Wilson as legitimate. Means played a valiant David to the Fed's Goliath. At one point, he announced to \nthe surrounding forces: Ã’You're going to have to kill us. I'm going to die for my treaty rights.Ã“ The press reveled -- \nand lingered long on Means's hairy past.\n\nRaised near San Francisco, the oldest child of a physically abusive Lakota mother and a Lakota father who \nstruggled with alcoholism, Means burglarized stores and stole wallets from bar patrons before discovering AIM in \n1969. Then, he resolved, as he put it in his 1995 autobiography, Where White Men Fear to Tread, Ã’never again \nwould I seek personal approval from white society on white terms. Instead Ã‰ I would get in the white man's face \nuntil he gave me and my people our just due. With that decision, my whole existence suddenly came into focus.Ã“\n\nIn 1972, in Washington, Means helped lead 300 AIM affiliates in a six-day occupation of the BIA building -- a gambit \nthat saw the Indians smashing the bathrooms and offices, toppling file cabinets and Ã’repossessingÃ“ Indian \npaintings, pottery and rugs. Soon after that, he protested the killing of a fellow Lakota by leading hundreds of \nIndians to a demonstration at the county courthouse in Custer, S.D. There, he gouged a police officer in the eye. A \nnearby chamber of commerce building burned to the ground.\n\nAfter the Custer riot, he was out of jail the following day -- Ã’just in time,Ã“ as he gloats, Ã’to see national television \ncoverage.Ã“\n\nThe 1973 occupation of Wounded Knee failed to deliver clear-cut glory, however. Means fled the battle zone under \nthe cover of night, and the last of his followers soon surrendered to authorities.\n\nTo some Native Americans, the whole campaign was little more than misguided theater. This February, Tim Giago, \nfounder of the Lakota Times, a newspaper, wrote that Ã’an entire village was pillaged and destroyedÃ“ without AIM \never spending Ã’a single dollarÃ“ to repair the wreckage.\n\nBut Wounded Knee had a ripple effect. It brought anti-Indian racism into the newspapers and prompted a measure \nof social change. Sixty-six-year-old Lorraine White Face, who lives on Pine Ridge, says: Ã’Before Russell Means \ntook over Wounded Knee, the stores in [nearby] Nebraska would have signs on them saying, 'No Indians Allowed.' \nYou couldn't go to the movies or a cafe. After Wounded Knee, all that changed.Ã“\n\nAmerica's romance with Indians surged, and, in his defiance, Means seemed like a reincarnation of such Lakota \nlegends as Sitting Bull, Rain in the Face, Gall and Crazy Horse. When Means went to court in the wake of the \nWounded Knee mayhem, Marlon Brando and Harry Belafonte showed up, voicing support. (Means was found not \nguilty of burglary and larceny charges.)\n\nThen, in 1976, Andy Warhol invited Means to New York to sit for a portrait. In Warhol's silk-screen, Means is fierce, \nstaring straight out of the frame. He wears a white bone neck choker and what looks like a brown leather rawhide \nrobe. An imaginative viewer can almost hear buffalo thundering away out on the Plains. But still in Warhol's silk-\nscreen there is something fake and disquieting about Means's face. It's a mask-like splash of tan paint. The image \nis reminiscent of the cheap coloration in long-ago Sunday comics pages. The caption, Warhol seems to be telling \nus with a wink, could read, Ã’Wild Indian, Authentic.Ã“\n\nAt our first interview, over breakfast, Means was surly from the get-go. Within five minutes of shaking my hand, he \naccosted me for my Ã’[expletive] white racist arrogance. There's only one reason you people came to this \ncontinent,Ã“ he said. Ã’Greed! We Indians have our spirituality. We have our land, but Americans have no culture \nexcept greed.Ã“\n\n\n\nI changed the subject, asking Means how many Lakota backed his independence claim. Ã’That's not germane,Ã“ \nhe barked. Ã’In all my years of international relations, not once has anybody ever questioned my sovereignty. Even \nif I am only speaking for myself and my brother, and I'm not, my sovereignty exists. It's spelled out in the treaties.Ã“\n\nEventually, I'd learn that Means has only six or eight active Lakota supporters scattered throughout North and \nSouth Dakota. Many other Lakota quietly share his contempt for the U.S. government; some even long for a return \nto the hallowed days of Lakota independence. And, while Means won 46 percent of the vote when he ran \nunsuccessfully for Pine Ridge tribal chair in 2004, he has not endeared himself with his desperado-style secession.\n\nÃ’I'm a little frustrated that he just went ahead and went to Washington,Ã“ says Alex White Plume, a bison rancher \nwho serves on the Black Hills Sioux Nation Treaty Council, which fights for Indians' land rights. Ã’It's not like he \ncame up with a brand-new idea. We've talked about separating from the U.S. at treaty council meetings. No \ntraditional Lakota wants to be colonized, and actually I wanted to bring a group to Washington myself. But I wanted \nto bring thousands. Russell didn't build that kind of consensus. He never even sat down with our traditional \nelders.Ã“\n\nÃ’Russell didn't do the protocol,Ã“ echoes Floyd Hand, also on the treaty council. Ã’What I do is, I make people \nwelcome at a meeting. I buy everybody some meat and vegetables and fry bread. Russell went solo.Ã“\n\nAIM is more severe in its critique of Means. In a press release, it has called him Ã’clownishÃ“ and has taken pains \nto note that Means has Ã’resigned from the American Indian Movement at least six (6) times, the latest on January \n8, 1988.Ã“ No one from AIM would comment for this article.\n\nBut, for Means, the burned bridges behind him simply show that he's nobody's lackey. He's free, and freedom is his \nforemost priority. He calls his republic the Ã’epitome of liberty,Ã“ promising that, once it's up and running (and that \ncould take decades, he says), it would issue its own licenses and passports as it allowed its citizens a tax-free \nexistence. There would be no police and no jails. The economy would be based on wind power.\n\nÃ’We get enough wind in our country to power the entire United States 24 hours a day, seven days a week,Ã“ he \ntold me. Ã’We've formed an LLC, legal under U.S. law, and we're going to join with large coal companies. We'll go \nto individual landowners, both Lakota and non-Lakota, and lease their land and put windmills on them. We have a \nbusiness plan.Ã“\n\nMeans refused to share it, though. He was more interested in talking about Lakotah's government, which, he said, \nwould be matriarchal. Ã’A lot of people think that just means that women run everything, but that isn't right,Ã“ said \nMeans, who is, technically speaking, the chief facilitator for Lakotah's provisional government. Ã’Matriarchy is \nwhere you celebrate the strengths of each sex. Both men and women know their roles. People get along.Ã“\n\nLakotah would not be a democracy but rather a consensus-based system. Ã’Individual liberty through community \ncontrol,Ã“ is how Means described it. Ã’Everybody has a right to be racist, but their behavior is regulated by the \nposse comitatus.Ã“\n\nMeans argued that American Indians flourished for centuries in matriarchal societies. Ã’I quote,Ã“ he said, holding a \nsingle index finger aloft, Ã’the great Indian scholar Vine Deloria Jr.: 'The disagreement between Indian nations was \nlargely without the spilling of much blood. It was about as dangerous as a professional football game.' We lived, \nfrom the top of the Arctic down to Tierra del Fuego, in harmony, without any disease. It was Heaven on Earth. Then \nyou guys ruined it.Ã“\n\nThere was a bit of the thespian about Means, and I kept thinking of perhaps his most cerebral Indian foe -- \nChippewa novelist and critic Gerald Vizenor, who has written: Ã’We're all invented as Indians. We're invented from \ntraditional static standards, and we are stuck in coins and words like artifacts.Ã“ Vizenor holds that, even as they \nlive in contemporary society, playing bingo and using computers, Indians find their identity shaped (and limited) by \nwhat white Americans think Indians should be -- that is, savage, and appointed with cool moccasins and colorful \nheaddresses.\n\n\n\nThere's a timeworn tradition of Indians capitalizing on the white man's fascination -- Sitting Bull and Gall signed on \nas part of Buffalo Bill Cody's traveling Ã’Wild WestÃ“ show in the late 19th century. Vizenor sees Means as the new \nstandard-bearer for this sort of hokum. Means, he says, is Ã’the media man, a master of simulations, a comical \nspectacle.Ã“\n\nA large question seemed to hang over Means's visit to Washington. Was this jaunt down Embassy Row in earnest? \nOr was it just a little performance art -- a trick to kick up a rhetorical dust storm?\n\nMeans didn't answer the question, but he relished it. Ã’What did Shakespeare say?Ã“ he asked, his face alight with \na grin as he spread his arms wide. Ã’All the world's a stage.Ã“\n\nThe meeting with Venezuela was promising. I was not allowed to attend, but afterward Collette emerged burbling: \nÃ’They're ready to invest. They just want to see a business plan so they can arrange something with Citgo to start \ndeveloping alternative energy out in Lakotah.Ã“\n\nBolivia was, by the Lakotans' lights, a smashing success. Ambassador Gustavo Guzman, who is suave and lean, \nwith his long hair pulled back into a ponytail, wore bluejeans and greeted Means as an old friend. Alone among \nnations, the Bolivians had sent a delegation to support Means when he and fellow secessionists announced their \ndeclaration of independence in Washington last December. (Bolivian President Evo Morales is Indian, as is roughly \n55 percent of the Bolivian population.) Ã’We respect the rights of Indians everywhere,Ã“ Guzman told me, Ã’even \nthough we cannot take an official position on the Republic of Lakotah.Ã“\n\nUruguay's ambassador to the United States, Carlos Gianelli, was a regal older gentleman with a crocodilian smile; \nhis office was finely appointed with burgundy leather chairs and a mahogany desk. When Means proffered him the \npetition, he said: Ã’Fine, then, we'll study this and send it to Montevideo. We don't have many indigenous people in \nUruguay, as you know, but we are hopeful for cultural exchanges.Ã“\n\nMeans was elated. Ã’Now that's what I call sophisticated,Ã“ he said in the elevator.\n\nBut the visit to the Finnish Embassy was doomed from the moment Means entered the building, a glass, steel and \nconcrete minimalist masterpiece known as the Ã’Jewelry BoxÃ“ of Embassy Row. It was early morning. A cold gray \nlight bore down through the bounteous windowpanes. The ambassador was out. Means met instead with the \nsecond secretary of political affairs, a young woman named Soile Kauranen. Perhaps because it was early, Means \nwas in particularly testy form. Ã’I could care less who recognizes us,Ã“ he told Kauranen. Ã’Whether Finland \nrecognizes us or not, we're already free.Ã“\n\nKauranen, who wore a light charcoal pantsuit and modish, clear-framed eyeglasses, spent much of the time \nassiduously scribbling notes on a legal pad. Her posture was erect, and her questions shimmered as small, \npointillist pricks at Means's reeling monologue. Ã’And, uh, how many people in your country?Ã“ she asked. Ã’And \nhow many hectares is it?Ã“\n\nWhen Means and Collette had answered to Kauranen's satisfaction, she said, Ã’Thank you, gentlemen,Ã“ and \nushered them out. They began moving down Massachusetts Avenue on foot, eventually coming upon a grand \nplaster-faced building adorned with a blue cupola. This was once the Iranian Embassy, but now it was vacant and \ndilapidated, with cracks in the walkway and weeds everywhere in the yard.\n\nÃ’Look at that,Ã“ Colette thrilled. Ã’We could discover it -- you know, the doctrine of discovery!Ã“\n\nMeans stood on the sidewalk, hands in his pockets as he surveyed the property. Ã’It could use a front lawn,Ã“ he \nsaid.\n\nThey pressed on, and a few moments later Means shouted at Collette: Ã’Will you stop walking right in front of me? \nGod!Ã“\n\n\n\nCollette moved to the side -- and then, as we continued toward Dupont Circle, he delivered portfolios to various \nembassies while Means waited at the curb. They hit Brazil, South Africa and Lithuania.\n\nI wondered what, beyond mere recognition, Means wanted from this odd and sundry collection of countries. Was it \naid?\n\nÃ’No,Ã“ he said. Ã’You saw that guy from East Timor. He can't say a word because the U.S. is greasing him. We \ndon't want aid. Does the United States get aid? Does Germany or Japan? No. The U.S. has been throwing Indians \naid for over a century, and it's killing us. What we need is investments. We want to open things up, so that \ncompanies from all over the world can do business with us, without having to comply with the onerous laws of the \nUnited States of America.Ã“\n\nFor many observers, Russell Means's current rhetoric calls to mind another aging warrior -- King Lear. Means's \nharshest critics hold that he's now just fulminating delusionally -- and that in fact he's been an ineffectual figure for \nmore than 30 years now. Ã’Ever since Wounded Knee, Russell has seemed more and more like a blind man with a \nRubik's Cube,Ã“ Laura Waterman Wittstock, a Seneca Indian and Minneapolis-based journalist, has said. Ã’The \nolder he's gotten, the less coherent his career seems. He's been frantically hunting around for a new identity and \nsaying, 'Is this it? Is this it? How about this?' Ã“\n\nMeans has wandered most in the realm of politics. In 1984, when Hustler publisher Larry Flynt attempted to run for \npresident on the Republican ticket, Means joined him as the vice presidential candidate. That same year, he \ntraveled to Libya to cultivate an alliance with Moammar Gaddafi. He befriended Louis Farrakhan, eventually, and \nbecame so enamored of Sun Myung Moon's Unification Church and its evasion of the IRS that he did a lecture tour \non the church's behalf. In 1988, he ran for president himself, as a Libertarian, narrowly losing the party's nomination \nto Ron Paul. Meanwhile, he built his cinematic r{Zcaron}sum{Zcaron}.\n\nAfter appearing with Daniel Day-Lewis in Ã’The Last of the Mohicans,Ã“ Means played a Navajo medicine man in \nOliver Stone's Ã’Natural Born Killers.Ã“ Then he provided the voice of a sage elder, Powhatan, in the Disney \nanimated film Ã’Pocahontas.Ã“ He kept his hand in Lakota issues. He helped found a community-funded health \nclinic on the Pine Ridge reservation. Twice, he tried, unsuccessfully, to get himself elected tribal chair.\n\nBut then in 2006, he says, his life attained focus as he was driving near his home on Pine Ridge. On a whim, he \ncollared five young pedestrians -- 20-somethings -- and asked them to define the word Ã’freedom.Ã“\n\nÃ’I sat down on the ground, and I listened to them,Ã“ Means said. Ã’And none of them -- not one -- could define \nfreedom. And the only thing they knew about me was from the movies. That absolutely scared the hell out of me. \nWhen I came to the reservation in 1972, everyone spoke Lakota. They knew about their ancestors. In 36 years, \nwe've gone from a Lakota way of life to a poverty way of life. I started to wonder: 'How do we save ourselves? How \ncan I leave behind a meaningful legacy?' Ã“\n\nMeans retreated to the mountain home of his fifth (and current) wife, Pearl, in New Mexico, to meditate on the \nÃ’state of Indian affairsÃ“ with four friends. And there he kept circling back to what his great-uncle -- Matthew King, \nor Noble Red Man to the Lakota -- had told him decades before: Ã’We must never forget that we were once a free \npeople.Ã“ Means began talking about taking Lakota country back to its roots as a free nation.\n\nÃ’But what are we going to do about all the white people?Ã“ one friend asked.\n\nÃ’We'll figure it out,Ã“ said Means.\n\nOn the third morning in Washington, Means was brooding and silent when we met. Ã’I've become convinced,Ã“ he \nsaid finally, Ã’that what you're writing is a hatchet job. I'm so fed up with white people and their broken promises. \nWhen you go home and write your hatchet job, make sure you say how angry I am.Ã“\n\nAll militants are angry, of course, but Means's temper tantrums have been so baroque they seem fresh -- dazzling, \neven.\n\n\n\nIn 1974, as he was standing trial for the 1972 Custer courthouse riot, Means refused to stand up for the judge. Riot \npolice swarmed the courtroom. A melee broke out, and, Means wrote: Ã’a cop came at me with a raised club. \nRather than getting hit, I smashed his face mask and watched his nose twist and flatten against the plastic.Ã“ The \noutburst put Means behind bars for a year.\n\nLater, in 1991, Means's rage crested. Amid the tumult of his fourth marriage, which saw his wife, Gloria Grant, file \ncharges of spousal abuse, Means began to wonder Ã’if my life meant anything at all.Ã“\n\nÃ’I began,Ã“ he writes in his autobiography, Ã’to edge across the hazy line between reason and madness.Ã“ He \ndecided to become an assassin, and he composed a list of more than 100 people he wanted to kill. Ã’In one column \nwere white people,Ã“ he told me. Ã’In the other column, Indians. And you know what the difference was? The \nIndian list was longer. I wanted to rub out as many sellouts as I could. I was insane. I had a lot of anger, which I \nused to cover up my low self-esteem.Ã“\n\nMeans underwent therapy, but in 1997, while living on Navajo land, he got into a scuffle with his wife's father. Leon \nGrant was in his 70s; he had a prosthetic arm. Navajo police alleged that Means battered him, but Means fought the \ncharge vociferously, arguing that, under the terms of the 1868 Treaty of Fort Laramie, the Navajo had no right to \nprosecute an Indian who did not belong to their nation. Ultimately, even after Leon Grant withdrew his accusation, \nMeans persisted with his sovereignty case against the Navajo Nation, taking it all the way to the Supreme Court, \nwhich two years ago refused to hear it.\n\nIn Washington, I wondered how Collette handled working with Means. He'd just spent two months living at Means's \nhouse, squeezed amid building supplies and crashing on the floor in a spare bedroom under remodeling. Ã’There \nare times when Russell can be a little insistent,Ã“ he told me, choosing his words carefully. Ã’But I've done a lot of \nhealing work around my issues with insistent people, and this experience is enabling me to do a little more \nhealing.Ã“\n\nBesides being a paralegal, Collette is a registered minister, training with the Heartland Aramaic Mission, based in \nMissouri, but he does not preach. Rather, he specializes in counseling spiritual seekers online. He is the \nmastermind behind an interactive self-help Web site, Innerpeace.org. He also promotes the use of rice hulls, an \nagricultural byproduct, as an eco-friendly building material.\n\nAlways inclined toward Libertarian views, Collette became an activist after watching the Berlin Wall fall in 1989. \nSuddenly, he felt that Ã’maybe individuals can make a difference.Ã“ Since then, he has let Ã’guidanceÃ“ dictate \nhow he puts his talent to work for the cause. Ã’Basically,Ã“ explained Collette, who's spent much of the past 20 \nyears moving about the United States, Ã’I'm here until I'm guided to go be somewhere else.Ã“\n\nLast Christmas Day, Collette found himself direly in need of guidance. He was camped in Washington, under the \nRon Paul blimp in his Astro van, and he was at a crossroads in his life. Ã’I had three choices,Ã“ he recalls. Ã’I could \nhave gone south with the blimp. I could have stayed still, or I could have gone north to help Ron Paul in the New \nHampshire primary.Ã“\n\nThat morning, another option presented itself: Collette read a short news piece about Lakotah's declaration of \nindependence. Ã’All these years I'd been living in the United States because I couldn't imagine any place having \nmore freedom,Ã“ he said. Ã’And now here was a country that actually had the potential to be freer.Ã“\n\nWithin two days, Collette was driving cross-country to start his new life in Lakotah.\n\nAt a deli on P Street NW, Means and Collette happened upon an Eritrean cabdriver named Woldeab Kelati, and \nMeans told him of his quest for Lakota liberty.\n\nÃ’This is not an easy thing,Ã“ said Kelati, nibbling his sandwich.\n\nÃ’Gaining freedom is never easy,Ã“ said Means. Ã’Eritrea knows that.Ã“\n\n\n\nÃ’But you don't have a boundary,Ã“ said Kelati. Ã’You are in the center of the United States.Ã“\n\nMeans explained the Lakota's treaty claims. Kelati shook his head. Ã’You have a difficult task,Ã“ he pronounced. \nÃ’Good luck.Ã“\n\nMeans and Collette walked down Connecticut Avenue and came upon some petitioners for Greenpeace, two 20-ish \nwomen standing outside the Starbucks near Dupont Circle, crying, Ã’Save the whales!Ã“ When they saw Means, \none canvasser changed her tune, chanting, Ã’Help Mother Earth!Ã“\n\nMeans sidled toward them obligingly. Ã’I can't sign,Ã“ he said. Ã’I'm not a citizen of this country.Ã“\n\nÃ’But we're international!Ã“\n\nMeans signed but refused to give money. Ã’You think indigenous people are a danger to the environment,Ã“ he \nexplained.\n\nÃ’No, no, I think we're all on this Earth together!Ã“\n\nÃ’You have tried to stop the traditional whale hunts of the Makah Indians in the Puget Sound of the Pacific \nNorthwest,Ã“ Means said. Ã’That is why I cannot become a member.Ã“\n\nÃ’Okay! Thanks for talking to us!Ã“\n\nSoon, Means and Collette took a cab to the Watergate, to visit the headquarters of the Libertarian Party. Means has \nhigh standing there. Executive director Shane Cory, 33, listened attentively to Means's pitch and said: Ã’What \nyou've done is very bold. I'm afraid of bold action by our government. But I respect what you're doing. I'm \nPotawatomi.Ã“\n\nThe Potawatomi are an Indian nation with branches in Oklahoma and the upper Midwest, and, when Means heard \nthe word, he all but leapt from his seat, delighted. Ã’You are?Ã“ he exclaimed. Earlier, in a dark mood, he'd \nsoliloquized on the truth of a slogan he'd seen once, on the butt of a gun owned by an indigenous freedom fighter in \nNicaragua: Ã’Only Indians help Indians.Ã“\n\nCory is from Oklahoma, where the chairman of Citizen Potawatomi Nation, John Barrett, has spent the past three \ndecades wildly growing the Potawatomi economy. Once headquartered in a beat-up trailer, with only $550 in \nassets, by 2006 the tribe had $350 million in assets. Ã’We have our own power grid,Ã“ Cory said. Ã’We have the \nlargest geothermally heated building in the state of Oklahoma. We have the largest tribal bank in the country, and I \ndon't have to pay capital gains taxes.Ã“\n\nThese details were all news to Means, so Cory gave him a starter kit for launching an international bank. Ã’Have \nyou talked to Bernard von NotHaus?Ã“ he asked, referring to the father of the Liberty Dollar, a legal, alternative \ncurrency now circulating in the United States. Ã’What about the Cato Institute?Ã“\n\nIt was the only time I saw anyone offer the Lakotans such detailed advice, and afterward, out in the hallway, Means \nshouted, Ã’Yes!Ã“ Then he leapt toward Collette and hugged him.\n\nWeeks passed. Collette, I learned, was arranging to mint two coins for a gold-and silver-based Lakotah currency \nsystem -- the dollar-like tonka and also another coin worth roughly two cents, the mato. Means was readying to \nmake one more bid, this November, to become tribal chair on Pine Ridge. Ã’I'm going to run on the freedom \nticket,Ã“ he said, describing an ultra-Libertarian scheme. Ã’If I win, I will not have a job. I'll do nothing. But I think the \nU.S. government will see that we have a constituency, and they'll listen to us.Ã“\n\nMeans hadn't done a whit of campaigning, though, and he depicted the whole endeavor of wooing Pine Ridge \nvoters as almost absurd. People are poor on the reservation, he told me. Ã’They don't have phones. And do you \nthink I'm going to just walk around this whole goddamned reservation and get unanimous support?Ã“\n\n\n\nI asked him if he'd done any follow-up on his Washington visit. Ã’No,Ã“ he said flatly. Later, Bolivia would call to \ndiscuss a possible Washington visit between Means and Evo Morales. Beyond that, though, the whole journey \ndown Embassy Row seemed almost like vanished history. Not a single other nation got back to Means on his \npetition.\n\nTo make matters worse, Means's young nation was already riven with conflict. The tension focused on a Lakota \nactivist named Duane Martin Sr., who'd come to Washington with Means in December for the declaration of \nindependence.\n\nMartin, 42, is heavyset, with thick, powerful forearms and long black hair drawn back in a ponytail. He is the leader \nof a sort of paramilitary force, the Strongheart Warrior Society, which, he said, responds to crime problems on or \nnear Pine Ridge, Ã’day or night. It don't matter. Me and my 27 warriors, we're there because the tribal police, they \ndo nothing. Nothing.Ã“ In recent years, he's joined Means in protesting the flow of alcohol onto Pine Ridge from \nliquor stores in neighboring Whiteclay, Neb., and also coordinated meetings on gang violence. He has appeared as \na guest on a talk-radio show Means used to host on Pine Ridge and helped Means in his campaigns for tribal chair. \nHe came to Washington with a longtime ally -- a white activist named Naomi Archer, who describes Martin in \nspiritual terms, as her Ã’brother.Ã“\n\nArcher, who lives in North Carolina, is a male-to-female transsexual. She'd created the Republic of Lakotah's Web \nsite and was here to help the Lakota garner media coverage. But she and Means locked horns. Archer insisted that \nthe Lakotans needed to pray before each meeting they held. Means wrote her off as a meddlesome white person -- \nand soon he stripped Archer's ability to update the site. That act so angered Martin that he stopped working with \nMeans and launched his own breakaway nation -- Lakota, it's called, sans the Ã’h.Ã“ Never mind that it is the same \nterritory as Lakotah.\n\nAll this was on the table when Means and I were in Washington, and he discussed it calmly, saying: Ã’Duane's a \nfree person. He's free to start his own country.Ã“ But the situation was more tense than Means cared to get into. \nFor soon a banner headline appeared on the Web site. Ã’Duane Martin, Sr.,Ã“ it read, Ã’represents ONLY himself \nand is known for soliciting funds for himself. He is not affiliated with Republic of Lakotah.Ã“\n\nThis spring, Duane Martin met me by the roadside on the Pine Ridge reservation. It was cold outside, but he was \nwearing an immense pair of gray shorts and a droopy red T-shirt. His voice was a raspy, bellowing yell, and, as he \nsucked at the chewing tobacco lumped in his lower lip, he vowed to show me the Ã’real reservation. I'll let you see \nthings that Russell Means don't even know about,Ã“ he said.\n\nWe climbed into my rental car -- and then, when I buckled my seat belt, Martin erupted in protest. Ã’Leave that \nbuckle alone!Ã“ he said. Ã’Stop acting like a white man! All these constraints, all these rules. Be free, be free!Ã“\n\nWe drove, unbelted, and Martin complained that Means is a Ã’movie star. He doesn't know what life is like for \neveryday Indians.Ã“\n\nThe gripe may be rooted in jealousy. Means is a local celebrity, recognized wherever he goes on Pine Ridge. But, \nthen again, Martin's revolutionary propaganda is more populist than Means's. The very name of his Web site -- \nlakotaoyate.net -- invokes an Indian word meaning Ã’people.Ã“ As designed by Archer, it announces itself as Ã’a \nplace for all the oyate -- Elders, mothers, fathers, and children.Ã“\n\nMartin is already issuing Lakota ID cards, and he claims to have given out more than 150. He showed me his own. \nThe front bore a menacing photo of Martin wearing dark sunglasses. On the back, it gave the cardholder a sense of \nomnipotence, bearing a disjointed list of privileges. It read, Ã’a. Diplomat; b. Passport; c. Driving; d. Hunting; e. \nFishing; f. All of the Above.Ã“\n\nAs I wrote these words down, Martin cackled with glee, rejoicing over how his card gave Indians a free pass to \nignore white society's niggling rules.\n\n\n\nÃ’See,Ã“ he said. Ã’I'm not [expletive] around, am I?Ã“\n\nWe drove on, through a public housing community, Evergreen, in Means's own town of Porcupine, S.D. The 100 or \nso houses there, built in the '70s, were spattered with graffiti, their barren yards awash in old beer cans and vodka \nbottles -- all contraband on the dry reservation.\n\nÃ’There are 13 bootleggers in here,Ã“ Martin said, Ã’and seven dope dealers. And see all them kids there?Ã“ He \npointed to a pack of boys roughly 10 years old. Ã’That's who they sell it to. Them's the kids who are running around \nbreaking windows. We asked Russell Means to come to a community meeting here, and he said, 'I've got no time \nfor that.'?Ã“ (Means denies saying this, and says that Martin never invited him to the meeting.)\n\nMartin had spent months trying to organize Evergreen residents against the thugs in their midst. This afternoon, he \nwas getting crime reports from locals. He stopped to chat with a woman named Rose Never Missed a Shot, and \nshe complained of a neighbor who was selling vodka to her 17-year-old son. Ã’He got real drunk,Ã“ she said. \nÃ’Then, the people who was selling him the alcohol, they beat my son up, broke his jaw. When they're drunk like \nthat, I stay up all night.Ã“\n\nWe went into her small house to look at an X-ray of the fractured jaw. Sixteen family members lived inside. The \ninterior walls were pocked with holes. The furnace did not work. The sole source of heat was the stove, and there \nwas a bucket in the living room to catch the water that came in through the roof when it rained. A 19-year-old \nwoman named Tammy Iron Shell was playing with her baby. I asked her if she supported Means's claim of \nindependence. Ã’Russell Means is just an old guy who's been in a bunch of movies,Ã“ she said. Ã’He's never done \nnothing for us.Ã“\n\nÃ’Tell him to put us on 'Oprah,' Ã“ said her sister, Wendy Wallowing Bull. Ã’Tell him to put us on 'Extreme \nMakeover.' Ã“\n\nRussell Means lives at a remove from the squalor afflicting most of Pine Ridge. He owns a large wood-frame house \nthat sits on his own 140-acre horse ranch. The place was built, he says, in 1917 for the white BIA agent charged \nwith overseeing Pine Ridge. But it's more dilapidated than palatial. The paint is sun-worn, and there's a wealth of \nconstruction material lying around amid a decade-long remodeling project.\n\nStill, it is the headquarters of the Republic of Lakotah. I drove up the long driveway, past the sign warning of video \nsurveillance.\n\nWhen I arrived, Pearl Means was on the phone. She is a 48-year-old Navajo who works as a real estate broker. I \nheard her saying, Ã’Russ thinks it's going to be a hatchet job.Ã“\n\nMeans himself was at the kitchen table, glowering. Though Pine Ridge is larger than Delaware, it functions more \nlike a small town. Means had received detailed reports on my movements, and he did not like it that I'd tapped \nDuane Martin as a tour guide.\n\nTentatively, I noted that Means seemed to have some detractors.\n\nÃ’There is no employment here,Ã“ he thundered, Ã’and no businesses. There is nothing on this reservation. It's like \na prison. And what do you think people in prison start doing? They can't fight against the authorities oppressing \nthem. The only way they can get out their frustration is by fighting each other. So yes, there's division here, but look \nat your own [expletive] country.Ã“\n\nWhen Means calmed down, he began discussing how, over a lifetime, a traditional Lakota accrues four names, the \nlast coming when he is recognized as an elder. Ã’Your own people decide who you are,Ã“ he said. Ã’My first name \nwas Brave Eagle, and I tried to live up to it. I took dares; I wasn't afraid to fight. Then I was Ci--, which is a male bird \nout on the Plains, and I was a fancy dance champion. Then, in 1972, I became Works for the People. I tried to live \nup to that. But my fourth name? I'm still waiting for that, and I'm one of the oldest guys out here. I've outlived almost \neverybody, but my people haven't accepted me as an elder.Ã“\n\n\n\nEventually, Means wanted to show off one of his proudest achievements -- the Porcupine Health Clinic, which he \nhelped start, with no help from the tribal government. We drove into the center of town and met with the clinic's \nacting administrator, Floyd White Eyes. Means told him that he could help out over the summer by staffing the \nambulance with Lakota supporters -- EMTs who'd phoned him from Denver. Ã’You'll have ambulance service for at \nleast eight weeks,Ã“ he said. Ã’I can promise you that.Ã“\n\nÃ’That would be great, Russ,Ã“ said White Eyes. Ã’That'd really help us out.Ã“\n\nWhen we came out of the conference room, there were a few people sitting in the waiting area -- a young mother \nwith her baby, an old man, an obese young woman in shorts and a dirty sweatshirt. Means began moving around \nthe room. Without saying a word, he presumed to shake the hand of everyone present.\n\nWas he planting campaign seeds, despite himself, or was he simply exercising a little noblesse oblige? It was \nunclear, but the moment seemed expertly scripted. It was as though the film had suddenly slowed and the sound \nhad been cut, leaving only an essence: Here was a large man looming unvanquished above the oyate, playing the \npart of a stormy, unpredictable king. There was nothing warm or neighborly about what he was doing, but the \nperformance dominated the room. Each person there received Means's hand silently and solemnly. The old man \nrose to his feet, astonished, as though he was beholding a hurricane.\n\nAnd then Russell Means said goodbye and walked away into the hills, up Crazy Horse Drive, toward home.\n\nBill Donahue is a writer living in Portland, Ore. He can be reached at 20071@washpost.com He will be fielding \nquestions and comments about this article Monday at noon at washingtonpost.com/liveonline.\n"}