{"title": "Rigali asks relief in tsunami deporting;The cardinal asks that Indonesians facing a forced return home be allowed to stay.", "body": "\nAfter Hurricane Mitch hit Honduras in 1998 and earthquakes flattened whole swaths of El Salvador in 2001, their \ncitizens in the United States illegally or in limbo were given the temporary right to live and work here.\n\nNow, after the tsunami in Asia, the archbishop of Philadelphia has asked federal immigration authorities to grant \nthe same \"temporary protected status\" (TPS) to Indonesians, who number more than 5,000 in this region.\n\n\"The recent tsunami in Asia that has caused the suffering and death of countless people will stretch Indonesia's \nresources to the limit,\" Cardinal Justin Rigali wrote in a Jan. 7 letter to Homeland Security Secretary Tom Ridge.\n\n\"If Indonesians who are already in this country are allowed to work, they will be able to supplement [the] \nhumanitarian effort by sending back remittances to their devastated homeland.\"\n\nThe U.S. Department of Homeland Security announced last week that it would stop deporting people from Sri \nLanka and the Maldives for four months and let noncriminals from the other tsunami-struck countries ask for the \nsame reprieve.\n\n\"Obviously we would hope the Department of Homeland Security would support that in as many cases as possible \nfor those in prison awaiting deportation,\" said the Rev. William Ayers, head of the archdiocese's migrant outreach \noffice. \"But it's a different thing than TPS.\"\n\nMore than 300,000 immigrants from seven countries devastated by armed conflict or natural disasters currently live \nand work in the United States under temporary protected status, which can be granted for as long as 18 months \nand later renewed.\n\nA Homeland Security spokesman said the agency was still considering granting temporary protected status to \npeople from tsunami-struck countries.\n\n\"There's been some extreme devastation in certain parts of all countries,\" said Bill Strassberger, the spokesman. \"I \ndon't see any one country that's been totally affected. . . . They obviously might not be able to return to certain \nvillages, but is the infrastructure such that they could not return to their country?\"\n\n\nPhiladelphia has one of the country's largest Indonesian populations, the vast majority Christians from Java, which \nwas outside the tsunami's path. Many of them have unresolved petitions for asylum.\n\nOn Saturday, a coalition of Indonesian organizations will host a benefit cultural show for Aceh, the Sumatran \nprovince most devastated by the tsunami, from 7 to 9 p.m. at Maria Goretti High School Hall, 1737 S. 10th St., \nPhiladelphia.\n\nContact staff writer Gaiutra Bahadur at 215-854-2601 or bahadug@phillynews.com.  \n"}