{"title": "Asylum for mutilation victims", "body": "\nAt last, U.S. immigration law has come to recognize that victims of sexual persecution deserve refuge in the United \nStates just as much as people who are mistreated for reasons of race, religion or politics.\n\nLast week, the federal Board of Immigration Appeals set a precedent for all U.S. immigration judges by granting \nasylum to Fauziya Kasinga, a 19-year-old woman from Togo in West Africa. Kasinga left Togo two years ago to \nescape an arranged marriage and a more to the point a to avoid the ritual genital mutilation that her ethnic group's \ntraditions require.\n\nThe sad fact is, by United Nations count, at least 85 million women have been subjected to procedures like this. \nThe custom, common in parts of Africa and the Mideast, is intended to suppress a woman's sexual pleasure and \nthereby deter marital infidelity a at least, infidelity by women.\n\nPerformed without anesthesia or sterile instruments, the procedure is excruciating and frequently leads to infection. \nSome women and girls don't survive it. Those who do often lead lives of discomfort and recurring infection.\n\nKasinga grew up expecting that her wealthy, Westernized father would protect her from submitting to this custom. \nBut he died in 1993, leaving her the ward of a tradition-observing aunt, who arranged for Kasinga to become the \nfourth wife of another wealthy Togolese.\n\nThe appeals board recognized, correctly, that Kasinga was singled out for mistreatment because of her sex. If she \nrefused the procedure, she would face the prospect of detention, physical violence or, at the very least, constant \nharassment. The United States welcomes other political dissidents who suffer similar consequences.\n\nDoes this ruling open the United States to a flood of female asylum- seekers? Not if the experience of Canada is \nany guide. Immigration authorities there set a similar guideline in 1993; as a result, fewer than 500 women had \nbeen granted asylum as of Dec. 31, 1995.\n\nOne other thing: Kasinga may have escaped a nightmare in Togo, but she was made to endure an inexcusable \nordeal in the United States. Imprisoned for 18 months awaiting an asylum decision, she was treated like a \nhardened criminal a shackled, strip-searched, locked up with convicted felons. The U.S. Immigration and \nNaturalization Service must find a more humane way to detain petitioners for asylum.\n\nGraphic\n\n \n\nPhoto: Fauziya Kasinga was granted asylumn in the United States after\n\n\n fleeing Togo to escape genital mutilation.\n"}