{"title": "Senate Rejects Plan to Secure Border First; President Bush Defends Immigration Plans; Troops on Border", "body": "\nLOU DOBBS, CNN ANCHOR: Tonight, President Bush's efforts to break the congressional deadlock over our \nillegal immigration and border security crises appears to have failed as top lawmakers blast the president's \namnesty agenda for illegal aliens.\n\nANNOUNCER: This is LOU DOBBS TONIGHT, news, debate and opinion for Tuesday, May 16th.\n\nLive from Washington, Lou Dobbs.\n\nDOBBS: Good evening, everybody, from Washington tonight.\n\nOne day after the president's prime-time immigration and border security speech, the split between the Senate and \nthe House over our illegal immigration and border security crisis is widening, not narrowing. The Senate today \nvoted against a proposal that would have required us to secure our borders before dealing with other immigration \nissues. That vote means the Senate is now on a certain collision course with the House, which insists that border \nsecurity must be the president's first priority.\n\nLisa Sylvester reports.\n\n(BEGIN VIDEOTAPE)\n\n\nLISA SYLVESTER, CNN CORRESPONDENT (voice over): The First Amendment debated by the Senate would \nhave required the borders be secured first before a guest worker program is implemented. It was defeated 40-55, a \nvictory for Senator Kennedy, who argued that if it passed, it would unravel a delicate compromise.\n\nSEN. EDWARD KENNEDY (D), MASSACHUSETTS: A three-legged stool. Tough border security, tough legal \nenforcement here in the United States, and a recognition of our humanity and decency.\n\nSYLVESTER: Opponents fired back, saying the Senate bill, as it stands with an amnesty and guest worker plan, will \ntake away good American jobs.\n\nSEN. BYRON DORGAN (D), NORTH DAKOTA: This is not a three-legged stool and it's not a cheap suit. It's bad \npolicy. It's not guest worker. It's not future flow. It's low-wage replacement workers.\n\nSEN. JOHN CORNYN (R), TEXAS: The American people can be amazingly tolerant. They can be amazingly \nforgiving. But they won't be mocked. SYLVESTER: The amendment was an indication of the shape of the Senate \ndebate, whether Democrats could hold intact an alliance with pro-business Republicans. The Senate now is on \ntrack to pass a bill that's heavy on guest worker and amnesty provisions, lighter on enforcement measures, setting \nup a battle in the conference committee with the House.\n\nSEN. JOHNNY ISAKSON (R), GEORGIA: There are a lot of us that feel that passing anything without passing \nborder security first is a dangerous precedent. We proved that in 1986. That's what happened in 1986 when we \nhad a problem with three million illegal aliens, and now we have 12 million.\n\nREP. PETE KING (R), NEW YORK: I think we could have a very long, hot summer. I don't see much progress \nbeing made if the Senate is going to insist on legalization. I just don't see the House Republicans backing down on \nthat.\n\nSYLVESTER: Unlike the Senate, all of the House representatives are up for re-election, which is one reason they \nare aligned with public opinion.\n\nSTEVEN CAMAROTA, CENTER FOR IMMIGRATION STUDIES: Even pressure from the president may not move \nthe House because they can rightly feel that most Americans agree with them and disagree with him and the \nSenate.\n\nSYLVESTER: House members opposed to a guest worker and amnesty plan say they would rather see no bill than \na bad bill.\n\n(END VIDEOTAPE)\n\nSYLVESTER: Ultimately, it will be up on the speaker of the House to select the House conferees, and so far the \nHouse Republican leadership is holding fast and firm to a position of no amnesty, particularly, Lou, Representative \nSensenbrenner and House Majority Whip Roy Blunt.\n\nDOBBS: And the Senate, Lisa, as you know, putting forward 26 conferees at this point. This looks like absolute \nbedlam in the making.\n\nSYLVESTER: Representative King put it to me this way. He says, \"We are not going to just need a room, we're \ngoing to need a whole arena to get all those conferees in there.\"\n\nAnd they are in very different positions, so it's very possible that this thing could be essentially -- well, could \nessentially stall in conference committee. And you heard that Representative King said, that's not necessarily a bad \nthing, because he said he would rather see no bill than a bad bill. In other words, no bill rather than amnesty.\n\nDOBBS: Absolutely.\n\nLisa, thank you very much. Lisa Sylvester.\n\n\n\nPresident Bush today repeated his call for a temporary guest worker program, a program critics say is simply \namnesty for illegal aliens. The president strongly defended his immigration proposals, insisting that a temporary \nworker program \"goes hand in hand with border security.\"\n\nSuzanne Malveaux reports from the White House -- Suzanne.\n\nSUZANNE MALVEAUX, CNN WHITE HOUSE CORRESPONDENT: Well, Lou, clearly the White House suspected \nthis was going to be a very tough sell for this president to push forward an immigration reform compromise. The \nWhite House is absolutely right in that regard. They are getting it from all sides, both sides, of course.\n\nOn one front, from the president's own party, objecting to the guest worker, the temporary worker program, which \nmany look at as this as this earned path to citizenship as possible amnesty. President Bush making it very clear \nthat he believed that was an important part of the legislation. Other members, however, making it clear that it's not \nsomething that they are willing to sign on to.\n\n(BEGIN VIDEO CLIP)\n\nGEORGE W. BUSH, PRESIDENT OF THE UNITED STATES: There ought to be a way for somebody to pay a fine \nor learn English or, you know, prove that they've been here for a long time working and be able to get in line. Not \nthe head of the line, but the back of the line, in order to become a citizen.\n\n(END VIDEO CLIP)\n\n(BEGIN VIDEO CLIP)\n\nREP. J.D. HAYWORTH (R), ARIZONA: The longer and the more flagrantly you have broken our immigration laws, \nthe easier it will be to get on this so-called path to citizenship. I don't believe the American people will -- will \nappreciate that, and I think they reject it.\n\n(END VIDEO CLIP)\n\nMALVEAUX: And, of course, Lou, the other front, the part of that plan that the president outlined last night, 6,000 \nNational Guard troops to help try to secure the border with Mexico, also getting a lot of resistance from governors \nof bordering states. Governor Bill Richardson of New Mexico, Governor Schwarzenegger, both of them saying they \ndon't believe that this is an appropriate way to use the National Guard.\n\nKind of ironic, today, Lou. Perhaps the only people who are speaking out in great support of the president's \nimmigration reform plan are some Democrats, who are saying it's the closest thing to what they're willing to sign on. \nBut clearly, Lou, this is a very difficult situation for this White House and for this president, who has staking quite a \nbit of political capital on this domestic issue.\n\nDOBBS: Suzanne, the reaction amongst the staff there to the president's speech last night? Do they feel that he set \nout -- accomplished what he set out to?\n\nMALVEAUX: Well, there are a couple of thing that they said they wanted him to do, essentially kind of supercharge \nthe debate, which we see has taken place today, but certainly not in the president's direction. What they had hoped \nto do is, at the very least, say that the Republicans in the House, we understand your concerns about border \nsecurity, we're willing to take this one step further.\n\nIt seems to me as if there's been quite a bit of backlash to this proposal, and, of course, that the president has put a \nlot -- he's staked a lot on this particular issue. So we'll have to see.\n\nDOBBS: It is, I think, not unfair to suggest that the president and the Senate are taking an almost condescending \nattitude toward the House of Representatives, Suzanne. Is there any concern that may be precisely the -- the \nimpression that the House has received from the folks at the White House?\n\n\n\nMALVEAUX: Well, the folks at the White House believe that they've played this pretty neutrally, right along the lines \nof saying, look, we're trying to appease two different groups, conservative Republicans who want greater border \nsecurity, and, of course, Hispanics, who they have been working on trying to get greater participation in the \nRepublican Party. It's a very delicate balance that this White House is walking, as you know.\n\nDOBBS: Suzanne, I'm going to say again, and I hope you don't take offense, because I know that this has become \nthe language of this debate, but the White House suggesting that it is appealing to Hispanic citizens, Hispanic-\nAmericans, by taking a view on illegal immigration, of amnesty, I think is -- I think it's incumbent upon us to point out \nthat the Hispanic-American population, the Hispanics of this country are not monolithic, and that we should be very \ncareful in suggesting that Hispanic-Americans are uniformly in support of illegal immigration and a lack of border \nsecurity. Because that seems to be precisely the language this White House is trying to chart.\n\nMALVEAUX: Well, I think you're absolutely, Lou. I mean, I think it's important. And the president, from time to time, \nhas brought up that issue, that there are divisions among all different groups, and it is a generalization to assume \nthat all Hispanics would feel one way or another on this issue.\n\nDOBBS: Right. Suzanne, thank you very much, as always.\n\nSuzanne Malveaux from the White House.\n\nAnother person speaking out for the president's proposal, Homeland Security Secretary Michael Chertoff. Chertoff \nhas found a new and unusual way to describe the president's guest worker proposals.\n\n(BEGIN VIDEO CLIP)\n\nMICHAEL CHERTOFF, HOMELAND SECURITY SECRETARY: It's like trying to dam a river. If you build a dam \nand you don't have a spillway to drain off some of the excess water in a way that's productive, you will eventually \nhave to either keep building the dam higher and higher, or the dam will break. We have to have a spillway for some \nof this economic pressure, and that's a temporary worker program.\n\n(END VIDEO CLIP)\n\nDOBBS: If I may say, one of the more lamentable metaphors that emanated from this city in which many \nlamentable metaphors originate. Chertoff was much clear when he talked about -- he was much clearer, in fact, \nwhen he talked about the president's plan to send National Guard troops to the border. Secretary Chertoff said the \nfederal government will consult governors about the Guard's new mission.\n\nDespite Michael Chertoff's remarks, critics of the president remain highly skeptical about the National Guard's new \nrole along our southern border. The chairman of the Senate Armed Services Committee, Senator John Warner, \ntoday said he will hold hearings on the military's new border mission.\n\nBarbara Starr reports from the Pentagon.\n\n(BEGIN VIDEOTAPE)\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT (voice over): Officials say the new border security \ndeployment will simply give the National Guard more experience in their now typical jobs, fighting war and disaster \nrelief, but insists it won't keep them from being ready to do those jobs.\n\nUNIDENTIFIED MALE: Get up there!\n\nSTARR: The first of 6,000 troops are expected to arrive on the U.S.-Mexico border next month. Homeland Security \nSecretary Michael Chertoff says the National Guard will be part of a comprehensive approach to border security.\n\nCHERTOFF: We can have a transformative effect on our immigration problem and illegal migration problem that \nhas plagued this country for over 20 years.\n\n\n\nSTARR: The Pentagon says the Guard will be doing some of the same jobs it already handles.\n\nPAUL MCHALE, ASST. SECRETARY OF DEFENSE: The missions will include, for example, surveillance and \nreconnaissance, engineering support, transportation support, logistics support, vehicle dismantling, medical \nsupport, as noted by Secretary Chertoff, barrier and infrastructure construction, road building, and linguistics \nsupport.\n\nSTARR: One of the most sensitive issues, will troops carry weapons and be authorized to shoot? LT. GEN. \nSTEVEN BLUM, CHIEF, NATIONAL GUARD BUREAU: It is something that must be addressed, ma'am, because \nit's very important that soldiers know what the expectations are and what the rules are for the area they're operating \nin.\n\nSTARR: Guard commanders say they hope to make it all work by sending troops in for perhaps just a few weeks \nat a time during their scheduled training periods so their families and jobs will not be disrupted.\n\nBLUM: The only thing that we're really going to do is change the location of where they were going to do their \ntraining.\n\nSTARR: But don't underestimate how complicated this may turn out to be for the Guard. By one estimate, as many \nas 150,000 National Guardsmen may find themselves doing border security over the next two years.\n\n(END VIDEOTAPE)\n\nSTARR: And, Lou, the National Guard is expected to use helicopters and other sensors to watch for people \ncrossing the border. But they will not arrest and detain people. That will be the job of Border Patrol authorities -- \nLou.\n\nDOBBS: Is there some judgment there at the Pentagon, Barbara, that this may be an extraordinarily expensive way \nto provide adjunct support to the U.S. Border Patrol?\n\nSTARR: Well, that is the question that, as you say, Senator Warner wants answered on the Senate side tomorrow \nafternoon, when he calls top officials from this building to a Senate Armed Services Committee hearing. He wants \nto know how much it's going to cost, where is the money going to come from, and how all of it will work.\n\nOne of Senator Warner's major concerns is that National Guardsmen who have served in Iraq and Afghanistan are \nnot also tapped to do this work and that future deployments to Iraq and Afghanistan won't be impacted by this new \njob for the Guard -- Lou.\n\nDOBBS: Barbara, thank you very much.\n\nBarbara Starr from the Pentagon.\n\nNearly 20,000 of our National Guard troops are serving now in Iraq, where insurgents are escalating their attacks \nagainst our soldiers and Marines. Eleven of our troops have been killed in Iraq over the past four days, 2,448 of our \ntroops have been killed in Iraq since this war started three years ago, 18,088 other troops have been wounded. Of \nthose, 8,302 so seriously wounded that they could not return to duty.\n\nInsurgents and terrorists are launching new attacks against Iraqis. Gunmen today killed five people inside a garage \nin Baghdad. A car bomb outside that garage then killed 18 other Iraqis who had gathered at the scene. Coming up \nnext here, violence and murder on our southern border. New fears that it will spread into the United States. We'll \nhave exclusive video of the escalating gang war in the Mexican border city of Nuevo Laredo.\n\nAlso tonight, a local sheriff in Arizona shows the federal government how to -- how to crack down on illegal \nimmigration. Sheriff Joe Arpaio of Maricopa County is among my guests here tonight.\n\n\n\nAnd as President Bush struggles to sell his immigration and border security proposals to members of Congress, a \nleading senator, Senator Jon Kyl, joins me here next.\n\nStay with us.\n\nDOBBS: Tonight, many law enforcement officials who are on the front lines of this nation's illegal alien crisis say \nPresident Bush's border security proposals are too little, too late. They say this nation is already witnesses a \nmilitarization of our border on the Mexican side.\n\nTonight, Bill Tucker is live with a report in Laredo, Texas, where a vicious gang war is raging just across the border \nin Nuevo Laredo. And there was more deadly violence in Nuevo Laredo today. Our camera crew was there.\n\nAnd Casey Wian tonight reporting from Maricopa County in Arizona, where Sheriff Joe Arpaio's aggressive fight \nagainst illegal immigration is succeeding where the federal government has simply failed.\n\nWe begin with Casey Wian in Maricopa County -- Casey.\n\nCASEY WIAN, CNN CORRESPONDENT: Lou, the crackdown on illegal alien smuggling here in Maricopa County, \nArizona, continues tonight. There is still much skepticism, though, about President Bush's newfound commitment to \nborder security.\n\n(BEGIN VIDEOTAPE)\n\nWIAN (voice over): Two hours after President Bush concluded his border security speech, Maricopa County, \nArizona, sheriff's deputies arrested 19 suspected illegal aliens and their alleged smugglers. Sixteen are now \ncharged under a new state lawmaking illegal alien smuggling or even paying a smuggler a felony. That was news to \nVictoria Ignacio Pastor (ph), who says she agreed to pay her smuggler $1,500 once she found work in the United \nStates.\n\nThree illegal aliens were turned over to Immigration and Customs Enforcement for lack of evidence. They'll be \ndeported. The rest could face one and a half to three years in jail.\n\nSHERIFF JOE ARPAIO, MARICOPA COUNTY, ARIZONA: We're going to continue to crack down on this problem. \nThe law is there. I will enforce that law and keep arresting the illegals that come through Maricopa County.\n\nWIAN: Arpaio says simply enforcing existing laws would be a better solution for the federal government than \nsending National Guard troops to the border. It's a view shared by many in Arizona, the entry point for more than \nhalf of the nation's illegal aliens.\n\nRandy Pullen spearheaded Arizona's Proposition 200 which denies illegal aliens some state benefits and prevents \nthem from voting.\n\nRANDY PULLEN, ARIZONA GOP COMMITTEE CHAIRMAN: People are pretty savvy on this issue, especially here \nin Arizona. And to say that you're going to secure the border is one thing. We already had a governor who said she \nwas going to secure the border with the National Guard, and it never happened.\n\nWIAN: Chris Simcox, the leader of Arizona's most publicized border security effort, the minutemen, has often said \nhis volunteers will continue to patrol the border until the federal government deploys military force there. They are \nnot leaving yet.\n\nCHRIS SIMCOX, MINUTEMAN CIVIL DEFENSE CORPS.: The president made a good speech. He detailed a lot of \nissues that we have been trying to get him to address for four years. But 6,000 National Guard personnel in a \nsupport role where they are not on the front lines is just not near enough.\n\nWIAN: Neither are thousands of civilian volunteers nor one county sheriff, but they are all signs that at least in \nArizona border security is now a priority.\n\n\n\n(END VIDEOTAPE)\n\nWIAN: People here are anxious to hear what else President Bush has to say about the issue. He'll travel to the \nborder city of Yuma, Arizona, for a speech this Thursday -- Lou.\n\nDOBBS: And as I understand it, will be there approximately two hours, according to the current schedule.\n\nCasey, thank you very much.\n\nCasey Wian.\n\nSheriff Arpaio joins me now -- later, actually, with his reaction to the president's border security proposals. As \nPresident Bush contemplates sending National Guard troops to the border, Nuevo Laredo, Mexico, is literally \nbeing torn apart by vicious drug gang violence. The only thing separating the United States from this escalating war \non our border is the Rio Grande River.\n\nBill Tucker reports tonight from Laredo, Texas, just across the border from Nuevo Laredo.\n\n(BEGIN VIDEOTAPE)\n\nBILL TUCKER, CNN CORRESPONDENT (voice over): Shot down by gunmen from behind, the murder is carried \nout on a city street in broad daylight for everyone to see. The car that the two state police officers were in, riddled \nwith bullets from automatic weapons. Why they were killed, who killed them, no one is saying. It is believed the \nkillings were drug related.\n\nSo far, five months into the year, police on the American side of the border in Laredo have intercepted 6,000 \npounds of marijuana and 119 pounds of cocaine. That's a lot of money. And that kind of money breeds a different, \nmore violent criminal, one with no respect for authority.\n\nIt's not just the Mexican police who are getting shot at.\n\nSHERIFF RICK FLORES, WEBB COUNTY, TEXAS: We've been shot at from people on the other side of the river. \nAnd we've had to take cover. Thank god none of our deputies have been hit. Border Patrol, the same thing.\n\nSo we're seeing a whole different type of people now willing to confront law enforcement on this side.\n\nTUCKER: So far, there have been no deaths of American law enforcement, but the killings in Nuevo Laredo were \nthe third and fourth this year in the city. Seven other officers have been wounded in the line of duty.\n\nGUILLERMO MARQUEZ, NUEVO LAREDO POLICE (through translator): The job of the police officer is a \ndangerous one. And I assume that danger. And we understand that. We know we are going to be attacked. That is \nthe nature of the job we have dedicated ourselves to.\n\nTUCKER: Up against these kind of issues, border security becomes a personal issue.\n\n(END VIDEOTAPE)\n\nTUCKER: Law enforcement officials along the border have been warning of these dangers for years but have not \nbeen listened to. They now welcome the attention that is finally being directed at the border. And, Lou, they have \ntheir doubts about the deployment of the National Guard along this border. They are not trained in police work, and \nthey don't think they are going to do very much good, if any, at all -- Lou.\n\nDOBBS: Whatever their doubts about the National Guard, are there any doubts on their part about why President \nVicente Fox has not moved his military to the northern border with the United States to stop the vicious gang wars \nthat is raging there across northern Mexico, as well as to stop illegal immigration?\n\n\n\nTUCKER: You know, law enforcement officers tend to be pretty practical people, Lou, and they worry about what \nthey have to deal with. They look across the river and they don't understand what's going on over there in Mexico or \nwhy it's being allowed to continue. They feel -- and they do have things buttoned down on this side, and they are \namazed and disappointed in what they see in Mexico. DOBBS: As are we all.\n\nBill Tucker, thank you very much, reporting from Laredo, Texas, tonight.\n\nComing up here next, President Vicente Fox says the key to border security is cooperation between the United \nStates and Mexico, but is the Mexican president a reliable partner? He hasn't been for the past five years. We'll \nhave that special report.\n\nAnd I'll be joined by two lawmakers with very different views and approaches to border security and our illegal \nimmigration crisis. Senator Jon Kyl, Congressman Luis Gutierrez join me here next.\n\nStay with us.\n\nDOBBS: President Bush's principal adviser, Karl Rove, used the president's own words to tout the administration's \nrecord on border security. Rove yesterday said, \"We're doing a heck of a job\" in dealing with the illegal immigration \nproblem. President Bush, as you will recall, used the same phrase last year, describing the work of former FEMA \ndirector Michael Brown's response to Hurricane Katrina just days before Brown was forced out of the \nadministration.\n\nTonight, the government of Mexico is threatening to sue the United States. Mexico's foreign secretary says his \ngovernment will \"start filing lawsuits\" in U.S. courts if National Guard troops detain illegal aliens. His threat exposes \nPresident Fox's empty promises to cooperate with the United States to reduce illegal immigration.\n\nKitty Pilgrim reports.\n\n(BEGIN VIDEOTAPE)\n\nKITTY PILGRIM, CNN CORRESPONDENT (voice over): In meeting after meeting, Mexico's President Fox has \nmade the same false promise, a pledge to help with border security.\n\nPRESIDENT VICENTE FOX, MEXICO (through translator): We are going after the criminals that are promoting \nillegally the movement of citizens to the United States.\n\nPILGRIM: After he was elected in 2000, the Mexican president invited President Bush to his ranch, vowing to help \ncurb illegal immigration. But since that pledge, millions of Mexicans have crossed into the United States illegally.\n\nEven in his most recent appearance today, President Bush continues to insist Mexico is cooperating with the \nproblem. Yet, President Fox phoned President Bush in advance of his speech to call on the United States not to \nmilitarize the border.\n\nBUSH: I made it clear to the country last night that we are not going to militarize our border. Mexico is a friend. \nPILGRIM: Mexico gains money from the illegal immigration. The larger the number of illegal aliens who cross the \nborder into the United States, the more money they send back to Mexico -- $13 billion in 2003, soaring to $20 \nbillion last year. And it's still growing.\n\nTIM KANE, HERITAGE FOUNDATION: It's more money than they get from all foreign direct investment, and it's \nalmost as much money as they get from their oil exports. So it's tremendously important and it would cause a \nrecession if they lost that.\n\nPILGRIM: Politically, President Fox gains from the hemorrhage of poor and unskilled Mexicans across the border, \na safety valve for the Mexican government to export its unemployment problem. President Fox and his party gain \nfrom playing the United States on immigration, winning popular approval at the expense of the Bush administration. \nThose approval ratings will factor heavily in the upcoming Mexican elections in July.\n\n\n\n(END VIDEOTAPE)\n\nPILGRIM: The Mexican president today promised cooperation, called for a comprehensive solution to the border \nproblem. But Mexico's cooperation is something promised before with no real results -- Lou.\n\nDOBBS: Kitty, thank you very much.\n\nKitty Pilgrim.\n\nThat brings us to the subject of our poll tonight. Do you believe the United States government should first secure \nour borders and ports before even discussing so-called immigration reform? Yes or no?\n\nPlease cast your vote at loudobbs.com. We'll have the results coming up here later.\n\nTime now for some of your thoughts on the president's speech last night on immigration reform and border \nsecurity.\n\nJeff in Connecticut wrote in to say, \"Hi, Lou. It seems like the only victor in that speech was corporate America.\"\n\nCathy in Michigan, \"I wonder what would happen if you or I went to Mexico and demanded anything, let alone \namnesty for a crime. Only in America.\"\n\nAnd June in Texas, \"Hey, Lou, since the National Guard will only be on the border to observe and report, not \nconfront nor apprehend, they sort of sound like Mr. Bush's vigilantes, don't' they?\"\n\nAnd Gerardo in Florida, \"Of course it is amnesty. About 20 of my relatives in Argentina are lining up at the American \nEmbassy to get a visa to visit Disney World. They will stay no matter what, and five years from now they will be full-\nfledged U.S. citizens.\" Larry in Illinois, \"Lou, what a sad state of affairs when our elected leaders are more \nconcerned about the legal citizens of another country, rather than the legal citizens of their own.\"\n\nSend us your thoughts at loudobbs.com. We'll have more of your thoughts coming up here in a matter of moments.\n\nIn Maricopa County, Arizona, Sheriff Joe Arpaio is already waging war against illegal immigration without the help of \nadditional National Guard troops and without federal help. Just after the president's speech last night, in fact, \nSheriff Arpaio's deputies hit the road and rounded up illegal alien suspects on Arizona roadways and deserts. The \npresident said the sheriff's volunteer posse patrol was also out in full force last night, hundreds of illegal aliens \ncaught in Maricopa County are now being held in the county's tent city jail. Sheriff Arpaio joins me tonight with his \nreaction to the president's proposals of last night. Sheriff good to have you with us.\n\nSHERIFF JOE ARPAIO, MARICOPA COUNTY, ARIZONA: Thank you. My pleasure.\n\nDOBBS: You heard the president talk about border security, immigration reform, as he styles it. What's your \nreaction?\n\nARPAIO: Well, you know I was a director with the U.S. Drug Enforcement in Mexico.\n\nDOBBS: Right.\n\nARPAIO: And fought the drug wars and now we're fighting a different battle. The president's trying to do what he \ncan, he's trying to lead this problem with the National Guard, that's the supportive role. However, I can't understand \nwhy they don't enforce the law, because it is a federal misdemeanor, six months in jail, so I feel they should start \nputting these people in jail now when they cross the border. I'm doing the same thing under the new state law, and \nthe only law enforcement agency locking up illegals associated with smugglers and placing them in the county jail. \nSo I would see more toughness in putting these people in jail that violate the laws.\n\nDOBBS: They violate the laws, and the United States government, I think, there could be a good case made that \nthe United States government is failing to enforce the laws across a broad range of laws. Dereliction of duty, some \n\n\n\nwould use stronger language. As you suggest, you don't know why we're not enforcing them. Go back to your \nexperience, if you would, sheriff, as the head of DEA in Mexico, and I've worked along the border and worked with \nDEA agents there years ago. What kind of partner is Mexico in stemming illegal immigration? Stemming the drug \ntraffic, a war that we've been fighting for three decades, what kind of partner is Mexico?\n\nARPAIO: Well, it was a good partner when I was there, because President Nixon, and I ran this operation, closed \nthe border in a sense, in operation intercept in 1969. That straightened out the Mexican government, and I took \nover right after that. Believe me, it wasn't easy to get the Mexican government to cooperate, but they learned a \nlesson when you close the border or get tough at the border, things changed in the cooperation field.\n\nDOBBS: Why is it 4 1/2 years, in your estimation, after September 11th, this government has refused to secure our \nborders and our ports? Why is it three decades of a war against drugs Mexico remains the greatest source of \nillegal drugs, meth, cocaine, heroin and marijuana entering the United States, why is there no political will amongst \nour elected officials here in Washington to shut it down for the benefit and the protection of the American people?\n\nARPAIO: And that's a good point. President Nixon led that fight, and we were very successful. I'm not going to \ncriticize President Bush, he has other problems with terrorism, but it can be done. We're a great country, and we \nshould never use money as a reason why you can't arrest people and put them in jail.\n\nDOBBS: Are you afraid, by the way, concerned President Fox's government saying that they're going to sue the \nUnited States if the National Guard were to detain any illegal alien? Are you afraid you might get sued by the \ngovernment of Mexico?\n\nARPAIO: Well, I don't know. They're ready to sue me, for -- so I get sued when I go to the toilet, so I don't worry \nabout all these lawsuits.\n\nDOBBS: Yeah, let me ask you another thing. You are so popular in the state of Arizona with your tough approach \nand no-nonsense approach, carrying out your duties as you see them. You could be, I'm told, handedly elected \ngovernor. Any interest?\n\nARPAIO: No. To me that's a demotion. I'd rather be the sheriff. I've been the sheriff 14 years, and I'm going to keep \nrunning.\n\nDOBBS: Sheriff Joe Arpaio, we thank you very much for being here.\n\nARPAIO: Thank you.\n\nDOBBS: Coming up next, I'll be talking with Senator Jon Kyl, he voted to put border security ahead of any \ndiscussion of immigration reform today. Congressman Luis Gutierrez, a strong supporter of illegal alien amnesty, \nand later here, three of the country's leading political analysts join me to assess the president's speech, the \npresident's policies and the critical issues facing this nation. Stay with us.\n\nDOBBS: Tonight, the first test of so-called immigration reform on Capitol Hill, since the president's speech last \nnight, the senate rejected an amendment that would have required that our borders be secured before addressing \na guest-worker programs and amnesty for illegal aliens. Senator Jon Kyl voted in favor of that amendment to put \nborder security first. He joins us tonight from Capitol Hill. Senator, good to have you with us.\n\nSEN. JON KYL, (R) JUDICIARY COMMITTEE: Thank you, Lou.\n\nDOBBS: That's pretty -- pretty remarkable that you-all in the senate decided -- I know you voted against it, but you \ncouldn't put security ahead of immigration reform and guest-worker proposals? What do you think the American \npeople are going to say when they take a look at all those names?\n\nKYL: Well, I think the American people want us to secure the border, and they want that done first. I had hoped that \nlast night the president would make it crystal clear that that was his goal as well, because people are, frankly, not \ngoing to be very open-minded about some of the other provisions until they are sure that we're going to enforce the \n\n\n\nlaw and secure the border. My own view Lou is that we can do several things simultaneously here, but I thought \nthat was a very good vote to at least make the point that we've got to get serious about closing -- about securing the \nborder, and so far, I'm not sure that we have actually committed the resources to making sure that that can get \ndone.\n\nDOBBS: Yeah. There has been a -- perhaps in years past, it would have been an interesting political game being \nplayed by this White House and the U.S. senate, to some degree, we'll find out to what degree the leadership of the \nhouse as well. But this game is not working. Senator Cornyn, your co-sponsor on the Kyl/Cornyn legislation, which \nis the most reasonable legislation put forward to my assessment in the senate this year, over the past year. The \nidea that they're going -- as Senator Cornyn said, the American people are not going to stand to be mocked. And it -\n- apparently 55 people in the senate don't quite understand that.\n\nKYL: There is another explanation for the vote. You know, they might have simply had the view that we've got to \nsimultaneously attack all of the problems, and that this sent the wrong message. As I said, our comprehensive \nlegislation does attempt to simultaneously attack all these problems, but we wanted to make the very strong \nstatement that we're listening to the people, we understand their desire that we put this as our first commitment, our \nfirst priority. And there's no reason that we can't do that. It just takes will power and devote the resources that are \nnecessary to build the fences to hire the border patrol agents, to do all of the other things that can accomplish a \nsecure border.\n\nDOBBS: Senator, today, moving forward with your amendment to not at least allow convicted -- criminals to \nbecome part of an amnesty program. Where does that stand?\n\nKYL: Well, we finally had a chance to lay that down tonight, and we're going to have a vote on it tomorrow, finally, \nafter all these weeks. At first the opposition said, this is a poison pill. They thought that if it passed that somehow or \nother it would jeopardize the bill. It's quite the opposite. It's going to pass overwhelmingly tomorrow, and I think \npeople will, therefore, say it made the bill better. The bottom line is, criminals, convicted felons should not become \ncitizens of the United States under this bill. (INAUDIBLE) assures that. DOBBS: And certainly it shows the rather \nhasty and, perhaps, I think it's fair to say, ill-considered aspects of this immigration reform, comprehensive \nimmigration reform juggernaut that we're on here. You have about two weeks to pass a legislation. Let me ask you \na question. Is there any provision in any part of the discussions so far, forget the legislation itself being crafted, to \nactually determine whether or not somebody is a convicted criminal amongst the illegal alien population of the \nUnited States, whether that's 12 million or 20 million?\n\nKYL: Well, actually, that's a very perceptive question.\n\nDOBBS: Thank you.\n\nKYL: Theoretically, there are provisions that say that people have to present themselves for a criminal check. Now, \nthe details of that are totally lacking. And as you infer from your question, that's got to be done, before this \nlegislation is finally passed, if there is a bill, because otherwise it's fairly meaningless. But even with the provision \nfor a criminal check, nothing happened after that. So the criminal check could provide that you're a felon, you'd still \nget the benefit of the legislation, unless our amendment passes.\n\nDOBBS: Senator Kyl, I think you're one of the most able folks sitting on the judiciary committee and serving the \nU.S. senate, but I got to be honest, about 100 of you folks altogether at a time, you scare me a little. The idea that \nthere is no urgency to securing that border, that the president's talking about 2008 and 3 million illegal aliens \ncrossing the border and I mean, this is approaching dithering, isn't it?\n\nKYL: There are so many more things we could have done. There are things we could do right now. I'll compliment \nthe president on at least saying let's send the guard down there. Now, 6,000, I don't know if that's all we can spare \nat the moment, we could probably use a lot more than that, and nobody should worry that they're going to go \naround shooting people or arresting people, that's not what they'll be doing there. But for every job that they can \ntake at the border, they can relieve a member of the customs service or the border patrol so that they can get out \nand do the apprehending and that's a good thing.\n\n\n\nDOBBS: Well Senator Kyl, we thank you for being here. We appreciate it. We look forward to seeing how that \namendment works, we wish you well with it.\n\nKYL: Thanks Lou.\n\nDOBBS: Senator Jon Kyl.\n\nStill ahead here, I'll be talking with Congressman Luis Gutierrez, a supporter of illegal amnesty, one of the leading \nadvocates in the country. He says immigration reform can pass congress this year. He's my guest. And three of the \ncountry's most respected political analysts will be here as well. Stay with us.\n\nDOBBS: Congressman Luis Gutierrez of Illinois says the house and senate can agree on illegal immigration \nlegislation this year, despite their widening split on that issue as of today. Congressman Gutierrez is the chairman \nof the Democratic Caucus Immigration Task Force, a strong supporter of illegal alien amnesty and one of the \ncountry's leading advocates, joining us here tonight. Good to have you with us congressman.\n\nREP. LUIS GUTIERREZ, (D) ILLINOIS: A pleasure to be with you Lou.\n\nDOBBS: So let me guess, when you watched the president last night, you were excited.\n\nGUTIERREZ: Well, I have to admit, Lou, that when the president first spoke in January of 2004 and said --\n\nDOBBS: Right.\n\nGUTIERREZ: -- three-year visa, maybe we'll extend it for three and then you got to go, last December he said, I \nlove Sensenbrenner. That's the way to go. Last night was really refreshing to hear the president take on a holistic, \ncomprehensive approach, which includes English classes, getting their fingerprints and making sure we don't let \nanybody who's violated the law get in the program, paying a penalty and making sure that the penalty fits the \nviolation of the law.\n\nDOBBS: Which agency's going to do all that?\n\nGUTIERREZ: I think we're going to have to create that agency.\n\nDOBBS: Ah.\n\nGUTIERREZ: I think we're absolutely going to create. Homeland Security is going to be there as the principal \nagency.\n\nDOBBS: You're scaring me already. Homeland Security can't inspect cargo, 95 percent of it comes through our \nports, uninspected. Three million illegal aliens crossing our borders every year, just exactly what does that $40 \nbillion buy American citizens?\n\nGUTIERREZ: Well let me share the following with you. 1986 we passed the immigration control act.\n\nDOBBS: 1986.\n\nGUTIERREZ: 1986, Immigration Reform and Control, we passed it, three million people successfully went through \nthe program. Most of them are American citizens today, contributing to our great nation. I think we can do that again \nand set up that infrastructure again.\n\nDOBBS: Are we going to be on, like, what would you think about a 20-year cycle? Next year, next time the ten-year \ncycle. What's it going to be? GUTIERREZ: Ten-year cycle for?\n\nDOBBS: Amnesty.\n\n\n\nGUTIERREZ: No. Here's why I think this process is so important, no amnesty, let's double, triple the fines on \nemployers that hire anybody in this country that doesn't have proper documentation and let's enforce the law. But at \nthe same time, let's have a rational approach which allows new immigrants -- Look, Lou, when the Irish came, when \nthe Italians came there was Ellis Island. There is no Ellis Island for the new immigrant workforce to come to \nAmerica. There is nothing. And yet we need that workforce to continue to come.\n\nDOBBS: Congressman, I always love talking with you, but we've got to go back in history just this one time.\n\nGUTIERREZ: All right.\n\nDOBBS: When is the last time that we had an estimated 5 to 10 million illegal aliens enter this country in a five year \nperiod? Because that's what's different this time.\n\nGUTIERREZ: Well we have --\n\nDOBBS: When's the last time it happened when we were in a global war on terror?\n\nGUTIERREZ: Well let me suggest the following -- we have 12 million undocumented workers in the United States. \nWe have passed very harsh, very slowing down of our immigration, and, yet, we have an economy and a workforce \nthat needs those skilled -- I know you don't agree with it. But it's true! It's just true.\n\nDOBBS: It's not true.\n\nGUTIERREZ: Lou, our unemployment rate is what, about 5 percent?\n\nDOBBS: 4.7.\n\nGUTIERREZ: Okay. And they represent 5 percent of the workforce, right? So even if you eliminated every \nundocumented worker, there would still be jobs available for people.\n\nDOBBS: Explain something to me. First let's talk this crazy guest-worker program. Let's call it what it is. That's just \ncrazy. A guest-worker program and bringing in more illegal aliens to be exploited by basically corporate America. \nWe are watching wages in this country decline in the lowest quintile of wage earners that suggests a clear surplus \nof labor not a deficit. There's no economist in the world who would suggest otherwise, so what in the world are we \ntalking about?\n\nGUTIERREZ: Let me suggest the following to you. Somebody is going to have to pick the tomatoes in Florida. \nSomebody is going to have to pick the grapes in California. Somebody's going to have to wash the dishes -- \nDOBBS: We have agricultural visas we don't need any special program.\n\nGUTIERREZ: But that truly is a new guest worker. It's a legal avenue so that people don't have to lose their lives, \ncrossing the border. Lou, they come here. I wish I could bring --\n\nDOBBS: But that's why I want to secure the border so people won't do that and that's why I want to tell President \nFox and the government of Mexico, get your act together. Because I'm sick and tired of watching you -- watching \nyou permit your drugs, your marijuana, your meth, your cocaine and heroin come across our borders.\n\nGUTIERREZ: Two things, Lou --\n\nDOBBS: And when I ask, why is the congress and this president permitting that border to be a sieve --\n\nGUTIERREZ: Can I say a couple of things Lou?\n\nDOBBS: Sure.\n\nGUTIERREZ: Look, I can't respond for the president of Mexico, I'm an American citizen, born in America.\n\n\n\nDOBBS: How about the president of the United States?\n\nGUTIERREZ: I did come here to relate to you to the president of the United States, I'm a member of congress, \nthat's fitting, but I can't respond to it. The other thing is, Lou, we've lost the war on drugs here, so let's also assume \nthe responsibility for our own consumption of the drugs that come across --\n\nDOBBS: I'm happy -- But you know what I think? I think that this congress, not -- you weren't serving in it, but a \ncongress that declared a war on drugs 30 years ago and then doesn't have the -- the guts and the intelligence and \nthe vitality to actually win the war --\n\nGUTIERREZ: Okay.\n\nDOBBS: -- scares me to death.\n\nGUTIERREZ: But, Lou, a couple of things. \"A,\" we're not going to deport 11 to 12 million people. It's not going to \nhappen. And second --\n\nDOBBS: You know what, that's good. Because I don't want to deport anybody. So we're going to have to finish on \nagreement there.\n\nGUTIERREZ: All right, Lou. Thanks for having me on.\n\nDOBBS: Thank you congressman.\n\nComing up here next, President Bush sends the National Guard -- well he's going to he says, to the border and \nhe sends a message to congress, any illegal immigration legislation must include guest worker amnesty. Well a \nguest worker program, illegal alien amnesty, it gets complicated, the fact is one doesn't have anything to do with the \nother, we'll be talking about that with three of the country's leading political analysts. They'll assess the president's \nelection year gambit. Stay with us.\n\nDOBBS: \"THE SITUATION ROOM\" with Wolf Blitzer coming right up. Wolf?\n\nWOLF BLITZER, CNN ANCHOR: Thanks very much, Lou, and don't go too far away, because you're going to be \nright here in the \"THE SITUATION ROOM\" with me.\n\nAlso the mayor of Los Angeles, Antonio Villaraigosa, two very different perspectives on the immigration divide, Lou \nand the mayor, that's coming up live here in \"THE SITUATION ROOM.\"\n\nPlus, the attorney general of the United States, Alberto Gonzales, a remarkably candid and personal conversation, \nLou. Our viewers are going to be surprised by his answer to the question -- were his own grandparents legal or \nillegal immigrants?\n\nAlso, new video on the 9/11 attack on the pentagon. Will it finally put to rest all those conspiracy theories? We're \ntalking a much closer look.\n\nAnd emotions running very high, the new White House press secretary Tony Snow gets choked up on his first day. \nWe're going to tell you why.\n\nAnd demanding access to reporters' notebooks. We're going to take you inside the courtroom with the latest on the \nCIA leak case. Lou, we've got a full story coming up in \"THE SITUATION ROOM.\"\n\nDOBBS: Looking forward to it, thank you very much Wolf.\n\nJoining me now, \"Time\" magazine columnist, Joe Klein, Washington bureau chief of the \"New York Daily News,\" \nTom DeFrank, and CNN's senior political analyst, Bill Schneider. Good to have you all with us. Joe it's been a while, \nlet's ask you, what's the big takeaway from the president's maneuver yesterday?\n\n\n\nJOE KLEIN, TIME MAGAZINE: Maneuver, I thought it was a speech. I thought it was a --\n\nDOBBS: I'm sorry, I described motivation.\n\nKLEIN: You did. I thought it was a very solid, comprehensive, rational, reasonable speech.\n\nDOBBS: How about you, Tom?\n\nTOM DEFRANK, NEW YORK DAILY NEWS: Well, I agree with all of that. I think it was an attempt at \nstatesmanship, but the problem the president has is it's hard to be a leader when you're at 30 percent in the polls, \nand a good portion of your own party is fighting what you want to propose. And it just made it much more difficult for \nhim.\n\nBILL SCHNEIDER, SR. POLITICAL ANALYST: It doesn't seem to be working. I'm hearing nothing but criticism \ntoday, particularly from the president's own party, who had a motion in the senate that didn't pass, to require that \nnobody -- nobody's legal status changed, nobody be given citizenship until they enforce border security and got six \ndemocratic votes as well as a lot of republicans.\n\nDOBBS: It's interesting, you're enthusiastic, Joe. I'm enthusiastic, too, because I believe that the president, either \nby design or otherwise, did begin to raise the consciousness of the -- of the public about the issues we're \nconfronting. In some of the outright lack of reporting, certainly, and lack of honesty about what is a very confounded \nand confused immigration system.\n\nKLEIN: Look, this is a deeply held position with the president. I would watch him during the 2000 campaign night \nafter night go into country club, conservative republican audiences and be asked hostile questions about \nimmigration and take essentially the same position he took last night. I -- I think that it's really important for \njournalists to acknowledge it, when a politician goes up against his base as he's going up against the conservative \nbase of the Republican Party on a matter of conscience.\n\nDOBBS: That's an interesting point of view, although, I would perhaps take a different interpretation, which would \nbe, that this president is serving as, frankly, this is almost a subservience to corporate America, it's dominating both \npolitical parties and is exploiting the illegal labor that is permitted to come in. So there is another view to that as \nwell, I won't assert which is correct. And I will give him credit for his conscience.\n\nKLEIN: Both views can be correct.\n\nDEFRANK: And part of his fundamental problem, Lou, as he was trying to check off all the boxes last night. If you're \ntrying to do a comprehensive program, you need to try to do that, but several of the boxes are going to infuriate \nvarious constituencies, including his own conservative base.\n\nDOBBS: What do you think, Bill, what should this president be doing right now, from your likes?\n\nSCHNEIDER: He has to work with his base to try to bring them along, and right now they're just not there. I thought \nthe most interesting thing that he said, and this was pretty impressive, last night he talked about ending the catch-\nand-release system. That is urgent. That is very impressive.\n\nDOBBS: (INAUDIBLE) been talking about that for eight months, Michael Chertoff has paid lip service to that, we're \nstill engaged in it.\n\nSCHNEIDER: He ought to do something about it. He talked about it last night and he said he's going to put some \nmore money into it. Legal changes -- DOBBS: They said they're going to bring in 10,000 border patrol agents with \nthe legislation passed last week, we got 1,500 new bodies. We've got offices but not bodies for those jobs. Tom, \nwhat would you have the president do here?\n\nDEFRANK: I think he's just got to stay at the bully pulpit, he's going to Yuma, Arizona on Thursday, he won't be \nthere long. But I think he can't just give a speech, go to one border state and then drop it, he's got to be back at it, \n\n\n\nand he's got to be jawboning his own party, because his big problem on the legislation at the moment, Lou is not \nwith the democrats, not with the independents or the moderates, but with his own base, and he's got to beat them \nup some.\n\nKLEIN: He also has to show some results at the border. I mean, there has -- this has to improve things, some. And \nwhat Bill is saying is true, that catch-and-release, if they can diminish it, some, if they can -- if they can show that \nthey're being tougher on the border, will have an impact and may well make it possible to pass comprehensive \nimmigration reform.\n\nDOBBS: Joe Klein, Tom DeFrank, Bill Schneider, good to have you with us. Thank you, gentlemen.\n\nStill ahead here, we'll have the results of our poll and a few more of your thoughts. Stay with us.\n\nDOBBS: Now, the results of our poll. And it is overwhelming. 98 percent of you say the United States government \nshould first secure our borders and ports before even discussing so-called immigration reform. The White House \nand the senate, I suppose, might take some note of that. We'll see.\n\nTime now for a look at more of your thoughts. Peggy in Texas saying, \"About sending troops to the border, is that \nto protect Americans from illegal aliens or to protect illegal aliens from being caught by the border patrol or the \nMinutemen.\"\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.fdch.com\n"}