{"title": "Speaker: Immigration law OK", "body": "\nHouse Speaker David Ralston said Thursday he is pleased with Georgia's new immigration law and does not plan \nto seek changes to it in the upcoming legislative session despite several unintended consequences that have \nemerged in recent months.\n\nOne problem is substantial crop losses for farmers who can't hire workers to harvest crops. Another problem is \nprojected months-long delays in issuing professional licenses for tens of thousands of accountants, nurses and \nmany other professionals who must now present a \"secure and verifiable\" form of identification such as a driver's \nlicense or passport.\n\nThe Republican speaker from Blue Ridge said he did not want to act while parts of House Bill 87 are tied up in \nfederal court amid legal challenges brought by a coalition of civil and immigrant rights groups. The federal 11th \nCircuit Court of Appeals is expected to hear oral arguments some time between Feb. 28 and March 2.\n\n\"We have only had six months for it to work,\" Ralston said in an interview Thursday. \"Let's give it some more time. \nLet's see what the courts do with what some believe to be constitutional issues and move on.\"\n\nAsked about other immigration-related legislation, Ralston said HB 25 --- which would ban illegal immigrants from \nattending state colleges and universities --- has \"some merit\" and will be considered during the legislative session \nthat starts Jan. 9.\n\nHe said he would also take a look at HB 296, which would require public schools and hospitals to count the illegal \nimmigrants they serve and report that information to the state. Alabama has a similar law in place for counting \nillegal immigrants in its public schools, but a federal appeals court has put that provision on hold after a court \nchallenge from the Obama administration.\n\n\"I'm not sure we are ready to move forward on it because of the constitutional challenge to the other bill\" in \nAlabama, Ralston said.\n\n\nHe added about Georgia's HB 25 and HB 296: \"We will look at both of those two and make sure all of the questions \nhave been answered. I am not saying either of them will be passed, but I think they are both worthy of having some \ndiscussion.\"\n"}