{"title": "JUSTICES LET STAND THE SECRET JAILINGS OF FOREIGNERS/ DECISION IN POST-SEPT. 11 DETENTIONS CASE IS VICTORY FOR ADMINISTRATION", "body": "\nThe Supreme Court said Monday it would not second-guess the government's decision to hold hundreds of \nforeigners in secret after the Sept. 11 attacks.\n\nNone of the more than 700 illegal immigrants was charged as a terrorist, and the Justice Department's inspector \ngeneral concluded last year that the government had trampled on a law stipulating that such detentions be limited \nto 90 days.\n\nThe high court turned down a request to review the secrecy surrounding the detainees, nearly all Arabs or Muslims, \nwho were picked up in the United States after the attacks on the World Trade Center and the Pentagon. Most were \neventually deported for immigration violations. The government refused to disclose whom it held and why.\n\nThe court's action, taken without comment, was a victory for President George W. Bush's administration. Civil \nliberties and media organizations had sought access to the names and other basic information about the detainees.\n\nA federal appeals court had sided with the administration and its argument that knowing the names or details of \nthe arrests would give terrorists a window on the post-Sept. 11 terrorism investigation. By refusing to hear the \ncase, the Supreme Court allowed that ruling by the U.S. Court of Appeals for the District of Columbia to stand.\n\n\"Until some other court says otherwise, the government can continue the policy of secret arrests that seems \nfundamentally inconsistent with basic American values and that we know in this case led to a series of abuses,\" \nsaid Steven Shapiro, national legal director of the American Civil Liberties Union, which had urged the court to hear \nthe case.\n\nShapiro said he still believed the secret arrest of more than 700 people violated basic due-process rights. He said \nthe government's own reports had documented mistreatment and arbitrary detentions.\n\n\"Such abuses are always more likely when the government is allowed to operate in secrecy,\" he said.\n\nThe audit by the Justice Department's inspector general found significant problems with the detentions, including \nallegations of physical abuse by jail guards at a facility in Brooklyn, N.Y.\n\nThe report, released in June, found that many of the 762 illegal aliens were held until cleared by the FBI of any \nterrorism connections. Sometimes the process took many months despite the law requiring that most aliens be \ndeported or released within 90 days.\n\n\nA follow-up analysis last week cited progress in centralizing vital terrorist information databases so that authorities \ncould more quickly assess who might be a threat but warned the job was not done. The government has said that \nimprovements since the Sept. 11 attacks make it easier for government agencies to share information about \nforeigners in the country.\n\n\"When the Sept. 11 investigation led us to those who had violated our nation's laws, we enforced those laws and \ndetained those individuals,\" Attorney General John Ashcroft said Monday. \"We are pleased the court let stand a \ndecision that clearly outlined the danger of giving terrorists a virtual road map to our investigation that could have \nallowed them to chart a potentially deadly detour around our efforts.\"\n\nLawyers for the ACLU and other civil liberties groups argued that the government grabbed people on thin suspicion, \nthen moved to deport detainees who had no demonstrated link to terrorism but who had violated civil immigration \nlaws.\n\nThe government sealed immigration records and omitted detainees' names from jail rosters, among other tactics, to \nmake sure details of hundreds of arrests remained secret, the lawyers said.\n\nThe appeal raised constitutional questions under the First Amendment right to freedom of speech and freedom of \nthe press, and legal questions under the federal Freedom of Information Act.\n\nTwenty-three news organizations and media groups, including The Associated Press, joined in asking the high \ncourt to hear the case.\n\nLast week, the high court disappointed the administration by agreeing to hear a broader anti-terrorism case that \nasks whether the government can indefinitely jail American citizens as \"enemy combatants\" without giving them \naccess to lawyers or the courts. Bush's administration had argued strongly that it has authority to hold Yaser \nEsam Hamdi without charges.\n\nThe Hamdi case and another one testing the legal rights of foreigners detained indefinitely at the Navy's prison \ncamp at Guantanamo Bay, Cuba, draw the court squarely into the debate over security and liberty after the terrorist \nattacks.\n\nThe justices earlier had rejected several cases that raised more oblique questions about the government's \nresponse to the terrorist threat. One involved an issue similar to Monday's secrecy case. It asked whether the \ngovernment could keep reporters and the public away from closed-door deportation hearings.\n"}