{"title": "Dip reverses foreign-born trend; Hard-hit areas see bigger drop in the share of U.S. population", "body": "\nThe share of the U.S. population composed of immigrants dropped slightly in 2008, reversing a 40-year trend \nthat helped fuel the nation's explosive growth and diversity.\n\nThe foreign-born dropped from 12.6% in 2007 to 12.5%, according to Census data out Monday. The share had \nbeen rising every decade since 1970, when it hit a low of 4.7%.\n\nThe dip is more pronounced in areas that have taken a big economic hit in the recession, such as Los Angeles and \nRiverside in California and Phoenix. Areas doing better, such as Houston and Dallas, did not experience as large a \ndrop -- an indication that immigrant numbers could rise again as soon as the economy rebounds.\n\n\"It's short-term, but it's a real marker in terms of immigration slowdown,\" says William Frey, demographer at the \nBrookings Institution.\n\nSince 2000, every state has shown growth in immigrant populations, he says. From 2007 to 2008, however, the \nshare of the foreign-born dropped in 25 states and in 54 of the 102 largest metro areas.\n\nMexican immigrants, who held a significant share of jobs in the hard-hit construction industry, showed the largest \noverall decline among the foreign-born: down about 300,000 to 11.4 million.\n\nArrivals of undocumented workers \"are way down,\" says Jeffrey Passel, demographer at the Pew Hispanic Center.\n\nThe number of Indian immigrants, who tend to be more educated and skilled, rose by about 100,000 to more than \n1.6 million. \"It's not like nobody wants to come here anymore,\" Frey says.\n\nTucson resident Bruce Bueno, 54, has friends and family from Mexico, and he knows several who are less likely to \ncome to the USA than in previous years.\n\n\"A lot of immigrants are discouraged by the economy,\" he says. Facing the perils of crossing the scorching Sonoran \nDesert to enter illegally may no longer be worth it. \"It's just too expensive,\" Bueno says. \"Might as well just stay \nthere.\"\n\nResearch based on other Census surveys indicates that the foreign-born who are leaving tend to be less-educated \nHispanics ages 18 to 40, says Steven Camarota, research director for the Center for Immigration Studies, a group \nthat wants to limit immigration.\n\n\"What that implies very strongly is that it's a significant decline in the illegal population,\" he says, attributing the \ndrop to stricter border enforcement and a dismal job market.\n\n\nContributing: Jack Gillum in Tucson \n\nGraphic\n\n \n\nGRAPHIC, Color, Julie Snider, USA TODAY, Source: Census Bureau (Line graph)\n"}