{"title": "MR. SPEAKER;Ridding the nation of illegal immigrants is the speaker's aim", "body": "\nA quick look at activities involving House Speaker Newt Gingrich of Georgia:\n\nCalling for legislation to allow for \"very rapid, very efficient deportation\" of illegal immigrants, Gingrich set \nSeptember as the deadline for voting on a package of immigration bills. The speaker made the remarks at a news \nconference noting the first meeting of his special task force on immigration. Eight of the 41 task force members are \nDemocrats, including Rep. Nathan Deal of Gainesville. Deal said he won the appointment because there is a \n\"tremendous problem\" with illegal Hispanic immigrants in the Gainesville and Dalton areas, including some gang \nactivity.\n\nPOWER PLAY: \"Politically Incorrect\" poll of 100,000 Prodigy computer service subscribers reveals that when asked \nto pick the winner in an arm- wrestling match between Gingrich and President Clinton, 61 percent of respondents \nthought the president would be outmuscled.\n\nPEGGING 'SQUARES': A New Republic magazine piece by Fred Barnes, \"Revenge of the Squares,\" characterizes \nGingrich and his team of congressional supporters, who were shaped by the 1960s, as the flip side of '60s \ncounterculture. They supported the Vietnam War, married young, didn't smoke pot, and now they want to reclaim \nAmerican society from the liberal elite. The piece concludes that \"by the time Congress finishes its work this year, \nAmerica will be a 'different country' and the '60s a fading force.\"\n\nSPLIT DECISION: Give Gingrich a split decision on one of his more celebrated quests - cutting back public \nbroadcasting. The House easily turned back an attempt by conservative Republicans to end all federal funding for \npublic broadcasting over three years, but that was just part of the picture. The proposal by Rep. Philip Crane (R-Ill.) \nwas part of a bill containing $ 17 billion in budget cuts, including reductions of 15 percent in public broadcasting \nfunds in fiscal 1996 and 30 percent in 1997. Those cuts remained in the bill, which appeared headed for House \npassage today.\n"}