{"title": "L.A. Airport Shooting Was Planned, Investigators Say; Officials Believe Egyptian Immigrant Acted Alone", "body": "\n FBI investigators said Friday that the gunman who went on a rampage inside Los Angeles International Airport \non July 4 was an Egyptian immigrant living in Southern California who had no criminal history or known ties to \nterrorist groups but apparently planned the attack in advance. \n\n The FBI identified the gunman as Hesham Mohamed Hadayet, 41, who ran a limousine service from his home in \nthe middle-class suburb of Irvine, Calif. Hadayet fatally shot two people near a ticket counter for El Al Israel Airlines \nand wounded three others before he was shot dead by a security guard for the airline. The exchange of gunfire \nsent scores of travelers ducking for cover and forced thousands more to evacuate. \n\n Israeli officials are calling Hadayet's attack an act of terrorism, but the FBI again refused to do so Friday -- even \nthough bureau investigators said they have not ruled out that possibility. \n\n Richard Garcia, the FBI official leading the investigation, said details of Hadayet's life and his motive for the attack \nare still sketchy but investigators believe he acted alone, shot his victims randomly and came to the airport \"with \nthe intention of killing people.\" Investigators said Hadayet carried no identification and was armed with two \nhandguns and a six-inch hunting knife. \n\n Hadayet's name has not been on any law enforcement \"watch lists\" for terrorist activity in the United States or \nabroad, and investigators have found no evidence to suggest he was part of an organized conspiracy, Garcia \nsaid. \n\n \"So far we have no indication of any type of prejudice against any particular organization or nationality,\" Garcia \nsaid. \n\n But a former employee of Hadayet's, Abdul Zahev, told reporters Friday that his boss often expressed hatred for \nIsrael and felt the United States was biased against Arabs. \"He kept all his anger inside,\" said Zahev, who said he \nworked as a driver for Hadayet for a few weeks. \"He couldn't hold it anymore.\" \n\n\n Killed in the attack were ticket agent Victoria Hen, 25, and Yaakov Aminov, 46, a jeweler and father of eight who \nwas dropping off a friend. \n\n Investigators said they are also examining whether Hadayet may have been despondent because of family \ntroubles. Police in Irvine said that in recent years officers have been summoned three times to Hadayet's home, \nonce for an allegation of domestic abuse. \n\n Hadayet lived with his wife and two sons. Investigators said his family returned to Egypt the week before the \nshooting. \n\n Neighbors describe Hadayet as a quiet person who often sat in a plastic lawn chair on the porch of his ground-floor \napartment, smoking cigarettes. \n\n \"It's a cliche[acute], but it's true. He kept pretty much to himself,\" said Noah Thurman, who lives across the street \nfrom Hadayet's apartment. \n\n Hadayet displayed a bumper sticker on his front door that urged: \"Read Koran.\" After the Sept. 11 terrorist attacks, \nHadayet's upstairs neighbors hung from their balcony large American and Marine Corps flags. \n\n One neighbor said the flags angered Hadayet, who felt they were a personal affront, a challenge to him as a \nMuslim and an immigrant. \n\n Hadayet entered the United States through Los Angeles as a visitor in December 1992, and he was granted a \ngreen card in March 1993. He gained permanent residency in August 1997 after the same status was given to his \nwife, said Russ Bergeron, a spokesman for the Immigration and Naturalization Service. \n\n INS paperwork and one of Hadayet's California driver's licenses list his birthday as July 4, 1961. \n\nStaff writer Dan Eggen contributed to this report. \n"}