{"title": "License responsible illegal immigrants", "body": "\nThe events of Sept. 11 spawned many a political debate, one of the more recent ones being whether illegal \nimmigrants should be granted driver's licenses. Allowing illegal immigrants to get driver's licenses is a good \nidea, as the ones obtaining the licenses would be the ones who are already contributing positively to our society, \nregardless of their illegal status.\n\nCiting examples of Sept. 11 hijackers, critics of granting illegal immigrants driver's licenses suggest that having \nlicenses will make it easier for dangerous aliens to fit into our culture and, consequently, to damage it. Linda Lewis, \npresident of the American Association of Motor Vehicle Administrators, told the Associated Press that having a \nlicense \"allows you to immerse yourself in society.\" \"There are loopholes in the law that allow those who are here \nto do harm to work their way into the system,\" she added.\nNorth Carolina State U.\n\nWhat Lewis and those who hold similar viewpoints fail to recognize is that licenses can often be obtained through \nillegal means. Even so, these critics are discussing this as a national safety issue when it is actually more a matter \nof national well-being.\n\nCurrently, North Carolina, Utah and Tennessee only require proof of residency in that state in order to obtain a \ndriver's license. In Colorado, state Sen. Ron Tupa, D-Boulder, recently introduced a bill that would allow illegal \nimmigrants to obtain licenses by using their federal taxpayer identification numbers instead of social security \nnumbers, which, as illegal aliens, the applicants would not have.\n\nTupa is acknowledging that making it legal for hard-working illegal aliens to receive licenses does not endorse \nillegal emigration to the United States, but rather provides a logical solution to an all-too-often ignored problem. \n\"What I'm trying to deal with … is the reality of the fact that these individuals are here, they're working here and \nthey're driving here.\"\n\nUnder these systems, illegal immigrants should only be allowed to get licenses if they have proof of insurance. If \nthey have insurance, they are surely holding down a job to pay for insurance and thus are not a drain on our \neconomy. Why not allow people who are going to drive anyway do it legally and under insurance that not only helps \nthem but also taxpayers?\n\nIf an illegal alien driver gets in an accident and does not have a license or insurance, guess who foots the medical \nbill when the driver or others are injured in the accident? Taxpayers. American Taxpayers.\n\nGranting illegal immigrants licenses will do nothing to compromise national security. In fact, the ones who would \ntake the initiative to obtain a license legally are not the ones we need to worry about. Illegal immigrants should \n\n\nnot be in this country, but they are here regardless. Allowing them to get driver's licenses is a step toward making \nthese individuals contributors to our country instead of the parasites they are often viewed as being.\n\n(C) 2002 Technician via U-WIRE\n"}