{"title": "DOLE BANKS ON WINNING CALIFORNIA; CLINTON CONFIDENT, CAMPAIGNS IN REPUBLICAN-LEANING VIRGINIA", "body": "\nBob Dole stepped up on Sunday his attacks on illegal immigration and affirmative action as he tried to cut President \nBill Clinton's commanding lead in California.\n\nThe president took to the stump Sunday in Virginia, a state that has not supported a Democrat for the White House \nsince 1964.\n\nIn San Jose, Calif., at a rally of Vietnamese-Americans, Dole said Clinton had not done enough to police America's \nborders and repeated his support for a state ballot initiative to end affirmative action and prefer ences in \ngovernment hiring, contracting and school admissions.\n\nAides said Dole, who has extended his Californian trip by one day, plans major speeches on immigration and \naffirmative action today and Tuesday.\n\nStanding before a banner that read \"Celebrate Legal Immigration, the American Dream,\" Dole said, \"There are no \nlimits on what individuals can achieve in this country when they come here as legal immigrants. Because in \nAmerica what counts is merit and character.\"\n\nBut, he added, Clinton's lax border controls have left thousands of Californians \"victims of violent criminals who \nshould have been stopped at the border.\"\n\nDole continued, \"Quotas, set-asides and other preferences that discriminate by race or ethnicity are simply wrong \nin America . . . and do violence to the principles of our Constitution.\"\n\nThe GOP presidential candidate has decided to focus much of his time and resources in California in the closing \ndays of the campaign. The state has 54 of the 270 electoral college votes needed to win the presidency. \"We're \ngoing to win the Golden State jackpot on Nov. 5 because we're going to talk about trust and leadership and ethics \nand things you can count on in a Dole administration - that are sorely lacking now,\" he said.\n\nPerot's Pick\n\nDole said he was pleased by Ross Perot's comments Sunday, in which the Texas billionaire - and Reform Party \npresidential candidate - said Dole would be a better military commander-in-chief than Clinton.\n\nPerot, on NBC's \"Meet the Press,\" said, \"Senator Dole understands combat. He has certainly paid a terrible price, \nand, if you were limited to those two, you'd certainly, I think every American would pick him, because he \nunderstands what he's doing. The other candidate (Clinton) has no experience in military or in combat.\"\n\n\nDole campaign manager Scott Reed traveled to Dallas last week to try to persuade Perot to drop his third-party \ncandidacy in the hope that Perot supporters might move into Dole's column. Perot turned Dole down but has since \nattacked the ethics of the Clinton administration.\n\nDole said Sunday, \"I think (Perot is) being very positive in telling the American people they have a choice, and I'm \nthe better choice.\"\n\nClinton In Virginia\n\nClinton's visit Sunday to Virginia, the start of a three-day, seven-state campaign swing, illustrated his campaign's \ngrowing confidence as it races down the final stretch to the Nov. 5 election.\n\nClinton appeared to be playing a campaign endgame:\n\n* On one hand he sought to buttress his commanding position in traditionally crucial Midwestern states like Illinois \nand Ohio, which he will visit today and Tuesday.\n\n* On the other, he wanted to use the campaign's waning days to further objectives beyond his own re-election - like \npositioning Vice President Al Gore for a 2000 run at the White House and helping Democratic candidates for \nCongress.\n\nDuring a quick visit to Springfield, Va., a Washington suburb, Clinton campaigned with Mark Warner, a \nbusinessman seeking to oust three-term Republican John Warner from the Senate, and with Sen. Charles Robb, D-\nVa. As he has done throughout the campaign, Clinton sought to paint himself as the candidate of the future and, \nwithout mentioning him by name, to port ray Dole as a man of the past.\n\n\"Most people in Virginia have been voting against members of my party for president for over three decades now, \nand I know how hard it is to break a habit,\" Clinton said, prompting laughter. \"One of the things we all teach our \nkids is that some habits have to be broken.\n\n\"I want you to go out from this place and spend the next nine days and tell your fellow Virginians they did a great \nthing for America when they and their native sons led us into the 19th century 200 years ago,\" he added. \"Virginia \ncan help lead American into the 21st Century nine days from now.\"\n\nClinton flew to St. Louis Sunday night and will campaign today in University City.\n\nGraphic\n\n \n\nPHOTO, GRAPHIC; (1) Photo from AP - Bob Dole receives a hug from Vietnamese-American children on stage \nduring his rally in San Jose, Calif., on Sunday. (2) Photo from AP - President Bill Clinton shakes hands at a rally \nSunday in Springfield, Va., a Washington suburb. No Democratic presidential candidate has won Virginia since \n1964. (3) Color Graphic Logo - Campaign '96\n"}