{"title": "Bush wants Guard to police border", "body": "\nWASHINGTON — President Bush, trying to build momentum for a major overhaul of the nation's immigration laws, \nis considering plans to shore up the Mexican border with National Guard troops paid for by the federal \ngovernment, according to senior administration officials.\n\nOne defense official said military leaders believe the number of troops required could range from 3,500 to perhaps \n10,000, depending on the final plan. Another administration official cautioned that the 10,000 figure was too high.\n\nThe officials insisted on anonymity since no decision has been announced.\n\nThe president was expected to reveal his plans in an address Monday at 7 p.m. It will be the first time he has used \nthe Oval Office for a domestic policy speech — a gesture intended to underscore the importance he places on the \ndivisive immigration issue.\n\nThe key questions Friday were exactly how many National Guard troops might be deployed, for how long and at \nwhat cost to federal taxpayers — as well as the problem of possible disruption of upcoming deployments to Iraq and \nelsewhere overseas.\n\nAs discussions among the White House, the Pentagon and the states continued on how the military could be used \nto secure the southern border, defense officials said that states want the federal government to pick up what will \nbe a significant tab for the increased security. Officials had no estimates on that cost.\n\nBush's speech Monday night is intended to build support for broad immigration overhaul by taking substantive \nsteps to secure the border.\n\nPaul McHale, assistant secretary of defense for homeland defense, asked officials earlier this week to offer options \nfor the use of military resources and troops — particularly the National Guard — along the border with Mexico, \naccording to defense officials familiar with the discussions.\n\nDefense officials said the National Guard may be used only until significant additions to the existing civilian border \npatrols can be fully funded and completed.\n\nCurrently there are about 100 National Guard troops involved in counter-drug operations, including some along the \nborder, said Guard Bureau spokesman Jack Harrison.\n\nHe said there are also 10 to 15 Guard members — mostly engineers — helping border patrol agents with vehicle \nand heavy equipment support.\n"}