{"title": "In U.S. Unions, Mexico Finds Unlikely Ally on Immigration", "body": "\nIt is rare for foreign officials to address labor conventions, much less raise their fist in solidarity with the union \nmembers.\n\n     But when Mexico's foreign minister, Jorge Castaneda, did so on Tuesday night, saying at the hotel workers' \nconvention here that illegal Mexican immigrants should be given legal status to prevent their exploitation, he got a \nrousing ovation. \n\n For years, Mexico and the American labor movement were at loggerheads, with unions denouncing the North \nAmerican Free Trade Agreement for dragging down American workers' wages and job conditions. But now \nMexico's government and American unions are making common cause on an issue that long divided them, \nimmigration.\n\nBoth are urging the Bush administration to grant legal status to millions of illegal Mexican immigrants. \n\nAfter decades of hostility toward immigrants, arguing that they push down wages, the A.F.L.-C.I.O. has changed \ncourse and concluded that the best way to prevent immigrants from undercutting American wages is to grant them \nlegal status and unionize them. American union leaders also recognize that allying with Mexico on the issue will \nhelp unions attract immigrants to their ranks by improving the image of unions in the eyes of immigrants.\n\nMr. Castaneda has spearheaded Mexico's effort to improve ties with American unions because he recognizes that \norganized labor is one of the strongest voices to advance President Vicente Fox's goal of winning legal status for \nMexican illegal immigrants in the United States.\n\nMr. Castaneda spoke at the convention of the Hotel Employees and Restaurant Employees International Union as \nPresident Bush and President Fox are negotiating changes in American immigrant policy to reduce the dangers of \ncrossing the border and to improve the lives of Mexican immigrants.\n\n\"Their lack of legal status makes them vulnerable to employers who undercut the competition by exploiting these \nimmigrants,\" Mr. Castaneda told a crowd of 400 union delegates who gave him four standing ovations.\n\nRaul Hinajosa, a researcher at the University of California at Los Angeles, who serves as a consultant to the Fox \nadministration on immigration, said, \"If they want to move this issue forward in the United States, they know U.S. \nlabor can play a make-or-break role on an issue Mexicans care about.\"\n\nNoting that President Fox has met with several American labor leaders, Mr. Castaneda said the Mexican \ngovernment was eager to strengthen ties with American labor after labor's bitter fight against the North American \nFree Trade agreement soured relations with Mexico.\n\n\nThe Mexican government and organized labor are pushing to give legal status to illegal immigrants as the Bush \nadministration has faced intense opposition from conservative Republicans not to agree to such a step. \n\nOrganized labor is looking to Mexico to advance its call for amnesty for the more than five million illegal immigrants, \na position that the A.F.L.-C.I.O. adopted last year after decades of hostility to illegal immigrants. But unions are \nnow reaching out to immigrants, seeing them as a source of growth and energy, rather than a threat.\n\n\"Immigrants are in every workplace in the United States, and they're not leaving,\" said John Wilhelm, the president \nof the hotel employees' union and the chairman of the A.F.L.-C.I.O.'s task force on immigration policy. \"We have \nto make it clear to immigrant workers that we're on their side.\"\n\nLabor leaders support granting legal status to illegal workers because that in theory makes them less vulnerable to \nexploitation since it enables them to make workplace demands and assert their rights without fear of deportation. In \ndemanding legalization, the labor movement also gains favor with not just illegal immigrants -- who are allowed to \njoin unions -- but also legal immigrants who want legal status for relatives or for friends from their hometowns who \nare here illegally.\n\nEager to reverse its membership slide, organized labor is focusing increasingly on recruiting immigrant workers, \nespecially low-wage ones, and has had some of its greatest recent success unionizing Mexican immigrants who \nwork as janitors, hotel maids, hospital aides and farm workers. Many Mexican immigrants, reared to idolize Cesar \nChavez, the legendary Mexican-American farm workers' leader, see unions as the best way to climb the American \neconomic ladder and secure better wages and fairer treatment on the job.\n\nThe American labor movement and the Fox administration have worked intensely to improve ties, partly because \nthey share an interest in improving the lives of Mexican immigrants. In January, Mr. Fox met with John Sweeney, \npresident of the A.F.L.-C.I.O., and on Monday he met in Detroit with James P. Hoffa, the Teamsters president, and \nStephen Yokich, president of the United Auto Workers. \n\nLast month, Mr. Wilhelm and the presidents of the service employees, farm workers and laborers unions went to \nMexico to meet with Mr. Castaneda to discuss legalization of illegal immigrants and labor's concerns about the \nbusiness community's push to expand the guest worker program.\n\n\"I frankly think the A.F.L.-C.I.O.'s new position in immigration has had a big impact on having people think that \nfundamental reform will be possible,\" Mr. Wilhelm said.\n\nIn a half-hour speech, Mr. Castaneda said the Mexican government would not agree to the Bush administration's \nbusiness-backed proposal to allow in far more guest workers each year unless there was also some agreement on \ngranting legal status to illegal Mexican immigrants.\n\nMr. Castaneda said Mexico also wanted the United States to agree on ways to promote economic growth in \nMexico and on a higher annual quota for permanent legal immigrants from his country.\n\n\"It's either the whole enchilada or nothing,\" Mr. Castaneda said.\n\nTo add momentum to the push for legalization, the hotel workers' union voted today to establish what it called an \nImmigrants Freedom Ride, modeled after the freedom rides of the 1960's civil rights movement. Under the union's \nproposal, buses carrying illegal immigrants would drive from California and other states to Washington, D.C., daring \nimmigration authorities to arrest them while publicizing the legal limbo and job difficulties faced by these \nimmigrants.\n\nMr. Wilhelm said, \"The reason I think there is an opportunity for significant immigration reform is both parties, but \nmost especially the Republicans, who I think are smarter on this than the Democrats, are figuring out that the new \ncitizens' vote is likely to be the determining factor in what will probably be a close set of elections in 2002 and \n2004.\"\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Mexico's foreign minister, Jorge Castaneda, greeted union members yesterday at a labor convention. \n(Monica Almeida/The New York Times)(pg. A22) \n"}