{"title": "Officials Say 25 Kosovars Arrived Under False Names", "body": "\nAbout two dozen Kosovar refugees at Fort Dix in New Jersey appear to have violated immigration law by entering \nthe United States under assumed names, officials said today.\n\nThe growing number of cases, up from three just a few days ago, could lead the United States Immigration and \nNaturalization Service to revise some of its practices while dealing with an exodus of refugees from Yugoslavia that \nis expected to quickly swell to 20,000.\n\n\"We're still really refining our own procedures,\" said Amy Otten, an immigration service spokeswoman. \"This is a \nproject that we, as a nation, have never undertaken before.\" She spoke at Fort Dix, a sprawling Army Reserve \ntraining camp 30 miles east of Philadelphia that has been converted into a processing center for thousands of \nethnic Albanians.\n\nAs many as 25 refugees with doctored identities have been discovered among 1,755 ethnic Albanians flown to \nnearby McGuire Air Force Base from Macedonia.\n\nFour have been jailed at county detention centers in eastern Pennsylvania, where they awaited deportation \nhearings. They were detained after United States officials realized they were not the people they had claimed to be \nwhile boarding a New Jersey-bound jet in Macedonia.\n\n\"The situation is that these people don't seem to match their documents, though we're still checking,\" Ms. Otten \nsaid.\n\nUnder standard procedure, they would be expelled from the government's generous resettlement program for \nrefugees, designated as asylum seekers and remain behind bars for weeks while awaiting hearings before \nimmigration judges with the power to deport them.\n\nThe I.N.S. quickly came under fire from the human rights watchdog Amnesty International for stripping the four \nAlbanians of their refugee status and holding them behind bars.\n\nAmnesty called on the Government to depart from usual procedures and return the detainees to Fort Dix.\n\nJodi Longo, Amnesty director for the Mid-Atlantic region, said it was distressing that refugees \"who have gone \nthrough the experiences they have\" were behind bars.\n\n\nTwo ethnic Albanian men and a woman, all in their early 20's, were jailed at county prisons this week, while a 17-\nyear-old girl was held at a juvenile detention center.\n\n\"At the moment, these cases are being handled in an arbitrary way, even though they are part of a system that is \nnew for the U.S. government,\" Ms. Longo said. \"This situation demands flexibility.\".\n\nAmnesty International, which has long criticized the immigration service for housing detainees at prisons, said jails \nwere overcrowded, lacked adequate medical services and exposed detainees to the general criminal population.\n\nAn I.N.S. official denied the charges, saying the Kosovo detainees were safe from other prisoners and were well \ncared for in clean and orderly centers.\n\nhttp://www.nytimes.com\n"}