{"title": "Arizona Seeing Signs of Flight By Immigrants", "body": "\nThe signs of flight among Latino immigrants here are multiple: Families moving out of apartment complexes, \nschools reporting enrollment drops, business owners complaining about fewer clients.\n\n  While it is too early to know for certain, a consensus is developing among economists, business people and \nimmigration groups that the weakening economy coupled with recent curbs on illegal immigration are steering \nHispanic immigrants out of the state.\n\n  The Arizona economy, heavily dependent on growth and a Latino work force, has been slowing for months. \nMeanwhile, the state has enacted one of the country's toughest laws to punish employers who hire illegal \nimmigrants, and the county sheriff here in Phoenix has been enforcing federal immigration laws by rounding up \npeople living here illegally.\n\n  ''It is very difficult to separate the economic reality in Arizona from the effects of the laws because the economy is \ntanking and construction is drying up,'' said Frank Pierson, lead organizer of the Arizona Interfaith Network, which \nadvocates for immigrants' rights and other causes. But the combination of factors creates '' a disincentive to stay in \nthe state.''\n\n  State Representative Russell K. Pearce, a Republican from Mesa and leading advocate of the crackdown on \nillegal immigration, takes reports of unauthorized workers leaving as a sign of success. An estimated one in 10 \nworkers in Arizona are Hispanic immigrants, both legal and illegal, twice the national average.\n\n  ''The desired effect was, we don't have the red carpet out for illegal aliens,'' Mr. Pearce said, adding that while \n''most of these are good people'' they are a ''tremendous burden'' on public services.\n\n  On Monday, state lawmakers, concerned about shortages of workers and the failed revamping of immigration law \nin Congress, which was pushed by Senator John McCain of Arizona, pledged action.\n\n  Bills were announced that would create a state-run temporary worker program, though it would need \nCongressional authorization. And last week Gov. Janet Napolitano, a Democrat, offered to help the United States \nLabor Department rewrite regulations designed to streamline visas for agricultural workers, who growers say are \nincreasingly hard to find.\n\n  While data for the last month or so are not available, there were already signs of migration out of Arizona at the \nend of last year. In the fourth quarter of 2007 the apartment-vacancy rate in metropolitan Phoenix rose to 11.2 \npercent from 9 percent in the same quarter of 2006, with much higher rates of 15 percent or more in heavily Latino \nneighborhoods.\n\n\n  ''You have many people moving out, but they are not all illegal,'' said Terry Feinberg, president of the Arizona \nMultihousing Alliance, a trade group for the apartment and rental housing industry. ''A lot of people moving are \ncitizens, or legal, but because someone in their family or social network is not, and they are having a hard time \nkeeping or finding a job, they all move.''\n\n  Elizabeth Leon, a legal immigrant and day care worker, said the families of two of her charges abruptly left, \nforcing the state to take custody of the children. Ms. Leon's brother, a construction worker who is not authorized to \nbe in the country, plans to leave, unable to find steady work; families at the neighborhood school have pulled \nchildren out, Ms. Leon said, fearful of sheriff's deputies.\n\n  ''It is like a panic here,'' she said. ''This is all having an effect on the community, mostly emotional.''\n\n  Juan Jose Araujo, 44, is here legally. His wife, however, is not and is pressing for the family to return to Mexico \nbecause of the difficulty in finding a job and what the family considers a growing anti-immigrant climate. \n\n  Although prosecutors in the state do not plan to begin enforcing the sanctions against employers until next month, \nseveral employers have reportedly already dismissed workers whose legal authorization to work could not be \nproved, as required by the law.\n\n  ''We don't have family or anything in Mexico,'' said Mr. Araujo, who has lived in the United States for 24 years. ''I \nwouldn't have anywhere to go there, but we have to consider it.''\n\n  Property managers report that families have uprooted overnight, with little or no notice. Carlos Flores Vizcarra, the \nMexican consul general in Phoenix, said while he could not tie the phenomenon to a single factor, the consulate \nhad experienced an ''unusual'' five-fold increase in parents applying for Mexican birth certificates for their children \nand other documents that often are a prelude to moving.\n\n  Several school districts in heavily Latino areas have reported sudden drops in enrollment. Official explanations are \nelusive because school officials have not been able to interview families about why they left, but, anecdotally, \npeople point to the sour economy and the immigration crackdown among other factors. \n\n  The Cartwright Elementary School District in west Phoenix, for instance, reported a loss of 525 students this \nschool year (dropping the enrollment to 19,845), while in previous years enrollment had grown or remained stable \namong its 23 schools. Meri Simmons, a spokeswoman for the district, said word of mouth suggested that the \neconomy and sanctions on employers played a role.\n\n  ''We know we have a lot of empty houses,'' Ms. Simmons said.\n\n  Jobs in the construction industry, a major employer of immigrants, are growing scarce, declining 8.6 percent in \nDecember compared with the previous year.\n\n  Juan Leon, a construction subcontractor and the husband of Elizabeth Leon, the day care worker, said illegal \nimmigrants had made it harder for legal residents like him to find work. Companies that employ them can bid much \nlower on projects than he can because they pay workers much less, Mr. Leon said.\n\n  ''I hate to see families torn apart,'' he said of the current flight, ''but there is no money to be made sometimes \nbecause some contractors who employ illegal workers can do the job dirt cheap.''\n\n  Dawn McLaren, an economist at Arizona State University in Tempe who studies the state's economic and \nmigration trends, said it was likely that lack of work is forcing people to move, probably to nearby states. But Ms. \nMcLaren also theorized that the slowing economy had caused a reduction in the flow of new immigrants over the \nborder.\n\n  Analyzing data back to the early 1990s, she said, a drop in Border Patrol arrests -- they have been steadily \ndeclining the last couple of years -- typically preceded an economic downturn or slowing.\n\n\n\n  ''It's a highly networked community,'' she said of border crossers. ''It costs a lot to get here, and they generally \nhave a job lined up here. People say, 'We need people on the crew.' And they tell friends and relatives to come \nover.''\n\n  A persistent decline in the immigrant population could damage the overall Arizona economy, Ms. McLaren said. \nA study by the Pew Hispanic Center released in January said illegal workers made up close to 11 percent of the \nstate's work force of 2.9 million people in 2006, double the national estimate.\n\n  ''What it looks like now is that a little bump in the economic road, especially with the sanctions law, is looking like it \nmight last a year or more,'' she said.\n\n  Even as the economy slows and people leave, the matter of the state's sanctions on employers is not settled.\n\n  The legal fight over the law, which a federal judge upheld Thursday, is headed for the United States Court of \nAppeals for the Ninth Circuit. The law punishes employers who knowingly hire illegal immigrants by suspending \ntheir business license for 10 days on the first offense and revokingit for a second infraction.\n\n  Opponents call it an unconstitutional intrusion by the state on federal immigration authority but the federal judge, \nNeil V. Wake, disagreed.\n\n  At the same time, signatures are being gathered for two ballot initiatives, one that would toughen the law and \nanother meant to soften it. If both end up on the November ballot, the one with the most votes would prevail.\n\n  Ms. McLaren, the economist, said that in the end history showed it was difficult to stop illegal immigration so long \nas jobs paid better in the United States than at home. An economic rebound would probably draw people back \nhere, no matter the laws.\n\n  ''They will find a way to adjust,'' she said. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Juan Jose Araujo is in the United States legally and has been here for 24 years, but he is considering a \nreturn to Mexico. (PHOTOGRAPH BY JEFF TOPPING FOR THE NEW YORK TIMES)                                                \n"}