{"title": "CULTURE, CUISINE, CAMARADERIE DRAW PORTUGUESE TO AREA CLUB", "body": "\nInside a small, nondescript concrete building, behind doors marked Members Only, each night a lively group plays \nbilliards, drinks heartily and snacks on homemade baked goods.\n\nBut this is not your typical corner tavern.\n\nThis crowd - about two dozen on weekdays and more than 100 on weekends - is likely to sip wine and brandy from \nPortugal, engage in heated discussions about Portuguese politics and sports, and snack on a popular codfish \nappetizer called bolinhos de bacalhau well into the early morning.\n\nThe Association of the Lady of Fatima of Riverside is where South Jersey's Portuguese immigrants come together.\n\nTheir population in the region has mushroomed in the last 15 years, and Portuguese children constitute the largest \nethnic group in the Riverside School District.\n\nThe influx is due to the economic conditions in Portugal, one of the poorest countries in Europe, said Jose Cepa, \nwho stepped down as the association's president at a dinner party Saturday at the building on Lafayette Street. \nJose Rodriguez became the new president.\n\n\"It's the symbol of the Portuguese people,\" Cepa said of the building. \"For me, I feel like I am in Portugal.\"\n\nAccording to the Immigration and Naturalization Service, an average of 1,106 Portuguese immigrants a year \nentered New Jersey from 1990 to 1997. In Pennsylvania, the average was only 59.\n\nFive years ago, the Riverside-based group - established in 1986 by about 30 Portuguese families from Riverside \nand nearby communities - bought the 4,000-square-foot building, formerly the home of St. Casimir's Polish-\nAmerican Club.\n\nSince then, members - who now number more than 400 and come from South Jersey and Pennsylvania - have \ngathered for dinners and events in the hall, game room and bar, which includes an overhead TV feeding satellite \nprogramming from Portugal.\n\n\n\"It's like a little corner to come back to, a place to be proud of your background,\" said Alfredo Silva of Delran. \"We \ndo this to revive the Portuguese culture here.\"\n\nOn Wednesday night, the scene at the Portuguese Club was typical. Crowding beneath the television, men \nwatched a soccer game, arguing in Portuguese whether Porto, Sporting or Benfica - Portugal's top soccer teams - \nwould come out on top.\n\nIn the hall, which is decorated with flags from regions of Portugal, about a dozen children played pool or sat in a \ncircle listening to music.\n\nFor many of them, it was in this building that they put on their first ranchos, the colorfully embroidered outfits from \nthe country where their parents and, in some cases, grandparents were born.\n\nIn the kitchen, six women baked Portuguese delicacies.\n\nAt the bar, Ricardo Lopes, 21, who moved to Riverside from Portugal with his parents when he was 3, kept busy \nwith his weeklong volunteer duty serving drinks.\n\n\"I was shocked to see how many people are here,\" said Lopes, a Temple University junior who joined the club last \nyear. \"Now I recognize a lot more people on the streets. I wanted to experience the Portuguese community and \nalso try to motivate youngsters to get to know their culture.\"\n\nAs the club added more members, traditional dinners of feijoada, a pork and bean dish, and sopa de legumes, a \ngreen pea soup, have become a monthly event featuring Portuguese musical groups from as far away as \nMassachusetts.\n\nTwo members, Leonor Morais and Maria Almeida, have begun after-school language classes at Riverside High \nSchool three days a week.\n\nAssociation leaders hope to establish a school and day-care center.\n\nIsabel Santos, a longtime member, said the best part of the club was its ability to pass down tradition.\n\n\"We talk about work, talk about soccer, talk about our families in Portugal,\" said Jose Fernandez, who came from \nPortugal to Philadelphia 10 years ago and moved to Riverside in 1995. \"That's what life is all about.\"\n\nGraphic\n\n \n\nPHOTO\n"}