{"title": "3rd Suspect, 15, Held in Newark Killings as Hunt Continues", "body": "\nA 15-year-old youth on Friday became the third person arrested in the fatal shootings of three young people on a \nNewark playground last week. An intense police manhunt continued for at least two other suspects, including \nanother teenager.\n\n  The arrest came hours after the man suspected of being the ringleader in the crime pleaded not guilty. The \nauthorities revealed that he is an illegal immigrant from Peru who could have been detained by federal authorities \nafter one of his two previous arrests in the past year. Instead, the immigrant, Jose Lachira Carranza, a 28-year-old \nconstruction worker, was free on $150,000 bail at the time of the killings last week, despite pending felony charges \nof aggravated assault and sexual abuse of a child.\n\n  ''The system is overwhelmed from top to bottom,'' said Armando B. Fontoura, the Essex County sheriff, whose \noffice discovered Mr. Carranza was in the country illegally, and reported it to the federal government, after he \nturned himself in on Thursday. ''This guy got through the cracks.'' \n\n  Marc Raimondi, a spokesman for United States Immigration and Customs Enforcement, said the agency was not \nnotified about Mr. Carranza's status until Thursday.\n\n  ''Had we been contacted, that would have almost certainly triggered a detainer,'' Mr. Raimondi said, referring to \nthe mechanism by which the immigration service prevents criminal suspects from being released on bail and \nmoves to deport them once charges are resolved. When an immigrant faces a charge as serious as one of those \nagainst Mr. Carranza, accused in the rape of a 5-year-old, he said, ''we are going to bring that person into our \ncustody posthaste.''\n\n  Local authorities are not required to report the immigration status of people they arrest. Some municipalities, like \nSuffolk County on Long Island, have made aggressive efforts to do so as part of a crackdown on illegal immigrants, \nwhile others consider themselves ''sanctuary cities'' and avoid such questions, in part because of concerns that it \ncould have a chilling effect on immigrants' relationship with the police. \n\n  Mayor Cory A. Booker of Newark expressed frustration on Friday that Mr. Carranza had been returned to the \nstreet.\n\n  ''Whether he is documented or undocumented is irrelevant,'' Mr. Booker said. ''What matters is he is a murderer, \nand he shouldn't have been on the streets. It's obvious the system is broken.'' \n\n\n  Investigators believe that at least five people -- including Mr. Carranza, a 15-year-old arrested Thursday, and the \none arrested Friday -- formed the group that set upon the young people last Saturday night, using at least one gun \nand a machete that was found near the scene. At least one of the victims, Iofemi Hightower, was attacked with the \nmachete, investigators said. She had slashes across her face and cuts on her forearms, the latter seen as evidence \nthat she had tried to resist. \n\n  Ms. Hightower, 20; Dashon Harvey, 20; and Terrance Aeriel, 18, were forced to kneel in the weed-strewn lot at \nMount Vernon School and were killed with bullets to the back of the head. Natasha Aeriel, 19, Mr. Aeriel's sister, \nwas also shot; she survived, and picked Mr. Carranza out of a photo array from her hospital bed.\n\n  At the Ivy Hill Park Apartments, where at least one of the teenage suspects lives and Mr. Carranza lived several \nyears ago, Jason Toomer, 20, said that Mr. Carranza pulled a gun on him in March after accusing Mr. Toomer of \ntaking his cellphone, but that another man calmed Mr. Carranza down.\n\n  ''He was running them,'' Mr. Toomer said, referring to Mr. Carranza and the teenage suspects. ''He was telling \nthem what to do.''\n\n  When officers suspect that a person is in the country illegally, they can send a message to the immigration's \nservice's Law Enforcement Center in Williston, Vt.\n\n  Paul M. Loriquet, a spokesman for the Essex County prosecutor's office, which is handling the assault and sexual \nabuse cases against Mr. Carranza, said his office notified immigration authorities about defendants' status only \n''upon conviction and sentencing.'' He added that Mr. Carranza, whose passport was seized after an earlier arrest, \n''has been appearing at all his hearings -- he has not been a risk of flight.''\n\n  Capt. John Buoye of the West Orange police, which arrested Mr. Carranza in connection with an assault last fall, \nsaid his department had no set protocol for dealing with illegal immigrants, though it does have a long list of \n''consular notifications,'' for when citizens of certain countries are arrested; Peru, Mr. Carranza's native land, is not \non the list.\n\n  Sheriff Fontoura said that an investigator in his office decided to check on Mr. Carranza's Social Security number \non Thursday and discovered it was false, which led to the detainer. \n\n  Sheriff Fontoura said his investigators routinely checked the Social Security numbers of people they arrest. In \naddition, when processing prisoners arrested by other agencies, sheriff's deputies frequently call immigration \nauthorities if they suspect the prisoners are in the country illegally, he said.\n\n  A spokesman for the Newark Police Department would not comment on Friday on the policy for reporting criminal \nsuspects' immigration status.\n\n  At the arraignment Friday morning, Judge Michael R. Casale asked Mr. Carranza, who wore an orange jumpsuit \nand had his hands shackled to his waist, whether he had a Social Security number. ''I don't have any,'' he said, \nalmost inaudibly, in Spanish, as a translator conveyed his answer to the court.\n\n  Judge Casale asked Mr. Carranza's lawyer, Felix Lopez-Montalvo, whether his client was in the country legally; \nMr. Lopez-Montalvo replied that Mr. Carranza was not.\n\n  The Essex County prosecutor, Paula T. Dow, said Mr. Carranza would stand trial and, if convicted, serve his \nsentence before being deported. ''He's not leaving our system until these matters are adjudicated,'' she said.\n\n  According to Mr. Carranza's older brother, Jesus Lachira Carranza, the family came to Newark in the early 1990s \nfrom Chimbote, Peru, a fishing town on the country's north coast. The younger Mr. Carranza worked in \nconstruction, living in the Ivy Hill neighborhood until about four years ago, when he and his siblings together bought \nthree properties in Orange.\n\n\n\n  When asked why he moved to the United States, Jesus Carranza laughed and said that, like most immigrants, he \nwanted to ''come here and work.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Shalga Hightower, right, the mother of Iofemi Hightower, one of the victims, was comforted by supporters in \ncourt yesterday.\n\n Jose Lachira Carranza, in court in Newark yesterday with a translator, pleaded not guilty to murder charges. Mr. \nCarranza, 28, came here illegally from Peru. (PHOTOGRAPHS BY POOL PHOTO BY MIKE DERER)     \n"}