{"title": "HEARING OF THE SENATE JUDICIARY COMMITTEE; SUBJECT: COMPREHENSIVE IMMIGRATION REFORM; CHAIRED BY: SENATOR PATRICK LEAHY (D-VT); WITNESSES: SECRETARY CARLOS M. GUTIERREZ, DEPARTMENT OF COMMERCE; AND SECRETARY MICHAEL CHERTOFF, DEPARTMENT OF HOMELAND SECURITY; LOCATION: 216 HART SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SENATE JUDICIARY COMMITTEE SUBJECT: COMPREHENSIVE IMMIGRATION REFORM \nCHAIRED BY: SENATOR PATRICK LEAHY (D-VT) WITNESSES: SECRETARY CARLOS M. GUTIERREZ, \nDEPARTMENT OF COMMERCE; AND SECRETARY MICHAEL CHERTOFF, DEPARTMENT OF HOMELAND \nSECURITY LOCATION: 216 HART SENATE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:08 A.M. EST \nDATE: WEDNESDAY, FEBRUARY 28, 2007\n\nSEN. LEAHY:  (Sounds gavel.)  Thank you very much for being here. We're actually conducting business here in \nthe back.\n\nI want to thank the secretaries -- both secretaries -- Secretary Gutierrez and Secretary Chertoff for agreeing to \nappear.  I also want to thank both these gentlemen for the private meetings you've had with me and with a number \nof other senators on both sides of the aisle on issues of immigration.  I found them to be well worthwhile.\n\nI'm hoping that the fact that both of you are here today will demonstrate the president's wholehearted commitment \nto working with us to enact comprehensive immigration reform legislation this year, because if we don't have the \npresident's full-hearted cooperation and support, I think it will probably suffer the same fate as it did last year.\n\nWe reported a comprehensive immigration reform bill.  Senator Specter kept us on practically around the clock till \nwe did.  But then we saw what happened -- the Republican leadership decided that there would not be a House-\nSenate conference; instead, they forced through a bill calling for billions to be wasted constructing a 700-mile fence \nalong our 2,000-mile southern border -- sort of a Potemkin fence.  And this year we have a renewed opportunity to \ndo the right thing, and we should.\n\nThe votes in the most recent elections, the American people reaffirmed America's traditional place as a nation of \nimmigrants.  We all are either immigrants, came here as immigrants or of immigrant parents or grandparents.  We \nare not anti-immigrant, we are not racist.  We understand people seeking a better life for their children and \ngrandchildren as naturally as we do.  Americans understand that comprehensive immigration reform does not \nmean criminalizing the hard work of law-abiding people, deporting millions of families who have lived here for years, \nor seeking to wall ourselves off from our neighbors and the world around us.  And thankfully, the politics of fear did \nnot succeed.  Americans rejected the poisonous rhetoric of intolerance in favor of a more confident, realistic and \nhumane approach, and find strength in diversity and human dignity.\n\n\nIf we're going to reclaim America's promise, we need to keep our eyes on the core principles of comprehensive \nreform.\n\nTo his credit -- and I praise the president for this -- he's called for comprehensive legislation and an immigration \nsystem worthy of America.  We should all -- Republicans and Democratic members alike should listen to the \npresident's words on that.  But he also has to demonstrate his commitment to those principles and lead \nRepublicans toward achieving that goal so that -- not as members of a political party but as Americans -- we can \nhonor our history as a nation of immigrants and strengthen our future and leadership in the world.\n\nThe president said that no one element of immigration reform can succeed without a comprehensive approach.  A \ncommittee-reported bill last year took a comprehensive approach.  The Senate-based bill took a comprehensive \napproach.  The House-generated bill that the president signed just before the election did not take a \ncomprehensive approach. Our broken system has fostered incongruities from coast to coast, from our biggest cities \nto our smallest towns and from our factories through our farms.  Reform is overdue.\n\nWe have to be realistic about the millions of undocumented people in this country.  We need to bring people out of \nthe shadows.  When we provide opportunity for people to be responsible, the vast majority will be, and we're all \ngoing to be better for it.  We can and should do everything necessary to protect opportunities for our domestic \nworkers.  We need to reduce illegal immigration by reforming our temporary worker programs to allow more access \nto the unfulfilled jobs and unmet needs of our economy.  These are not either/or propositions; we can do both.\n\nIn one example -- and I don't mean this to be parochial, but we could show similar examples in every one of our 50 \nstates.  In Vermont, a dairy farm is more than a job, an industry; it's a way of life.  Our agriculture and economy \ndepends on the hundreds of millions of dollars dairy farmers bring to our state every year.  That way of life is \nthreatened when family dairies cannot find help to milk cows, deliver calves, keep up with chores.  Finding help has \nbecome increasingly difficult for hundreds of Vermont farms, and they have turned to migrant workers from Mexico \nand Central America.  Currently, that means an estimated 2,000 foreign workers.\n\nWe know there's something wrong with this hodgepodge arrangement in my state, and other states could say the \nsame.  We need to do better.  We need to bring order and common sense to a broken system. In my state, Vermont \ndairy farmers should not have to choose between saving their family farms or obeying the law.\n\nThe president has acknowledged he can't deport 10 million people that have been here working.  He said at the \nsouthern border last August, it's unrealistic.  It may sound good in certain circles; in political circles, it's not going to \nwork.  He went on to outline what he called the best plan for those who are here illegally.  He recommended saying \nto them, if you've been paying your taxes, if you got a good criminal record, that you could pay a fine for being here \nillegally and you can learn English like the rest of us have done and you can get in a citizenship line to apply for \ncitizenship, you don't get to go in the front to get in the back of line.  He called this a reasonable way to treat people \nwith respect, to accomplish what we want to accomplish, which is to be a country of law and a country of decency \nand respect.  I agree with President Bush, and those are precisely the elements we had in the Senate bill last year.\n\nWe have to create an immigration system for the 21st century that honors the great history and tradition of our \nnation and secures our future, for we must always remember that immigrants are real people.\n\nThey have families, they have hopes, they have dreams the same way my grandparents did when they came here \nfrom Italy.  In most cases, these are people who want to contribute, who work hard, who are striving to overcome \nthe fortuitousness of where they were born.\n\nThey contribute to our armed forces.  They sacrifice and even die to protect the freedoms we have and they hope to \nenjoy.  They contribute to our economy and our lifestyle, and they help with our most important responsibility when \nthey raise America's children.\n\nSo as I said, as the grandson of immigrants to the United States, I'll work to reaffirm the promise of America's lamp \nbeside the golden door for the poor and oppressed.\n\n\n\nSenator Specter, you showed iron will in moving this forward last year, and I'll work again with you this year.\n\nSEN. ARLEN SPECTER (R-PA):  Well, thank you, Mr. Chairman.  I'm pleased to see you schedule this hearing \nbefore February has elapsed. I thank you for the comment about iron will last year in moving the bipartisan bill out \nof the committee.  And there is no piece of legislation for the Congress to move on and move on quickly than a \ncomprehensive immigration reform bill.\n\nAnd I'm glad to see the two distinguished secretaries who are involved in this issue, Secretary of Commerce \nGutierrez and Secretary of Homeland Security Chertoff, here this morning to move this along.\n\nAnd I believe that we can maintain both objectives, the objective of rule of law and control of our borders, and at the \nsame time maintain America as the beacon of hope for people who wish to come here to contribute and join in our \ndemocratic way of life.\n\nWe are a land of immigrants, and each of us has his or her own story to tell.  Both of my parents were immigrants.  \nMy mother came here in 1906 with her father and mother and a younger brother.  My father was 18 in Russia in \n1911, when the czar was in control.  The czar wanted to send him to Siberia.  He didn't want to go to Siberia. He \nheard it was cold there.  He wanted to go to Kansas.  It was a closed question, and he got to Kansas, where I was \nborn.\n\nWe last year reported out, on a bipartisan basis, legislation which was comprehensive, which maintained the rule of \nlaw.  And from the activities of the Congress last year and the work of the president's administration, there have \nbeen improvements made on border security.\n\nIt is tighter now than it was a year ago, not tight enough.\n\nAnd we need to have employer verification, but there has to be the federal responsibility to provide fraud-proof \nidentification, so that with employers having the opportunity to verify citizenship, we can then be in a position to \nhold them accountable and responsible with tough sanctions.\n\nWe need a guest worker program.  There was a commitment to that last year by President Bush and by then-\nSpeaker of the House of Representatives Dennis Hastert.  And we need to be able to deal with the 11 million \nundocumented immigrants so that we can identify those who have criminal records and take appropriate action as \nto them.  But it is a practical impossibility to deport 11 million undocumented immigrants.  And if someone has a \nbetter idea than the legislation which we passed out of the Senate last year, this committee is open to those ideas.  \nWe are prepared to listen.\n\nIt is not amnesty to have legislation which imposes a fine, requires people to learn English, requires people to pay \nback taxes, puts them at the end of the line.  It is not amnesty.\n\nJust one word of caution:  I think it is very important that this committee proceeds on a bipartisan basis, where all of \nus know what is going on.  I have been concerned about reading what is happening behind the scenes in the \nnewspapers.  And my staff, Michael O'Neill, a very able chief of staff, have brought to my attention several weeks \nago that our staffs were not being consulted.\n\nAnd I call that to the attention of Senator Kennedy, who did such outstanding work last year and before, a long \nhistory of outstanding work in immigration.  And we worked on the McCain-Kennedy bill as the takeoff last year for \nthe chairman's mark, for my mark as chairman. But the staffs were not communicating, and I brought that to \nKennedy's attention again, and we had a meeting where we were told that the staffs would communicate.  And as \nof yesterday, we haven't been consulted on the draft which Senator Kennedy's staff has being prepared.  The (old \n?) statement is if you want to be in at the landing, you have to be in at the takeoff.  And we have to have an \nexchange of information, so that we are prepared to work with you.\n\n\n\nBut we can't segment this committee.  If we do, we're not going to have the kind of bipartisan cooperation which \nSenator Leahy and I were able to achieve last year for the betterment of the committee and the betterment of the \nSenate and the betterment of the Congress.\n\nSo with that one word of caution and concern, I hope we can share information and find a way to have both sides of \nthe aisle involved every step of the way, so that we can get a bill which will have bipartisan support.\n\nAgain I commend you, Mr. Chairman, for scheduling this hearing early, and look forward to bipartisan cooperation \nwith Senator Kennedy, who has been the leader for decades on this subject, and with you, Mr. Chairman.\n\nSEN. LEAHY:  Over a hundred years for Senator Kennedy.\n\nBut, gentlemen, could you please stand and raise your right hand?\n\n(Witnesses are sworn.)\n\nWe will go first with Secretary Gutierrez.  He was sworn into office on February 7th, 2005 as the 35th secretary of \nthe U.S. Department of Commerce.  I've known many of those.  But he is the first secretary, I believe, in any \ndepartment that was born in Havana, Cuba.  Came to the United States with his family in 1960.  Joined Kellogg as \na sales representative in 1975 -- the year I came to the Senate; rose to president and chief executive officer in \n1999.  I believe that made you the youngest CEO in that company's nearly 100- year history.  April 2000, named \nchairman of the board of Kellogg. Studied business administration at the Monterrey Institute of Technology in -- you \ngot to tell me -- in Mexico --\n\nSEC. GUTIERREZ:  Queretaro.\n\nSEN. LEAHY:  Queretaro.  Thank you.\n\nSecretary Michael Chertoff has appeared many times before this committee.  On February 15, 2005, as a Circuit \nCourt of Appeals Judge, he resigned from that and was sworn in as the second secretary of the Department of \nHomeland Security.  He was on the 3rd Circuit Court of Appeals before.  He was previously confirmed by the \nSenate and served in the Bush administration as assistant attorney general for the Criminal Division.  Before joining \nthe Bush administration, he was a partner in the law firm of Latham & Watkins.  From '94, '96, he served as special \ncounsel to the U.S. Senate Whitewater Committee.  Prior to that, he spent more than a decade as a federal \nprosecutor, including service as a U.S. Attorney for the District of New Jersey.  Graduated magna cum laude from \nHarvard in '75; magna cum laude from Harvard Law School in '78.  From '79 to 1980 served as a clerk to Supreme \nCourt Justice William Brennan -- a friend of many of us on this committee.\n\nSo, Secretary Gutierrez, please.\n\nSEC. GUTIERREZ:  Thank you.  Chairman Leahy, Ranking Member Specter, members of the committee, I'm \npleased to have this opportunity to discuss immigration reform with you, and I thank you for your leadership and \nyour hard work on this important issue.\n\nFor several years we have been in the midst of a vigorous debate about the role of immigration in our country.\n\nThis is not the first time, of course, in our nation's history that immigration has been a source of contention in the \nhalls of Congress and communities across America.\n\nOne result of this passionate debate is that many words in our immigration discourse have lost their meaning, with \npeople often just talking past each other.  However, when you peel back the rhetoric and actually have a \nconversation with members on both sides of the aisle and on all sides of the issue, as I have on dozens of \noccasions over the past year, you find that while there are some policy differences, we are much closer to common \nground than one would expect.\n\n\n\nSecretary Chertoff and I come before you today on behalf of the president with a very simple message.  We believe \nthat with some hard work, a solution can be found, and we pledge to roll up our sleeves and work with you on a \nbipartisan basis to find a solution that serves our national interest.\n\nWe believe that there are three goals central to a successful immigration solution.  The first is national security, two \nis economic growth, and the third is American unity.\n\nFirst, we must have a focus on national security.  We must secure our borders and implement a system that will \nenable us to know who enters our country and who is already here.  In order to hold employers accountable, we \nneed to give them new tools to verify the immigration status of workers.  We must establish a tamper-proof \nbiometric identity card for a temporary worker program, which will enable us to verify, and also an employee \nverification database.  And I happened to bring with me a sample of a biometric card.  Very easy. The technology is \nvery much available.\n\nSecondly, economic growth is essential for our continued prosperity as a nation, and we recognize that immigration \nhas been a crucial part of our economic growth.  Immigrants make up 15 percent of our labor force and account for \nabout half of labor force growth since 1996.  Even so, the reality is that there are thousands of jobs that aren't \ngetting filled by Americans.  There were 4.4 million job openings in December, and our unemployment stands at 4.6 \npercent.\n\nI have met with farmers from around the country whose fruit lay rotting in their orchards.  Businesses across the \nnation report difficulty filling jobs that are essential to their growth.  Our immigration policy must recognize the reality \nof our labor needs by creating a temporary worker program.\n\nThe third goal of our comprehensive immigration policy is American unity.  We are a society governed by the rule of \nlaw and we should not reward unlawful behavior.  And we must also find a solution that brings workers out of the \nshadows and into the mainstream without amnesty.  We believe we can do that.\n\nMany advanced economies face declining populations and struggle to assimilate immigrants.  The U.S. can make \nimmigration a competitive advantage because assimilation is a historic national strength.  This can be an \nadvantage for us 10, 20, 30, 40, 50 years down the road.\n\nAssimilation also involves learning English.  English is the language of custom and opportunity, and we do \nimmigrants a great disservice if we do not urge them to learn English.  In fact, one of the very best things that ever \nhappened to me when I came to this country is that I was forced to learn English.\n\nIn the end, we must craft a solution that is viable and workable, one that will not have us back in this room debating \nthe same issue in 10 years.  Our solution should enable the future flow of immigration to be orderly, legal, and \ncontrolled.  The good news is that all of the pieces necessary are on the table.  The question of course before us is, \ndo we have the political will to assemble them in a way that furthers the national interest?\n\nMr. Chairman, I believe we do, and I look forward to working with you on this important manner.  Thank you, sir.\n\nSEN. LEAHY:  Thank you very much, Mr. Secretary.\n\nAnd Secretary Chertoff.\n\nSEC. CHERTOFF:  Thank you, Mr. Chairman, and thank you Senator Specter and other members of the \ncommittee.\n\nI also appreciate the invitation to come and speak to you today about the need for immigration reform, and I \nappreciate the leadership that members of this committee have shown in moving forward on this very important \nissue to the nation.  I fully associate myself, obviously, with the testimony of Secretary Gutierrez.  I also submitted a \nfull statement which I request be made part of the record, and which I will spare you repeating now.  I would like to, \nhowever, very briefly touch on some of the highlights of progress that we have already made on some of the \n\n\n\nelements of a multi-pronged approach to immigration reform, including effective control of the border, building a \ntough interior enforcement program and moving forward with respect to other dimensions of what will be a \ncomprehensive solution to this issue.\n\nSince we launched the Secure Border Initiative last year, we have made some significant progress in gaining \ncontrol of the border.  This does not mean that we are declaring victory.  What it does mean, though, is that we \nhave begun to turn the tide, and this ought to be a source of encouragement, and also needs to increase our \ndetermination to get the job done.\n\nWe have increased the boots on the ground, adding new Border Patrol agents and enlisting the National Guard in \nOperation Jump Start.  Importantly, we ended a pernicious practice called \"catch and release\" at the border, in \nwhich we used to release large numbers of non-Mexicans into the community.  There was a story in The New York \nTimes a few days ago that talked about how it was such a received wisdom that non-Mexicans would be released in \norder to disappear that people actually were told to turn themselves in to the Border Patrol as soon as they crossed \nthe border, because it would mean that they could then make their way to the interior conveniently.\n\nWe have reversed and ended that practice at the border, and this has begun to show some real results.  In the \nthree quarters that we have had -- three quarters of the year that has passed since we put into effect Operation \nJump Start, we have seen in each quarter a significant decline in the number of people that we are seeing crossing \nthe border, and an even more significant decline in the percentage of apprehensions that reflect non-Mexicans.\n\nAnd both the statistics and the anecdotes support the view that this is a direct reflection that deterrence works if we \nare determined and tough about enforcing the rules at the border.\n\nWe've been equally tough enforcing the law at the worksite in the interior.  Last year in fiscal year 2006, we arrested \n760 individuals on criminal charges and more than 3,600 on administrative charges. The increase in criminal \nprosecutions reflect seven times the number of arrests that we saw in 2002, and it is the most significant year of \nworksite enforcement in living memory.  In fact, in the last couple of weeks, we saw ICE agents raiding and \narresting senior executives at the Rosenbaum-Cunningham International company, which -- (audio break) -- at \nseveral national restaurants across the country, and we saw some -- (audio break) -- at the IFCO corporation, which \nwas the subject of raids earlier last year.\n\nContinuing our success in the area of tough enforcement at the border and the interior will require continued \nsupport from Congress. Among other things that we have previously requested which are important are additional \nsanctions for those individuals who dodge our checkpoints that we use in order to control the flow of illegal migrants \nor those who defy the orders of a DHS officer.  We need to make it clear that not obeying the law will be criminally \npunishable.\n\nWe need to continue to move forward with tough sanctions for those employers who willfully violate the immigration \nlaws by building their businesses on the premise that they will be getting illegal migrants to do jobs.  And that \nmeans we need to continue to build and roll out our electronic employment verification system, which is one very \nuseful tool in helping employers verify the status of their workers.\n\nFinally, as the president has said, we have to create a lawful mechanism so that foreign workers can come into the \nUnited States and fill jobs that will otherwise go unfilled.  Having a regulated channel for this kind of labor force is \nactually going to help our border enforcement, because it is going to reduce the pressure on the border that is \ncaused by the huge economic demand that is drawing the tens of thousands of migrants to cross the desert or \ncross the Rio Grande River to work in the United States.  Bringing these people into a regulated, visible system will \nhelp our ability to promote national security.\n\nNow, we have talked with a number of members of Congress, you and your colleagues, over the past few weeks, \nand we will continue to do so, to listen carefully to your views on the issue of how precisely to craft an approach to \ndealing with this long-standing difficult but very important issue.  And we hope to return to you soon so we can work \ntogether in a bipartisan way on sound and long overdue immigration reform.\n\n\n\nBut let me conclude by making one point.  What is critical to anything that Congress does is workability.  Whatever \nmeasures are passed must work in the real world.  And that seems to me to mean at least three general principles \nhave to be followed.\n\nFirst, we need to have clear and consistent standards that will protect applicants, guide those who have to review \napplications, and defend against fraud.  The more confusing and complicated a process is, the more arbitrariness \nand error find their way into that process.\n\nSecond, we need to carefully design judicial review of application decisions to ensure that any temporary worker \nprogram that is put into effect treats applicants fairly but does not become a source of never-ending litigation.  As a \nresult of the Immigration Reform and Control Act of 1986, judicial review provisions continue to jam federal courts \n20 years later.  We still haven't litigated our way out of that measure after two decades.\n\nFinally, there cannot be an amnesty.  And that means we cannot give those who are here illegally because they've \nbroken the law a leg up and an advantage over those who have played by the rules.\n\nI think those general principles, which are consistent with what the president said last year, are important as we \nmove forward on this issue.\n\nWe look forward to working with the committee and with Congress to build on what we've done at the border and to \ngive the American people the immigration system that they have a right to expect.\n\nThank you.\n\nSEN. LEAHY:  Thank you.\n\nSecretary Gutierrez, last year when you testified, you spoke about the advantage people have if they learn different \nlanguages, and I agree we should do a lot more of that in our country.  You also spoke of the advantage to \nimmigrants of learning English.  I agree with you there.  Both my mother and my wife had to learn English as a \nsecond language.  But are you saying the administration would support making English the official or national \nlanguage of the United States by law?\n\nSEC. GUTIERREZ:  The point I was making is that -- and I go back to what the president said when he talked about \nimmigration, that if you learn  English, you can go from cleaning an office to managing an office.\n\nSEN. LEAHY:  But you're not asking the Congress to legislate in this area of language.\n\nSEC. GUTIERREZ:  No.  We believe that there is a lot that we can do to ensure that immigrants understand that it \nis in their interest to learn English, to be part of society and to be integrated.\n\nSEN. LEAHY:  There I absolutely agree.  Again, my grandparents, my mother my wife.  I certainly understand that.\n\nThe president, though, has also expressed his support for a plan that includes bringing millions of undocumented \npeople in the United States out of the shadows onto a path toward earned citizenship; not amnesty, but earned \ncitizenship.  And I agree that we need a plan to realistically deal with this current situation.\n\nIs the administration committed today to a path to citizenship as part of an overall comprehensive immigration \nreform?  Is that both the president and the administration's position?\n\nSEC. GUTIERREZ:  One of the principles that we have, Mr. Chairman, is to ensure that people who are working in \nthe country today illegally come out and enable us to know who is here because it is a national security concern.  \nWe don't know who's crossing, we don't know who's here.  Once they have been identified, they would have to be \ngiven either legal status to work here or not.\n\nIn terms of a path to citizenship, that is something that we need to discuss, we need to think through.  There is a \npath today to citizenship, so it's not as if though we need to create a new path to citizenship.\n\n\n\nSEN. LEAHY:  But if you want these people to come out of the shadows, aren't you going to have to have some \nkind of a path to citizenship available to them, or otherwise, what's the incentive to come out of the shadows?\n\nSEC. GUTIERREZ:  It's a good question.  I believe, Mr. Chairman, it's hard to get a precise sense of this, but I \nbelieve that what people want first and foremost is to have legal status.  And I'm not sure that everyone wants to be \na U.S. citizen.  Many just want to be able to work, and if they can work legally, one day they would like to go back \nhome.  So I don't think that citizenship is what will make them come out of the shadows, it's just the opportunity to \nhave legal status so they don't have to be in the shadows.\n\nSEN. LEAHY:  Well, let's talk about this.  Again, it's so easy to say amnesty, not amnesty.  Will the administration \nand the president help us educate members of the public -- actually educate members of Congress, that if you have \na comprehensive reform that consists of requirements to pay back taxes, fines, and making it clear what your \ncriminal history or lack of criminal history is, that that's not amnesty.  Can we get some education from the \nadministration to that effect?  Or do you agree with that?\n\nSEC. GUTIERREZ:  Well, as I think about amnesty, for me it's unconditional pardon.  And if we start there, we have \nto move away from that and ensure that our principles and our conditions fit the fact that the law was broken.  How \nwe do that I think is a matter of debate, and I think we have to work that through, and that's part of the complexity.\n\nSEN. LEAHY:  But -- but we're not going to really have a debate on it without involvement of the administration.  \nThis cannot be done as a --\n\nSEC. GUTIERREZ:  Right.\n\nSEN. LEAHY:  -- one side, one party piece of legislation.\n\nI assume, Secretary Chertoff, that you couldn't realistically find, apprehend, deport the millions of people who are \nhere today. Some you could, but you couldn't begin to get anywhere near the majority of them.  Is that correct?\n\nSEC. CHERTOFF:  I think it would be a gargantuan task to try to locate, detain and depart 12 million people.\n\nSEN. LEAHY:  But don't you -- then don't you have to have, in some kind of a comprehensive immigration policy, \nsome way for most of them -- if you're going to get them out -- to find some way of legal status?  Now, as Secretary \nGutierrez has just said, some don't want to be citizens.\n\nI mean, you have a lot of people come here to work.  They want to work here for a period of time, earn some \nmoney, go back home.  They don't want to have U.S. citizenship.  Some are here as students and other reasons.\n\nSome, however, if their children are born here, they're starting to go to school here, they're establishing roots here, \nthey do want to become (sic) citizenship.\n\nEither way, don't you have a -- have to have a comprehensive plan to make their status here legal?\n\nSEC. CHERTOFF:  Well, I think what Secretary Gutierrez said is correct:  that one needs to give people the \ninducement of getting legal status in the country if they're going to come out of the shadows.  And that's got to be \nan element of immigration reform, because brute force alone will not deal with the challenge that we have of all the \nundocumented workers in the country.\n\nSEN. LEAHY:  Thank you.\n\nSenator Specter.\n\nSEN. SPECTER:  Thank you, Mr. Chairman.\n\nWe have to move with dispatch on this very important matter.  It is worth noting the prodigious efforts which were \nundertaken in the last Congress.  We had six -- we had five hearings at full committee, six markups, with a total of \n\n\n\n357 amendments being circulated, and 60 votes taken at the committee level.  We were given a deadline by the \nmajority leader, and we came back the day after a recess, convened early in the morning, worked about 10 hours, \nreported a bill out.\n\nOn the Senate floor, there were 228 amendments filed.  Forty roll call votes were held.  Twenty-seven amendments \nwere adopted, and the bill was finally passed by a margin of 62 to 36.  And then we could not come to agreement \nwith the House of Representatives, which wanted an enforcement bill only.\n\nI review those prodigious efforts made last Congress to emphasize the kind of tough job we have ahead of us.  And \nit's going to require cooperation by both Congress and the administration to get there.\n\nThe big obstacle we faced last year was the issue of amnesty. And if someone has a better idea on how to handle \nthese 11 million undocumented immigrants, we're open to suggestion.  But this is what last year's bill provided:  a \ncriminal background check, a meaningful penalty, back taxes, stand in line, learn English, and having a job.\n\nMr. Secretary Gutierrez, is there anything more that can be done to impose sanctions and penalties than that to \navoid the categorization of amnesty?\n\nSEC. GUTIERREZ:  I think the other thing I would just add to that is to not -- to ensure that they don't have an \nadvantage, that somehow they don't have an advantage because they happened to come to the country illegally, \nand that would add to your list.\n\nSEN. SPECTER:  Well, we have provided that by requiring they go to the end of the line.\n\nSEC. GUTIERREZ:  That's right.\n\nSEN. SPECTER:  If somebody can come up with a tougher line, we are open to suggestions, but it seems to me \nthat that is not amnesty. And I think to be successful in getting this bill passed, we have to persuade first the House \nof Representatives, or perhaps first the American people and then the House of Representatives, that it is not \namnesty.\n\nYou came to this country from foreign shores.  You're Exhibit A. My parents are Exhibits B and C.  We have lots of \nexhibits, but how do we persuade the American people that this is as much as can be done in dealing with the 11 \nmillion undocumented immigrants.  We'll deport those with criminal records where they are not qualified.  That is \nmanageable, but you can't deport 11 million people.\n\nWhat more can be done, Secretary Chertoff, on that subject to deal with the critical issue of amnesty at the outset?\n\nSEC. CHERTOFF:  Obviously, Senator, things like penalties, as Secretary Gutierrez said, making sure that there's \nno advantage to people who came here illegally, requirements like learning English, and things of that sort -- those \nare certainly measures which I think would demonstrate to a lot of people that the individuals are getting right with \nthe law.  Now you're going to get differences of opinion about what kind of penalty is appropriate, as you do in \nalmost every other area.  But it seems to me, this is --\n\nSEN. SPECTER:  Secretary, I have to interrupt you.  I want to ask one more question before my time expires, and I \nwant to observe the time meticulously.  I would appreciate it if both of you would think through this amnesty issue \nand find the best arguments we have or what else can be done to eliminate this argument.  Because it is an \nimpediment in dealing with the 11 million undocumented immigrants.\n\nI think we need to focus on the advantages which we derive from having talented people come to this country.  And \nother countries frequently complain about the brain drain which comes to this country. Bill Gates of Microsoft, an \nenormously successful entrepreneur, wrote just last Sunday in The Washington Post -- the need to expand the \nnumber of H1-B visas to improve the number of people who can come to this country, who want to come to this \ncountry, to meet our changing scientific and technological, industrial needs, with only 65,000 temporary visas now.\n\n\n\nSecretary Chertoff, what do you think we ought to do on that issue?\n\nSEC. CHERTOFF:  Well, I do know -- and I know Secretary Gutierrez can talk about this, too -- this \ncompetitiveness issue is a big deal. Obviously, this is a little bit different than the issue of the illegal migrants who \nare coming to pick lettuce or work in hotels, because we're talking about knowledge-based workers.  Nevertheless, \nobviously Congress is going to want to probably look generally at the issue of how we deal with the visa issue, \nrecognizing that first and foremost, our immigration policy should be one that serves the United States.  That's our \nnumber one priority here.\n\nSEN. SPECTER:  Thank you, Mr. -- thank you very much.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Senator Kennedy.\n\nSEN. EDWARD M. KENNEDY (D-MA):  Thank you, Mr. Chairman, and thank you, Judge Chertoff, Mr. Gutierrez.  \nThank you very much for being here.\n\nI think we've just had a review about what the words \"amnesty\" mean and also what is in the legislation.  In this \nlegislation, there is no special treatment, there is no free pass, there is no jumping of the line, there is no total \nforgiveness, there's no unconditional pardon.  Senator Specter has pointed out the requirements that were in the \nlegislation the last time; I imagine it will be included on this legislation.\n\nLet me mention just on one of the requirements, and that's learning English, Secretary Gutierrez.  At the present \ntime, we have 18,000 people in my city of Boston, Massachusetts, who are in line trying to learn English at the \npresent time, and there's not adequate funding for that program.  (Light applause.)  And I think we have to try, if \nwe're going to make this a requirement -- which I support -- we have to be able to give the kind of opportunities for \npeople to learn that are desirous of doing so.  We can talk about that at another time, but I make the point now.  \nYou can -- if you want to make a brief comment -- I really want to get on to other things.\n\nSEC. GUTIERREZ:  I think it's a great point.  And learning English is job number one, and it opens up vast \nopportunities.  So --\n\nSEN. KENNEDY:  Now let me ask Mr. Chertoff, we understand that the president is going to be involved in a \ncomprehensive legislative effort.\n\nAm I correct in that understanding?\n\nSEC. CHERTOFF:  As the president said last year, he's interested in being very engaged with Congress on \nimmigration reform across the board.\n\nSEN. KENNEDY:  And he wants to work with us to get that to pass in the Senate --\n\nSEC. CHERTOFF:  That's correct.\n\nSEN. KENNEDY:  -- and he'll also work with us to get it passed in the House of Representatives?\n\nSEC. CHERTOFF:  That's correct.\n\nSEN. KENNEDY:  He believes that this is in our national interest to get this job done.\n\nLet me ask you, from your own review, what it takes in terms of these elements to develop the -- you've outlined, \nand in the legislation there's a very detailed program that is necessary in terms of border security.  What is your \nown best estimate of the time it's going to take to develop the tamper-proof card, both in terms of availability in \ncountry and also in terms of enforcement here?\n\n\n\nSEC. CHERTOFF:  Well, of course, as we currently stand right now, there is no legislative mandate or appropriation \nto have a tamper- proof card in this area.  But we do have other similar mandates in other areas.  The technology \nexists.  The business processes exist. We are in the process of using them now in a variety of different areas.  \nOnce Congress passes a measure that actually lays out the dimensions of the requirement, it's simply a question of \nscaling up the technology and funding the technology in order to make sure you can distribute the card.  But the \ntechnology exists.  I think that Secretary Gutierrez has a display card.  It's not a new technology.\n\nSEN. KENNEDY:  Well, can you give us at least a ballpark time frame?  Technology is out there.  The resources \nhave to be made available.  But then we're talking about what period of time?  Are we talking about 12 months?  \nAre you talking about 18 months?  Are you talking two years?  What is generally the estimate of the administration?\n\nSEC. CHERTOFF:  Again, since we don't have an actual piece of legislation to work off of, it's hard to give an \nestimate.  I can give you examples from other kinds of measures we have now.  We have a Western Hemisphere \nTravel Initiative measure to get a secure card, we have a transportation workers measure, we have a Real ID \nmeasure. These are looking to take anywhere between a year, maybe 18 months and two years.  Of course that \nrequires that everybody be aggressive and disciplined in moving forward with these efforts.\n\nSEN. KENNEDY:  My time is moving along.\n\nWe have -- I'd be interested also in your estimates that it will take, in terms of this adjustment of status, or the \nearned legalization, what your sense of timing would be on that.  In this legislation we crack down on passport \nfraud, visa fraud, document fraud, illegal entry, smuggling, gang activities, firearm offensive, drunk driving, money \nlaundering -- all of those activities.\n\nAs a former judge, don't you agree that we must ensure that all the people in our system are going to have at least \nan opportunity to be heard before an impartial adjudicator or --\n\nSEC. CHERTOFF:  Well, I agree --\n\nSEN. KENNEDY:  I just want to mention that we -- if you get a speeding ticket, you have that kind of opportunity.\n\nWe're talking about more serious issues here; how are we going to make sure that we're not going to catch \nAmericans -- legitimate Americans up in this whole process and that their rights are going to be preserved.\n\nSEC. CHERTOFF:  I do agree we ought to preserve people's rights, but I do have to caution this.  Right now when \npeople outside the United States apply for adjustment of status if they are refused entry, with very rare exceptions \nthey don't get access to a lot of litigation.\n\nAnd the one thing I will say to you is that you have to be very careful about creating a lot of process.  A lot of judicial \nreview could break any system of immigration reform.  And I can tell you, having been a judge, frankly, and having \nsat in cases involving immigration review, they are time consuming.  If we wound up with millions of people \nchallenging every determination in federal courts, I think the judges would be unhappy and I think you would see a \nvery, very serious practical problem.\n\nSEN. KENNEDY:  (Off mike) -- Mr. Chairman.\n\nSEN. LEAHY:  Thank you, Senator Kennedy.\n\nSenator Hatch.\n\nSEN. ORRIN HATCH (R-UT):  Thank you, Mr. Chairman.\n\nI was interested in your comment, Secretary Gutierrez, that many of these folks, these approximately 12 million \npeople, probably do not want to be citizens.  They just want to support their families, they want to be able to work, \n\n\n\nand they may very well be willing to, if the approach is reasonable, become guest workers.  Do you have any idea \napproximately how many of them would not choose to be citizens if they had their --\n\nSEC. GUTIERREZ:  I don't have a number.  And I heard Secretary Chertoff use some statistics about a previous \nexperience we've had.\n\nSEN. HATCH:  Maybe you want to give that.  That's on the Simpson- Mazzoli bill, I guess.\n\nSEC. GUTIERREZ:  Yeah.  Anecdotally and just what I have read is that many people would like to go back home \nafter having worked in the U.S. and perhaps live the rest of their life there.  But today we don't know that because \nthey're not coming out.\n\nSEN. HATCH:  They're afraid to come out right now.  I suspect that's true.  When the Simpson-Mazzoli bill came up \nand was passed in 1986, I voted against it because I thought that it did give blanket amnesty, but do you have any \nstatistics, Secretary Chertoff, on how many of them actually became citizens under the amnesty approach of that?\n\nSEC. CHERTOFF:  My --\n\nSEN. HATCH:  They at least called it amnesty back then.\n\nWe haven't done it in the Senate bill.\n\nSEC. CHERTOFF:  My statistics --\n\nSEN. HATCH:  And we haven't called it amnesty.\n\nSEC. CHERTOFF:  The statistics that I've been given indicate about a little over a third applied to become citizens, \nso that the majority, a significant majority, did not choose to become citizens.\n\nSEN. HATCH:  That's interesting.  On the biometric cards that you raised, if we're going to have some absolute way \nof identification, so that our businesses are not called to do the law enforcement aspects of this, then to have a way \nof figuring out who is and who is not illegal, then biometric cards may be the way we are going to have to go.\n\nBut we did pass REAL ID in the -- I think it was the supplemental appropriations bill last year.  Or was it in 2005?  \nBut we're finding in Utah that it's -- they believe it's an unfunded mandate that puts a tremendous burden on the \nstates.  And it's estimated it would cost about $11 billion to implement that program and then an ongoing set of \ncosts thereafter.\n\nI do believe we've got to go to that, but we can't just saddle the states with that type of billions of dollars.  I think in \nUtah it would cost about $5 million right off the bat and then probably an equivalent amount of money to keep it \ngoing thereafter.  What do you have to say about that?\n\nSEC. CHERTOFF:  I'm going to have more to say tomorrow because I think we're going to issue a proposed rule-\nmaking, which I think will answer some of the questions and relieve some of the anxiety about this.\n\nBut I do need to make this point.  Secure drivers' licenses was maybe the top recommendation made by the 9/11 \ncommission.  It's not only critical for national security and homeland security; it also happens to be a very big step \nforward in protecting privacy.\n\nSo what we -- while we want to work with the states to have a disciplined but reasonable approach to \nimplementation, and we're going to see if there's some ways we can give some financial assistance, at the end of \nthe day, this is a very, very important 9/11 commission recommendation that we are committed to seeing put into \neffect.\n\nSEN. HATCH:  I like what I'm hearing from both of you today, in large measure, because you're making it very clear \nthat you don't want this to be an amnesty program.\n\n\n\nThere are some tough cases, though.  People who have been here decades, are good members of the community, \nreligious people who've worked -- who are worker -- are hard workers, family-oriented -- we're going to have to \nresolve those, and how we can resolve them -- I think the current system is in such in a shambles that it's pathetic.\n\nSo the more we can reform the current system -- and back to H1-B -- the Chinese are educating 300,000 engineers \na year.  We educate 60,000, half of whom are foreigners and many of whom then go home to their countries and \neducate their people, in competition with us, where they'd love to stay here and work as maybe not citizens, but at \nleast as people who have the credentials to work.  And I think Bill Gates was absolutely right on that.\n\nAnd we need to up those figures to -- but every time we try to up the figures on the H-1B -- Ph.D, engineers and \nscientists and others that are going to be crucial to keep our country moving ahead -- we then have the other side \ncoming out and saying, well, you're being unfair because you're taking care of them but you're not taking care of \nthe average person.\n\nHow are we going to balance that?  Because I personally believe we've got to expand the H-1B program, as Bill \nGates and almost everybody in the high-tech world believes, and then of course at the same time do some \nreasonable things without granting amnesty and having people earn their right to citizenship the way you've been \ntalking here today.  But I'd be happy to hear your point of view.\n\nSEC. GUTIERREZ:  On the issue of --\n\nSEN. HATCH:  Wouldn't mind having you talk about the Basic Pilot Program, too, and what's working; what isn't.\n\nSEC. GUTIERREZ:  Okay.\n\nSenator, just on the issue of high-skill workers, what I hear very often from businesses, in the high-tech field and \nother fields, where they cannot fill their high-skilled engineering, science-based jobs as quickly or as readily as they \nwould like.  We have students come over from the world -- India, China, primarily.  They get the best education \nmoney can buy, and then they have to go back home. They can't stay here and apply their skills.  We believe that \nwe should be able to do better than that in order to serve our competitiveness needs as a nation.\n\nSEC. CHERTOFF:  With respect to Basic Pilot, Senator, let me just say, that has been a successful program.  It \nneeds to scale up.  What it enables employers to do is to check online to see if they're getting a bogus Social \nSecurity number or one that doesn't match the name.  I do have to make it clear -- it's not a total solution.  When \npeople have an outright identity theft, where they steal a real name and a real number, it's not picked up by Basic \nPilot.  And for that reason, I believe there is legislation pending now in the Senate to enable -- to lift the current \nrestriction that prevents the Social Security Administration from advising us when they detect cases where identity \ntheft appears to be going on because the same number and name are appearing in multiple locations.\n\nSEN. HATCH:  Well, thank you both.  I appreciate you being here.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you Senator Hatch.\n\nIt's interesting when you talk about the unfunded mandate on the states.  I know that's a problem for driver's -- it's a \nproblem with mine.  Would the administration, if they're going to push for this driver's license, would they agree to \npropose in the president's budget to fund it?\n\nSEC. CHERTOFF:  I think, Mr. Chairman, you have the president's budget.  It has been submitted, and I think there \nis some funding, but it's certainly -- I don't think the budget proposes to pick up the entirety of the cost.  I will say \nthat I have spoken to a number of governors and states that actually are in the middle of doing an overhaul of their \nlicense process, and they welcome moving forward with this.\n\nWhat they're looking for are uniform standards, and we expect to provide those in the next couple of days.\n\n\n\nSEN. LEAHY:  Okay.  The Republican governor of Vermont disagrees with that.\n\nWe'll set the clock back, and Senator Feinstein.\n\nSEN. DIANNE FEINSTEIN (D-CA):  Thank you very much, Mr. Chairman. Thank you both very much for being here \ntoday.\n\nI come from the state, as you know, which has the largest number of people -- newcomers coming into the state \nand generally staying in the state.  I am now of the opinion that we may have reached too far in the comprehensive \nbill and that we ought to take a look at doing this in tranches.  We've passed the first tranche, which was the border \nsecurity.\n\nThe second tranche, it seems to me, are two things -- the AgJOBS bill, because it is a system for legalization that is \nnot an amnesty in an industry that depends on the undocumented worker, and it would essentially provide a path to \nlegalization for 5 million people who are willing to work in agriculture for up to three years.  It has also passed out of \nthis committee.  The second act would be the DREAM Act, which has also passed out of this committee.\n\nMy own view of the last bill now was that the visa expansion was too wide, too deep and that the tranche Hagel-\nMartinez compromise subjected itself to fraud and was problematic, and that the guest worker program was too big.\n\nIt is my view that if we are able to find a path to legalization for the 11 million people that are here, the guest worker \nprogram as such, outside of H-2A and AgJOBS, is not really mandatory or necessary.\n\nThe question I wanted to ask you both, in looking at how the 11 million people could be handled to avoid the \namnesty claim and to create a structure, the thought occurs as to whether we could use a point system.  In other \nwords, an individual would be accorded points -- points for length of time in the country, for education, for language, \nfor children who might be legal, for community service, for the absence of a felony record -- so that those with the \nmost points would come first.\n\nAs you know, Canada uses a point system with respect to legal entries.  My question would be, have you looked at \nthis as a possible methodology for a structure to be able to handle the 11 million?\n\nSEC. CHERTOFF:  We're aware that people have suggested something of that sort, and we know that other \ncountries have that.  You know, one question is are you talking about a point system for those who are admitted \ninto the program in the first instance for temporary work, or for those who would at some point be eligible for \ncitizenship?\n\nSEN. FEINSTEIN:  For those who are already here in undocumented status, the 11 million, Secretary Chertoff, that \nyou responded to -- large in number, difficult to handle.\n\nSEC. CHERTOFF:  I think I would say that what needs to be considered in addressing that approach is -- which \ncertainly has, you know, from a -- in principle, there are some interesting elements and some attractive elements.  \nBut you have to consider, first of all, are you going to create an incentive, at least in the first instance, to bring those \n11 million into a regulated system, because that's ultimately, at the end of the day, what we have to do to manage \nthat problem.\n\nSEN. FEINSTEIN:  The answer would be yes.\n\nSEC. CHERTOFF:  And second, is whatever system is put in place cannot have so many different variables that it \nbecomes difficult to adjudicate.  It's one thing to say, for example, that lack of criminal record has to be adjudicated \n-- we all agree on that.  When you talk about length of time in the U.S., what kind of documents and proof will \nestablish length of time?  Is it going to be a complicated process?  Will we accept testimony?  Will we accept \naffidavits?  And then whatever the answer to that is, you have to multiply by 11 million.\n\n\n\nSo, without suggesting that it's an absolutely great idea or an absolutely difficult idea, it's certainly something worth \nexploring, as long as we keep workability and practicality very much in the forefront of how we look at it.\n\nSEN. FEINSTEIN:  Thank you.\n\nSecretary Gutierrez?\n\nSEC. GUTIERREZ:  Yes, I agree with Secretary Chertoff.  There are some interesting aspects to it.  It really comes \ndown to can we execute it, can we implement it.  Because simplicity I think is going to be our best friend here.  And \nas we add variables, it's going to make it more complex and more difficult to execute.  So for me, it would be an \nissue of workability.\n\nSEN. FEINSTEIN:  I would like to work with you to try to see if we can't come up with something that would be \nacceptable.\n\nIt -- the task is so daunting because what you're saying is, if it's complicated, we can't handle it, because there are \nso many people. Well, if there isn't a structure to it, if there aren't requirements, it becomes in the lexicon of some \nan amnesty.  And that's really not what we're talking about.  We're talking about people who have been here, who \nhave worked, who have families here, who aren't going to go home.  And it seems to me that there should be a \nmethodology that we can work out to avoid the amnesty, to do it with some order, and to have some understanding \nof what it is that we're doing.\n\nSEC. CHERTOFF:  I think we agree with that.  And I think that, again, the devil is always in the details, as they say, \non the practical side of this.\n\nSEN. FEINSTEIN:  Thank you.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you.  Thank you, Senator.\n\nSenator Grassley.\n\nSEN. CHARLES GRASSLEY (R-IA):  Thank you, Mr. Chairman.\n\nI'm going to ask my questions of Secretary Chertoff.  I monitor fairly regularly the actions of the U.S. Citizen and \nImmigration Service.  The director is committed to preventing fraud.  We've seen some improvement.  There are \nstill some major problems with the processing of immigration benefits.  This agency can't handle amnesty for 12 \n(million) to 30 million people when it can't even handle its current caseload.\n\nThe agency is 99 percent funded by fees.  But how does the agency plan to use fees to implement an amnesty \nprogram, one?  Two, given the president's request of 30 million (dollars) for fiscal year 2008, which would go \ntowards an employment verification system, do you really think it's feasible to implement a temporary worker \nprogram this year?  And three and last, what are you doing to prepare for the inevitable mess that an amnesty \nprogram would create?\n\nSEC. CHERTOFF:  Well, first of all, I'm going to differ by saying I don't think -- I think the president's been crystal-\nclear he does not want to have an amnesty program.  So --\n\nSEN. GRASSLEY:  But my answer to that is, if it walks like a duck and quacks like a duck, it's a duck.  But go \nahead and I'll accept your --\n\nSEC. CHERTOFF:  Well, as -- I guess I'm going to respectfully disagree --\n\nSEN. GRASSLEY:  Okay.  Go ahead.\n\n\n\nSEC. CHERTOFF:  -- with this being applied to what the president has been talking about.\n\nIn terms of the issue of our ability to manage the caseload, I'd note, for example, that we have essentially \neliminated the backlog over the last few years, which is what the president promised when he came into office.\n\nThere is no doubt that if we were going to need to assimilate and get secure identification for the people who are in \nthis country illegally, and also any temporary workers, there would need to be at least a significant initial investment \nin money and time to design and fund the system.  The hope is it would be -- the money would be recouped through \nfees.  So I think net we would be -- we would not be out of pocket, but I think we have to be completely candid that \nthere would need to be some significant resources applied to this over the period of time it takes to implement it.\n\nSEN. GRASSLEY:  Okay.\n\nNext point is in regard to getting a briefing.  My staff has asked for a briefing on Robert Schofield, an immigration \nofficial who accepted bribes in return for approving citizenship for aliens who were not qualified.  Since Mr. \nSchofield pled guilty months ago and his case is no longer pending, I would like some answers.  Would you commit \nto helping my staff get a briefing from your department?\n\nSEC. CHERTOFF:  Yes.\n\nSEN. GRASSLEY:  Okay, thank you.\n\nThe next one is:  I'd like to have an answer in writing, but would you listen, please, and not answer now, because \nI've got some other questions?\n\nWe met over a month ago -- you were kind enough to do that -- to discuss the worksite enforcement against Swift, \nincluding the need to improve the Basic Pilot Program.  One of my concerns has been the hiring of illegal aliens in \ncritical infrastructure sites.  Every other week, it seems, we're hearing about illegal aliens working on military bases.\n\nIn response to my question that day, the day we previously met, is that the Department of Defense isn't even using \nthe basic program. A few weeks ago, the Senate unanimously passed a measure to prohibit the companies from \ngovernment contracts if they are not found to hire -- if they are found to hire illegals.  It would encourage \ncompanies to use the Basic Pilot Program, then.\n\nBut we wouldn't need this measure if the federal government was requiring contractors to use the basic program.  \nIn other words, we don't need to pass a law.  It can't be done today.  The Department of Defense, for example -- or \nin other words, it can be done today; we don't even have to pass a law to do it.  The Department of Defense, for \nexample, should have a policy in place that requires contractors to use this program; airports and power plants as \nwell.  I want to know if it's going to be done and to what extent.\n\nThen, a question on employer verifications, and I'd like a very short answer on this.  It's likely that Congress will \nmandate the use of an electronic employment verification system for all business in the United States.  Can you \nconfirm for us today that your department is ready and willing to implement a mandatory system for all employers?\n\nSEC. CHERTOFF:  We've doubled our capacity.  And I think although we will need some lead time, we will be in a \nposition in the near future to be able to offer that.\n\nSEN. GRASSLEY:  Your department has been working to implement the national standards for driver's license, \nmandated under the Real ID Act.\n\nI'm told that about seven states are close to complying.  One of those states is my state of Iowa.\n\nWhat would a delay in the Real ID Act mean for the states that are ready to go, and what incentive would other \nstates have to be compliant?\n\n\n\nSEC. CHERTOFF:  I think a deal for states ready to go would actually create more uncertainty and difficulty for \nthem.  And that's why what we're going to propose to do is to, under the law, provide extensions for states that need \nthem, but continue to move forward for the states that are poised and ready to implement the law.\n\nSEN. GRASSLEY:  Mr. Chairman, I see three lights on.  So which -- how much time do I have left?\n\nSEN. LEAHY:  Well, you're 38 seconds over your time.\n\nSEN. GRASSLEY:  Oh.\n\nSEN. LEAHY:  Do you have another question you want to ask?  I'll certainly --\n\nSEN. GRASSLEY:  It would be on -- one on visa revocation.  Could I --\n\nSEN. LEAHY:  Go ahead, and we'll give an equal amount of time to Senator Feingold.\n\nSEN. GRASSLEY:  Okay.\n\nI've been pushing to change the law when it comes to revoking visas of people in our country that have suspected \nties to terrorism or criminal conduct.  Normally, a consular officer has the full authority to deny a visa on such \ngrounds.  However, if a visa was revoked today for someone on U.S. soil, the decision could be taken to court.\n\nCan you tell us why the department wants to change to a law that would prohibit the judicial review of revoked \nvisas?\n\nSEC. CHERTOFF:  I think for precisely the reason that you just indicated.  The fact that we can prevent someone \nwho's coming in as a guest, basically, we can say you can't come in overseas, but once they come in, if they abuse \nthe terms and conditions of their coming in, we have to go through a cumbersome process, that strikes me as not \nparticularly sensible.  People who are admitted as guests, like guests in my house, if the guest misbehaves, I just \ntell them to leave.  They don't get to go to court over it.\n\nSEN. GRASSLEY:  Thank you very much.\n\nSEN. LEAHY:  Thank you very much.\n\nSenator Feingold.\n\nSEN. RUSSELL FEINGOLD (D-WI):  Thanks very much, Mr. Chairman. I'm pleased that the committee is once \nagain taking up the critical issue of comprehensive immigration reform.  This issue is too significant to put off, too \nimportant to our national security, to our economy, and most importantly, to the millions of people whose lives will \nbe affected.\n\nWe need to secure our borders, we need to fix our broken immigration laws, and we need to deal with the fact that \nthere are millions of undocumented individuals in this country, and we need to do it now.\n\nWe also need tough enforcement mechanisms, but we can be strict while still providing individuals with the type of \nbasic due process and judicial review that is consistent with the rule of law and our constitutional system of \ngovernment.\n\nI do sincerely look forward to working with the committee to report to the Senate floor a bill that takes a pragmatic \nand realistic approach to immigration reform, and I appreciate the support of Secretary Chertoff and Secretary \nGutierrez for comprehensive immigration reform.\n\nSecretary Chertoff, good to see you again.  I want to raise the issue of the material support bar in the immigration \nlaw, and in particular how it relates to the Hmong population, a number of whom live in Wisconsin.  As you are well \naware, many of the Hmong who fought with or supported the United States in the Vietnam War will potentially face \n\n\n\ndenials or lengthy delays of their applications to become refugees or to adjust their immigration status here in the \nU.S.\n\nAnd the reason for this is the very same reason they are eligible to be resettled into the United States if they fought \nwith or supported the United States in the Vietnam War.  Their applications are put in jeopardy because of changes \nmade to immigration laws by the passage of the REAL ID Act, which defined the term \"terrorist activity\" so broadly \nthat it basically covers anyone who has ever used a firearm.\n\nAre you planning to apply a waiver to the Hmong population, either to those in the United States who are found \nineligible for adjustment of status because of the material support bar provisions, or to those outside of the United \nStates who are filing for refugee status?\n\nSEC. CHERTOFF:  I believe I signed a number of waivers in the last few weeks.  I have to confess I don't \nparticularly remember whether the Hmong were included.  But I can get you the answer to that.\n\nSEN. FEINGOLD:  Thank you.  Please do, because this is a problem that's been around for several years, and I'm \nconcerned the department thus far has applied a very limited number of waivers to the material support bar.  Can \nyou give me a sense of what your time frame would be for determining waiver eligibility for the Hmong?\n\nSEC. CHERTOFF:  I think I may have done it.  The reason I'm hesitant is I think I may have done it already but I \ncan't specifically recall.  So if it's done --\n\nSEN. FEINGOLD:  My understanding from my staff is it doesn't include the Hmong at this point.\n\nSEC. CHERTOFF:  All right.  I'll have to look and find out.  It just -- it needs to be analyzed.  It shouldn't take a very \nlong time.\n\nSEN. FEINGOLD:  Well, I was all over my state last week and this came up a great deal.  It's a matter of great \nconcern.  And let me just say also, to the degree this problem is statutory, if it is --\n\nSEC. CHERTOFF:  No, I think we -- we can deal with this.  I think the statute gives us the flexibility.  And as I say, \nI've signed a number of waivers recently and I think we can deal with this under the existing law.\n\nSEN. FEINGOLD:  Well, I'm pleased to hear that.  If that's true, that's great.  If there is some statutory problem, \nplease let me know immediately.  But I appreciate your commitment to work on this matter.\n\nSecretary, the last time you were before the committee discussing immigration reform, we talked about the fact that \nopening more channels for workers to legally enter this country would allow us to focus our enforcement efforts on \nthose persons who actually pose the greatest threat to our national security.  You said then, quote, \"I believe the \neffectiveness of our border security and enforcement initiatives is tied to creating legal channels for workers our \neconomy needs to continue growing,\" unquote.  And a 2005 Cato Institute study supports your statement.  The \nstudy found that the probability of stopping an undocumented immigrant has fallen over the past two decades from \n33 percent to 5 percent, despite the fact that we have tripled the number of border agents and increased the \nenforcement budget tenfold.\n\nDo you continue to believe, as I do, that effective border security is dependent on creating more channels for legal \nimmigration?\n\nSEC. CHERTOFF:  I do agree with the sentiment I expressed last year, but I don't want to agree with the Cato \nstudy, which I'm not in a position to associate myself with and I have to say sounds -- I think a 5 percent capture \nrate sounds like it's a really incorrect estimate.  But the general principle I agree with.\n\nSEN. FEINGOLD:  Let me just reinforce that by pointing that the president -- President Bush, in his State of the \nUnion last month, said that providing realistic, legal immigration channels would mean that immigrants looking for \njobs, quote, \"Won't have to try to sneak in, and that will leave Border agents free to chase down drug smugglers \n\n\n\nand criminals and terrorists.\"  I agree with the president on this.  This is one reason why immigration reform is really \nso important.\n\nSecretary Chertoff, I'd like to talk just a bit about border enforcement.  We're in agreement that border security is an \nabsolutely critical part of immigration reform.  I think we also agree that the methods we employ should be as \neffective and as cost-efficient as possible.  I understand the department is implementing some actually promising \nnew technologies to help secure the border.  I'd like to have you tell us a little bit about the high-tech components of \nthe department's SBInet program.\n\nSEC. CHERTOFF:  We are currently in the process of rolling out the first 28-mile stretch of SBInet.  And in the area \nof high technology, I was at the border a week ago and saw ground-based radar that we have currently deployed in \nArizona that allows us to actually scan 20 kilometers from a single fixed point and immediately hone -- home in with \na camera on illegal migrants so that we can intercept them.  In fact, if I'm not mistaken, I have a recollection that in \nthe last few weeks, we've actually apprehended a murderer coming across the border using this kind of technology.\n\nThere's no question in many parts of the border the most cost- effective and most efficient way to intercept -- detect \nand intercept illegal migrants is high tech, things like radar.\n\nSEN. FEINGOLD:  I'm encouraged to hear that.  And would you specifically say that in many border areas, those \ntypes of technologies will be both more effective and less expensive than building hundreds of miles of fencing, \nwhich has estimated costs of 3 million (dollars) to $4 million per mile?\n\nSEC. CHERTOFF:  I would agree with that.  Fencing does have its place, however, in some areas, and some \nareas, the high tech is more effective.\n\nSEN. FEINGOLD:  Thank you, Mr. Secretary.  Thanks very much.\n\nSEN. LEAHY:  Thank you.\n\nAnd Senator Kyl.\n\nSEN. JON KYL (R-AZ):  Thank you, Mr. Chairman.\n\nFirst of all to Secretary Chertoff, I'm just reading some clips from the Arizona newspapers of this morning.  The \nArizona Republic headline:  \"Another Chief of Police Slain Along The Border.\"  This is in the Sonoran town of Agua \nPrieta, which is right across the border from Douglas, one of the chief areas of smuggling.  Police Chief Ramon \nTacho Verdugo -- 40 bullets hit him in an ambush, which officials say is almost certainly involved in control of the \nsmuggling routes into Arizona.  Rival organizations are vying for control of these lucrative quarters.\n\nHis death followed a number of related killings in the area.  In fact, at least 12 lawmen have died in the past year, \nincluding the chiefs in Tijuana and Nuevo Laredo.\n\nThe newspaper goes on to say the killings have made many police thinking twice about taking a top post.  The \nSonoran town of Naco, for example, has had 12 police chiefs in the last three years.  The last one to resign was \nTacho's brother, the fellow that was just killed.\n\nThere are reasons to secure our border other than simply to stop illegal immigration.  I -- is that not true?  And in \nfact could you tell us what the percentage of people apprehended coming across the border last year actually were \ncriminals or people wanted or who had criminal records?\n\nSEC. CHERTOFF:  I vigorously agree.  In fact, the principal reason to secure the border is to keep drug dealers and \ncriminals and dangerous people out of the country.  And one of the reasons we've talked about a legal channel for \nmigration is so that we're not hunting down the housekeepers and the construction workers; we're focused on the \ndrug dealers.\n\n\n\nI don't recall exactly what the figure is, but I think there's a significant percentage, around 20 percent or so --\n\nSEN. KYL:  It was over -- yeah, it was somewhere between 10 and 15 percent, on average.\n\nSEC. CHERTOFF:  Yeah.\n\nSEN. KYL:  In some areas, it was --\n\nSEC. CHERTOFF:  That are criminals.\n\nSEN. KYL:  Yeah.\n\nOne of the things that you said in your testimony -- well, before I ask you that, you talked about the ending of catch \nand release. There is still some unfinished business with respect to catch and release, however, with regard to \npeople who are here illegally and we're having difficult -- returning to their home.  You talked about this in your \nwritten testimony.  Could you expand on that orally, just a little to that?\n\nSEC. CHERTOFF:  Yes.  I mean, the key to all of our deportation, whether it's people we catch at the border and \ndetain, or people in the interior, is, once they are removable, the home country has to take them back.\n\nWe've worked with many of our allies in actually having a very efficient system.  I can tell you, however, the \nChinese are still very slow to take their removable migrants back.  And as a consequence, if you're looking -- if you \nlook at the whole country, including the interior, we've got, I think, over 40,000 Chinese who have been declared \nremovable, deportable.  They're done with their court process.  But we have difficulty getting the Chinese to take \nthem back, and we're going to have to push on that.\n\nSEN. KYL:  And those people are not all in detention.  In fact, probably the majority of them are not.  Isn't that \ncorrect?\n\nSEC. CHERTOFF:  Correct, I mean, because they're -- in the interior, the vast majority are bailed out, or by law we \nhave to release them after a certain period of time.\n\nSEN. KYL:  And it's not even certain that we could find them all if we wanted to.\n\nSEC. CHERTOFF:  Well, I mean, obviously once they're released, there's a risk of flight.\n\nSEN. KYL:  Right.\n\nNow, you also talked about the need for greater sharing of information.  This is reminiscent of post-9/11 discussion \nof our intelligence and law enforcement.  But to get a handle on who's here and entitled to be legally employed, and \nwhether or not someone might be seeking employment fraudulently, you have a variety of recommendations for \nstatutory change, one of which had to do with sharing of data, having Social Security Administration share data with \nDHS.\n\nWhat specifically would you like to see shared?  What would be necessary for us to do in order to provide that \nauthority?\n\nSEC. CHERTOFF:  Right now the law prohibits information which can be described as \"taxpayer information,\" like \nyour Social Security data, to be shared, except through a very cumbersome process.  What that means is that if the \nsame -- if Michael Chertoff with my number appears to be filing in six different places across the country, I mean \nthere might be a reasonable explanation, but likely not.  If we could have Social Security identify that and let us \nhave that, that would give us an opportunity to be able to look to see whether we've got an identity theft problem.  \nAnd by the way, it would also help the innocent victim; the real Michael Chertoff would get help.\n\nSo this is a tool which I think there's legislation that is now seeking to address.\n\n\n\nSEN. KYL:  And this wouldn't involve a violation of people's privacy.  In fact, to the contrary; it would actually assist \npeople in protecting their privacy --\n\nSEC. CHERTOFF:  Absolutely, this protects their privacy.\n\nSEN. KYL:  And wouldn't the same thing apply for sharing of information, for example, from IRS with respect to the \ndeath of a person, so that his Social Security number would not continue to be used?\n\nSEC. CHERTOFF:  Correct.  Correct.  These would be actually privacy protective.\n\nSEN. KYL:  And is there any problem in -- I mean, isn't it true that we already have algorithms, and so on, that can \nrun those programs against the database so that it shouldn't be difficult to do this, it's simply a matter of authorizing \nit?\n\nSEC. CHERTOFF:  Yeah, I don't think there's -- I mean, I'm sure there'll be some adjustments to the IT system.  But \nall you're doing is comparing to see if in the same time period the same name and number have been filed in \ndifferent places.  It's the legal obstacle to sharing with us that I think is the real problem.\n\nSEN. KYL:  And finally, isn't it important that the Social Security database be cleaned up and operated in an \naccurate fashion from now on, if, A, we're going to have a valid Social Security system; B, we're going to eliminate \ndocument fraud and identity theft; and C, if we're going to be able to have an employee verification system under \nimmigration reform?\n\nSEC. CHERTOFF:  Yes.\n\nSEN. KYL:  Thank you.\n\nMr. Chairman, that red light means I'm out of time?\n\nSEN. LEAHY:  It does.  But --\n\nSEN. KYL:  Thank you, Mr. Chairman.\n\nSEN. LEAHY:  -- did you want another question?\n\nSEN. KYL:  No, sir.\n\nSEN. LEAHY:  Okay.\n\nSenator Cardin.\n\nSEN. BEN CARDIN (D-MD):  Thank you very much, Mr. Chairman.  And I thank you for holding these hearings on \nimmigration reform.\n\nIt seems to me that we need to evaluate any proposal based upon several factors, the most important, of course, \nbeing the security issues. And we've had discussions here about the security issues.  But we also need to know the \neconomic impact on our country.  We need to be concerned about the humanitarian aspects, and just basic \nfairness.\n\nAnd when you look at basic fairness, I think the point that Senator Feinstein raised about amnesty is one that we \nhave to be cautious about.  People have waited in line to become citizens of America, and we need to make sure \nthat that is respected.  On the humanitarian front, it's very important to me to give people the protection of law.  So I \nthink it's important that we have some way that we can identify the people that are in this country.  On the economic \nfront, I can tell you that the guest worker program is critical to the seafood industry in Maryland.  So there's \neconomic issues here that are important to our country.\n\n\n\nBut let me, if I might, concentrate on the security issue, because I think that's the issue that is perhaps the most \nperplexing and the one that is the most critically important.\n\nLast year the Senate passed a comprehensive immigration reform bill.  The House passed a bill that criminalized \nthe activities of those who are undocumented in the United States and those who help people who are not properly \ndocumented.\n\nSo if you look at it from a security point of view, based upon the current circumstances, the current law, versus the \napproach taken by the Senate last year, versus the approach taken by the House, I would welcome your thoughts \nthat for the security of this country, what is the best approach to take?  Because no action is action.  If we don't do \nanything, we have the current law.  So is the current law safer for American than the bill that passed the Senate, \nfrom your perspective, or the bill that passed the House of Representatives last year?  I welcome your thoughts.\n\nSEC. CHERTOFF:  I think the current situation is not a particularly good situation.  I think what we need to do is to \ncome up with an approach that addresses all elements of the problem, that does it in a way that is -- adds additional \nteeth to the enforcement side, that is simple and workable, and that is something that can be done in real time.\n\nSEN. CARDIN:  Now, the House took a rather limited approach. They did deal with a security wall, but they also \ndealt with criminalization and making it a felony conviction for those who cooperate or help or counsel, in addition to \nthe people who are undocumented.\n\nThat approach, would you comment on?\n\nSEC. CHERTOFF:  I think -- you know, I don't think I'm in a position to go back and revive my memory about the \nindividual pluses and minuses of each of the bills.  I think starting with a clean slate, which is where we start here, I \nthink the principles which the president outlined last year are pretty straightforward, you know: tough enforcement \nand a workable temporary worker program, including one that addresses and brings into a regulated system the \nundocumented workers who are here already.\n\nSEN. CARDIN:  Well, do you need additional tools in order to enforce our laws?\n\nSEC. CHERTOFF:  Sure.  I mean, some of the things we've talked about are, for example, sanctions for those who \nrun checkpoints, who disobey DHS officers; tougher sanctions for employers; administrative sanctions so that the \nsystematic violation of the law doesn't become a cost of doing business.  And also, equally important, if not more \nimportantly, not weighing down the process with a lot of different complicated adjudications and determinations that \nin real life would sabotage our program.\n\nSEN. CARDIN:  I think that's a fair analysis, that you're being targeted in what you need.  Whereas the approach \ntaken by the House last year would have made another maybe 10, 12, 14, 15, 16 million targets -- potential targets \nof criminal investigations.  Certainly it seems to me it will weigh down the ability to really go after the people that are \nthe ones that we need to in order to make sure we have an enforceable system.\n\nSEC. CHERTOFF:  Well, I don't know that I want to characterize any of the legislation that was there last year.  I'm \nlooking forward. I don't see much profit in looking backward.  And looking forward, I think we've outlined what it is \nthat we need.\n\nSEN. CARDIN:  I thank you.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you.\n\nAnd Senator Sessions.\n\n(Pause.)\n\n\n\nAt least that's my understanding -- was Senator Cornyn here first?\n\nSEN. JEFF SESSIONS (R-AL):  I believe he was.\n\nSEN. LEAHY:  If that's correct, then I'll --\n\nSEN. SESSIONS:  I believe maybe Senator Coburn was ahead of me.\n\nSEN. LEAHY:  Oh, I'm sorry.  I was going by the --\n\nSEN. SESSIONS:  Thank you for --\n\nSTAFF:  They were all here before the witnesses started testifying.  They can go in order they want.\n\nSEN. LEAHY:  Which order, gentlemen?  You were all here before the witnesses started testifying.  So if you want \nto yield and let Senator Cornyn go first, that's fine.\n\nI'm going to be here for the whole hearing, so --\n\nSEN. SESSIONS:  Well, I'll just take my time.\n\nSEN. LEAHY:  Okay.\n\nSEN. SESSIONS:  And we've probably wasted time already.  Thank you.  I don't know exactly how you calculate \nyour rule there, but I know it's objective and fair.\n\nSecretary Gutierrez, it's great to have you with us.  And congratulations on helping us with our revenue deficit.  The \neconomy has grown.  We had revenues up 15 percent in '05, 12 percent in '06 and I hear you're hoping to have 10 \npercent increase in revenue to the U.S. Treasury without increasing taxes, and that's good news.  Thank you for \nthat.\n\nAnd, Secretary Chertoff, I admire you and your leadership. You've got a very, very difficult job.  I think I told you \nwhen you took it, I'm not sure anybody could succeed in it, but you're doing about as well as could be expected \nunder the circumstances.\n\nAnd I would just say with regard to my chairman's comments about the border barriers, that bill passed -- one vote \nof 83 to 16, and I think the other vote was about 94 to 3 to do that, and it complied with your request to build \nbarriers in a way that would be helpful, as they've proven to be helpful in San Diego.  And, frankly, without some \nbarriers, I don't think we are serious about what we mean to do here.\n\nAnd I share Senator Specter's concerns about work going on behind closed doors.  Last year, we had this matter \nbasically sprung on us. They tried to pass it without any amendments.  Senator Frist pulled the bill down, and we \neventually did have amendments and a discussion, but it'd be better if we had a much more open process.\n\nLet me raise some fundamental questions.  This is what I think is concerning the American people.  If there are two \napplicants who want to immigrate to the United States and both are from Guatemala -- one is the valedictorian of \nhis or her high school class, speaks fluent English and has had a year or two of college or technical training but no \nrelatives in the United States; another is a -- did not finish high school, does not speak English, has had no \nadditional training or skills -- and they apply to come to this country, who has the clear advantage, Secretary \nChertoff, under the current law?\n\nSEC. CHERTOFF:  Right now we -- the advantage goes to the person with the rather distant family relationship.  \nThe current visa allocation -- I think last year it was approximately 120,000 family members getting green cards, not \n-- I don't mean spouses or minor children, I mean married siblings coming in.  And that's apparently a legacy of a \nfairly long-standing system.\n\n\n\nSEN. SESSIONS:  In fact, the way our system works, 58 percent of the people we admit come in based on a family \nconnection, whereas Canada, in its system that Senator Feinstein referred to which allocates points based on skills \nthat they bring, 60 percent come in on merit or at least based on the skills that Canada felt are necessary.\n\nSecretary Gutierrez, couldn't we do a better job of recognizing everybody can't come to the country in having a skill \nset factor here that could -- would be more beneficial to our economy?\n\nSEC. GUTIERREZ:  Especially for the high-skilled portion of this -- skills is what makes the difference.  And we \nhave traditionally sourced a lot of our scientists from overseas, and I believe we need to do that in the future.\n\nIn terms of low skill, that really comes down to the job and what is needed for that specific job.  And if it is an \nagricultural job, obviously the person with the skills would be overqualified; they probably wouldn't be interested in \nthat.\n\nSo part of this is being able to get the skills we need on the high end and then also being able to fill the jobs that we \nneed to fill on the low end.\n\nSEN. SESSIONS:  With regard to that, I think there should be a distinction between those who want to work here in \na low-skilled capacity who may not want to be citizens and those who actually apply to be full, legal, permanent \nresidents or citizens.  And I think that's where we need to be discussing.\n\nOne of my fundamental criticisms of the bill we passed last year, there was no discussion of this in any serious way.  \nProfessor George Borjas, a professor economics and social policy at the Kennedy School of government at \nHarvard, recommends that we as policymakers answer this question before writing any law.  Quote:  \"What policy \ngoals does the U.S. want to advance through its immigration rules?\"  Fair enough. I guess -- you nod.  I guess you \nwould agree with that.\n\nThe question is, what interest should be served, the interest of poor people or those around the world who, maybe \nbillions, would benefit from living here if they could come, or shouldn't it be the interest of the United States, the \nlong-term, legitimate, just interest of our country?\n\nProfessor Borjas testified before the Health Committee last year, the Labor Committee.  He explained that the \neconomic interests of the United States are not being best served by current law.  And of course, Secretary \nGutierrez, he also came from Cuba as a young man, so he's an immigrant himself.\n\nHe said this, quote:  \"Many more people want to come to the United States than the country is willing to admit.  So \nbecause of this, the immigration policy needs to specify a set of rules to pick and choose from the many, many \napplicants.  Those rules should stress family -- those rules could stress family ties, as is done now, it could stress \nnational origin, the way it used to do, or it could stress economic values, the way Canada does, or it could even be \ncompletely random, the way the lottery system does for 50,000 visas. The crucial question that is really at the core \nof the immigration debate is, which set of rules should the United States have if it wants to improve its economic \nwell-being of its population?\" -- close quote.\n\nDo you think that's a fair analysis of some of the thoughts we should give to this matter?\n\nSEC. GUTIERREZ:  Sure.  In fact, Senator, I would say that the three goals that we're using to set our \ncomprehensive plan is, one, national security, two is economic growth, and three is national unity, improving \nnational unity and making a contribution to society. And those three goals should be met.\n\nSEN. SESSIONS:  My time is up.  Thank you.\n\nSEN. LEAHY:  Senator Graham?\n\n\n\nSEN. LINDSEY GRAHAM (R-SC):  Thank you, Mr. Chairman.  I want to compliment you too for having this hearing.  \nI think this is something we actually could accomplish as the Congress with the administration if we had the will to \ndo it.  So that's good news for the American people.\n\nThe goal is to be safe and free.  And I don't think you can be safe and free without being responsible.  So we have \na problem on our hands, gentlemen, of 11-plus-million people who have come here illegally; what to do, how to do \nit, what value system we should embrace.  I think we should embrace our self-interest and we should embrace \nAmerican values.\n\nAnd what are American values?  Hard work, obeying the law, getting right with the law when you're out of touch \nwith the law, and making sure at the end of the day you have justice.\n\nThe rule of law, if it means anything, brings about a just result.\n\nSo we're going to have some hard decisions to make, because there's some families here that have been here \ndecades, that have done nothing but work hard.  And I hope we can find a just result, living within the rule of law.  \nBut if there's not justice, it doesn't do very -- it doesn't push any value.\n\nWhat's the biggest mistake we made in '86, in our last attempt to solve this problem, Secretary Chertoff?\n\nSEC. CHERTOFF:  I think the biggest mistake was, we were not tough about the enforcement side of the law.  And \nI think that not only did it fail to meet the expectations of Congress, but I think it created a real sense of skepticism, \nif not cynicism, among the American people.\n\nSEN. GRAHAM:  Do you agree with that, Secretary Gutierrez?\n\nSEC. GUTIERREZ:  Yes.  I would just add that -- the concept of workability and ability to execute whatever we \npassed in 1986.\n\nSEN. GRAHAM:  What percentage of the illegal immigrant population did not come across the border?\n\nSEC. GUTIERREZ:  My understanding today is that approximately 40 percent -- and this -- these are approximate \nnumbers -- are visa overstays.\n\nSEN. GRAHAM:  That never came across the border?\n\nSEC. GUTIERREZ:  So they would come in through other means, perhaps an airport or --\n\nSEN. GRAHAM:  So -- and we got to build a fence; I understand that.  And we've got to have a virtual fence and \nsecure the border. That makes perfect sense to me.  That's why I voted for it.\n\nBut if we did that and we said, \"Job done, mission complete,\" we'd be wrong.  Is that true?\n\nSEC. CHERTOFF:  That's correct.  We need to address all the elements of the problem.\n\nSEN. GRAHAM:  As a matter of fact, if you don't get to the root cause of -- what is the root cause of illegal \nimmigration, Secretary Gutierrez?\n\nSEC. GUTIERREZ:  I would say, Senator, is that our economy is growing.  We need labor to keep it growing, and \nthat demand needs to be supplied.\n\nSEN. GRAHAM:  Being a proud Republican, 4.6 percent unemployment is historically low.  Is that correct?\n\nSEC. GUTIERREZ:  It's correct.\n\n\n\nSEN. GRAHAM:  So one, to make the argument that illegal immigration is costing American jobs -- it just doesn't \nquite make sense, does it?\n\nSEC. GUTIERREZ:  Unemployment's below the average of the past four decades.\n\nSEN. GRAHAM:  As a matter of fact, there are so many segments of our economy starving for labor, if we don't \ndeal with that, our economy is going to go backward, not forward.  Is that true?\n\nSEC. GUTIERREZ:  It's correct.\n\nSEN. GRAHAM:  When it comes to the security side, Secretary Chertoff, at the end of the day, if we can't identify \nthis workforce, this illegal immigrant population, we will never be safe.  Is that correct?\n\nSEC. CHERTOFF:  Correct.\n\nSEN. GRAHAM:  And the only way we're ever going to deal with this problem is to control employment.  People \ncome to get jobs.  You can make more in one day here than you can maybe in a whole week or month other \nplaces.\n\nWe need workers.  They need a job, on our terms, not theirs.\n\nSo when it comes to the future flow temporary worker program, isn't part of the solution that you have to advertise, \nbefore you can hire an immigrant, that no native American -- native-born American will take the job?  Is that part of \nthe solution?\n\nSEC. CHERTOFF:  I think that's been the past practice, and I think, in the discussions in the past, all the proposals \nhad some similar requirement.\n\nSEN. GRAHAM:  Okay.  Do you recommend that we have that in this package?\n\nSEC. CHERTOFF:  I think you need to have some assurance to the public -- I don't want to be -- commit to a \nspecific approach about advertising -- that assures people that you're not taking a job from a willing American \nworker.\n\nSEN. GRAHAM:  Do you believe it's possible in the next couple of years, if Congress gave you the right tools, the \nright amount of money, the right authorization, to create a system so every employer in America would have a \nchance to regularize their workforce?\n\nSEC. CHERTOFF:  Yes.\n\nSEN. GRAHAM:  And do you believe it would be fair to give them that chance because the current state of law is \nalmost impossible to comply with?\n\nSEC. CHERTOFF:  I wouldn't agree that the current state of law is impossible to comply with.  I would say it's \ndifficult.  It's more difficult than it needs to be to comply with.\n\nSEN. GRAHAM:  Can I get you -- could I get a Social Security card illegally by midnight tonight?\n\nSEC. CHERTOFF:  I don't know if you could -- (laughter) -- but I think probably an illegal immigrant --\n\nSEN. GRAHAM:  Don't sell me short.  (Chuckles.)\n\nCould you?\n\nSEC. CHERTOFF:  I don't think I could either, probably, not with my Secret Service detail.\n\nSEN. GRAHAM:  Do you know anybody that could?\n\n\n\nSEC. CHERTOFF:  I think if your point is that it's easy to get false identification, the answer to that is yes, it -- and \nthat is a security vulnerability as well as an immigration --\n\nSEN. GRAHAM:  It's not easy, it's ridiculously easy.  Now, what America needs to come to grips with is that we \ndon't really have any way to track who's here and why.  And we need workers.  And we're not going to put 11 \nmillion people in jail, nor should we.  We can make people right with the law without destroying families, which we \nshould.  And we can have a workforce that brings out the best in this country.\n\nYou know, I want to make sure Bill Gates's needs are met.  But the most impressive person I've ever met in my life \nnever went to college, worked hard all their life, and that was my father.\n\nSo I don't put value on people by the title they have but what's in their heart.  And there are millions of people here \nwho can make great Americans if they got right with the law.  So let's get this right and get it behind us.\n\nThank you for coming.\n\nSEN. LEAHY:  Thank you.\n\nI should -- I guarantee you, I -- if I didn't worry about the legality of it, I could find your Social Security -- find mine \nand numerous others.  You can probability get -- might not be able to do it by midnight, certainly by the end of the \nweek -- get a fake Social Security number.  I'm not suggesting people do, but I've watched how it's done, and -- as \nI'm sure you have, and it's pretty scary.\n\nSenator Kennedy?\n\nSEN. KENNEDY:  Thank you, Mr. Chairman.\n\nI don't know, Mr. Secretary, whether you saw this morning in the front page of The New York Times, \"Low Pay And \nBroken Promises Greet Guest Workers in The United States.\"  A rather extensive story, and in the stories which I \nthink all of us are very familiar, they point out the -- I'd say a substantial majority of U.S. guest workers experience \nabuses with their paycheck, and it goes through the example.\n\nWe have provisions -- or at least we had the last time in the comprehensive program protections for monitoring \nthese kinds of labor recruiters so that this kind of abuse we would be able to address.\n\nBut in the existing law, we know that in H1-B, the highly skilled, they can be petitioned for and they can become \ncitizens. We're going to be, if we get this legislation on a temporary program, have temporary workers in here.  Why \nshouldn't it be possible for employers to have the same kind of provisions so that those individuals that come on in \nhere following a procedure, which we've outlined earlier in the day -- why -- will they also be able to be petitioned for \nso that they can get on the road to citizenship as well?\n\nSEC. CHERTOFF:  I assume you're talking about unskilled workers as opposed to --\n\nSEN. KENNEDY:  Yes.\n\nSEC. CHERTOFF:  Well, I mean, I think that, you know, inevitably, as Congress considers this issue and considers \nwhat the end game, so to speak, is with respect to temporary workers -- some of the sentiment I've heard here \ntoday suggests looking at the current categories and asking whether those categories ought to be reconfigured.  \nYou could certainly consider whether you want to create a category for unskilled workers, where you have an \nemployer who has a case to be made that that person ought to come in.\n\nSEN. KENNEDY:  Well, you know, we're talking about the temporary worker program.  That was in the legislation \nlast year, where they could be petitioned, and they could get on the pathway for citizenship as well.  And just to get \nthe administration's position on that -- if you'd rather give it to us --\n\n\n\nSEC. CHERTOFF:  I don't -- again, I'm reluctant to take positions on past pieces of legislation.  I think that as we \nwork with Congress --\n\nSEN. KENNEDY:  Well, what is your position now with regard to the temporary workers?\n\nSEC. CHERTOFF:  I think we need to have a temporary worker program that first of all addresses labor needs, that \naddresses the fact that we have 11 to 12 million undocumented workers and we have to bring them to a regulated \nsystem that is fair but does not advantage those workers over those who have followed the law.  Those seem to me \nto be basic principles the president has outlined.\n\nSEN. KENNEDY:  Thank you.\n\nSEN. LEAHY:  Thank you.\n\nSenator Cornyn?\n\nWe've had some concern on the early bird rule, which I do want to follow here.  Senator Specter is going to take on \nthe chore of keeping track of his side, and I will rely on his count of who gets here first, and I will keep track on this \nand we'll try to alternate sides. I apologize for the confusion to both Senator Cornyn and Senator Coburn earlier.\n\nSEN. SPECTER:  Well, thank you.  Thank you, Mr. Chairman.  We will keep track on this side.  And we do want to \nobserve the early bird rule, because that's the motivation for people to come early.\n\nSEN. LEAHY:  (Inaudible) -- motivation.  (Laughs.)\n\nSEN. SPECTER:  And I think we agree that everybody is entitled to a first round before anybody gets a second \nround.\n\nSEN. LEAHY:  Yeah.  I made a mistake on that.  I apologize.  It's -- and -- so people understand, we'll follow early \nbird, and we'll go alternate sides until everybody has had their first round, and I'll leave it to the Republicans.  \nBasically what we did before, when you were chairman, I kept track of the Democratic side and I'll expect that \nyou're keeping track of the Republican side.\n\nSenator Cornyn.\n\nSEN. JOHN CORNYN (R-TX):  Thank you, Mr. Chairman.\n\nSecretary Gutierrez and Secretary Chertoff, let me express my gratitude for the hard work that both of you have put \nin to this issue.  I have been working on this issue since I came to the Senate in 2002, and frankly I think we have \ngone through some tough times, but we are getting to a good place.  And I think a lot of the thought that's gone into \ncoming up with a workable bill has been very constructive.  And I think if we are successful, then that hard work will \nhave been rewarded, and you both are entitled to a lot of credit.\n\nI'm -- Secretary Chertoff, when someone asked you earlier about the reason the 1986 amnesty was a failure, I \nagree with your assessment that there was no real commitment to enforcement of the law.  And so what the \nAmerican people saw was an amnesty, with a tradeoff being worksite sanctions against employers who cheat in \nenforceability, and they felt like they had been scammed.  And I think a lot of this profound skepticism that I hear \nfrom my constituents, and I think that we hear across America, has to do with the loss of trust that the federal \ngovernment has sustained because the American people remember not -- what happened in '86.\n\nSo I think a lot of what we're doing here is trying to regain credibility, and I think that's an important function.  And I \nwant to congratulate both of you for such an emphasis on workability.  If we don't come up with something that will \nwork, then I think that we will find ourselves in the embarrassing position, that our predecessors did in '86, of \nscamming the American people.  And we shouldn't do that, and I know you don't want to do that either.  So thank \nyou for that emphasis on workability.\n\n\n\nIn that connection, we talked a little bit about the Basic Pilot program.  And as you know, there's been a lot of \nconcern and we've had this conversation about the Swift meat-packing plant raids by ICE.\n\nNow, I congratulate you and your office, Secretary Chertoff, for your attempts to vigorously enforce the law, but my \nconcern really has to do with the federal government's failure to provide good corporate citizens the means to \ndetermine whether in fact people can legally work on their premises.\n\nAnd as you know, what happened is Swift complied with the Basic Pilot program, a voluntary program, but it didn't -- \nit wouldn't tell -- and you alluded to this earlier -- whether or not the worker actually had been guilty of an identity \ntheft and had claimed to be somebody and had a Social Security number that was not theirs.\n\nAnd as a result, this company has sustained, it estimates, about a $30 million of business disruption, even though \nthey are protected, by virtue of their use of Basic Pilot, from further sanctions.  But is it your testimony, Secretary \nChertoff, that if we were able to implement an effective system of worksite verification, the kind of biometric tamper-\nproof identification card that Secretary Gutierrez was displaying earlier, that that would be a good solution to that \nproblem?\n\nSEC. CHERTOFF:  It would be a very good solution.\n\nSEN. CORNYN:  We also know that there's -- and you've alluded to this as well -- that since 9/11 we've learned that \none of the ways that we've made America safer is to remove the stovepipes that have prevented information \nsharing between law enforcement and the intelligence community.  But as you alluded to in your testimony, there \nare numerous stovepipes in place, legal bars passed by Congress and signed into law that prevent you from getting \ninformation that would be useful for you to enforce our immigrations laws.\n\nI believe Senator Allard has an amendment pending on the 9/11 bill that we're taking up this week that would \neliminate those bars and provide you that kind of information necessary to enforce our immigration laws.  Do you \nsupport such measures?\n\nSEC. CHERTOFF:  We do support removing stovepipes, and in particular, if it's what I'm thinking you're referring to, \nwhich is on the Social Security issue, I think we even asked last year to have help to remove that bar, which means \nwe would finally be able to get a heads-up if there's identity theft going on.\n\nSEN. CORNYN:  And finally, let me just express my gratitude to you again for your willingness to meet with border \nmayors and business leaders, both here in Washington and in Laredo just last week.  I felt like those discussions \nwere very productive.  It certainly, I think, gave those constituents of mine the sense that the federal government, \nand particularly people in the president's Cabinet, care a lot about their situation there on the ground, and also, I \nthink, provided useful information to you and others at the Department of Homeland Security about how best to \naccomplish our goals, perhaps not with the one-size-fits-all mentality that Congress and Washington sometimes \nhas a tendency to dictate, but one that's responsive to the need and best designed to achieve results.\n\nSo thank you for that.\n\nSEC. CHERTOFF:  Well thank you for that.  Thanks to you and Senator Hutchison for arranging those meetings.\n\nSEN. CORNYN:  Thanks, Mr. Chairman.\n\nSEN. LEAHY:  Are you going to invite me down for some of those, John?\n\nSEN. CORNYN:  I beg your pardon, Mr. Chairman?\n\nSEN. LEAHY:  Are you going to invite me down to visit some of these --\n\nSEN. CORNYN:  We would love to have you in Laredo, Texas, anytime you want to come.  They got great food.\n\n\n\nSEN. LEAHY:  I used to go to -- I used to go to one Texas city fairly often when my youngest son and his wife were \nliving there.  But they're back in Vermont now.\n\nSEN. CORNYN:  In El Paso, yeah.\n\nSEN. LEAHY:  Yeah.  You got a good memory.  They're back in Vermont now.  It's easier to visit.\n\nSenator Coburn, and then it will be Senator Whitehouse and then Senator Durbin.\n\nSEN. TOM CORBUN (R-OK):  Thank you, Mr. Chairman.\n\nFirst of all, my thanks to both of you for your service to our country.  Tough times that we face and tough issues in \nfront of you.\n\nSecretary Chertoff, you talked about increased internal enforcement, increased border security over the last nine \nmonths; decreased number of people, decreased percentage of non-Mexicans.\n\nWhat have you seen in terms of the increased egress out of the country?\n\nSEC. CHERTOFF:  You know, we don't -- we're not in a position to monitor egress through the land border, and \ncertainly not if people return between the borders.  So I can't at this point tell you that there are a large number of \npeople who are leaving as a consequence of interior enforcement.  There was some anecdotal stuff in the paper \nsuggesting that there were people who are now beginning to leave because they were getting worried about these \nenforcement rates.\n\nSEN. COBURN:  I notice, Secretary Gutierrez, that we are very proud of the unemployment rate, and that's great.  \nBut that's a measure of the people that are seeking jobs.  There are still people unemployed out there who aren't \nseeking.  So it's a measure of those actively seeking jobs, not those that are not seeking.  And I note that if you -- \nyou talked about 4.4 million jobs that are out there and available right now, and we've got 9 or 10 million people that \nare looking for a job.  That's about a 2.5 (to) 1 ratio of people who don't have a job that jobs are available.  And \nother than the geographical disbursements or the ag differential in terms of regionalization, why do we need to have \na large number of a worker program when we have 2.5 times as many people unemployed in this country as we \nhave jobs?\n\nWhy do we need to suppress that?  And then the follow-up portion to that question is is if that's really the case -- \nand what we've seen is the big problem in this last recovery, economic recovery is that the low- and lower-middle \nincome salaries have not risen.  And one of the reasons that they -- what are the reasons why they have not risen \nin terms of real wages?  Part of it's health care; I understand that. But compared to other times -- and why does it \nmake sense to have an influx of an additional workforce when we have 10 million Americans that aren't employed \ntoday and real wages for those people at those entry-level jobs aren't rising?\n\nSEC. GUTIERREZ:  I think there's three questions there, Senator.\n\nThe labor rate participation -- the percent of the population that is in the labor market has remained pretty stable.  \nAnd on wages, this last year we saw actually a real increase of about 2, 2.1 percent in real wages.  The broadest \nmeasure of compensation that we have is disposable income -- average disposable income, which would take into \naccount wages, benefits, take-home pay, reduction in taxes.  That number's up about 9 1/2 percent in real terms \nsince the president took office.\n\nThe other thing I'd say about the labor and the unemployment is that the type of jobs that we are talking about here \n-- I believe that in general terms, a lot of our population has moved on.  Our -- a lot of our young students, a lot of \nour children are not necessarily looking to fill jobs that perhaps they would have filled 30 or 40 years ago.  And I \nthink that suggests that as a population, as a society, we are moving forward.  People's expectations of a job, their \nskill levels are a lot higher than they were before, and many of the jobs today that don't require skills are not the \ntypes of jobs that our people are looking for.  And that's why we have these vacancies in the lower-skilled levels.\n\n\n\nSEN. COBURN:  Just to clarify -- that 9.5 percent, 7.2 percent of that is health care costs, so it's really 2.3 percent \nin terms of real wages or disposable income.  And if you fractionize that out to the lower-middle income or to the \nlow-income, it's not even that great.\n\nAnd again, I question the wisdom.  If we really believe in markets, why would we undermine the market forces that \nwould raise the wages of the lowest-income earners in this country by diluting the workforce with people coming in \nunder a jobs program?  I don't understand that -- why would we not want to make it more competitive and let \nmarkets raise the costs?  I'm not -- I actually believe we need to have more legal immigration because I think it -- \nthat diversity is one of the great strengths of our country.  I'm not against it.  But I don't understand the policy of why \nwe would not want the market forces to actually the raise the wage rates of the lowest-dollar employed people in \nthis country.\n\nSEC. GUTIERREZ:  Yeah.  The point you're making I think is a good one is how much and what is the level of \nimmigration that we need. And to your point, we believe that the markets should determine that.\n\nThe great thing about comprehensive reform is that it will regulate the supply.\n\nToday the supply is whatever can get in.  If we determine what supply we want, who gets a card, who gets a \ntemporary worker's permit, how many people are in the country, that will force us to limit the number of immigrants \nwho come in.  And then, over time, we can let the market decide whether that's too little or too much.\n\nSEN. COBURN:  All right.  Thank you.  I'm out of time.  I'll wait for the second round.\n\nSEN. LEAHY:  Thank you.\n\nSenator Whitehouse.\n\nSEN. SHELDON WHITEHOUSE (D-RI):  Thank you, Chairman.\n\nGentlemen, welcome.  I appreciate your service.\n\nFirst a political question, then an enforcement question. Looking back at the last session, we saw two things.  We \nsaw an extreme divergence of views among the president and his party in Congress, and we also saw immigration \nreform founder here at a time when Congress was controlled by the president's party.\n\nAnd in light of those facts, as we go forward to try to put together immigration reform in this Congress, I'm interested \nto hear what sort of signals you all are hearing about the extent to which this administration is willing to do the \npolitical legwork of herding the cats, if you will, on its side of the aisle, so that there can in fact be a proposal that \npeople agree on.\n\nI think the divergence of views among the Democrats is relatively narrow and consistent with the way people tend to \nordinarily disagree with each other on major pieces of legislation around here.  It seems to me that within the \npresident's party, the divergence of views is so extreme that it's going to really take a considerable effort to get \nanything that is acceptable.  And if there isn't a really serious and sincere effort to get there, then this is all a lot of \ntalk.\n\nSEC. GUTIERREZ:  Senator, the -- I know that the president has been committed to this from his first day in office, \nand it goes back to when he was governor of Texas.  And so the one constant here is the commitment from the \npresident to get something done.\n\nI think what we learned last year is that this is such a complicated issue.  It is so complex that it's going to require \ncompromise on all sides of the aisle to get a good, solid bill.  And I think we're going to see that, that it's not just \none side of the aisle that needs to compromise.  I think we all need to compromise in order to get a bill that serves \nour national interests.  And that's what we're here for, and we're committed to doing that.\n\n\n\nSEC. CHERTOFF:  I would add one thing.  I think it was important over the last year to put a lot of effort and \nresources into tough enforcement.  I think that frankly there was a lot of public skepticism built up over 20 or 30 \nyears of what many people in the public view as lip service.  And I think the changing momentum -- and I'm -- again, \nI want to emphasize we're not done, but we've at least -- we're moving in the right direction -- I think it's beginning \nto earn some credibility with the public.  And that's -- keeping that up is going to be an important element of being \nsuccessful.\n\nSEN. WHITEHOUSE:  Well, that's a perfect segue to my second question, which had to do with enforcement \nactions against corporate violators.  I don't have the numbers in front of me, but I seem to recall last year the \nstatistics were that it went from an average of about 400 successful actions a year down to about four.\n\nI think it was a 99 percent reduction in --\n\nSEC. CHERTOFF:  That's exactly -- no, that's actually the exact opposite.  It went from -- it went up to 716 criminal \ncases.  The prior year, I think, had been like 120 or 130.  And if you go back to 2002, it was one-seventh.  What did \nhappen is we moved from slap-on- the-wrist actions, where you pay a fine that's a cost of doing business, to \ncriminal actions, which resulted in things like the guilty pleas we got yesterday, which have real teeth.  And we're \ngoing to continue to do that, as we demonstrated last year.\n\nSEN. WHITEHOUSE:  Well, I'm pretty confident with my figures, and I'll double check to specify exactly what the \narea of enforcement was. It was against corporations.  I'm not sure if it was fines or convictions, but there was a \ndocumented 99 percent reduction from about 400 per year to about four, if I remember correctly, between \nadministrations, and I'd like to see that turned back around.\n\nSEC. CHERTOFF:  I think what you're seeing is, we moved away from civil administrative slap-on-the-wrist parking \ntickets to criminal felonies.  You're right.  We're not going to waste time doing a big investigation to fine a company \n$250.  It's a waste of time and effort on the part of the agents.\n\nJust like when I was a prosecutor, we don't do little penny ante offenses.  We go after big violators.  When we get \nthem, we have real teeth.  And I think that if you look at the reaction you've seen in the press as well as what I've \nheard privately -- and the grumbling, frankly, from the corporate community -- I think it's a pretty good metric of the \nfact that we are rougher and tougher than anybody has ever been.\n\nSEN. WHITEHOUSE:  Mr. Chairman, I'd follow up on that in writing, and I look forward to that opportunity, \nSecretary Chertoff.  Thank you.\n\nSEN. LEAHY:  Thank you very much, Senator Whitehouse.\n\nSenator Specter.\n\nSEN. SPECTER:  Well, thank you very much, Mr. Chairman, and thank you, Secretary Gutierrez and Secretary \nChertoff.  Your testimony is very helpful.\n\nWe will push ahead in the committee to produce a bill as promptly as we can.  I believe the committee will be \ncommitted to a comprehensive bill.  We need to articulate the strong case we have that it is not amnesty.  We need \nto tell the American people that the protection of the borders is serious, and that employer verification will be done, \nand that the government will provide the technical assistance so that employers can know who is legal and who is \nnot, so that they can be held accountable with tough employer sanctions, and that we will look for a guest worker \nprogram which will be responsive to the needs of specific industries.  If there are American workers available, we \nwill not bring guest workers in.  We will have guest workers only where American workers are not available to do \nthe job.\n\nAnd with respect to the 11 million undocumented aliens, we will structure a bill which will seek to identify those who \nhave criminal records and do not deserve to stay here from those who do have roots and who are making a \ncontribution.  But I'm convinced that we can maintain the rule of law, protect our borders, and at the same time, \n\n\n\naccommodate in a guest worker program the needs of American industry and have a realistic program to put on a \ncitizenship track those who deserve it at the end of the line.  But again, I say if anybody has a better idea, we're \nready to listen.\n\nBut we do appreciate the outstanding work you both have done. And we will work with you, and we will work with \nthe House to try to structure a bill which will come out of conference.\n\nThank you, Mr. Chairman.\n\nSEC. GUTIERREZ:  Thank you.\n\nSEN. LEAHY:  Thank you very much.\n\nSenator Graham, did you have anything further?\n\nSEN. GRAHAM:  Just very briefly, if I may.\n\nSEN. LEAHY:  Certainly.\n\nSEN. GRAHAM:  It is important to start with a clean sheet of paper, but I think the point we're trying to make is that \nwe need to understand our past work product and how close to the sweet spot we are.\n\nWould either one of you consider last year's provisions -- or the bill that passed the Senate, the provisions \nregarding punishment, to be amnesty?  The fines, learn English, go through a criminal background check, what the \nSenate did last year, would you consider that to be a grant of amnesty?\n\nSEC. GUTIERREZ:  I don't have the specific provisions in my mind, but if it is a punishment, then I don't think it can \nbe amnesty.  So you know --\n\nSEN. GRAHAM:  Well, all due respect, not asking you for a recall, but there was a lot of attention paid to this, and I \nwould think both of you during last year's debate would have to the conclusion as individuals whether or not the \nSenate is repeating the mistakes of 1986.\n\nSecretary Chertoff, did you think we were doing that?\n\nSEN. CHERTOFF:  I think -- I think -- you know, I agree with Secretary Gutierrez that when there are penalties -- if \nthe penalties are enforced -- it's not an amnesty.  But I also have to say it's not just a question of convincing us; it's \na question of what do the American people think.  And I think that what has to --\n\nSEN. GRAHAM:  Well, the American people need to hear from their leaders, and the American people are dying to \nbe led in a lot of areas, and the American people are very open-minded to solutions.  Two out of three are open-\nminded to assimilating people without throwing over the rule of law.\n\nWhat is the violation for illegal border crossing?  Is it a felony or a misdemeanor under our current law?\n\nSEN. CHERTOFF:  I think it's currently a misdemeanor.  Although I think if you've been -- and I can be -- I'm \nsubject to being corrected; I' working from memory.  But if you are removed and then you come back again, I think it \ncan be done as a felony.\n\nSEN. GRAHAM:  But the initial violation is a misdemeanor.\n\nSEN. CHERTOFF:  I believe, if that.  Yeah.  It's --\n\nSEN. GRAHAM:  As a judge, do you believe in proportionality of punishment, that the sentence needs to fit the \ncrime?\n\n\n\nSEN. CHERTOFF:  Sure.\n\nSEN. GRAHAM:  Okay.\n\nWell, anyway, at the end of the day this amnesty question, as Senator Specter and Chairman Leahy has indicated, \nwill dominate this debate.  And we need to come to grips with what the term \"amnesty\" means in terms of the law.\n\nAnd you've been a judge.  And I've looked at the punishments available under the law for someone who's caught \ncrossing the border illegally.  I think they're more severe than if you were caught dealing drugs -- (chuckles) -- the \nfirst time in terms of paying fines and having to wait 11 years before you could ever get back into the back of the \nline.  I just -- I would encourage both of you that when we come up with whatever comprehensive view of the \nproblem that we agree upon, that you stress to the American people you're not getting away with this.  You can \nonly stay on our terms.  And if you've committed a violation of the law, you're not even eligible to be considered.  \nAnd you have to make yourself right with the law.\n\nAnd the last comment would be that we've got to convince the American people that until you know who is here and \nwhy, we will fail again.  And the ID card controlling employment is, to me, the wall that works.  And please stress as \nwe go forward the importance to the American people that we give employers notice of what they should do,and we \nhold them accountable when they fail.  And this ID card is the key to solving this problem.\n\nAnd I look forward to working with you.  We can do this.\n\nSEC. GUTIERREZ:  Thank you.\n\nSEN. LEAHY:  Senator Sessions, do you have another question?\n\nSEN. SESSIONS:  I'll be brief, Mr. Chairman.\n\nSEN. LEAHY:  I'd certainly appreciate that.\n\nSEN. SESSIONS:  You know, our hearts go out to the whole world. Professor Borhaus (ph) pointed out that with \nregard to the 50,000 lottery slots that we have in this country, where you submit your name and your name is \ndrawn, that of that 50,000, 5 million applied. Almost, you know, nine-tenths of the world economically would benefit \nif they came to the United States.  We have to know that, and we have to ask ourselves if everybody can't come, \nare we going to think like Canada or other European countries that are revising their laws and choose people -- \nallow those to become on a path to citizenship that are most likely to be successful here, and also benefit the \nUnited States.\n\nI would ask either one of you if you know these statistics.  In 1997, the National Academy of Sciences told us in \ntheir study, \"The New Americans,\" that the key to success in the United States and the ability to contribute to the \nUnited States is an education level.  And this is the National Academy of Sciences, not something I came up with.  \nThose who did not have a high school diploma would cost the Treasury of the United States $89,000.  In other \nwords, they would draw out more in welfare and benefits than they would pay in over their lifetime.  Those with high \nschool diplomas would draw out $31,000.  But those with any college, just some advanced education, would pay \n$105,000 more in a lifetime in taxes than they are going to take out.\n\nNow, is this something that -- is this an immoral thing for us to think about?  Let's just put it that way.  Is that \nimmoral for the United States to think like Canada and Australia and other nations are, that they need to think about \nhow this person is likely to fare in the country, and focus more on the skills and educational levels that they bring?\n\nSEC. CHERTOFF:  Well, I think -- you know, this is a complicated issue, but I think one principle is very clear:  \nWhatever we do should be that which benefits the United States.  That's what we are here to do, to  benefit the \nUnited States first.  And while we might debate about what the best way to maximize that benefit is, I don't think \nthere's anything immoral.  I think, in fact, we have an obligation to put American interests at the top of the list by a \ncountry mile.\n\n\n\nSEC. GUTIERREZ:  This has to be the national interest, first and foremost.  The one issue that we have to wrestle \nwith is the fact that the jobs that are available happen to be low-skill jobs because American citizens are improving \ntheir education and they are not filling those jobs. And we don't want those jobs to go overseas.  And that becomes \nthe reality that we have to confront.\n\nSEN. SESSIONS:  Well, I would just suggest again -- and I think we could maybe reach some bipartisan ground on \nthis -- if we chose -- if we have a real temporary worker program for people focused on low- skill work, seasonal \nworkers and things of that kind, and those people could also apply in another track for citizenship based on a \ncompetitive -- maybe they learn English while they're in the United States, maybe they take college courses at \nnight, and they become very competitive in the application process, and then have a(n) application process for \ncitizenship based on a more meritorious basis than we have today.\n\nIs that something that's conceivable in your mind, Mr. Secretary Gutierrez?\n\nSEC. GUTIERREZ:  I think the important thing is that when we have a temporary workers program, that we be able \nto explain to you why we call it temporary.  And it is always in the country's interest to have anyone who is working \nhere improve their skills and grow and contribute to society.  So yes, we want everyone to grow and to improve their \nskills.\n\nSEN. SESSIONS:  Secretary Chertoff?\n\nSEC. CHERTOFF:  I agree.  I think that we ought to look at ways to maximize the benefit to the country in terms of \nhow we ultimately admit people to permanent status.\n\nSEN. SESSIONS:  Well, Robert Rector at the Heritage Foundation says it's a myth that by legalizing the 11 million \npeople here now -- about 50 percent do not have a high school diploma -- that it's going to help our Medicare, our \nSociety Security, our long-term financial threats that are out there.  In fact, it's going to exacerbate them. And he's \nabsolutely firm in that view, and he's studied it quite in depth.\n\nSo I think we do have the right to ask what's in our national interest, and as we go forward I hope that some of \nthose of us who have not been involved in this process of writing a bill that will soon be foisted upon us will at least \nhave an opportunity to read it and to maybe make some amendments.\n\nSEN. LEAHY:  Thank you.\n\nA high school diploma should not be the only criteria.  I'm sure you're not suggesting that.  My father was one of \nthe leading business-people in Montpelier, employed a lot of people, printing business.  It's still there, bearing our \nname.  He never got a high school diploma, nor did my Italian grandfather, who also employed an awful lot of \npeople in his stone shed.\n\nSenator Coburn.\n\nSEN. COBURN:  Mr. Chairman, unanimous consent to submit additional questions for the record.\n\nSEN. LEAHY:  Oh, of course.  Of course.  And we will keep the record --\n\nSEN. COBURN:  If you all would respond to those.\n\nSEN. LEAHY:  We will keep the record open for anybody -- we'll keep the record open for all members for that.\n\nSEN. COBURN:  I wanted to make a comment about what Secretary Chertoff has said.  And I think it's dead \naccurate.  The American people don't trust this government on immigration.  They don't trust the Republicans or the \nDemocrats because we have not earned their trust on this issue.  And I think it's very important that the process of \nnow starting to secure our borders becomes more visible to the American public, starting to enhance internal \nenforcement becomes.\n\n\n\nAnd I also will tell the chairman that I think any bill that goes through the Senate that doesn't have the Isaakson \namendment in it is doomed for failure.  It's doomed for rejection by the American people and it will not work.  We \nhave to reestablish confidence before we address the issue of the 11 million people that are here.\n\nAnd I would hope that the administration would take that position -- since they're going to be the one negotiating \nwith the majority, it's obvious that the Republicans are not -- that Isaakson amendment that says that we will start \naddressing these other issues in a humanitarian way once we have certified that we have a secure border, and not \nuntil then.\n\nAnd that's what the American people expect and that's what they deserve.\n\nA couple of other questions, and you don't have to answer them other than short and I'll make them -- (inaudible).\n\nI'd like to know about the exit portion of the US-VISIT program, because I know we're not functioning at a level \nthere.  We can't -- from both Homeland Security, where you've testified, and here, Secretary Chertoff, that's a \ngaping hole for us right now.  We don't know -- we know who comes in; we have no idea who leaves, which means \nwe don't know whether people are actually violating their visas or not.\n\nSEC. CHERTOFF:  We're on track to doing an air and seaport exit system.  The land port is complicated -- this is \ngoing to be near and dear to the chairman's heart -- because --\n\nSEN. LEAHY:  We've had some long discussions of this, Senator.\n\nSEC. CHERTOFF:  -- we have never built infrastructure monitoring people who leave the country.  Now, one \nsolution might be to work with the Canadians and the Mexicans and get their information about who enters, which \nwould, of course, achieve the same thing.  And we're talking to them about the possibility of pursuing that.\n\nSEN. COBURN:  All right.  The other thing -- and I will submit this -- just in terms of ICE agents and administrative \napprehensions and the number of ICE agents and the ratio of that and whether or not we're being efficient with \nthat.  I'd appreciate you answering that by letter.\n\nThen I have one final question.  It strikes me as I go around the country that when -- and, Secretary Gutierrez, I \ncertainly do not mean to embarrass you with this question, or Secretary Chertoff, when you were asked by the \nchairman about English as the official language of this country.  And we don't embrace that.  And, you know, I find it \nrather ironic -- I can be on call at my hospital and deliver a Hispanic woman who can't speak English, but her \nmedical record is all in English.  The official record of her being there, the business record, is in English, it's not in \nSpanish.  And my poor Spanish is enough to coach me through delivering her baby.\n\nBut why would we not embrace that?  Whether we have to help people come to the level of English education or \nEnglish as a second language, but why wouldn't we not embrace that the official language of this country is \nEnglish?  It's what we operate our law under, it's what we operate -- why do we not embrace that?  Why does the \nadministration not embrace that?  Why does my colleague from Vermont not embrace that, when in fact the \ncommonality of our English is the thing that keeps us together and united as a country?\n\nSEC. GUTIERREZ:  Well, I'll say two things, because it's a very -- I think you're asking a legal question.  But I'll give \nyou my two points of view.  One is, we have to do everything we possibly can to send the message out that \neveryone needs to learn English.  And we do a great disservice to immigrants if we insinuate that it's not that \nnecessary.  That's the first thing I'll say.\n\nOnce we've all learned English, I think we all owe it to our country to learn a second language.\n\nSEN. COBURN:  I agree with you.\n\nSEC. GUTIERREZ:  And I would hate to give anyone the impression that we're -- that we think a second language \nis a bad thing.  The first thing is English first; English-plus, which I believe is a term that other people have used.  I \n\n\n\nthink we can embrace those two, and I don't think there's any confusion regarding those two, I think there's a great \ndeal of clarity.\n\nSEC. CHERTOFF:  I agree.  And I think the president's made it clear that ultimately, as we deal with this issue of \nimmigration, assimilation being part of the culture of the United States becomes a critical element of the policy.\n\nYou know, I think people look with alarm at what is going on in other parts of the world where there are large groups \nof immigrants who never actually become part of the fabric of society, and we're now seeing some of the \nunfortunate harvest.\n\nThe really good news in this country is, we've -- traditionally, without necessarily being legally coercive, but we've \ntraditionally built a system that encourages people, and we need to make sure whatever we do, we continue to \npush this issue of becoming part of the fabric of America as a critical cornerstone of our policy.\n\nSEN. COBURN:  Do you see some danger, with having a guest worker program, that would have a persistent \nunderclass, underpaid worker class who does not assimilate; and because we have guest worker program, rather \nthan welcoming them in as Americans, helping them get a greater education, have them climb the ladder, rather \nthan -- create a guest worker program that says you're in a slot, that you're not going to become an American, \nwe're just going to use you as an underclass to supplement what we don't want to do?\n\nSEC. CHERTOFF:  I think what we have now is an underclass --\n\nSEN. COBURN:  I do too.\n\nSEC. CHERTOFF:  -- because I think when you have an invisible, fearful group of people who are nevertheless \nhere, that is the most likely to produce an underclass.  I think when you give them legal status, and therefore they \nget certain basic legal protections, I think that actually decreases the element of an underclass.  And then, as \nsomebody said earlier, to the extent that people, when they're here legally, get educations and move to better \nthemselves, you know, there may be opportunities for them under existing programs.\n\nBut I think this is an area where, as the secretary said, starting out, there's far greater agreement, I actually believe, \non where we need to get.  The disagreement tends to be on what the best way is to get there.  And I think that gives \nme hope that we can actually solve this problem.\n\nI know if we don't do it now, we're leaving the American people in a very difficult situation.\n\nSEN. COBURN:  All right.  Thank you very much.\n\nThank you for your indulgence, Mr. Chairman.\n\nSEN. LEAHY:  Oh, of course.  You've asked important questions, and I appreciate it.\n\nI did see a certain smile on secretary Chertoff's face when you talked about going either way.  We had had on -- \nacross our borders. We'd had a discussion what happens if this WHTI goes -- is implemented fully, and Americans \nleave -- for example, going into Canada -- and Canada says, \"Fine, come on through,\" and then an American \ncitizen is denied entry to their own country because they don't have the passport or whatever kind of a thing we do.\n\nI think that that is more than just a(n) exercise in thinking.  I think it's a reality, and I think it's one thing we have to \nreally look at, because you could actually have this -- and it would become a cause celebre in this country -- \nAmericans go across the border to Canada or Mexico, American citizens born, raised here, no question of \ncitizenship, and then without a proper paper is not allowed back into the United States.\n\nGet a few thousand of those, I could almost write the headlines.  But we've discussed that.  We'll discuss it further.\n\nLet me -- do you either of you believe that Americans are being denied jobs because of foreign workers?\n\n\n\nSEC. GUTIERREZ:  No.  In general terms, no.  No.\n\nSEN. LEAHY:  And Secretary Chertoff?\n\nSEC. CHERTOFF:  I agree with Secretary Gutierrez.\n\nSEN. LEAHY:  And if we -- if our immigration system is reformed to accommodate the needs of agriculture and \nother industries, can we do this and make sure that Americans are not -- or make sure that Americans are \naccommodated there?\n\nSEC. GUTIERREZ:  Yes, Mr. Chairman, I believe we can.\n\nSEN. LEAHY:  Thank you.\n\nWell, I appreciate you both being here.  We've been longer than I think we probably told you we'd be, but I want to \nmake sure everybody had a chance to ask questions.\n\nI -- this is going to be a long process.  It's not going to be an easy process.  I'm committed to getting a \ncomprehensive bill through. I believe everybody will say they'd be committed to get a comprehensive bill through.  \nThe question is, will it have different definitions, perhaps, of what is comprehensive?\n\nBut I think that the most important point in this whole thing is where the president is going to be and where he's \ngoing to be publicly on this.  When -- the last meeting I had with him last year on this subject, I was extremely \nimpressed with his commitment to it.  With all the other things on his plate, his knowledge of the proposals being \nmade, his reference to his own experience in Texas, it -- but we're going to need that publicly, and we're going to \nneed very public support of leaders of both the Republican and Democratic parties in both bodies.  I believe it can \nbe done.  I believe that if it's not done, we have a problem in this country that will actually hurt us. It will hurt us as \nbeing the kind of great country we are, and we will lose the chance to have the kind of diversity we need in America \nthat makes -- has made us strong throughout the years.\n\nSo I thank you both very much for being here.\n"}