{"title": "Study Finds Immigration Courtrooms Backlogged", "body": "\nNearly three years after the Justice Department found that the nation's immigration courts were seriously \noverburdened and recommended hiring 40 new judges, only a few hirings have taken place and the case backlog \nis at its highest point in a decade, according to a study released Wednesday. \n\n  The report, by the Transactional Records Access Clearinghouse, a nonpartisan group that analyzes data about \nfederal government performance, found that the shortage of judges had contributed to a 19 percent increase in the \nbacklog of cases since 2006 and a 23 percent increase in the time it takes to resolve them. \n\n  As of April 12, Justice Department officials said, there were 234 active immigration judges, an increase of 4 \njudges since August 2006. At that time a review by the attorney general, Alberto R. Gonzales, determined that \nimmigration courts were struggling with their case burden and recommended that 40 judges be brought on board. \n\n  ''It's a system at its breaking point,'' said Dana L. Marks, an immigration judge in San Francisco who is president \nof the National Association of Immigration Judges. ''How can a system function properly when it is starved from the \ncritical basic resources it needs?''\n\n  The number of cases soared after the Bush administration hired thousands of new immigration agents and \nstepped up raids in factories and communities. Last year the immigration courts received 351,477 cases, also a \nrecord in the last decade.\n\n  ''Promises were made and promises weren't kept, and there is real hurt,'' said David Burnham, a co-director of the \nclearinghouse, also known as TRAC. \n\n  Many thousands of immigrants have been affected by the delays because the authorities have started to hold \nmany more of them in detention while the immigrants challenge deportation orders or seek political asylum through \nthe courts. \n\n  Each judge in the immigration courts is sharing a law clerk, on average, with three other judges, the report \nfound. In federal district courts, by contrast, each judge normally is assigned more than one clerk. In one week last \nyear that the clearinghouse examined, an immigration judge typically handled 69 hearings. Yet according to the \nreport, 186,342 cases were pending in the immigration courts at the end of the 2008 fiscal year, the highest \nnumber in a decade. \n\n  The courts that decide immigration matters have generally had lower visibility than the federal courts because \nthey are not part of the judiciary. Instead, they are run by an agency, the Executive Office for Immigration Review, \nwhich is part of the Justice Department. Judges are appointed by the attorney general. \n\n\n  A spokesman for the Justice Department, Charles Miller, said the increased time to resolve cases did not mean \nthat the courts were overwhelmed or inefficient. ''For example, the case may involve significant legal or unusual \nissues,'' Mr. Miller said. \n\n  But he said the department was hiring 19 new immigration judges and had requested 28 more judges and 28 \nclerks for 2010. \n\n  Unlike criminal defendants, immigrants in court do not have a right to be represented by a lawyer. In many cases, \nthe judge is expected to explain basic rights and procedures. But according to the TRAC report, 78 percent of the \nimmigrants that came before the courts since 2006  required a translator. \n\nhttp://www.nytimes.com\n"}