{"title": "Obama and Romney React to Court's Immigration Decision", "body": "\nThe rivals for the presidency reacted swiftly on Monday to the Supreme Court's decision            to strike down \nparts of Arizona's aggressive immigration laws while letting a controversial provision stand.\n\nPresident Obama said the decision to stop enforcement of parts of the Arizona law underscored the need for \ncomprehensive immigration reform by the federal government. But he said he remained concerned about a \nprovision that requires the police to check the status of people they suspect may be in the country illegally.\n\n\"I remain concerned about the practical impact of the remaining provision of the Arizona law that requires local law \nenforcement officials to check the immigration status of anyone they even suspect to be here illegally,\" Mr. Obama \nsaid. \"No American should ever live under a cloud of suspicion just because of what they look like.\"\n\nMitt Romney issued a brief statement saying he supported aggressive efforts by states to fight illegal immigration.\n\n\"I believe that each state has the duty - and the right - to secure our borders and preserve the rule of law, \nparticularly when the federal government has failed to meet its responsibilities,\" Mr. Romney, the presumptive \nRepublican nominee, said in a written statement.\n\nNeither candidate chose to make remarks on camera. Mr. Obama was traveling to New Hampshire and Boston for \ncampaign events on Monday. Mr. Romney was campaigning in the West, including a fund-raising stop in Arizona. \n\nIn his statement, Mr. Obama vowed to \"work with anyone in Congress\" to make progress on comprehensive \nimmigration reform. But he said that in the meantime he would \"continue to use every federal resource,\" a \nreference to the deportation policy he announced two weeks ago. \n\nUnder that policy, some immigrants who were brought illegally to the country as children will not be deported.\n\nLast week, Mr. Romney avoided any mention of the Arizona law during an appearance before Latino public officials \nin Florida. On Monday, he also steered clear of commenting on the details of the court's decision.\n\nIn his statement, Mr. Romney said that the ruling \"underscores the need for a president who will lead on this critical \nissue and work in a bipartisan fashion to pursue a national immigration strategy. President Obama has failed to \nprovide any leadership on immigration. This represents yet another broken promise by this president.\"\n\nBut he did not say whether he thought the court had erred in invalidating parts of the state's law. Nor did he express \nspecific support for the Arizona provisions that the court upheld.\n\n\nHours after the Supreme Court ruling, Mr. Romney was flying to Arizona to appear at a fund-raising luncheon at the \nScottsdale Plaza Resort. He was not scheduled to make any public appearances during his brief visit to Arizona on \nMonday. The timing of his visit to Arizona was coincidental, an aide said.\n\nBut the politics are tricky for him.\n\nMore specific expressions of support for the law's controversial provisions would be likely to undermine his efforts to \nincrease support among Latinos. But if Mr. Romney distances himself from the Arizona law, he runs the risk of \nalienating conservative Tea Party supporters who back aggressive enforcement.\n\nDuring the Republican primary, Mr. Romney said he would have withdrawn the federal government's lawsuits \nagainst the Arizona law, an indication of broad support for the controversial provisions that angered Hispanics.\n\nNow that the court has overturned several of those provisions, Mr. Romney may be under pressure to explain why \nhe would have disagreed with the court and let them stand.\n\nAnd in the days ahead, he will probably be pressed on whether he agrees with the court's decision to uphold the \nprovision on checks of immigration status.\n\nAs he courts Hispanic voters ahead of the election in November, Mr. Romney is eager to portray the president as \nhaving failed on the issue of immigration.\n\n\"As candidate Obama, he promised to present an immigration plan during his first year in office,\" Mr. Romney \nsaid in his statement. \"But four years later, we are still waiting.\"\n\nIn making that case, Mr. Romney is getting help from the Republican National Committee, which issued a \nstatement echoing the one from Mr. Romney's campaign.\n\n\"In the absence of presidential leadership, states have acted on their own to serve their people and enforce the law, \nbut the issue cannot fully be resolved with a president unwilling to keep his promises,\" said Reince Priebus, the \nchairman of the R.N.C. \"This decision makes that job even more difficult.\"\n\nBut Mr. Romney starts with an electoral deficit - most polls show Mr. Obama well ahead among Latino voters, \nespecially in critical swing states like Virginia, Colorado, Nevada and Florida.\n"}