{"title": "Effort targets kids of illegals Conservative state lawmakers aim to cancel citizenship.", "body": "\nWASHINGTON - Conservative lawmakers from five state legislatures launched a joint campaign Wednesday \nafternoon to try to cancel automatic U.S. citizenship for the American-born children of illegal immigrants.\n\nIt is part of the conservative Republicans' promised attack on \"anchor babies\" that included U.S. Rep. Steve King, \nR-Iowa, marking his first day Wednesday night as chairman of the House Judiciary subcommittee on immigration by \nintroducing a bill to eliminate birthright citizenship for children of illegal immigrants. \"This isn't what our Founding \nFathers intended,\" he told politico.com.\n\nThe state legislators used a news conference in Washington to unveil two model measures they said would be \nintroduced in at least 14 states. One was a bill clarifying the terms of citizenship in those states to exclude babies \nborn in the United States of illegal immigrant parents. The second was a compact among states to adopt common \npositions on the issue.\n\nThe lawmakers acknowledged that the state bills were not likely to have a practical impact anytime soon because \nthey would be quickly challenged as unconstitutional. But the legislators - from Arizona, Georgia, Oklahoma, \nPennsylvania and South Carolina - said they chose the inaugural day of a new, Republican-controlled House of \nRepresentatives to open the first round of litigation they hope will lead to the Supreme Court and also spur action by \nlawmakers in Washington.\n\n\"We are here to send a very public message to Congress,\" said Daryl Metcalfe, a Republican state representative \nfrom Pennsylvania. \"We want to bring an end to the illegal alien invasion that is having such a negative impact on \nour states.\"\n\nThe state lawmakers' initiative put the highly emotional issue of birthright citizenship, which had long been \nmarginal in the immigration debate, at the front of the Republicans' immigration agenda as the new Congress gets \nunder way. A study released in August by the Pew Hispanic Center found that about 340,000 children were born to \nillegal immigrants in the United States in 2008 and became instant citizens.\n\nThe right to U.S. citizenship for everyone born on American soil is described in the 14th Amendment to the \nConstitution. The state legislators argued that certain phrases in the amendment signal that it was not intended to \napply to children of immigrants who do not have lawful status.\n\nOpponents of changing the status quo argue that determining American citizenship is clearly a federal matter in \nwhich states have no legal role.\n\n\nBecause the federal government decides who is to be deemed a citizen, the state lawmakers are considering \ninstead a move to create two kinds of birth certificates in their states, one for the children of citizens and another for \nthe children of illegal immigrants. The theory is that this could spark a flurry of lawsuits that might resolve the legal \nconflict in their favor.\n\nMost scholars of the Constitution consider the states' effort to restrict birth certificates patently unconstitutional.\n\n\"This is political theater, not a serious effort to create a legal test,\" said Gabriel J. Chin, a law professor at the \nUniversity of Arizona whose grandfather immigrated to the United States from China at a time when ethnic Chinese \nwere excluded from the country. He called the effort \"unconstitutional.\"\n\nBut conservatives contend that the issue is unsettled. Kris Kobach, the incoming secretary of state in Kansas and \na law professor at the University of Missouri-Kansas City who has helped draft many of the tough immigration \nregulations across the country, argued that the approach the states were planning would hold up to scrutiny.\n\n\"I can't really say much more without showing my hand,\" Kobach said. \"But, yes, I am confident that the law will \nstand up in court.\"\n\nThe 14th Amendment, adopted in 1868, was a repudiation of the Supreme Court's 1857 ruling, in Dred Scott v. \nSandford, that people of African descent could never be American citizens. The amendment said citizenship \napplied to \"all persons born or naturalized in the United States, and subject to the jurisdiction thereof.\"\n\nIn 1898, the Supreme Court, in United States v. Wong Kim Ark, interpreted the citizenship provision as applying to \na child born in the United States to a Chinese immigrant couple.\n\nIn April, U.S. Rep. Duncan Hunter, R-Calif., one of those pushing for congressional action on the issue, stirred \ncontroversy when he suggested that children born in the United States to illegal immigrants should be deported \nwith their parents until the birthright citizenship policy was changed.\n\n\"And we're not being mean,\" Hunter told a Tea Party rally in Southern California. \"We're just saying it takes more \nthan walking across the border to become an American citizen.\"\n"}