{"title": "From Russia With Chutzpah; The U.S. government says Alexandre P. Konanykhine stole millions from a Moscow bank.  But he says he is an honest businessman who ran afoul of Russian mobsters and corrupt government officials. And that sending him home means certain death. It's our call. Does he stay or go?", "body": "\nThis tale is going to get complicated. We will begin as simply as possible.\n\nIn a drab immigration courtroom in Arlington, a lanky young man is sitting serenely at the defense table. He is 29 \nbut looks a decade younger. He manages to appear collegiate even in an olive prison jumpsuit. His ankles are held \napart by leg irons, yet he appears relaxed and confident, sipping Evian water and scribbling notes as if he were \nstudying for midterms.\n\nHis name is Alexandre P. Konanykhine (pronounced Koh-nen-EE-kin), and he is a Russian national who had \nbeen living for the last three years in a $ 300,000 co-op at the Watergate with his wife, Elena, their exotic black cat, \nand puzzlingly little furniture. Each morning he shuffles into court between two guards, flashes an impish grin at his \nlawyer and leans over to kiss Elena, a pale, nervous and Pringle-thin woman of 34 who arrives each day in a \ndifferent chic business suit.\n\nUsually this room is the scene of far more mundane matters, the sort that involve illegal dishwashers from Mexico \nor engineering students who have neglected to return to Pakistan. But the Konanykhine case is truly exotic, and \nfor nearly two weeks it transformed Judge John Bryant's court into a spellbinding seminar on international intrigue.\n\nAccording to the U.S. government, the defendant is a brilliant international wheeler-dealer who embezzled $ 8 \nmillion from the Moscow bank he runs and has concocted a sinister plot to escape justice. His principal accuser is \na slightly mysterious prosecutor from Moscow who has been stalking him relentlessly for three years, from Athens \nto Antigua to Arlington -- his personal Inspector Javert.\n\nAccording to the defense, Konanykhine is a shrewd but honest businessman who ran afoul of greedy Russian \nmobsters backed by corrupt government officials. Having already stolen his business empire, they are now \nintent on murdering him.\n\nIn this country, the defendant is charged with a rather plebeian crime: fibbing about the details of his employment \non an application to extend his American visa. Ostensibly, this is what federal immigration agents were concerned \nabout when they knocked on his door at the Watergate on June 27 and took him off to jail. A case of white-collar \nvisa fraud, nothing more.\n\n\nYet the stakes in this extended deportation hearing seem suspiciously elevated. Konanyhkine, a millionaire with \noffices two blocks from the White House, has been held without bond for six weeks as a \"flight risk.\" FBI agents \nhave testified by speaker phone from Moscow. Prosecutors from the U.S. Immigration and Nationalization Service \nhave obtained and translated thousands of pages of Russian documents aimed at incriminating the defendant for \neverything from draft dodging to tax evasion.\n\nTestimony has ranged wildly far afield, exploring such matters as whether the corrupt secret police have taken \nover the Russian banking industry, whether a business executive was kidnapped from his hotel in Budapest, \nwhether the United States has become a dupe of international thugs, and whether Rudakov or Uryvaev lied about \nMenchukov to Volevodz.\n\nThere has been hair-raising expert testimony about economic anarchy in modern-day Russia, evidence of mafia \nthreats and sham marriages and Swiss bank accounts, exhibits including phony birth certificates and forged \ncontracts and doctored tax forms, questions about whether the CIA got the FBI to get the INS to do the KGB's \nbidding.\n\nComplicated, as we said.\n\nWealthy white-collar criminals often throw up smoke screens alleging diabolical cabals. That could be the case \nhere. Then again, it might not be. Konanykhine has more than boyish elan and an expensive lawyer in his camp. \nHe has produced some interesting, if not definitive, corroborating evidence. He even has secured testimony from \nFBI agents saying that the Russian mob took out a contract on his life.\n\nThe hearing began July 19 and ended Aug. 2. Now it is up to Judge Bryant to sort out the frankly unbelievable from \nthe merely fantastic, and his decision could take weeks. If Konanykhine wins his case, he can return to the \nWatergate. If he loses, he will be deported back to Moscow where, he contends, he will be immediately \nassassinated.\n\nOne Man's Word\n\nUltimately, this case rests on the credibility of one man, a very persuasive man with a very impressive resume. By \nthe end of this article, the reader may or may not have decided whether Alexandre Konanykhine is a pawn or a \npuppeteer in this twisted tale -- whether, as his lawyer puts it, he is the Bill Gates or the Michael Milken of the new \nRussia.\n\nAt this moment, he is a prisoner in a baggy jumpsuit, seated across a scarred table in the Prince William County \nadult detention center, explaining in near-perfect English why he is being railroaded and why he should be allowed \nto remain in the United States:\n\n\"Look, aside from trying to convince you I am a decent guy, a man of principles, I simply had no need to be \ncorrupt,\" he begins with a disarming smile. \"I was more powerful than the gangs or the government. I left Russia \nbecause the rules of the game were becoming too dangerous. I like it much better here, because the rules are fair. \nThe FBI didn't use tricks against me, and they won't try to kill me. The judge who decides my case will almost \ncertainly not be bribed or corrupt. Here I have a chance.\"\n\nHe has pale but penetrating blue eyes. His gaze is frank. Or is it frankly calculating? He apologizes repeatedly for \nthe inhospitable surroundings and tries to offer you his chair. It is extremely tempting to believe him. That is the \nthing about charmingly earnest people, and con men. It is often very, very hard to tell them apart.\n\nThe Story So Far\n\nLet's untangle what we can.\n\nAll parties will stipulate to a few facts. From 1983 to 1986, Konanykhine was a top student at the prestigious \nMoscow Physics and Technical Institute. (\"I was supposed to become a rocket scientist,\" he explained on the \n\n\n\nstand.) But when the Gorbachev era dawned and new forms of private enterprise were permitted, Konanykhine \nabandoned his formal studies and became a young entrepreneur. First he formed a student construction \ncooperative but soon branched into other businesses, including banking, stocks and real estate.\n\nAccording to his court affidavits and news articles from Moscow, Konanykhine became phenomenally successful \nin the uncharted new world of post-Soviet capitalism, using his head for numbers and an instinct for new markets. \nAt the age of 25, the high-tech whiz kid had built an empire of more than 100 firms, including some of the first \ncurrency and commodity exchanges in Russia, anchored by the All-Russian Exchange Bank. By 1992, \nKonanykhine claims, his companies were worth about $ 300 million.\n\nHe had a country estate built in a secluded forest, complete with a private gymnasium and 12-car garage. He \ntraveled with multiple official passports and a convoy of escorts from the Russian secret service. He hobnobbed \nwith high society and donated to cultural charities. He joined President Boris Yeltsin's first delegation to Washington \nin the summer of 1992.\n\nBut the business climate in post-Soviet Russia was dirty and dangerous, and organized crime groups emerged in \nthe political and legal chaos. As Konanykhine describes it -- and hereafter the facts are in heated dispute -- some \nof his corporate aides at the bank, including three former KGB officers he had hired to keep mobsters at bay, \npressured him for more money and made ominous threats. Uneasy about his safety, he moved to Hungary and \ncontinued to run his businesses from there.\n\nThen, on Sept. 2, 1992, while he and Elena were dining in their hotel in Budapest, a group of armed men \napproached, identified themselves as Hungarian security agents and took Konanykhine to an apartment building. \nThere he was confronted by several of his bank's senior employees, who demanded he sign over most of his \nassets, and by thugs who threatened to burn him with an electric iron unless he complied.\n\nRemember, this is still Konanykhine's version.\n\nReminding his captors that banking hours were over in Moscow, Konanykhine said he persuaded them to allow \nhim to return to his hotel until morning. But once there, he claimed, he retrieved hidden passports and money, then \nsneaked outside with his wife to a friend's waiting car. They drove several hours to the Czech Republic, crossed the \nborder, and the next morning the couple flew to New York.\n\nWithin days of settling in a Manhattan hotel, Konanykhine began firing off protests about the bank takeover and \nkidnapping to the press and senior officials in Moscow. \"I am addressing this letter to warn you of a serious \npolitical danger -- the seizure of large commercial organizations by mafia-opposition circles that will stop at nothing \nto achieve their ends,\" he wrote to the minister of security on Sept. 6.\n\nBut there was no official response, so in 1993 Konanykhine sent a personal appeal to Yeltsin. Within days, he \nreceived a notice from the military prosecutor's office in Moscow, asking for more information. He responded in a \nlong memo that laid out his complex financial affairs, explained how he wired bank funds to private accounts to \nprevent their being stolen, and portrayed his former employees as part of a criminal conspiracy to oust him.\n\nPartway through that official inquiry, however, everything suddenly changed. The prosecutor stopped investigating \nKonanykhine's charges and started investigating Konanykhine instead. In a series of formal requests to the U.S. \nattorney's office in Washington in 1994, the prosecutor charged that the banker had illegally wired $ 8.1 million \nfrom the All-Russian Exchange Bank to his personal accounts overseas.\n\nThe prosecutor said members of the bank board had flown to Budapest for a \"peaceful\" meeting with \nKonanykhine, but that he had slipped away. Konanykhine's account of the kidnapping was \"most likely invented,\" \nthe prosecutor wrote, and his \"slander\" of former employees was an effort to avoid prosecution for his own crimes \nof theft for \"personal enrichment.\" The official requested that U.S. authorities assist in arresting and extraditing \nKonanykhine as a fugitive.\n\n\n\nAmerican prosecutors and FBI officials, who had just opened an office in Moscow and were eager to build a \nrelationship with law enforcement authorities there, wrote back that they would do their best to assist. While noting \nthat they could not extradite Konanykhine, since there was no relevant treaty with Russia, Justice Department \nofficials added that perhaps he could be deported for violating U.S. immigration laws. And that is precisely what \nthe government is now trying to do.\n\nThe Inspector\n\nAt this point we should introduce the other major actor in this transatlantic drama, a man who declined to appear in \nJudge Bryant's courtroom but whose motives, methods and character dominated the proceedings as much as \nKonanykhine's. He is a slight, somewhat severe-looking Russian lawyer and army colonel named Alexandre \nVolevodz. It remains unclear why a military prosecutor would be pursuing a case of bank embezzlement, but for the \npast two years, this one has spent most of his time and energy hunting down Konanykhine.\n\nWe know what Volevodz looks like because he made a cameo appearance in Washington in late June, at the paid \ninvitation of the FBI. He collaborated with U.S. authorities in arresting Konanykhine and appeared briefly in the \nArlington INS office the next day, accompanied by a Russian-speaking U.S. Border Patrol agent. Volevodz \ndescribed Konanykhine as a \"prominent leech,\" and said he had been chasing him across the globe for many \nmonths.\n\nThen the colonel vanished from public view until July, when he suddenly emerged as the pivotal character, in \nabsentia, in both Konanykhine's prosecution and defense. If one believes the U.S. government, Volevodz is a \nstrait-laced professional policeman determined to bring a fugitive to justice. If one believes Konanykhine, Volevodz \nis a corrupt bureaucrat who was paid off by the mafia and KGB to discredit, hound and deliver him into their \nclutches.\n\n\"Incredibly, the victim became the accused,\" Konanykhine's lawyer, Michael Maggio, wrote in a petition for political \nasylum submitted to Judge Bryant. The explanation, he added, was simple: \"Volevodz, like too many others, is a \ncorrupt prosecutor under the influence of Russian organized crime.\"\n\nIn many ways, keeping track of this court proceeding was like peering into a kaleidoscope from both ends at once. \nFirst the team of prosecutors laid out a dizzying array of documents, painting a portrait of a man with a history of \nevading the law and swathing his business operations in secrecy.\n\nThere were statements from an ex-wife showing he never paid child support and married her to avoid being drafted. \nThere were business contracts with allegedly forged signatures and supposedly falsified tax returns. There were \nletters from Russian bankers saying Konanykhine had been fired for passing himself off as their U.S. agent, and \nmemos from his purported top aide saying he had never worked for the firm he said he founded in Washington.\n\n\"He is a fugitive from justice, a draft dodger, a tax evader and a deadbeat dad,\" charged prosecutor Eloise Rosas, \nwho sat among towering stacks of technical and legal papers, marked Exhibit A through Exhibit XXX. It would be a \n\"travesty of justice,\" she argued coolly, to allow Konanykhine to remain here, safe from either Russian \ngovernment prosecution or the extrajudicial welcome of \"his own criminal cohorts.\"\n\nBut here was the catch: In virtually every case, the information was provided to U.S. authorities by Col. Volevodz, \noften translated and interpreted by him, and generally accepted at face value. And in each instance, the defense \nargued that Volevodz had fabricated or doctored the evidence, intimidated witnesses into lying, or dissuaded U.S. \nofficials from trying to verify his data.\n\nIn court testimony and affidavits, Konanykhine described himself as the victim of a dark conspiracy: a wealthy man \nforced to take precautions that might appear suspicious to foreigners. He said he had hired 150 former and part-\ntime KGB agents to protect his businesses from mob pressure, and had concealed company information in order to \noutsmart mobsters and \"the powerful conservative communist wing in the U.S.S.R. leadership.\"\n\n\n\nAs for the role of U.S. officials, Konanykhine argued that they were so eager to build a \"quid pro quo\" relationship \nwith law enforcement agents in Moscow -- who had recently supplied U.S. authorities with witnesses for the trial of \na Russian mobster in New York -- that it was easy for Volevodz to dupe them into believing they were delivering \nan important criminal to their new allies in Moscow.\n\nJudge Bryant was clearly intrigued by the tale being spun before him, even though the lawyers kept stumbling over \ntricky Russian patronymics and a confusing multitude of players. He often allowed witnesses to wander into \ncolloquies on organized crime, corruption and high-level law enforcement \"trades.\" But finally, he threw up his \nhands.\n\n\"These are hypotheticals within hypotheticals,\" he complained. \"This is such a stretch that it might be a novel by \nTom Clancy. We've gone so far afield that I've gotta say no.\"\n\n'It's the Mafia'\n\nHypothetically, it was all quite plausible. According to experts, press accounts and statements by U.S. and Russian \nofficials, organized crime and former KGB officers have taken over large portions of Russian private enterprise, \nespecially banks, and official corruption is so widespread that some experts call it the most serious threat to \nRussian democracy.\n\nIn January a senior FBI official, James E. Moody, testified on Capitol Hill that Russia's wide-open capitalism has \ncreated a \"breeding ground for organized crime,\" which has focused on banking as \"the most vulnerable and \nlucrative target.\" Since 1991, Moody said, 46 bankers had been murdered, and there was such \"rampant \ncorruption\" in law enforcement agencies that U.S. officials \"must take calculated risks in seeking assistance\" from \nthem in pursuing international financial crimes.\n\nAuthorities in Moscow have also acknowledged the problem. Just last month the minister of internal affairs -- \nVolevodz's highest superior -- told reporters that more than 500 of his own officers had been brought up on charges \nof bribery or \"complicity in crime groups.\"\n\nIndeed, even as INS prosecutors were pooh-poohing Konanykhine's novelistic version of events, their own \nevidence at times supported him. One FBI agent testified from Moscow that Volevodz seemed like a regular \ngumshoe and that reports of corruption in Russia were exaggerated. Yet another FBI agent, flown from Miami, \ntestified that Russian mobsters in New York had taken out a \"contract\" on Konanykhine's life, possibly on behalf \nof the same mafia group that had threatened him in Budapest.\n\nOne key witness, a business associate of Konanykhine's named Nikolai Menchukov, was so nervous on the stand \nthat he forgot his own telephone number and made basic business transactions appear suspiciously convoluted. On \nthe other hand, his stress was understandable. During the court proceeding, he said, he learned that Volevodz had \ncalled on his mother-in-law at home, his office was in ruins and his employees had become too afraid to report to \nwork.\n\n\"In Russia today, it is the same terror system of the old days, just with different people,\" said Menchukov, a \ndisheveled, chain-smoking advertising executive. \"My grandfather was a general who was discredited and killed by \nStalin in 1937, so I know. Now it's not the communists, it's the mafia. But everyone in Russia is extremely afraid of \nthem, and they have all the power. They don't even have to say they will kill you. You just know it.\"\n\nINS and Outs\n\nWhen seven U.S. immigration agents and D.C. police officers burst into the Watergate and packed the young \nRussian couple off to jail (releasing Elena soon afterward on bond), they were presumably not interested in \ncorruption, mafia plots, or even bank embezzlement. Their stated concern was a mundane technical violation of \nU.S. visa laws. But what was extraordinary was the length to which INS prosecutors went to prove their charges.\n\n\n\nIn essence, they set out to show that Konanykhine lied on his original business visa applications when he claimed \nhe was the U.S. representative for Menchukov's firm, an ad agency called Greatis Russia (i.e., Great Is Russia). \nThey produced Russian government documents showing that Greatis had no foreign affiliates and no fixed \naddress. They presented evidence that Konanykhine's company here, Greatis USA, had not employed him until \nafter he claimed it had. They showed that he had used numerous Washington addresses and phone numbers at the \nsame time.\n\nThere were also indications that Konanykhine was doing more here than seeking advertising clients. In 1994, his \nefforts to establish an offshore bank in the Bahamas led to an investigation by the Federal Reserve, and he \nlaunched a separate scheme to purchase quantities of Uruguayan passports for Russian investors. According to \nsources, several U.S. government agencies had been keeping a suspicious eye on the jet-setting businessman \nfor some time.\n\nBut Konanykhine, in turn, presented evidence that Greatis USA had been duly incorporated in Delaware in 1992, \nwith himself as president. His documents showed he had been listed on the payroll, paid his U.S. income taxes and \nhired prominent corporate lawyers. He repeatedly stated that he had broken no laws and had nothing to hide from \nAmerican authorities.\n\nAnd for every apparent smoking gun, he had a convenient explanation. When prosecutors produced a memo from \none Mr. Rudakov, a purported deputy to Menchukov, stating that Konanyhine had not worked for Greatis, \nKonanykhine asserted that Rudakov was one of the conspirators against him. When the INS failed to locate one \nMr. Uryvaev, whom Menchukov swore was his real deputy, the defense claimed Uryvaev was too terrified of the \nmob to come forward.\n\nIt is hard to believe the worst about this polite, somewhat nerdy young man who appears so eager to explain \nhimself. Konanykhine's colleagues at Greatis USA, a small office two blocks from the White House, are smart, \nfriendly young professionals who appear to personify the new Russian yuppie.\n\nHis wife, Elena Gratcheva, is a gracious, talkative woman who eagerly welcomed a reporter, unannounced, into \ntheir co-op. The walls were bare and the refrigerator empty except for a few bottles of Evian water. Absently playing \nwith their black, longhaired kitten Dina, Elena fretted about whether her husband was eating enough in prison and \nwhy authorities had not allowed him to shave before testifying.\n\n\"I think they wanted him to look like a criminal,\" she said. \"I brought him nice clothes every day, but they wouldn't \nlet him put them on. Do you think he looked all right?\"\n\nKonanykhine himself is a more complex character, somewhat arrogant about his youthful success and \ncontemptuous of the case against him. He describes himself as a workaholic who loved taking risks, finding new \nmarkets, living at the cutting edge of a crazy new capitalist world. Yet he dismisses Volevodz's case against him as \na \"clumsy\" fabrication, and brushes off the charges of embezzlement with a bemused shrug, as if it were all part of \na game he knows how to play and fully intends to win.\n\nSitting in that barren interview cubicle in Manassas, his long limbs sticking out from rumpled blue overalls, he \nseems strangely calm and cocky, a man accustomed to wild swings of fortune who at the moment happens to find \nhimself in a cinderblock cell instead of an opulent dacha. \"I was trained to take pressure and work with a knife at my \nback. My surroundings never affect me,\" he explains.\n\nKonanykhine expresses no resentment against the American authorities, and even says he is grateful to the FBI \nfor warning him that his life was in danger. And no matter what the conditions, he says, as long as he can remain a \nguest of the United States, at least he feels safe.\n\n\"I realize this is hard for average Americans to believe, or even an experienced immigration judge. But this case is \nmuch bigger and more complicated than just me,\" he says. \"If they can successfully pursue and eliminate me, it will \nbe a major victory for the mafia. Then they will have a chance to secure real control of Russia.\"\n\n\n\nIt's time to go. You don't know what to think. You wonder who might be listening to the conversation through that \nlittle round grille in the wall. You wonder if six months from now someone will send you a news clip about a lanky \nbanker being shot dead at the Moscow airport. Mostly, you wonder if things can get much weirder than this.\n\nBut Konanykhine isn't quite done.\n\n\"Let me tell you about my cellmate,\" he offers with a broad grin. \"He's an elderly Eastern Orthodox bishop from the \nBronx who was born in Romania. He says he used to work for the CIA and the DEA and they're trying to deport him \nfor political reasons . . . .\"\n\nGraphic\n\n \n\nPhoto, juana arias, \"I left Russia because the rules of the game were becoming too dangerous,\" says \nKonanykhine. \"I like it much better here, because the rules are fair. The FBI didn't use tricks against me, and they \nwon't try to kill me. The judge who decides my case will almost certainly not be bribed or corrupt. Here I have a \nchance.  \"Look, aside from trying to convince you I am a decent guy, a man of principles, I simply had no need to \nbe corrupt,\" syas Konanykhine from a room at the Prince William County adult detention center.  \"I was more \npowerful than the gangs or the government.\" Elena Gratcheva, sitting in the couple's sparsely furnished $300,000 \nWatergate co-op, visits her husband in court every day.\n"}