{"title": "Reburial puts Asian fears to rest // Remains of kin brought to USA for reinterment", "body": "\nWooden crates packed with precious cargo arrive from the Far East three or four times a week.\n\nThey breeze through Customs with little paperwork and are whisked away to their final destination: cemeteries.\n\nIn a little-known offshoot of the Chinese immigration wave, human bones and ashes exhumed from graves in the \nFar East are arriving in the Bay Area in record numbers. This rush to rebury is caused primarily by impending \ncommunist rule in Hong Kong.\n\nImmigrants fear the new regime will dig up graves to make way for construction. Space in Hong Kong already is at \nsuch a premium that burial plots are leased for seven years only.\n\nFor the many Chinese who believe good treatment of the dead is an insurance policy for the living, the prospect of \ndisturbed graves is terrifying.\n\nIn fact, caring for grave sites is so much a part of Chinese culture that three days are set aside each year to honor \nthe dead. Today busloads of Chinese will flock to cemeteries for the last memorial day celebration of the year.\n\nReburials are a result of the Chinese immigration boom. The Chinese traditionally bury loved ones together, close \nto home. In pre-communist China, the Chinese who died here were shipped back. Now migration is reversed.\n\nAnd that has created a lucrative market for cemeteries eager to cater to Chinese immigrants willing to pay $ 2,000 \nto $ 10,000 for good burial plots.\n\n\"For them it's a very sacred belief,\" says Clifford Yee, general manager of Green Street Mortuary. \"They want to \nmake sure their deceased are at rest.\"\n\nEvery week, dozens of employees from Bay Area funeral homes head for the airport to pick up remains. Mortuaries \nthat handled reburials once a month in 1988 now do it 10 times a month.\n\nMany Chinese who bring family remains here are among the affluent wave of immigrants fleeing Hong Kong \nbecause of the uncertainty that Communist rule will bring when the British colony reverts to mainland China in \n1997. More than 225,000 Chinese have legally settled in the USA in the past three years, 27,250 of them from \nHong Kong.\n\n\"There is a fear of roads being built through cemeteries and graves being dug up because they do that now in \nmainland China,\" says Hampson Lum, president of the Chinese Consolidated Benevolent Association.\n\n\nLuke Dok-Shuen Sit shudders at the thought. His parents, Shuk Leung and Chan Kam Mun Sit, and his wife, \nKatherine, are buried in Hong Kong. He wants them here, reburied in two of the six family plots he's already \npurchased.\n\n\"I am Christian and I believe that, once I die, my soul will go back to heaven,\" says Sit, who immigrated in 1987. \n\"But, psychologically, you want to see something in front of you.\"\n\nIt's much easier to enter the U.S. dead than alive. Overseas cemeteries are notified by local mortuaries. Urns \ncontaining ashes are padded with Styrofoam.  Bones are placed in stainless-steel boxes. Everything goes into a \nwooden crate and is shipped by air.\n\nA death certificate is the only visa needed to get remains into the USA. Customs officials say shipments are \nopened only if they appear suspicious.\n\nOnce here, the bones are counted to make sure the skeleton is whole. There are 206 bones in a human body.\n\nCemetery operators are vigorously targeting the Chinese market. They're advertising in Chinese publications and \nlisting in the Chinese Yellow Pages.\n\nPrime spaces on Skylawn Park's slopes outside San Francisco are sold out. The non-profit Chinese Cemetery \nAssociation boosted prices 40% two years ago. It has formed a committee to hunt for more space.\n\nThe 13.5-acre Golden Hill Memorial Park opened in nearby Colma in 1993 to meet the demand of Chinese \nimmigrants. It boasts that a feng-shui expert helped with the design.\n\nIn Chinese mythology, feng-shui, which means wind-water, symbolizes the spirits that inhabit natural landscape. \nThe spirits are said to bring fortune, peace, longevity and happiness to a person's descendants.\n\nThe ultimate burial site is on a high mountain, surrounded by tall cypress and pine trees, with an ocean view.\n\nSkylawn is perched on a 1,000-foot-high hill overlooking Half Moon Bay and the Pacific Ocean. Several entrances, \nfountains and ornamental archways greet visitors. A top-of-the-line set of four plots at the highest point of Skylawn's \nnewest cemetery costs as much as a luxury condominium: $ 175,000 to $ 287,000.\n\nBut most Chinese settle for more reasonably priced plots. \"Eventually, we will run out of cemetery space in the \nColma area,\" Yee predicts.\n\nColma, the Bay Area's cemetery central, is conveniently plunked between the airport and Chinatown.\n\nThomas and Tina Ng will be among the thousands of Chinese who will honor the dead today with elaborate \nincense-burning ceremonies and buffets.\n\nThe remains of Tina's father Sik Yong Wong, buried since 1975 in China, were exhumed, cremated and brought \nhere a year ago to be united with those of his wife Fang Wah Chung in an 11-plot family site at Hoy Sun Cemetery.\n\n\"Now when we visit the cemetery, we can pay our respect to both of them,\" says Thomas Ng, 62, a San Francisco \nfire commissioner. \"It's better to pay respect to the dead ones as a whole family.\"\n\nNotes\n\nTHE NATION\n\nGraphic\n\n\n\n \n\nPHOTOS, b/w, Fred Mertz (3)\n"}