{"title": "N.Y. roots, but he gives aliens boot. Ex-cop leads tough Ariz. law", "body": "\nPHOENIX - Arizona state Rep. John Kavanagh, despite what critics say, is an immigration proponent - as he \nrecently explained outside the state Capitol.\n\nThe retired Port Authority detective smiled politely when challenged about his heritage by a Hispanic man.\n\n\"I'm from Queens,\" Kavanagh told him.\n\n\"What about the people before you?\" the man shot back. \"They were not born in Queens.\"\n\n\"Ireland and Germany,\" Kavanagh said evenly before walking away. \"But legally.\"\n\nThe grandson of Ellis Island immigrants, born and raised in Middle Village, emerged as one of the most prominent \nfaces - and strident voices - behind the much-debated Arizona immigration law.\n\n\"The idea that this law is going to go away is wishful thinking,\" said the ex-New Yorker, who helped draft the bill. \n\"Arizona residents are fed up with illegal immigration.\"\n\nAlmost overnight, the law - set to take effect in August - has divided the Grand Canyon State. The legislation makes \nlack of documents a state crime, with the enforcement left to local police.\n\n\"Everything has changed in this city,\" said Jose Luis Gonzalez, 46, an undocumented immigrant from Mexico. \"You \ncan feel it.\"\n\nFor Gonzalez, looking for work now feels like a crime.\n\nBefore the sun rises, he joins about 20 other day laborers at a Home Depot parking lot. When a police car drives \nby, he covers his face with a red cap and looks the other way.\n\n\"We went from people trying to support our families to hiding like murderers,\" he said.\n\nCritics of the law, including President Obama, fear police officers will use darker skin and lack of English as \nreasons to question people about their immigration status. Arizona has about 500,000 undocumented immigrants.\n\n\"This will be the first state to make racial profiling legal,\" said Claudia Ortega, 38, a Phoenix immigration activist.\n\n\nBackers said undocumented residents end up as a burden on the state. In Maricopa County, undocumented \nimmigrants make up 20% of the county jail population, according to county figures.\n\n\"This law is not going to stop all of the illegal immigration,\" said Kavanagh. \"But it will help.\"\n\nAccording to the U.S. Border Patrol, the number of illegals crossing the border has already dropped precipitously in \nrecent years.\n\nThanks to increased manpower and sophisticated radar, the numbers are down from 577,517 in 2005 to 248,624 \nlast year, the border patrol says. Some federal and local law enforcement officials believe an alliance will help them \nreduce these numbers even more.\n\n\"Our job is to enforce what the law mandates,\" said John Howard, a border patrol agent in the Tucson area. \"The \nmore cooperation we have between agencies, the better we are.\"\n\nSome Phoenix beat cops agreed. \"The law is the law,\" said a Phoenix officer who withheld his name for fear of \ncommunity backlash. \"And this is the law now.\"\n\nGonzalez sends most of his earnings - $70 on a good day - to his wife and four children back in Mioachacano. A \nfew weeks ago, after a full day fixing a roof on a large home in the upscale part of Phoenix, the owner tried to stiff \nGonzalez.\n\nGonzalez waved down a Phoenix police cruiser. \"He was a Hispanic cop, spoke Spanish too,\" Gonzalez said. \"He \ndrove me back to that house and made the man pay me for my work.\"\n\nThat won't happen again.\n\n\"I will rather lose the money than risk getting deported,\" he said, surrounded by eight men nodding their heads in \nagreement. \"We don't even feel human anymore.\"\n\nesandoval@nydailynews.com\n\nGraphic\n\n \n\nRep. John Kavanaugh\n"}