{"title": "3 Charged With Smuggling Deaf Mexicans", "body": "\nFederal authorities charged three men today with running an operation based in Southern California through which \npossibly hundreds of deaf Mexicans were smuggled across the border, kept briefly in a house here, then taken to \nNew York City where they were held in virtual slavery and forced to peddle trinkets.\n\nThe United States Attorney in Brooklyn, Zachary W. Carter, announced the arrests of Andreas Pfeiffer and Hilario \nPauletti, whom he identified as leaders of the Los Angeles smuggling ring, and Mr. Pauletti's son, Carlos Rivera, a \nmidlevel manager.\n\nThe authorities described them as associates of the extended Paoletti family, a Mexico City-based clan whose \nmembers have been charged with holding 62 deaf illegal aliens in two safe houses in Queens.\n\nAt the same time, officials announced the arrest in Chicago of Pedro Santamaria on related charges of smuggling \naliens. He is said to have supervised the trinket-selling activities of a group of illegal Mexican immigrants there \nbefore transporting them to New York to work in the Queens operation, which investigators now believe was closely \nlinked to the Chicago group.\n\nThe arrests bring to 16 the number of people charged in the case, and Mr. Carter said that additional charges \nwere expected.\n\n\"There are other cities that are being aggressively pursued,\" said one law-enforcement official who spoke on \ncondition of anonymity. The official said evidence suggested it was possible that hundreds of illegal immigrants had \nbeen smuggled through the Los Angeles connection.\n\nThe suspects, who were arrested late Wednesday, were arraigned in Federal court here this afternoon on charges \nof transporting, harboring and concealing illegal immigrants. They were ordered held without bail at the request of \nan assistant United States attorney, Thomas D. Warren. They entered no pleas. A hearing was set for Aug. 8 about \ntransferring them to Brooklyn to face charges.\n\nAt the arraignment today, Mr. Pfeiffer and Mr. Rivera refused to acknowledge their identity and were listed as John \nDoes, Mr. Warren said. Court documents listed the name of one suspect as Hilario Paoletti, although the name was \nspelled Pauletti on his identification card, Mr. Warren said.\n\n\nDetails on the arrests were sketchy, and prosecutors and immigration officials here and in New York declined to \nanswer many questions about the latest suspects. But some details of the goings-on in a modest frame house on \nthe edge of this city's bustling Koreatown emerged in court papers released by prosecutors in Brooklyn.\n\nThe court documents identified Hilario Paoletti, known as Lalo, as a cousin of the man authorities describe as the \n\"boss\" of the multicity organization, Renato Paoletti-Lemus, who is still at large. Renato is the son of the family \npatriarch, Jose Paoletti Moreda, a onetime commercial artist for the Mexican Communications Ministry who is \nhimself deaf and who, the authorities say, built an empire that brought workers into the United States illegally.\n\nThe family came to Los Angeles in the mid- to late 1980's, relatives and associates said, and began using other \ndeaf Mexican immigrants to help them sell trinkets around the city. But the Paolettis apparently grew fearful that \nadvocates for the deaf would look askance at their work, and after Mr. Paoletti's daughter, Adriana Paoletti Lemus, \nmoved to New York and found the market there more lucrative, the family moved its operations and expanded them \nin relative anonymity.\n\nBut Los Angeles remained the processing center for immigrants smuggled across the border outside San Diego. \nThe authorities said that since at least 1995, Mr. Pfeiffer, a deaf, German-born man who married a Mexican woman \nand was known as Andy P. and the Butterfly, ran the house and assisted Lalo Paoletti by transporting immigrants to \nthe home from Mexico, concealed in a van. Once here, they were put to work selling trinkets at Los Angeles \nInternational Airport and other locations. They returned to the house to sleep each night.\n\nIn the court papers, Lalo Paoletti was said to be the one who \"orders the workers around,\" according to an informer \nfamiliar with the group's operations in New York and California. Carlos Paoletti, who is also deaf, once went to the \nMexican border near San Diego to meet other members of the family from Mexico bringing illegal immigrants into \nthis country, and then drove them to Los Angeles, the court papers say.\n\nAccording to the court papers, Mr. Santamaria, an illegal immigrant, worked with the Chicago operation's leader, \nNorma Alcantara, who was arrested last week and charged with harboring illegal immigrants.\n\nInvestigators say that Mr. Santamaria accompanied Ms. Alcantara on trips from Chicago to New York to transport \nvendors to work in the New York ring, and also went to Mexico to bring back workers. One informer told the \nauthorities that he was seen striking workers \"when they did not bring in enough money.\"\n\n      \n"}