{"title": "THIS WEEK: THE LWD IS THE NEW LBD", "body": "\nIt comes with risks, but a little white dress can be just right, writes MELISSA SINGER.\n\nA friend recently bought a white dress for a formal event. After it arrived in the post, she put it on and, to her horror, \nfound it was entirely see-through. She sent it back, resolving to never again buy a white dress online.\n\nAnd yet, despite the high degree of difficulty in finding the perfect little white dress (LWD), catwalks of recent \nmonths have shown that it's becoming as key an item in a woman's wardrobe as the little black dress, the \narchetypal LBD. But as I have written before, the \"L\" in the acronym has come to represent a lot more than \"little\", \nas in short or tight. It can mean \"long\", \"luxe\" or \"little\".\n\nAs the images from Paris tumbled into my feed, the question of \"Will designer X also do a white dress?\" was soon \nreplaced with \"How will they do it?\"\n\nThe answer at Stella McCartney was in crochet, while at Loewe, Jonathan Anderson highlights included a \nhandkerchief-hemmed trapeze dress in ribbed jersey, and a short-sleeved, drop-waist maxi made of two types of \nlace: retro honeycomb on top, and a mix of floral and geometrics on the bottom.\n\nAnd let's not forget Valentino's all-white opening section, designer Pierpaolo Piccioli saying that by removing his \nsignature bold colours, he could \"get back to the essence of shape and volume\".\n\nAnd volume is key to finding a white dress that is high on trend and low on the self-conscious factor. For next \nseason, Australian designer Lee Mathews pairs a subtle V-neck with a half-kimono sleeve that just brushes the \nelbow - it's a textbook example of how a white dress can work for work.\n\nIf structure is your jam, then Saba, By Johnny and Silent Theory have you covered with blazer styles. A jacket style \n(note: it's not just a long jacket, as care has been taken to ensure it won't fly open in the smallest breeze) is also a \nsmart bet for Derby Day that you can be assured you will wear again. For more blazer styles, see Acler, Torannce, \nFeathers and Mossman.\n\nElla Lymbereas, creative director for Amazon Fashion Australia, says the LWD is \"just as versatile but a whole lot \nmore fun\" than the LBD.\n\n\"The LWD looks great styled with this season's must-have woven and rattan slides and oversized pouch bags, in \nshades of tan and brown. Pop on a pearl bracelet, some shell earnings and you can walk into any summer party \nthis season throws at you.\"\n\nAnd if you want to embrace the trend for head-to-toe dressing, Eva Galambos of Sydney luxury retailer Parlour X \nsuggests adding a pair of white shoes, a bag and sunglasses to your look.\n\n\n\"I've always been a lover of a white shoe to add a bold pop to my look but our clients are now embracing it too via \nBalenciaga bags, Saint Laurent sunglasses and the original master of the white bootie, Maison Margiela.\"\n\nOf course, wearing a white dress doesn't come without some risk, usually in the form of a surprise tomato sauce \nexplosion at a barbecue, a red wine splosh or, my favourite, grubby albeit cute hands. Having a Sard Wonder Stick \nat close range at all times is my secret weapon but so is a little common sense. Maybe don't wear that gorgeous \nnew white Aje dress to a two-year-old's party.\n\nAnd, of course, be careful when applying fake tan or bronzer. Besides, a white dress will make you look as if you've \njust holidayed on the Amalfi Coast, even if you didn't venture further than Annandale or Ascot Vale.\n"}