{"title": "VISAS URGED FOR DEAF MEXICANS / THE IMMIGRANTS WERE SMUGGLED INTO NEW YORK FOR FORCED LABOR. THEY BEGGED AND SOLD TRINKETS.", "body": "\nA congressman recommended special visas yesterday for deaf Mexicans smuggled to New York for forced \nlabor, while four more people suspected of running the subway sweatshop were arraigned in federal court.\n\n\"Each of the Mexican nationals victimized by this horrific crime should be allowed to stay in this country; they should \nnot be subjected to further hardship through deportation proceedings,\" Rep. Charles E. Schumer (D., N.Y.) wrote to \nAttorney General Janet Reno.\n\nIn another development, Mayor Rudolph Giuliani expressed disbelief that a city building inspector who visited a \nQueens home where dozens of the immigrants were housed in crowded conditions had concluded several months \nago that it was a legal, two-family residence.\n\nFollowing a weekend tip from four deaf-mute people who walked into a Queens police station, police found 57 \npeople, most of them also deaf-mute, living in two homes in Jackson Heights, a heavily Hispanic neighborhood.\n\nSeven other Mexican immigrants, some deaf, were arrested Sunday on charges that include alien-smuggling and \ngrand larceny. An alleged ringleader, identified in a published report as Reinaldo Paoletti, remained at large, either \nin the United States or Mexico.\n\nFour of the suspects were held without bail yesterday in U.S. District Court in Brooklyn on federal charges of \nsmuggling, harboring and transporting illegal immigrants and conspiracy. The four, all illegal immigrants, are \nAlfredo Rastrian-Paoletti, 37; Jose Paoletti-Lemus, 28; Santa Gonzalez, 21, and Rosa Maria Beltran-Sanchez, 25. \nThree other people were arraigned Sunday.\n\nPaoletti-Lemus, Beltran-Sanchez and Gonzalez all communicated by sign language during the hearing; authorities \nsaid Rastrian-Paoletti is the only one of the four who is not deaf.\n\nBruce McIntyre, a lawyer for Paoletti-Lemus, said outside court: \"There may have been victims, but my client was \nnot one of the people taking advantage of them. He was more a victim than a victimizer.\"\n\n\nThe immigrants, who appeared to be in good health, worked long, seven-day weeks begging and peddling cheap \ntrinkets on the subways and on city streets, according to the federal complaint filed at the arraignment. Their \nearnings were allegedly confiscated by \"bosses\" as payment for bringing them here.\n\nInvestigators found $35,000 in cash in one of the houses, $10,000 of it in $1 bills, according to the complaint.\n"}