{"title": "REPUBLICANS SHOULD SEEK CONSTRUCTIVE SOLUTION TO IMMIGRATION PROBLEMS", "body": "\nThey shouldn't have said it. That's what some conservatives are saying about the opposition to California's \nProposition 187 by Jack Kemp and William Bennett.\n\nIt may be a bad law, they continue, but Kemp and Bennett committed the political sin of disloyalty by opposing it, \nespecially two weeks before the election.\n\nWere Bennett and Kemp supposed to wait until after the election? Only cynics would argue that Republicans have \na duty to keep silent on important questions lest they damage a fellow Republican's electoral prospects.\n\nBut realistically speaking, the demurral of Kemp and Bennett is more likely to damage them than hurt Gov. Pete \nWilson, who is coasting to re-election on the strength of Proposition 187.\n\nSo much for politics. Now, on to the merits: California's ballot propositions are extremely accurate weather vanes \nfor the national political climate. What does Proposition 187 say about the mind of the electorate?\n\nIts more feral opponents say that Proposition 187 is the ugly outbreak of anti-immigrant bias, xenophobia and \nracism. That is nonsense. This is not a measure to cut off legal immigration. It is an expression of frustration and \neven disgust at the absurd lengths to which the welfare state has been stretched.\n\nProposition 187, in the popular mind, is a bill to prevent illegal immigrants from receiving welfare benefits including \nMedicaid and education. The average Californian, who works hard and pays about 45 percent of her income to \ngovernments (federal, state and local), can be excused if she reasons, \"It is bad enough that I must subsidize a \nstubborn underclass of Americans who refuse to work for a living. But it is even worse to be forced to underwrite \nillegal immigrants - line jumpers - who come to this country, pay no taxes and don't even work.\"\n\nBut, as Bennett and Kemp argue, the problem with the average person's understanding of Proposition 187 is that it \nis based on a myth. Illegal immigrants are not eligible, under existing law, to receive welfare or food stamps. The \nonly benefit Proposition 187 would deny to illegals that they are receiving legally is education.\n\nIt is by no means clear that denying education to the children of illegal immigrants is good policy - since many \nchildren would be turned out onto the streets, perhaps to join gangs. But it should be added that the impulse to \ndeny education to the children of illegal aliens is not vicious or hateful. If someone breaks into my house, must I \nserve him dinner?\n\n\nBennett and Kemp are in favor of alternative measures to control illegal immigration. They recommend expediting \nthe deportation process for illegals who are caught and most particularly for illegals who commit crimes in the \nUnited States. According to The New York Times, there were more than 200, 000 illegal aliens convicted of crimes \nlast year, yet the Immigration and Naturalization Service deported only 20,000.\n\nThey also suggest improving the border patrol and amending rules so that legal immigrants who are on welfare \nwould not be able to sponsor other immigrants.\n\nBennett and Kemp worry that conservative and Republican hostility to illegal immigrants, which is legitimate, is \nbleeding over into hostility to all immigrants, which is neither legitimate nor politically smart.\n\nProposition 187 is likely to pass and just as likely to be ruled unconstitutional. Serious Republicans should start \nthinking now about how to revise it to fit not just the demands of the courts but the longer term interests of the party \nand the nation.\n"}