{"title": "ILLEGAL IMMIGRATION; Feds deport 5,000 from Ga.", "body": "\nGeorgia ranks sixth among states for the number of illegal immigrants deported through a federal fingerprint-\nsharing program now used in jails across the country, public records show.\n\nSince the November 2009 start of the Secure Communications program in Georgia, 5,044 illegal immigrants \ncaught in the state have been deported or have voluntarily left the United States, according to U.S. Immigration \nand Customs Enforcement figures.\n\nThese deportations are happening amid a fierce debate over illegal immigration in Georgia, which enacted a \ntough immigration enforcement law last year. Parts of that law are being challenged in federal court.\n\nThe numbers underscore Georgia's large population of illegal immigrants --- and they raise questions about which \nones the government is focusing on for deportation.\n\nThey also point to a surprise: Nearly half of those deported --- or 1,968 illegal immigrants involved people who \nwere booked into Gwinnett County's jail.\n\nThat is more than twice the total of any other Georgia county.\n\nThe analysis by The Atlanta Journal-Constitution and the Austin American-Statesman, both of Cox Media Group, \nfound that of the more than 2,100 counties participating in the fingerprint-sharing program, Gwinnett ranked 16th for \ndeportations.\n\nGeorgia's high ranking is not surprising, given that the Pew Hispanic Center estimated there were 425,000 illegal \nimmigrants in Georgia as of 2010, seventh-highest among the states.\n\nGwinnett Sheriff Butch Conway said his county's high ranking makes sense to him. \"I'm not surprised by that \nbecause we have such a heavy illegal immigrant population in Gwinnett,\" he said.\n\nConway pointed out that Gwinnett also participates in the federal 287(g) program, which empowers sheriff's \ndeputies to investigate the immigration status of people jailed for other crimes.\n\n\nThe sheriff credited the deportations with helping reduce the costs to county taxpayers of incarcerating illegal \nimmigrants. His office provided statistics showing the county has spent $233,020 since January of last year on \nmedical care for jail inmates who have been considered for deportation by ICE.\n\nIn contrast to Gwinnett, only 331 people who spent time behind bars in Fulton County have been deported through \nSecure Communities, even though Fulton is the most populous county in the state. Fulton started participating in \nthe program in September 2010.\n\nA Fulton Sheriff's Office spokeswoman wrote in an email that her county's jail \"processes a relatively small \npercentage of non-citizens. Names of all non-citizens who are flagged for their immigration status are submitted to \nImmigration (ICE) as required by law.\"\n\nThe closest county to Gwinnett in deportations is DeKalb, with 852 since October 2009.\n\nMillions of prints\n\nUnder Secure Communities, people booked into a jail are fingerprinted, and those prints are checked against \nmillions of others in a U.S. Homeland Security Department database. The federal government collects fingerprints \nfrom a variety of people, including those caught crossing the U.S. border illegally.\n\nWhen the federal government finds matches, it could seek to deport people held in a participating jail. But under \nfederal policy that would be done only after charges have been adjudicated and they have completed sentences for \nany crimes committed in the U.S.\n\nThree-quarters of all counties nationwide now use the program, which has been phased in since Harris County, \nTexas, home of the city of Houston, started participating in October 2008. The goal is for it to be up and running in \nall counties nationwide by 2013.\n\nCalifornia holds the No. 1 spot among states, with 65,738 deportations, followed by Texas, Arizona, Florida and \nNorth Carolina.\n\nCounties in all five of those states started participating in the fingerprint system months before Georgia's counties \ndid.\n\nThe program, though, has its critics.\n\nCritics claim injustice\n\nCivil and immigrant rights activists have demonstrated against Secure Communities in Georgia and called on the \nObama administration to scrap it.\n\nThey complain the program is tearing families apart, distracting police from more important priorities and funneling \npeople who have committed minor crimes --- including traffic offenses --- into the deportation system.\n\nNationally, the largest single group of people deported through the system had committed the least serious \noffenses --- those punishable by less than one year behind bars, the records show.\n\nIn Georgia, for example, 34 percent of the inmates deported through the program fell into that category. Nineteen \npercent had committed the most serious crimes, such as murder, rape or the sexual abuse of a minor.\n\nTeodoro Maus, president of the Georgia Latino Alliance for Human Rights, is one of the leading critics of the \nprogram in Georgia.\n\n\"If it is going to exist, it should be totally overhauled,\" said Maus, a former Mexican consul general in Atlanta. \"Let's \nget rid of the dangerous criminals who are walking our streets, but those are not the ones who are driving without a \ndriver's license.\"\n\n\n\nCiting limited resources, ICE officials say they are focusing on deporting people who have committed violent \ncrimes, including killers, rapists and robbers.\n\nThey are also targeting people who have recently crossed the nation's borders illegally, have repeatedly violated \nimmigration laws or are fugitives from immigration courts.\n\nAn ICE spokesman said his agency's deportation statistics don't reflect some people who have been convicted of \nmore serious crimes and who are still serving their sentences behind bars in the United States.\n\n\"ICE has adopted common-sense policies,\" ICE spokesman Vincent Picard said, \"that focus our limited resources in \na way that best enhances public safety, border security and the integrity of the immigration system.\"\n\nDeportations\n\nHere are the top 10 states by deportations connected to the Secure Communities program. This also reflects when \ncounties in those states started participating in the program and when the system was operating in all counties in \nthose states.\n\nState Startup Operating Deported\n\ndate statewide\n\nCalifornia 5/26/2009 2/23/2011 65,738\n\nTexas 10/27/2008 9/28/2010 38,751\n\nArizona 12/23/2008 10/26/2010 19,250\n\nFlorida 1/22/2009 6/22/2010 10,668\n\nNorth Carolina 11/12/2008 3/15/2011 5,155\n\nGeorgia 11/17/2009 12/6/2011 5,044\n\nVirginia 3/9/2009 6/15/2010 3,578\n\nNevada 7/13/2010 * 1,715\n\nUtah 3/23/2010 12/20/2011 1,682\n\nSouth Carolina 9/8/2010 9/20/2011 1,489\n\nGeorgia County Startup Date Deported\n\nGwinnett 11/17/2009 1,968\n\nDeKalb 11/17/2009 852\n\nClayton 11/17/2009 500\n\nCobb 9/8/2010 482\n\nFulton 9/8/2010 331\n\nCherokee 11/16/2010 74\n\nForsyth 12/14/2010 45\n\n*Three Nevada counties had not started participating in Secure Communities as of March 6.\n\n\n\nEstimates of illegal immigrants as of 2010\n\nCalifornia 2,550,000\n\nTexas 1,650,000\n\nFlorida 825,000\n\nGeorgia 425,000\n\nArizona 400,000\n\nNorth Carolina 325,000\n\nVirginia 210,000\n\nNevada 190,000\n\nUtah 110,000\n\nSouth Carolina 55,000\n\nSources: U.S. Immigration and Customs Enforcement and Pew Hispanic Center\n"}