{"title": "S.C. Textile Firm Fined Record $$580,000 for Hiring Illegal Aliens", "body": "\nFederal immigration authorities today levied a record $$580,000 fine on a South Carolina textile company \naccused of hiring scores of illegal aliens, including a 12-year-old boy.\n\nThe administrative fine on Piedmont Quilting Corp. of Walhalla, S.C., is the largest under the 1986 law that contains \ncriminal and civil penalties for knowingly employing illegal aliens, the Immigration and Naturalization Service said.\n\nOne INS official said working conditions for three children \"almost bordered on bondage.\"\n\nThe agency's announcement came a day after the company and 11 officers and managers were indicted in \nGreenville, S.C., on federal criminal charges related to the hiring of 117 illegal aliens from Mexico and Peru.\n\nThe administrative fine covers the employment of 85 illegal aliens, including a 12-year-old boy, INS said. The fine \nalso covers the company's failure to comply with procedures to verify that more than 400 employees were not \nillegal aliens, it said.\n\n\"This is in defiance of the congressional mandate to prevent illegal aliens form obtaining employment in this \ncountry,\" INS Commissioner Gene McNary said in a statement.\n\nMcNary said the agency's action \"should be a clear sign to those who have any doubts that the Immigration and \nNaturalization Service is strongly committed to enforcing the employer sanctions\" in the 1986 law.\n\nThe criminal charges resulted from a six-month investigation of conditions at the company that included placement \nof an INS undercover agent as a plant employee, said Thomas P. Fischer, director of the agency's district office in \nAtlanta.\n\nWhen INS agents raided the plant last July 17, they found three Mexican boys, two aged 15 and another 12, \nworking on the plant, Fischer said in a telephone interview.\n\n\"It almost bordered on bondage when you look at the age of these people,\" he said. \"They were being paid in cash, \nthere was no documentation.\"\n\nThe indictment filed Tuesday charged that Piedmont Quilting knowingly hired and recruited illegal aliens for \nemployment, Assistant U.S. Attorney David Stephens said Tuesday in Greenville.\n\nIndicted on that charge were company owner Alfred Mizhir, 55; his wife, Gail Mizhir, 30, both of Spring Lake, N.J.; \nand nine other individuals, including several Hispanic legal employees of the plant.\n\n\nPiedmont Quilting's attorney has said the illegal aliens presented the company with false documentation in order \nto get hired.\n\nFederal agents raided the company last July in what was called the biggest crackdown on the employment of \nillegal aliens outside south Florida.\n\nThe indictment also includes 117 counts of harboring illegal aliens. Those charges are against the company, its \nowners and the same individuals named in the first count.\n\nTwo additional counts charge the company, its owners and plant employees Eugene Scarpa of Greenville and Mary \nHill of Seneca, S.C., with making false statements on quarterly wage reports.\n\nEstablishing a practice of hiring illegal aliens carries a maximum fine of $$3,000 per alien plus six months' \nimprisonment, Stephens said.\n\nThe penalty for harboring illegal aliens and for making false statements on quarterly reports is up to five years \nimprisonment and $$250,000 in fines per count, he said.\n"}