{"title": "PRESS CONFERENCEWITH: LINDA CHAVEZ, MANHATTAN INSTITUTEJACK KEMP, EMPOWER AMERICAWILLIAM BENNETT, EMPOWER AMERICATHE NATIONAL PRESS CLUB", "body": "\nMS. CHAVEZ: (In progress) -- on behalf of the Manhattan Institute and Empower America to this press conference \nand later a panel discussion of immigration in the '90s, and marking the release of the Manhattan Institute and \nPacific Research Institute's book, \"Strangers at our Gate: Immigration in the 1990s,\" which features an index of \nleading immigration indicators.\n\n I'm Linda Chavez and I'm director of the Center for the New American Community at the Manhattan Institute.  Six \nmonths ago we a had a conference on Immigration, and I can assure you that not nearly as many either people or \ncameras were gathered in one place to talk about what was clear to us at the time was going to be one of the hot \nbutton political issues of the 1990s.  What's changed in the intervening six months is not the immigration issue \nitself but the politics of immigration.  And as we're gathered today barely a week after the vote on Proposition 187 \nin California, clearly immigration has moved to front burner in terms of political topics in this year's election debate.\n\n Some have called immigration the sleeper issue of 1994 election, and we're here to discuss why that's so and \nwhat the implications of the vote on Proposition 187 in California holds not just for illegal immigration in the United \nStates but also for the issue of legal immigration.\nI think it would be simplistic and wrong to describe the vote in California last week on Prop 187 as simply the result \nof some nativist, xenophobic, anti-immigrant backlash.  It was clearly much more than that.  Californians were \nangry, and indeed, that anger, when it comes to immigration, has shown a surprisingly contagious fervor. The \nquestion is why Californians and, indeed, Americans in general have so dramatically turned in their attitudes \ntowards immigration.  I suggest the mixture of immigration and entitlements has become too volatile to handle.  In \nthe post-affirmative action welfare state, anxieties rise when taxpayers are told that not only must they willingly \naccommodate immigrants, but they must also pay for their entitlements.\n\n Immigrant advocates over the last 25 years have pushed an agenda of multiculturalism in the schools, of \naffirmative action not just for indigenous minorities but also for newcomers from other countries, and a host of \nvarious welfare entitlements for all persons who reside. And it is, I believe, that aggressive push for immigrant \nentitlements that has helped fuel the backlash in states like California.  Unless we are willing to deal with the \nlegitimate concerns that are aroused by this volatile issue, I think we may face a tide not just of anti- illegal \nimmigration fervor in the United States, but also unwise proposals to begin to limit legal immigration.\n\n And as the second half of our program today will show, I believe immigration not only has been historically good \nfor the United States, but continues to be good for America.\n\n\n Immigrants are among the most hard-working and industrious of all persons who reside in this society.  They are \nfar less likely in their working years to -- despite poverty -- rely on welfare programs and, in fact, lead lives that \nexemplify what most of us think as traditional American values.  The questions that may come up today -- and I \nthink both my co-hosts this morning from Empower America, Jack Kemp and Bill Bennett, may deal further with this \n-- about what ought to be done to control illegal immigration I would suggest should be focused narrowly and \nexclusively on those who are in the country illegally.  I think if we fail to deal with the questions of border control, if \nwe fail to deal realistically with the questions of visa overstayers, the kind of anger and sentiment we saw in \nCalifornia may indeed spread eastward, and we may face a situation when proposals such as that made by the \nNational Commission on Immigration recently to set up a national work registry will, in fact, I think, gain in \npopularity.  We're already hearing talk of legislation to introduce a national ID card, all of which, frankly, deal with \nthe problem that affects barely 1 percent of the population by enacting structures which will affect the other 99 \npercent of persons who reside in the United States.\n\n But the question is what we can do in this era of anti-immigrant fervor that will deal realistically with the question of \nassimilation and what it is that has been driving those in places like California to react so negatively to the influx of \nimmigrants.  For 20 years, we have had policies in the United States -- and our education system -- that did not \nsimply suggest that we do what we have done in the past, in terms of welcoming newcomers into our schools and \nhelping those newcomers adjust to their new life in America.  We have seen an aggressive push to teach children in \ntheir native language and about their native history and culture to the exclusion of any sense that we were pushing \nan agenda of helping people become new Americans.\n\n This conference this morning will deal with the question of immigration, with the question of what we can expect \nby way of public policies and what steps can be taken to deal realistically with the illegal alien problem in the United \nStates, without unduly affecting the benefits that all of us gain from legal immigration.\n\n Most of you are here , I think, to hear from two very prominent Americans who have served in previous \nadministrations and other public offices; and without further ado I'd like to introduce first Jack Kemp, who is co-\ndirector of Empower American and is former Housing and Urban Development Secretary.\n\n Thank you.\n\n MR. KEMP: Thank you, Linda, thank you very much, and ladies and gentlemen, thank you all for coming to what \nwe think is an issue of significant importance not only to our country but indeed to the whole world.  May I \ncommend first of all ma Manhattan Institute and Pacific Research for publishing \"Strangers at our Gate.\" I would \ncommend it only not to you in this room but to anyone who wants a better understanding of this whole issue.  It is \nvery objective, in my opinion, and will help;p be a critical element in the debate over the next few years on the issue \nto which Linda Chavez has alluded to in her opening remarks.\n\n And secondly, may I say to Ben Wattenberg who wrote \"The First Universal Nation.\" I think it fits very closely with \nthe idea that Manhattan Institute and the Pacific Research Institute have pointed out the importance of \nimmigration, that it is a blessing to America, not a curse.  Illegal immigration is a problem and that is the reason \nthat Bill Bennett and Jack Kemp and Linda have organized this session with you.\n\n In the late 1930's Franklin Roosevelt reportedly sent a telegram to the Daughters of the American Revolution, \nwhich he started off by saying \"Dear fellow Immigrants.\" Pretty true, albeit the numbers are not as astounding as w \none would have expected by such a telegram.  This is a nation of immigrants.  This is a nation which is predicated \nupon the spirit as Linda pointed out, of immigrants.  Ronald Reagan used to suggest that to move to France you did \nnot become French, but to America lawfully you are an American, the day you get here.\n\nThat is the spirit, it seems to me of not only our nation, it is the spirit of the party of Lincoln -- or at least it should be \nthe spirit of the party of Lincoln.\n\n I commend the Manhattan Institute and the Pacific Research Institute for not only reminding us of that which is, in \nmy view, an a priori self-evident truth, but in doing the analysis of what contributions are made to America by \nimmigrant Americans.  A lot of people wanted to know, why would Kemp and Bennett -- loyal, bleeding-heart \nconservative Republicans -- take a position on an issue some suggested of which we knew little about?  Someone \nelse suggested that we were from inside the Beltway, we had no right to do it.  What was the timing?  What was the \n\n\n\npurpose?  And I would just like to clarify a couple of points before I outline what I think -- and I share with Bill -- in \nterms of coming up with some solutions.\n\n First of all, Empower America is a grass roots organization.  We took a position on school choice in Milwaukee.  \nWe were convinced that Polly Williams was right and the establishment of the public school system in Milwaukee \nand the state of Wisconsin was wrong, and -- very proud of our support for Polly and very convinced that that \nmovement has ramifications for the whole country.  In fact, it is what led to the founding of Empower America, and \nled to our taking a position in California on school choice.  Both Bennett and Kemp raised a lot of money in \nCalifornia to try to advance a proposition in 1993 I believe, Bill, to promote school choice.  It lost, but we had a \nrecord in that regard.\n\n Number two, we supported \"Three Strikes and You're Out,\" not only in California, but in the state of Washington.  \nWe supported Proposition 300 in Arizona, which was to make sure that if the government at the federal or state \nlevel were to take anybody's property or permit -- or prohibit someone from developing their property, the taking \nclause of the Constitution should be used to require the state or federal government to compensate the owner of \nthe property.  We took a position in Massachusetts on Propositions 6 and 7.  I won't elaborate on it, except to say it \nlost 70 percent to 30 percent, because it was to implement a progressive income tax in the state of Massachusetts, \nand we were on the side of most Republicans and centrist Democrats who wanted to prevent that from happening.\n\n We also supported the repeal of rent controls in the state of Massachusetts, and by the way, that too passed.  And \nwe supported -- we were opposed, I should say, to 186, which is the single-payer health care system for California.  \nSo Bennett and Kemp have inserted themselves into a lot of state referenda and initiatives.  And it's no secret that I \nbelieve that we ought to have a national process for referenda and initiatives as a grassroots democratic \nexpression.\n\n And we accept the fact that the people of California voted for 187 as a cry for help to the federal government for \nassistance with the border, which was very legitimate, for requiring that the federal government provide some of the \nassistance for the incarceration of illegal immigrants in the state of California.  That, too, is essential, and we agree \nwith Governor Wilson, Attorney General Dan Lungren, as they take this into the court to test what the federal \ngovernment's role is with regard to, A, protecting the border, controlling the border of a sovereign nation, and \npreventing illegal immigration, and also requiring that the federal government help with funding the cost of \nincarcerating illegal immigrants.\n\n I had trouble, as did Bill, with the wording of 187.  It's no secret that I felt very strongly, as did Bill Bennett and \nmany of us in Empower America, that the use of the word \"suspected\" illegal alien -- first of all, I don't like the \npejorative \"alien.\" We're not talking here about aliens, we're talking here about men and women and children.  But \nputting that aside for just a moment, the use of the word \"suspected\" illegal alien or immigrant is in Prop 187 more \nthan 11 times.  Euphemisms are used throughout 187 that cause me profound concern for not only the country but \nthe party of Lincoln.\n\n As Bill Bennett has pointed out many times, the Republican Party -- for just a moment here talking in a partisan \nway -- the Republican Party lost the vote, lost the support of immigrant Americans at the turn of the century, \nwhether they were Italian or Irish or Polish or Central or Eastern European, Jews, Catholics, blue collar working \nfolks, many of whom I represented when I was a congressman from Buffalo, New York.  I think the Republican \nParty has made two big mistakes in its history, one was the loss of the immigrant vote, the immigrant American \nvote; number two was not being there at the battle for civil, human legal voting rights in the '50s and '60s.  Dwight \nEisenhower was there, Senator Dirksen was there, Congressman Rumsfeld was there, a lot of good men and \nwomen were there, but not enough, and the party of Lincoln really began to lose the votes of men and women who \nhad a big stake in climbing that ladder of opportunity that we call the American dream, which we found out in the \nlast few years is not American it is universal, as has been pointed out.\n\n On other thought, and that is what Kemp and Bennett put into our press release could be done.  We said \nemphatically a sovereign nation has the responsibility to control its borders.  We believe in the rule of law.  We don't \nbelieve that illegal immigrants should get welfare. We believe that, said it, stated it and tried to do it in a non- \nsubjective and non-inflammatory way, as Linda pointed out.  We think we could control the border more effectively \nby expanding upon the program in El Paso, as well as the program in San Diego, California, both border control \n\n\n\nprograms have had remarkable impact positively on reducing the flow of illegal immigrants to the United States: \nHold the Line in El Paso, Operation Gatekeeper in San Diego -- both have had remarkable impact.\n\n Number two, we should expedite the deportation process.  The INS is a mess, it is an absolute mess.  The New \nYork Times reported that over 200,000 or a quarter of a million criminal immigrants or illegal immigrants have failed \nto be deported even though they've been reported to the INS.  Last year they only deported 20,000, and estimates \nup to 250,000 or so should be expedited.  And we think we ought to also crack down on fraudulent immigration \ndocuments.  It's a cottage industry in California and Texas, and that was part of 187 that I think was quite effective \nand maybe one of the reasons why it passed so overwhelmingly.\n\n Reform the INS bureaucracy.  No one needs to -- as a former bureaucrat myself with an agency of 14,500 people, \nINS ranks up there with the top of the bureaucracies in terms of its inefficiency.  We should reform the requirement \nfor sponsorship.  I don't think people on welfare should be able to sponsor immigrants.  They should be off welfare \nfirst.  I think that is a self-evident truth.  Reduce the number of employment eligibility documents -- that, too, is a \nself- evident truth.\n\n The last point I want to make is that we've got to export growth policies to the third world.  Immigration, as I said, \nis not a zero sum game with third world economies.  In my opinion, we must export democratic capitalism to this \nhemisphere.  I would urge the administration to allow Chile, Latin America into NAFTA as quickly as possible.  We \nshould reform policies that have burdened the third world with things like the IMF and the World Bank -- I won't get \ninto that issue, but it is a very important issue, the policies that have strangled the economies of many of our \nneighbors, many of our friends in Latin America and throughout the Asian, African and European world.\n\n We should reimburse the states for the cost of federal failure to control illegal immigration.  As I pointed out \nearlier, I watched the governors yesterday -- Weld, Whitman, Thompson and Wilson -- talk about allowing states \nsome help at the federal level as the Clinton administration helped the state of Florida.  Whenever there was a \nproblem in Florida, the Clinton administration was there to help Governor Chiles.  They should have been there to \nhelp Governor Wilson. I don't think this problem would've been so exacerbated as to turn into the possibility of and \nthe potential for discriminating against people on the basis of the color of their skin.\n\n I want to thank you, Linda, and thank Bill.  And I look forward to the panel and the questions from our friends in the \npress.  Thank you.\n\n MS. CHAVEZ: I don't think our next speaker needs any real introduction.  Bill Bennett, former secretary of \neducation, former drug czar and now co-director of the group Empower America.\n\n MR. BENNETT: Thank you, Linda.  Worth mentioning those jobs, because I notice in reviewing a lot of the material \nunder the proper heading of this issue, a lot -- I've been here before on the education issues and some of the \nillegal issues as pertains to the drug job, but I'll get to that in a minute.  I want to thank you and congratulate you \nand Manhattan and Pacific -- one person, two institutions -- and everyone else associated with this.  I think it's a \nvery good idea. And I also want to say how grateful I am for the work done by the people associated with this \nreport, some of whom will be on the panel that follows, and I urge everyone to stay for the panel.  These are the \nfolks who are truly expert on these issues.  I spent the weekend reading their work, and I hope you will stay.\n\n Let me make a few points, because since Jack Kemp and I made our statement, we've gotten a lot of mail and a lot \nof phone calls and a number of comments, but I think we stand by what we said and I would like to elaborate \nsomewhat further on the point of view.  But this is my point of view, and this is taking off from the statement, so -- I \nthink Jack will agree, but I'll leave that to him.  Let's -- I want to advance the argument and comment some on \nWilson's -- Governor Wilson's latest points, but for purposes of analysis, let's divide the issue into legal and illegal \nimmigration.  The Republican Party -- the ascendant Republican Party -- now has to consider where it stands on \nthese issues, and let me suggest the following.\n\nLike health care, there is not a crisis in legal immigration. This is not a crisis.  Let me just say that flat out.  People \nare trying to make it a crisis, but it is not.  Legal immigration has some aspects to it that we need to look at.  There \nare some problems.  We need to adjust some, but there is no crisis in legal immigration in this country.\n\n\n\n Let's just set it out that way because I think that's right.  The problem, if there is a problem with regard to legal \nimmigration, is a problem larger than legal immigration itself; it's a problem about American society right now, \nand that is assimilation.  So, if you will, it's not legal immigration, stupid, it's assimilation, stupid, if we still use the \nmetaphor for the long-ago Democratic successful campaign.  The problem's assimilation -- the unwillingness, the \nincreasing unwillingness over time in our country to affirm, advance and transmit a good common culture of beliefs, \nlanguage and principles.\n\n It is less the problem of legal immigrants coming to this country than the unwillingness of our society to say who it \nis we are, what we stand for, what things students should learn and the like; a real diffidence about our culture; a \nlack of confidence about affirming the basic goodness of the American culture and the need for all children to \nunderstand the basic principles, ideas, values and language of this country.  And we should be much more \nconfident about that, not only for the sake of affirming these American principles but for the sake of these children.  \nTherefore, I think if we are to look at the -- if we are to improve things, we should look less to adjusting the flow of \nlegal immigrants and much more to things like affirmative action and reverse discrimination, bilingual education, \nmulticulturalism in the classroom, and the like.  That's where we should put our attention. We will be looking in the \nwrong place if we look to the problem of legal immigration or if we identify legal immigration as our problem.\n\n What I think has been the focus lately, though, has been illegal immigration and 187, so let me talk to that at \nsomewhat greater length, though I think for the future the question of legal immigration will be the major issue.  \nNow again, this is pretty familiar to me.  I remember talking during the time I was drug czar about the need to \ncontrol our borders.  The context for me then was drugs, but you get the same problem.  When you don't control \nyour borders, you not only get illegal drugs, you get illegal immigration, you get all sorts of problems.  At the time, \nthere wasn't much fashion in the country or in the Congress for increasing interdiction, but I remember distinctly \ntalking to law enforcement officials in California, who would point out that half, 40 percent or 50 percent of the \npopulation of their jails and prisons were made up of illegals who had been convicted of crimes.  And a number of \nthem said to us, \"Mr. Bennett, if you and the rest of the federal government could address the problem of the \nillegals, we'll take care of the home grown criminals.  So it's a very serious matter, and failure to attend to the \nborders in California has given us lots of problems; that's not the least of them.\n\n Now, I notice Governor Wilson's visit here, a speech at the Heritage Foundation and his comments.  He now looks \nas if he's going national on his issue.  It had some success in California, so now he wishes to go national.  The \nproblem with 187 as a solution -- I will say it again -- is it is meretricious.  (Proposition) 187 is meretricious.  It is \nsuperficially attractive.  But it doesn't solve the problem.  It's not effective in solving the problem.  You state the \nproblem as a problem of illegal immigration.  Illegal immigration, that is a problem.  And to respond to that, you \ndeny medical services to people and education to kids.  Assume 187 is perfectly effective. If it's perfectly effective, \nit's effect will be to deny medical services to people and education to kids.  You still have a problem of illegal \nimmigration.\n\n You still have a problem of illegal immigration, you have not addressed that problem.  This is a little bit like the \nTimes Square situation.  You know, you lose your wallet in Harlem but you go down to Times Square to look for it \nbecause the light is better.\n\n This satisfies -- this seems to satisfy people, and when Jack and I would press people on 187 they'd say, \"We're \nsending a message.\" Okay, message heard and delivered, 187 passed.  Now that 187 passed, notice how things \nare getting better?  They're not getting better at all, and they will not work better if 187 works perfectly.  Because to \nsolve the problem you have to do other things.  As Jack mentioned you have to control the border more effectively, \nand that's a responsibility of that federal government, but you have to do some other things as well -- deport, and so \non.\n\n But let me work through 187 a little bit further.  To address the problem, it seems to me, in a rational way, we want \nto stop people at the border -- illegals.  We want to make it much easier to deport people.  We introduced some \nlegislation -- or tried to get some legislation introduced when I was drug czar to make it easier to deport people.  \nFirst of all, we wanted to start with deporting criminal illegals whose stay in the United States and whose appeals \nprocess resembles what many of you are familiar with -- death row appeals.  It's extremely long.  And it's ridiculous.  \n\n\n\nIllegal aliens come into the country, commit crimes, and you can't deport them.  But that legislation never got \nanywhere.  I urge the Congress to take a look at that.  The Republican Congress might have a better shot at this.\n\n I agree with Jack, federal reimbursement is appropriate, and I think Governor Wilson is right about that.  And an \noverhaul of INS is appropriate.  But I am still puzzled, and maybe the panel, later, can answer this.  I am still \npuzzled by what is a horrible problem, regarded as catastrophic in California, but regarded as not nearly so in \nArizona and Texas, where borders are much larger -- much longer.  I was in Arizona campaigning two weeks before \nthe election when this thing was exploding in California.  People in Arizona hadn't heard about it.  Now I grant it's a \nstate initiative but one would think people would know something about it.  I asked the governor I asked \nRepresentative now Senator Kyl and others about it.  Not a big problem.  I talked to Senator Gramm about the \nsituation -- I am still not satisfied as to the answers to the question why is California so different here?\n\nI think I know something about the reasons.  It has to do with history, it has to do with the flow, it has to do with \nhabit.  But I think it also has to do -- and I think Governor Wilson has to confront this fact, that in 1986, under the \nSeasonal Agricultural Worker Program, over a million illegal immigrants in California were legalized.  And this was \nat the insistence and effort of Governor Wilson -- then Senator Wilson -- so I think this has something to do with it.\n\n California draws -- is interested in attracting very large numbers of temporary workers -- illegals -- to work the \nfields, to work the crop -- and then complains that people stay.  Well, admittedly, if people come -- and they come \nonly under a temporary, they shouldn't stay, but, you know, when you're dealing with moving massive numbers of \npeople -- hundreds of thousands of people, a million people -- you cannot expect a kind of neatness, that everyone \nis going to come in like their all third-grade Catholic school children and then leave immediately on time in lock step.  \nI mean, a reasonable person foresees the reasonable consequences of his acts, so I think Governor Wilson ought \nto remember that one.\n\n You know the expression, \"locking the barn door after the horses are out.\" This is a little bit like locking the barn \ndoor, yelling at the locksmith -- which I have no objection to -- the locksmith here is the federal government -- but \nsending very mixed signals to the horses.  You know, \"Get out -- no, but come, come temporarily.  Come for a few \nmonths, do some work, but then get the hell out.  And while you're here, you can't take advantage of -- maybe you \ncan take advantage of services while you're here, but as soon as the season's over, then you have to get out and \nyou can't take advantage of the services.\" This is not neat.  This is not, it seems to me, a sensible way to conduct \npublic policy.  This is confusing, to put it minimally.\n\n I have to say something else.  I think that -- I supported Governor Wilson, and I'm glad he's the governor, but I think \nhe's being less than fully candid about the real problem in California. The burdens under which Californians suffer -- \nyes, there's an illegal immigration problem, but he really ought to address the welfare state, which is, I think, the \nreal problem in California, a much more serious problem.  I'd be much more impressed if he took on the welfare \nstate, if he took on the state teacher's union, if he took on some of the big boys who are really causing him \nproblems and not just focus on illegals.  After complaining about all the illegals and complaining about people \nstaying and getting medical services and educational services, he then -- while he was here, I understand, \naccording to an account in the LA Times -- suggested another temporary worker program in California.  This is \ngoing to cause him more problems.  And, I mean, there's something wrong here, when you keep turning on the \nspigot and then complaining that all the water's not going back up in the faucet when you stop.\n\n A lot can be done.  A lot can be done about illegal immigration without employing a policy which will do nothing, I \nthink, but hurt people.  Again, consider the rationale of 187.  If it works perfectly, what it will achieve is the denial of \nbenefits -- denial of educational benefits to children and the denial of medical services to all illegals.  But will that \nstop the flow or not?  It may be -- I thought about this, put it in perspective.  I guess I do understand one argument \nfor this policy, and if this is the policy, the reason for it, let's be plain.  I do understand one argument for it, though \nit's not one I agree with, and that's this: If you, as Americans, become mean as hell and punitive as hell, take it out \non the children, probably over time people are not going to want to come here.\n\n You know, if you become a really just mean-as-hell country, it probably will affect people's willingness to come \nhere, but that would be a very bad idea.\n\n Thank you very much.\n\n\n\n MS. CHAVEZ: I'd like to open the floor to questions, but I'd like to ask your cooperation in abiding by a few ground \nrules.  We have two sections of the program this morning, a later section that will deal with some of the policy \nquestions, and I know some of you here today are from the policy community, others are from the press. We're only \ngoing to have Bill Bennett and Jack Kemp here with us for the first part of the program.  I'd like to ask them both, if \nthey wouldn't mind, to come up to the front so that we can get your questions.  And I'd like the first questions to go \nimmediately to the press.  If you will stand, identify yourself and your organization, and I will repeat the questions for \nthe benefit of the recording here.\n\n Q Back here.\n\n MS. CHAVEZ: Yes?\n\n Q Mark Stern with Copley News Service.  And I'd like to ask all three of you to what extent do you think this issue \nwill be a factor in the 1996 campaign in terms of the GOP primary?  How do you think it will (cut?)?\n\n MR. BENNETT: Go ahead, Jack.\n\n MR. KEMP: Go ahead.\n\n MR. BENNETT: Well, I think it will be an issue, and I hope our party's on the right side of the issue, the right side \nnot just of history here but of principle.  There's a lot stirring on this right now.  But I think actually it's pretty \nstraightforward.  As I said, legal immigration is not a crisis as I see it, and one needs to say that and then address \nthe serious problem, the very serious problem of illegal immigration, and that's primarily a federal government \nresponsibility.  I think this is a pretty straightforward issue.\n\n But this isn't to deny that there aren't all sorts of things swirling underneath here.  This is not a -- one of these neat \nand sanitized problems in America.  One of the pieces of material in this wonderful report is a survey, a public \nopinion survey of people's opinions of whether certain nationalities benefit the U.S. or not. It's extremely interesting \nto see the Irish at the top of the list. I'm Irish; I find this extremely interesting -- a bit puzzling, but extremely \ninteresting.  I mean, I'm all for the Irish, but first? Koreans are in the middle and Vietnamese in the middle and \nCubans at the bottom.  What is this about?  Does this make any sense?  I don't think this makes much sense, but \nthis tells you that when you're dealing with this issue you're dealing with people's assumptions, people's attitudes; \nthese are tricky and dangerous waters.  On policy level -- at a policy level I think it's pretty straightforward.  But at \nthe level of the culture, the level of attitudes, I think it's an explosive issue.  All the more reason, I think, to proceed \nwith it in a straightforward, honest and rational way.\n\n There are all sorts of sub-debates here, as you noticed.  Linda made reference to them and I did, and I'm sure Jack \nwill, but all the issues -- multiculturalism and affirmative action, bilingual education -- these are kind of subheadings \nwhich are themselves extremely explosive but again, I think, susceptible to pretty straightforward analysis in terms \nof public policy.\n\n I don't think it's difficult to argue that every child in this country should learn how to speak English.  I think that's a \nvery easy and straightforward argument to make.  That's not to say it isn't controversial.  And this is how I view the \nwhole issue.\n\n MR. KEMP: I think to look at '96, you've got to look at '94, and I view '94 as a mandate to the Republican Party to \nbe a party of growth and jobs and opportunity, less intrusiveness by government, more jobs, better education, and \ncertainly an answer to the problems of safe streets or safe schools.  Clearly the Republican Party capturing the \nHouse and the Senate in one fell swoop is a desire by the American people to return in a post-Cold-War era to the \npolitics and economics of normalcy.  It is not normal to tax people to the point of crushing their entrepreneurial \nopportunities.  It is not normal to tax working men and women at a level of 26 to 35 percent for most median-income \npeople when that is far beyond anything this country has ever faced in its history.\n\n So these are the issues around which -- along with multiculturalism and affirmative action that leads to quotas.  \nThere are affirmative efforts that this country can make, but I think that if the message of '94 means anything, it \nmeans that the party of growth and jobs and opportunity should be a Lincoln-like party.\n\n\n\n And I'll say one last point about this as a -- well, not a postscript, it is a key point that I've been trying to make all \nover the country.  That is, the Republican Party has no chance of being a majority party in this country without being \nthe party of immigrants, without being the party of men and women who seek civil and legal and voting and equal \nrights, a party that is inclusionary, not exclusionary.  And notwithstanding the fact that white males voted \nRepublican, candidates who ran on inclusion and expanding opportunity and reaching out to black and brown and \nimmigrant votes won overwhelmingly.  I praise Pete Wilson for getting double digits in the black community, but \nVoinavitch (sp) got 40 percent, John Rowland got 35 percent, Trent Lott in Mississippi got 37 percent estimates in \nMississippi of his vote in the black community.  And candidates who did not reach out to men and women of \nimmigrant or color or minority status lost.  They lost.\n\n You even look to Maryland, look to Virginia.  Kay James (sp), who works for George Allen pointed out that the \nRepublican party of Virginia -- I'm not trying to attack on an ad hominem or in an ad hominem way people in Virginia \nin the Republican party, but the candidates that did not reach out, as George Allen did, for the black vote and votes \nof the low income people lost, and that's true all over the country.\n\n So, in terms of '96, I think the party has to be has to be a party of growth and jobs and opportunity, education, type \nof things that Bill Bennett has been talking about, and not a party that is -- well, it has to be said -- there are those \nwho want the party to be the equivalent of the 19 -- 18 I should say '50s - the Know-Nothing party that was anti-\nimmigrant, anti-Catholic, anti-black and failed to see what the Declaration of Independence was all about.\n\n So, this is a key issue, one of the key issues, and certainly getting our party to reach critical mass it seems to me \nthat we've got to welcome the spirit of entrepreneurship that exists in the immigrant family.  The spirit of work ethic \nand the values of family and the values of risk taking that are in the Asian and Latino and the -- immigrant \ncommunity.  And if we're that party, we will find people voting Republican for the right reasons.\n\n MS. CHAVEZ: Let me take a stab before I move on to the next question, because I think there's some very specific \nissues that are going to represent minefields for the Republican party in '96.  If Republicans rush to support \nsomething like the National Commission's recommendation for national work registry I think you could see a \ndifferent kind of backlash emerge in 1996.  In 1986 the administration dealt with the perceived problem of illegal \nimmigration by passing the Immigration Reform and Control Act, which turned every employer in America into an \nimmigration officer.  And what we saw, as the results of that was not just the high-profile Zoe Baird cases, but \nordinary small business people who were required suddenly to keep extensive and to become persons who were \nsupposed to be able to judge whether or not a person had proper documentation.  Now we're talking about a \nnational work registry in which every single time an employer went to hire an employee on a part time or a full time \nbasis, they would have to contact a federal office to find out whether or not that person was eligible to work.\n\n That's going to affect 100 percent of all the people who work in the United States.  Unless you think that's a good \nidea I suggest you go back to your offices today, try calling up the INS and ask a simple question, and see, number \none, whether you can get through; and number two, whether or not the people at the other end of the line can \nanswer even a simple question on immigration policy.  So the idea that we're going to transform the United States \ninto a country where there is some centralized bureaucracy that is going to clear all employment decisions, I think \ncould end up being a disaster.\n\n If the Republicans jump on that bandwagon along with Democrats I think what we're going to see is a backlash by \nordinary small businessmen and women who are going to be subjected to even further bureaucratization of the \nworkforce.\n\n Next question?  Yes, in the back.\n\n Q Yeah, since the self-employment rate -- can you hear me?\n\n MS. CHAVEZ: Can you state your name and affiliation?\n\n Q (Name and affiliation off mike.)\n\n MS. CHAVEZ: I'll repeat the question; just ask it.\n\n\n\n Q Since the self-employment rates for just about any group of immigrants you look at tend to be higher than that of \nthe native population, and since study after study shows that new jobs come from new businesses, economically, \ncan the U.S. afford immigration controls?\n\n MS. CHAVEZ: Okay, the question is, since the self-employment rates for virtually all immigrant groups exceed \nthose for the native born, is it in the economic interests of the United States to engage in further immigration \ncontrol?\n\n Jack --\n\n MR. KEMP: Well, I feel very strongly, as I said earlier, that the spirit of entrepreneurship among immigrant \nAmericans is just overwhelmingly and a plus, as you pointed out, because 91 percent of all new jobs in the United \nStates of America over the past 20 years have come, according to David Birch (sp) at MIT, from the small business \nmen and women, mom and pop.  And certainly Asian and African and European and Latino men and women are \nentrepreneurial.  And we're talking here about lawful, legal, documented immigration, not illegal.\n\n And secondly, I'm reminded of one of Thomas Soul's (sp) comments; he said at the turn of the century when Jews \nmoved from Europe to New York City, he quoted somebody who said wasn't it fortunate that the garment industry \nsprung up at exactly the time that all of those European Jews were moving to the United States.  And then he went \non to say that is the equivalent of suggesting that Hank Aaron was lucky because he came to bat when a home run \nwas going to be hit -- or Reggie Jackson or Roger Maris or Babe Ruth.\n\n Look, it's not luck, it is that spirit that you alluded to, I think, in the premise of the question.  One other aspect of \nthis.  We should be helping Mexico.  We should be trading freely with Mexico and Latin America and probably -- I \nsupport the president's efforts to get APEC to be an Asian NAFTA, but to do it for the year 2020 is ranking off there \nin the blue sky somewhere.  It ought to be done as quickly as it is possible to bring the benefits of open trade to the \nworld. Obviously that, too, should be fair, but it has to be open trade if we are to ever deal with the problems that \nthird world countries and developing countries have with the enormity of their problems.  And my hope is that \nCalifornia, as Bill Bennett pointed out, will take steps to open up their own economy.  He mentioned some of the \nthings about the guest worker program.\n\n My postscript would be, California has the highest income tax rate in the United States of America.  It has a \nregulatory burden that exceeds probably 30 or 40 other states in the union.  And thirdly, it wouldn't be a Jack Kemp \nspeech if I didn't mention at least a remark that the capital gain tax rate in the state of California is 11.9 percent on \ntop of an unindexed 28 percent federal rate, and if California does not take steps to reduce the regulatory and tax \nburden on the spirit of risk-taking in this state, they will find a lot more problems than just illegal immigration.\n\n MR. BENNETT: There's -- apart from the economic issue, there's the matter of cultural renewal and the great \nstrength that immigrants bring to this country, and one shouldn't forget that.  Walter Burns (sp), professor at \nGeorgetown AEI, has what he calls \"Burns' Law\": The more recent the immigrant, the better the citizen.  In some -- \nit's very often true.  Not always true, but very often true.  But I understand there are more Nagoyans (sp) -- if I'm \nsaying it right -- in Orange County now than Smiths, and it's not self-evident to me that hordes of Gore Vidals are \nbetter for the country than Nagoyans.  Most of the bad ideas that have gone about the -- that have contributed to \nthe ruination of American institutions have not come from immigrants -- it's very important to point out -- they have \ncome from people of, you know, good Anglo-Saxon stock at American colleges and universities -- not always Anglo-\nSaxon stock, but often.\n\n I mean, the notion that people have come in here with bad ideas -- take the ideas which have ruined a lot of \nAmerican communities, ideas about -- you know, we don't need nuclear families, all values are relative, we need \nthe government to solve all our problems, welfare will be a great idea -- these weren't imported ideas.  These came \nout of -- these are homegrown, and there's a lot of scapegoating going on that isn't right.  Immigrants -- legal \nimmigration is a net positive plus, a strong positive plus in this country and continues to be.\n\n I want to say one other thing about Wilson while you're being nice to him.  He's scapegoating, damn it, and he \nshould stop doing it. He should stand up to the teachers unions, he should stand up to the welfare state.  He should \nnot blame all the problems of California on illegals.  Now he's riding this horse nationally.  He was perfectly glad to \navoid this before the election, but now the election's over. Come on, Pete.  And this notion that it wasn't any of our \n\n\n\nbusiness being in this -- you know, we were invited -- Jack and I -- to participate on school choice, a California \nissue.  We were -- I was invited by Alan Nelson (sp) to get involved in the immigration debate. He's one of the \nsponsors of 187.  He just assumed I'd be on the other side.  And finally, you know, Jack and I had good enough \ncredentials to be on the Wilson Host Committee for Reelection, you know, when he was running for governor.  So, \nwe can get involved in this issue. Again, I don't minimize of illegal immigration.  Things need to be done.  I agree \nwith the governor that he needs -- that the federal government should reimburse here, but let's get all the facts out \non the table.  Let's take a look at the history here.  Let's take a good, hard, analytical look at California, Arizona and \nTexas and find out where responsibility is on a number of fronts.  MS. CHAVEZ: Roberto Sora (sp)?\n\n Q On the question of reimbursements, do you simply include the cost of public education in that, first, and \nsecondly, given the fact that your colleagues on the hill have put balancing the budget as a high priority -- for \nexample, talking about the need to reduce taxes -- and given that Governor Wilson is asking for $3 billion, and \nTexas, New Jersey, Florida, New York and -- I'm leaving somebody else out -- have all also pressed rather large \nbills on this, how do you square the fiscal issue on having generously offered this reimbursement?\n\n MS. CHAVEZ: Just for those of you who didn't hear, the question is on reimbursements and do federal \nreimbursements and Jack Kemp and Bill Bennett's support of those also include reimbursements for the cost of \neducation.\n\n Jack, do you want to take that?\n\n MR. KEMP: It's very difficult to assess the cost of -- or the cost to the state of California on so-called education or \neven medical services, as Bill Bennett pointed out, for illegal immigrants, but I do favor the effort that the state of \nCalifornia is making, having talked to Dan Lundgren (sp), their attorney general, who is an old colleague of mine \nand one of my good friends.  I do support the idea of getting a clarification from the central government, the federal \ngovernment as to how to handle the problem with incarceration, education, the border more effectively.  And as I \nsaid in my opening remarks, I think the Clinton administration has treated Florida, with all due respect, a lot better \nthan they've treated the state of California on this question.\n\n The fiscal side of it in terms of the macro, the federal budget -- you said that I was in favor of cutting taxes.  Let me \nmake it clear I am for lowering the tax rate, not to get less tax but to get more revenue, get a better economy, get \nmore employment and more entrepreneurs, as I suggested.  I think there is a radical difference between tax rates \nand tax revenues.  Even Lloyd Bentsen said the other day that cutting tariffs -- i.e., an international tax cut -- would \nget more revenue.  I support Bob Dole heartily in his attempt to tie GATT to dynamic analysis of what GATT would \ndo for the American economy and also what -- the dynamic analysis of what cutting the capital gain tax in half and \nindexing it would do for the American economy.  So I -- that question has a premise with which I don't agree, but I \ndo believe that there should be a court decision for the state of California that will help clarify the burden of illegal \nimmigration and what is the federal response to that.  And Bill and I have said repeatedly we think the federal \ngovernment does have responsibility for controlling the border and a -- should make a favorable response to \nhelping the state of California deal with the cost of illegal immigration.\n\n MS. CHAVEZ: Yes?\n\n Q Joanne Siegel (sp) from the Sidwell Friends School.\n\nMS. CHAVEZ: Can I just ask you, if you wouldn't mind, to hold your question?  I'm trying this first part to make it \nexclusively press, and we'll get to your question afterwards.\n\n MR. KEMP: That would be better for the panel that's going to --\n\n MS. CHAVEZ: Yes?\n\n Q (Name inaudible) -- with ABC News.  Is this issue going to divide, the entitlement issue -- (off mike) -- \ncandidates in '96? Pete Wilson may be running, either of you or both of you may be running for candidate.  So \nwhat's going to happen -- (off mike)?\n\n MR. KEMP: Well, I know Bill wants to answer this.  I'll just say thanks for the premise.  Pete Wilson yesterday \nsuggested that he might very well not.  I have not made my final decision.  Bill has made a decision.  But put aside \n\n\n\n'96 in terms of the personalities, it is going to be an issue.  That doesn't mean that it is going to divide the party.  \nThe party has had divisive issues in the past, and I have repeatedly pointed out that unity of a party does not \nrequire uniformity or unanimity.  And as Bill pointed out, we campaigned heartily for Pete Wilson.  We campaigned \nand raised money for his reelection.  We were thrilled that he was reelected, and Dan Lundgren (sp), who was also \nopposed to my position on 187.\n\n So, I'll tell you, where the battleground will be fought is if they want to carry this nationally and turn the party away \nfrom its historic belief in opportunity and jobs and growth and turn the party inward to a protectionist and isolationist \nand more xenophobic party. That would be something around which the soul of our party would be decided.\n\n And I didn't really want to take a position on 187 until I was asked about it campaigning for Mary Alice Acevedo in \nSan Diego, campaigning for Matt Fong in San Francisco, campaigning for Pete Wilson every time we were out \nthere, 21 times, asked about this question.  And I repeatedly said I favor their election but I don't favor ID cards, I \ndon't favor a national registration, I don't favor turning the party inward.  It's no secret I am a free trader.  I believe in \ninternationalism, albeit not Boutros Boutros-Ghali internationalism.  So I am convinced that there will be a struggle, \nbut I believe that the Republican Party, if it captures the Zeitgeist, the spirit of the times, I believe that it will be not \nonly successful in the House and the Senate but at the presidential level in '96.\n\n MS. CHAVEZ: Bill has promised me brief.\n\n MR. BENNETT: Yes.  There will be a big debate about this in the Republican Party.  On all of the interesting and \nvital questions -- immigration, abortion, school prayer, school choice, welfare reform -- there will be vital and \ninteresting disagreements within this vital Republican Party.  The Democratic Party will be, I think, nowhere.  It will \nbe party line. It will be dull.  There will probably not be any vital debates or disagreements.  And that's great news \nfor us.  We can have these discussions inside the party.  Reasonable people of good will can disagree.  This is the \nparty -- this is not only the party of ideas, this is the party of different ideas, competing ideas.  This is the party of \ndialogue, whihc is a great athing to be.\n\n MS. CHAVEZ: And by the way, I might add the party, the Democratic Party that brought to California things like \nteaching Hispanic children in Spanish for a minimum of six years, that brought the idea of advocacy groups, that \nwon entitlements for immigrants, not just legal but illegal, was also on the 187 bandwagon.\n\n This was not simply a Republican issue in California.  There were a lot of people who seemed to support the \npolicies that I think fueled the backlash that created 187 on the other side of aisle as well.\n\n Yes, right here.\n\n Q (Inaudible.) Would you care to comment on the written article seen in Atlantic Monthly -- (inaudible) -- that the \nsize of the world population is going up so rapidly and that the whole situation changing is rapidly -- (inaudible) -- to \nthe extent that it really requires much more serious attention to legal immigration, illegal immigration.  But the \nwhole situation has explosive implications -- (inaudible.)\n\n MS. CHAVEZ: The question has to do with an article in this month's Atlantic Monthly on the question of a world-\nwide population explosion and how that will affect immigration.\n\n MR. KEMP: Well, and whether or not the world is going to collapse from women having babies somewhere on this \nearth.  This is an extension in my view of the Malthusian premise upon which the debate has taken place in this \ncentury in a neo-Malthusian climate over the supply of food, the supply of resources, the supply of energy and to Al \nGore, whether or not there's enough oxygen on this earth.  With all due respect to my friend Al Gore, he was in \nCairo lecturing women on why they shouldn't have babies, lecturing the world on population. The Atlantic Monthly \nhas a headline about how the world is going to turn into warfare in every single Third World country, and frankly, it's \n-- it is the equivalent of, in my view, of a Chicken Little approach to population that doesn't recognize that children \nare not just mouths to feed, they are mind and soul and heart and resources, and if you've taken a look recently at \nthe Washington Post and the study of food production in the last few years in the Third World, it is exploding -- it is \nexpanding, I should say -- a better word.  And very frankly I think it is elitist for the United States to sit here in our \ncomfortable homes and decry the fact that other countries are having children and the population is expanding.\n\n\n\n One last point that I think is important: Look, countries that have sound economies, have growing nations, have \ngrowing opportunities for people, better education, better jobs, families begin to limit the number of children they \nhave.  And that has been, I think, historically, empirically proven probably every 10 years since the industrial \nrevolution.  Therein lies the secret.  It seems to me, and not looking for an economic answer to every single \nproblem, but if you look at the Third World, they are in desperate need of some policies of economic hope and \nopportunity, get the IMF to recognize its responsibility to help nations, not hurt nations, and I think some of the \nproblems alluded to in the Atlantic Monthly article and the National Review article, where they suggested Kemp and \nBennett are wrong, the arguments that were made in both cases, in my view, were wrong.\n\n MS. CHAVEZ: I'm going to take four more questions.  Here, here, here and here.  Start with you.\n\n Q I'm Mark Caimber (ph) of the San Francisco Chronicle.  One follow-up on the debate in the Republican party \nquestion.  The reason that Kemp and Bennett got such headlines is that it's so unusual for Republicans to be \nspeaking out on this.  After Speaker to be Gingrich met with Governor Wilson last week, he talked about \nnationalizing 187 himself and you didn't hear complaints -- not only from Republicans, even from Democrats.  I'm \nwondering when you talk about there being debate in the Republican party, besides the two of you saying -- (off \nmike) -- where else is the debate?  Who else is there on your side?\n\n MR. KEMP: It's interesting that the people running for governor in many other states took positions to the Kemp \nand Bennett position. Jeb Bush in Florida, George W. Bush in Texas, Fife Symington in Arizona -- I noticed that Bill \nWeld and Christy Todd Whitman yesterday on the Brinkley show both suggested that they would not support a 187 \nfor their state, notwithstanding the fact that they were supporting Pete Wilson, and that's understandable.  We have \nsupported Pete Wilson and Dan Lundgren in bringing this case to the federal government of what should be done, \nbut not of course the language.  And I think what Bill and I tried to do is start the debate, and now today with Linda \nChavez and the two prestigious institutions that are represented keep the debate going so that we do not make the \nmistake that was made in the past.\n\n I want to say it once again.  To me, the Republican party was on the wrong side of the issue at the turn of the \ncentury with regard to immigration, it was on the wrong side of the movement for civil and voting and equal rights \nfor black Americans, in repealing the Jim Crow laws; and we were on the wrong side of the issue with regard to the \nincarceration or internment of Japanese Americans.  I grew up in California.  I'll be honest, I wish my mother and \ndad had spoken out, I wish somebody had spoken out.  And that's why Kemp and Bennett spoke out, as a matter of \nconscience on this issue to make sure the party does not make similar mistakes at this time.\n\n MR. BENNETT: That sideline comment really hurt, these -- two of us, you know.  That was intended for you, I think, \nJack -- (laughter) --thinking -- you're on the bench, back in the game.  Anyway, the debate has just begun, and \nGingrich and the others said we'll take a look at this.  But I think the debate has just begun.  But, Jeb and George \nW. Bush, Bill Kristoll, James Q. Wilson, Linda Chavez, Wall Street Journal editorial page -- not bad company, that.\n\n MS. CHAVEZ: San Diego Union, Santa Anna Register.\n\n MR. BENNETT: Santa Anna Register, okay?  That, too.  But, I mean, that's not bad company.  But if nobody thinks \nwe're right, there wouldn't have been a controversy -- or if people thought what we had to say was inconsequential, \nthere wouldn't have been much controversy. But I think now you will see people paying attention, closer attention to \nus.\n\n MR. KEMP: One other thing.  Excuse me, Linda, I'm just going to make one other point.  I think the cause of 187 -- \nthe opposition to 187 was hurt significantly by people waving Mexican flags and turning it into kind of a \"take back \nsouthern California\" approach.  I think a lot of -- it was a disservice to the cause to go to the streets, leave schools.  \nI'm not blaming anybody either for support of it or being in opposition to it, but it was carried away, and we wanted \nto prevent it from being carried away and tried to introduce a note of objectivity, hopefully, to the debate.\n\n MR. BENNETT: Kids who were waving those flags need more education, not less.\n\n MR. KEMP: Not less.\n\n MS. CHAVEZ: And by the way, I don't think that this was a debate about whether or not people like Bill Kemp -- Bill \nBennett and Jack Kemp and -- (laughter) -- they haven't merged, they're not the Siamese twins -- and Linda \n\n\n\nChavez are about supporting illegal immigration. The question is what to do about illegal immigration, whose \nresponsibility it is.  Is it the federal government's responsibility to control the borders?  Should the federal \ngovernment enact some way of trying to monitor whether or not people who admitted illegally in fact leave the \ncountry when their visas expire?  We used to have an Alien Registration Act.  Once a year, you had to go -- if you \nwere in the country on a temporary visa -- and register your whereabouts. These are responsibilities of the federal \ngovernment.\n\n And the question is whether or not we're going to let those legitimate concerns about illegal immigration spill over \nto turn us into an anti-immigration, close the borders, restrict legal immigration fervor.  And I think that's the \ndanger, and that's what we'll see.  And that is certainly the goal of some of the groups -- groups like the Federation \nfor American Immigration Reform have jumped on the illegal immigration because for several years they've tried \nto propose measures that would control the flow of legal immigrants, and they've been unsuccessful in getting \nsupport for that position.\n\n Yes, in the back?\n\n Q (Marsh?) Williams from The Christian Science Monitor.  Your comments come close to addressing my question.  \nYou all have made a very clear distinction between immigration and illegal immigration, yet you don't seem to be \ncrediting any California voters and some of your fellow Republicans with making that distinction.  Why so \npessimistic?\n\n MR. KEMP: We're not pessimistic, and we don't share the pessimism which is apparent in the body of your \nquestion.\n\n They're not racists or bigots.  There was some impression given by some that our statement was suggesting a vote \nfor 187 was racist.  It isn't.  We just were warning the party to be careful about taking a step that becomes very \nslippery as you begin to promote things at the national level like ID cards for work or health care services.\n\n Q So you don't think the 187 vote was an anti-immigrant vote essentially?\n\n MR. KEMP: I don't know the motives of everybody who voted for it.  I am not suggesting the people of California \nare anti-immigrant. California is a nation of immigrants.  Tom Peters pointed out that there are 140 separate \nlanguages spoken in Los Angeles, California, and when I grew up there were a number.  So, no, I'm not suggesting \nthat at all.  There are and were mistakes on both sides of this issue, and a rational debate is what Bill and I have \nwelcomed and hopefully have helped to start, and I want to praise Linda Chavez for entering it on behalf of these \ntwo prestigious institutions.\n\n MS. CHAVEZ: I have -- before you speak, Bill, I actually think I have a different point of view than Jack.  I am more \npessimistic than he is, and the reason I'm pessimistic is that, if you look at the public opinion data, it suggests that \nAmericans have a somewhat distorted view of immigration.  I mean, you can't deny that 60 percent of Americans \nthink that the old immigrants who used to come here were good for the country but 60 percent of Americans also \nbelieve that the immigrants who are coming here today are bad for the country.\n\n And part of that reason, I think -- part of the reason for that, I think, is that we have a distorted view on who those \nimmigrants are and what contributions they're making.  That's the point of our issuing today the index of leading \nimmigration indicators.  It is to show that, despite the fact that many Americans believe immigrants come here for \nwelfare, working age immigrants living in the United States, even those entitled by virtue of their poverty status to \nreceive benefits, have a lower immigration -- lower welfare rate than the native born do.\n\n We have a sense that all of the immigrants that are coming here are low-skilled, uneducated and not assimilating.  \nIn fact, the facts show the opposite.  We have a higher proportion of the foreign born with PhDs and college \ndegrees than we do the native born.  And even among those immigrants like Latinos, who come here with very low \neducation levels, after 15 to 20 years in the United States, their earnings go up, they catch up with their co-ethnics.  \nAnd after about 20 years, they actually exceed the earning power.\n\n There's every indication that, despite 25 years of concerted effort by the part of the federal government to keep \nimmigrant children speaking their native language and being taught in their native language, that in fact the same \nthing is happening to this generation of immigrants as happened to previous generations.\n\n\n\n They learn English, and by the third generation in the United States, English becomes their only language, not just \ntheir dominant language.\n\n MR. BENNETT: I'm somewhere in between.  Notice 187, it was -- support for it was dropping like a rock in \nCalifornia until you got the flag business, people walking around with the Guatemalan and Mexican flags. You then, \nI think, did stir the juices.  And one understands.  People thought, well, what is my choice here, voting for the \nAmerican flag or voting for the Guatemalan flag?  They voted for the American flag.  Without a lot of stupid, \ncounterproductive stuff like that, I'm not sure the result would have been -- the result might well have been very \ndifferent.\n\n But Linda's right to this extent.  There is some irrationality about this.  Now, I argued against the Wilson position on \npublic policy grounds, and I think that's where the argument should be conducted.  But, you know, this thing stirs a \nlot of juices, and not all of them are good.  It stirs a lot of nativist juices.  I mean, you should read the mail at \nEmpower America, listen to the voice mail or read our mail.  You know, there's lot of it, and some of it ain't so \nhealthy, isn't so good.\n\n But this, which the panel can talk about later, public opinion on immigrants by ethnicity, it's quite remarkable the \nnumbers.  You know, percent saying these nationalities generally benefit the country: Irish, 76 percent, 1993, \nAmericans.  Seventy-six percent said the Irish benefit America, but only 24 percent of Americans think Cubans do, \nand only 41 percent think the Vietnamese do.  This is irrational, I'm sorry to say, so we need -- it's very good we're \nairing, debating this issue and discussing this issue so we can get facts out on the table.  And that's the great thing \nabout this report; it gets facts out on the table.\n\n MS. CHAVEZ: I'm going to change the rules here in midstream.  We have two more questions.  I'd like each of you \nto pick whom you want to respond to your question so that we can get on with the panel. Yes?\n\n Q Steve Daley from the Chicago Tribune.  All of you have addressed the cultural aspects of this -- multiculturalism, \nbilingualism, affirmative action.  I don't recall Governor Wilson talking about the aspects of this -- (inaudible).  Is \nthere any evidence that what happened in California with Prop 187 was anything other than economics?  Any real \nworld evidence?  MS. CHAVEZ: I am going to take this since you didn't pick one of the others and just suggest that \nwe have on the next panel Ron Untz (sp), who will be talking about some of the polling data he did when he \nchallenged Governor Wilson in the primary, which in fact does indicate that some of this multiculturalism was driving \nthe sentiment. I can tell you from just having come back from California that when you talk to people about what \nconcerns them, it is the fact that they're worried that there is a fundamental change that's taking place in the culture \nof the United States.  They don't like the fact that these kids were out in the streets waving Mexican and Salvadoran \nand Guatemalan flags, and they don't like the fact that their tax dollars are going to pay for education that costs 50 \npercent more than the education of the native born because these children are being put into special classes in \nwhich the native language is used as a method of instruction.\n\n Q Maria -- (inaudible) -- at USA Today.  I'd like to ask any one -- either of you what's your assessment of what will \nhappen on the Hill now that the Republicans have taken over on this issue of immigration, particularly since so \nmany Democrats support many of the things that Governor Wilson pushed in California?\n\n MR. KEMP: Well, the purpose of this meeting is to elevate the issue to a front burner so that mistakes are not \nmade.  My hope is that the Republican Party will approach this from a rational and logical and objective viewpoint.  \nAnd I stand by the things I've said throughout this conference about the fact that immigration is a plus for the \nUnited States.  Ron Untz (sp) has pointed out in his outstanding article in the Policy Review, a Heritage Foundation \npublication, that in the 1980s it wasn't much of an issue because we created jobs at such a level that there was an \neasy -- or easier assimilization -- assimilism --\n\n MR. BENNETT: Assimilation.\n\n MS. CHAVEZ: Assimilation.\n\n MR. KEMP: Assimilation.  That will make the evening news. (Laughter.) Somehow it always makes the evening \nnews when someone on the right does it.  (Laughter.) It doesn't make the evening news when --\n\n MR. BENNETT: (Off mike) -- has to spell it.\n\n\n\n MR. KEMP: Yeah, right.  Yeah.  (Laughter.) I can spell it better than pronounce it.  Assimilization -- (laughter) -- \nwas not an issue in the '80s when the economy was growing, when 21 million new jobs were created.  And it's \nbecome a zero sum game when you get an economic contraction.  This happened in Europe in the 1930s and it \nmanifested itself in my view against Jews.  It happened in the -- in another century it happened against immigrants, \nand it happened in California, in my view, because of the terrible consequences of the collapse of real estate \nvalues, the collapse of defense spending, the collapse of the economy caused by too much regulation, too much \nfederal government intrusiveness, and of course, over taxation.\n\n So my hope is that we can carry on this debate and assimilate those with whom we disagree.\n\n MR. BENNETT: This immigration problem may come and go, but again I want to end -- assimilation is the issue, \nand assimilation is not just the issue for people born in foreign countries.  Assimilation is a problem for people born \nin this country, too.  Babies are immigrants from heaven or wherever you think they come from, and they have to be \nassimilated.  We are not transmitting our culture.  We are not transmitting the values of the culture.  We are not \ntransmitting the key principles of this culture.  We're not doing a very good job with home-grown kids.  We're not \ndoing a very good job with immigrants. And this is exacerbating pressure, I think, on all points, including the \nimmigration point, and is creating a focus that is sometimes in the wrong place.  Again, I think more attention to \nassimilation -- these are heated debates.\n\n Maria, I think one thing will be what the Republican Congress' stand be on things like bilingual education and \naffirmative action and multiculturalism?  There is no example -- that I know of -- of a truly multicultural society that \nsurvived.  I don't think there is one. It's almost definitional, but check your Durkheim.  I don't think there is one.  And \nso we have got to do -- be very clear and plain about this.  And this is the challenge not just for the next four years, \nfive years, 10 years.  This is the challenge for the future of this country.\n\n MS. CHAVEZ: With that challenge to go out and check your Durkheim, I'm sure some of you will be rushing for the \ndoors.\n\n I'd like to thank Bill Bennett and Jack Kemp for being here this morning, and all of you.\n\n END\n"}