{"title": "Online, a Violent View of Islam; Anti-Immigration Dutch Lawmaker Characterizes His Film as 'Tough Reality'", "body": "\nA Dutch lawmaker known for his outspoken opposition to immigration posted a graphic film depicting Islam as a \nreligion of violence on a maverick video-sharing Web site Thursday night after government and religious officials \nspent weeks trying to prevent its release.\n\nThe 15-minute film splices verses from the Koran with videos of mutilated bombing victims, the World Trade Center \nattack, the beheading of a man by masked gunmen and an Afghan woman draped in a pleated blue burqa being \nshot in the head.\n\n\"It is not a provocation, it is tough reality -- a reality that some Muslims might not find comfortable,\" Geert Wilders, \na member of the Netherlands' far-right Party for Freedom, told reporters after the Web site LiveLeak.com received \nso many hits within the first hour of posting the film that the video temporarily froze. \"I think I have made a very \ndecent film, within the boundaries of the law. This is a call for debate; that is how people should respond.\"\n\nPrime Minister Jan Peter Balkenende had warned Wilders that the film, called \"Fitna,\" the Arabic word for chaos or \nstrife, could imperil the country's national interests and endanger its soldiers and other citizens abroad. In recent \nweeks, news that the film would soon be released set off violent protests in Afghanistan, Pakistan and other \npredominantly Muslim countries.\n\n\"We believe it serves no purpose other than to cause offense,\" Balkenende said at a news conference soon after \nthe video was posted on the Internet. \"But feeling offended should never be used as an excuse for aggression and \nthreats.\"\n\nEuropean officials have expressed concern that the film could ignite the kind of worldwide demonstrations that \nfollowed the publication of cartoons in Danish newspapers in 2005 ridiculing the prophet Muhammad. In an \n\n\naudiotape released last week, Osama bin Laden warned Europeans that they faced \"severe reckoning\" if they \ncontinued to defame Islam's holy prophet.\n\nMohamed Rabbae, chairman of the moderate National Moroccan Council in the Netherlands, appealed to Muslims \nto \"react calmly and within law\" after viewing the video.\n\n\"The pictures are horrible and very bloody,\" Rabbae said in an interview. \"It is a film according to the ideology of \nMr. Wilders -- he always tries to make a link between violence and the Koran.\"\n\nDutch television stations had refused to air the film, and Wilders was unable to find a venue to screen it in the \nNetherlands because of the prohibitively costly expense of security. The U.S. Internet provider that Wilders used to \nadvertise the film suspended its Web site last week.\n\nThe U.N. Human Rights Council adopted a resolution Thursday deploring the use of the media to \"incite acts of \nviolence, xenophobia or related intolerance and discrimination towards Islam\" or other religions.\n\nBut early Thursday evening, LiveLeak.com, a site based in the United Kingdom that specializes in running raw \nvideos from the battlefields of Afghanistan, as well as crime footage from around the world, posted \"Fitna.\"\n\n\"There was no legal reason to refuse Geert Wilders the right to post his film (Fitna) on LiveLeak.com and it is not \nour place to censor people based on an emotive response,\" the Web site said in a statement posted next to the \nvideo. \"To many of us involved in LiveLeak.com some of the messages therein are personally offensive. . . . Our \nbeing offended is no reason to deny Mr. Wilders the right to have his film seen.\"\n\nWithin minutes of its release on the Internet, Dutch television aired clips from \"Fitna,\" and the film dominated the \nnightly news.\n\nPaul Scheffer, a professor of urban sociology at the University of Amsterdam, said that \"in principle, criticism of the \nKoran or radical Islam is part of an open society. The problem with Wilders is he has linked that with limiting the \nfreedom of Muslims in this country; he not only criticizes the Koran, he wants to ban the Koran.\"\n\nWilders's personal Web site carries a banner that declares, \"Stop the Islamization of the Netherlands.\" The \ngovernment has assigned bodyguards to protect Wilders because of death threats against him.\n\nThe Netherlands, like most other Western European nations, is in the midst of a divisive struggle over national \nidentity in the face of large-scale immigration in recent decades. The debate has been particularly pronounced in \nthe Netherlands, which has long enjoyed a reputation as a liberal, open society that allowed personal freedoms.\n\nIn 2004, Dutch filmmaker Theo Van Gogh was murdered in Amsterdam by an extremist after he released a short \nfilm criticizing Islam's treatment of women.\n\nOn Friday, a Dutch court is scheduled to hear a petition by the Dutch Islamic Federation seeking a review of \nwhether Wilders's film violates hate-speech laws.\n\nThe case was filed before Wilders's film was released and was based on numerous public remarks the lawmaker \nhas made describing the prophet Muhammad as \"a barbarian\" and comparing the Koran to Hitler's \"Mein Kampf.\"\n\nSpecial correspondent Merel Boers in Amsterdam contributed to this report.\n\nGraphic\n\n \n\nIMAGE; Photos By Fred Ernst -- Associated Press; Protesters demonstrated last week in Amsterdam against the \nfilm, which was posted yesterday by a Web site in Britain after attempts to block its release.\n\n\n\nIMAGE; Geert Wilders titled his film \"Fitna,\" the Arabic word for chaos or strife. The prime minister told him that it \ncould endanger Dutch soldiers and citizens.\n"}