{"title": "Gail Shister | CNN's Dobbs rides tall with immigration issue", "body": "\nGoing south of the border is driving Lou Dobbs' numbers north on Nielsen.\n\nTapping into the zeitgeist with a vengeance, Dobbs' rants against illegal immigration are yielding big ratings for \nCNN.\n\nThe 6 p.m. weekday Lou Dobbs Tonight averaged 817,000 total viewers last month - a 46 percent increase over \nApril '05, according to Nielsen Media Research.\n\nMoreover, Dobbs was up 34 percent among the 25-to-54-year-old audience that advertisers pay a premium to \nreach.\n\n\"The passions of the country have aligned with Lou's passions for subjects like broken borders,\" says CNN/U.S. \npresident Jonathan Klein. \"The rest of the nation is awakening.\"\n\nReality check:Brit Hume'sSpecial Report on Fox News Channel clobbers Dobbs at 6. Hume is averaging 1.4 \nmillion total viewers this year, almost double Dobbs' total. Still, Dobbs is up 33 percent so far in 2006.\n\nDobbs' position on illegal immigration dates back more than four years, he says. The issue's in full flame now, \nwith Congress debating a controversial new bill, and rallies being held around the country.\n\n\"As a citizen, the idea that 41/2 years after 9/11 we would have such porous borders is completely outrageous to \nme,\" Dobbs, 60, says. \"It's unconscionable.\n\n\"We've been absolutely committed to this issue for years. It touches nerves.\"\n\nSo does CNN's Klein. Comparing Dobbs and Hume, he says the former \"is more informed about the critical issues \nfacing the country, and more objective about what's going on in the world. Lou Dobbs is in the pocket of no man.\"\n\nThat's a not-so-veiled reference to President Bush's new press secretary, former Fox newsman Tony Snow.\n\nHume \"is a well-respected journalist,\" Klein says, \"but for Fox in general, when a Fox anchor is the president's \nspokesperson, it might be hard for viewers to presume that it's reporting independently on the... issues.\"\n\n\nAn FNC rep returns fire: \"After CNN's dismal performance [in April], Jon should be more concerned with keeping \nhis job than passing judgment on a respected journalist like Brit Hume.\"\n\nAs a journalist, Dobbs has \"utter contempt\" for the language used in much of the coverage. His beef: Too often, \nimmigration is used instead of illegal immigration.\n\n\"There's so much political correctness... . It's not honest language or honest terms. It offends me any time the \npublic is denied the truth. The coverage has been remarkably shallow.\"\n\nUnless federal agents can secure the borders, citizen Dobbs supports building fences \"wherever necessary. \nThere's no other reasonable, responsible position to take.\"\n\nSome argue that journalists shouldn't take any position publicly, to avoid even the appearance of a conflict of \ninterest.\n\nKlein argues that Dobbs' 30-plus years of experience informs his mixture of news, analysis and opinion, \"and it's \nclear which is which.\"\n\nDobbs says his audience expects him to express his views. For those who don't appreciate his brand of advocacy \njournalism, \"it's because they don't agree with my conclusions, in nearly every case,\" he says.\n\nDobbs will continue pounding illegal immigration \"until Congress and the administration - this or the next - lives up \nto their responsibility to provide for the safety of the American people, and we resolve the issue.\"\n\nDone deal. It's official. CNN's Anderson Cooper will contribute up to five reports a year to CBS's 60 Minutes \nbeginning in the fall, CBS said yesterday.\n\nCooper's 60 pieces will get a one-time reshowing on his CNN show, 360. With two years remaining on his four-year \ncontract, Cooper remains a full-time CNN employee.\n\nFor now. \"He's definitely a candidate for a full-time position at some point,\" says 60 executive producer Jeff Fager. \n\"This is an example of how highly we think of him.\"\n\nCooper did two stories for the now-defunct 60 MinutesII early last season. \"It's a rare reporter who's a natural fit for \n60,\" Fager says. \"He got the full package as a reporter.\"\n\nCNN chief Jonathan Klein labels the deal \"a perfect fit. I think they still do some of the best journalism on TV, and \nhe's one of the best journalists.\"\n\nLife or death? Will gay Vito get whacked on The Sopranos?\n\nNeil Giuliano, new president of the Gay & Lesbian Alliance Against Defamation (GLAAD) and a serious Sopranos \nfan, predicts that Vito will keep on keepin' on.\n\nAfter being outed by a member of Tony's crew, Vito (Joseph Gannascoli) is on the lam in a small New Hampshire \ntown, where he's fallen for a macho firefighter.\n\nA father and a husband (to a woman), Vito \"is an intriguing and complex element of the show now,\" says Giuliano, \nin town over the weekend to participate in the Equality Forum.\n\n\"There's so much more to be explored, I think the producers will take the opportunity to explore it. I might start a \n'Keep Vito Alive' fan club.\"\n\nEven wise guys can be gay, Giuliano says.\n\nBecause it defies all the stereotypes, viewers of \"one of the most popular shows of our time can see there are \nlesbians and gay people everywhere. Some of them are even thugs and killers.\"\n\n\n\nContact TV columnist Gail Shister at 215-854-2224 or gshister@phillynews.com. Read her recent work at \nhttp://go.philly.com/ gailshister.\n"}