{"title": "HUNDREDS CROWD INS OFFICE TO BEAT DEADLINE FOR RESIDENCY", "body": "\nCaught in a last-minute rush, hundreds of frustrated people have been camping outside the San Jose INS office \nall night long -- just hoping to get through the door.\n\nSome have been waiting up to 24 hours for a chance to apply for green cards before a crucial Monday deadline.\n\nAs the cutoff fast approaches, the lines have been getting longer -- and tempers shorter.\n\nUndocumented immigrants have been flooding the office for days. If they miss the cutoff, they will have to return to \ntheir home countries and wait up to 10 years to apply for legal status.\n\nOn Thursday night, about 300 people camped out in chilly weather in front of the Immigration and Naturalization \nService office on Monterey Road.\n\nOne Indian doctor, who didn't want to give his name, said he waited 25 1/2 hours just to get through the door. The \nman, who was trying to get some important paperwork for his wife, had arrived at 5:30 a.m. only to find about 400 \npeople ahead of him.\n\nFrom the door, the line moved along the big gray building, made a right angle at a wall, made another right angle \nand snaked through a parking lot. Couples were snuggled close in sleeping bags, people were bundled in down \njackets, music was playing softly on a dozen boomboxes.\n\nThe grounds were filthy. Plastic food trays, soda bottles and old newspapers were strewed everywhere. Five blue \nportable toilets were overflowing and out of toilet paper. The smell was horrible.\n\n\"We stood by those things for an hour and a half this afternoon,\" said Enrique Jimenez, 22, who works for Office \nDepot in Fremont.\n\nFor people in the line, the stakes were high.\n\nThey were there because in December, Congress added section 245(i) to the Legal Immigration Family Equity Act, \nwhich allows \"out of status\" immigrants to file for green cards and adjust their status without leaving the country. To \nbe eligible, immigrants must be married to an American citizen, have a parent or a sibling who is a citizen or legal \nresident, or be sponsored by an employer.\n\nAfter 245(i) expires Monday, illegal immigrants face options that can be described as bad and really bad. They can \nremain in the United States as illegal immigrants indefinitely. Or, if they pursue legal status, they will have to return \nto their home countries to file for green cards.\n\n\nIf the INS determines an immigrant was in this country illegally for more than six months, he or she must wait three \nyears before applying for a green card. If the INS discovers the person was here illegally for more than a year, a 10-\nyear wait is required.\n\nFaced with those alternatives, Joel and Lisa, who did not want their last names used, moved their wedding from \nAugust to the middle of April. Marrying Joel, an American citizen, made Lisa, who is an undocumented immigrant, \neligible to apply for her green card under 245(i).\n\nIf the couple could not get through the INS doors by Monday night, they feared, they would have to cross the border \nand live in Mexicali, Lisa'shometown. Lisa has asthma; the air over Mexicali is polluted. Joel works in Internet \nservice sales. There is not much Internet work in Mexicali.\n\nAs the hours passed and tension grew, Lisa had a run-in with one of the guards outside the INS office Thursday \nafternoon. \"These people are very mean; they don't give you information,\" Lisa said.\n\nThe guards are under contract and are not INS employees. On Friday morning, person after person besieged them \nwith policy questions they were not trained to answer.\n\nPeople in line complained that nobody from the INS was available to answer their questions, as airline personnel do \nwhen lines grow long at ticket counters.\n\n\"We send officers outside all the time to work the lines,\" said Sharon Rummery, an INS spokeswoman.\n\nRep. Zoe Lofgren said the INS needs to modernize its operations so it can offer better service.\n\n\"It is outrageous. No business would treat people the way the INS is,\" she said. \"The INS is a dysfunctional agency \noperating with 1960s technology.\"\n\nBut Rummery said the agency has been working hard to improve service: \"Always, always call customer service \nfirst; it can save you a long wait in line.\"\n\nFriday morning, shortly after the doors opened, Joel and Lisa found out they will not have to move to Mexicali.\n\n\"It turned out OK in the end; we got the authorizations,\" Joel said.\n\nOutside the INS office, Heidi and Oscar Alfaro were standing in a line of about 200 people, hoping they were not \ntoo late to apply under 245(i). The INS forms were so complicated, the Alfaros had hired an immigration attorney to \nfill them out. The attorney had just completed the forms.\n\nThe Alfaros worried about meeting the deadline. But Rummery said the INS will extend its hours Monday and \nguaranteed that all who show up that day will get their 245(i) applications processed.\n\n\"We will be open until midnight on Monday,\" Rummery said. \"We will take every single application. If we don't get to \nthem Monday, we'll give them appointments for later. Nobody will miss out this chance to get this key to the golden \ndoor.\"\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS\n\nAn officer at the Immigration and Naturalization Service office in San Jose, above, talks last month with people \ntrying to become legal residents.\n\n\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS\n\nAlvaro Bejur, left, waited at a window for forms to attain U.S. citizenship.\n"}