{"title": "IMMIGRATION BILL FALLS TO DISPUTES IN SENATE", "body": "\nA bill to crack down on illegal immigration fell victim to election-year politics Tuesday, pulled from the Senate floor \namid wrangling over Democrats' attempts to force votes to protect Social Security and increase the minimum wage.\n\nAlthough Senate Majority Leader Bob Dole withdrew the bill, the presumptive Republican presidential candidate \nsaid that Democrats were to blame. The immigration measure was being \"held hostage\" by their demands for \nvotes on the two other issues, he said.\n\n\"Illegal immigration, wherever you go, illegal immigration is a big issue,\" said Dole, R-Kan. \"And if we're going to \nbe frustrated by efforts on the other side to hold the bill hostage, that's up to them. They can make it happen, and \nthey can explain that to the voters in November.\"\n\nBut Senate Minority Leader Thomas Daschle, D-S.D., retorted: \"We didn't pull the bill. We could be on that bill \nright now. We could be taking up amendments right now.\"\n\nUnder time frames agreed to by the Democrats, he said, the Senate could have finished the bill by late Tuesday.\n\n\"So don't let anybody be misled,\" Daschle said. \"We're not holding this bill hostage. We didn't pull it down.\"\n\nWhen Dole was asked if he would bring the bill back to the floor later, he told reporters: \"If they want to hold it \nhostage to every little thing, probably not.\"\n\nDespite the stalemate, both Republicans and Democrats agreed they need to act to curtail illegal immigration.\n\nThe Social Security amendment, offered by Sen. Byron Dorgan, D-N.D., would erect a protective \"firewall\" around \nthat system should Congress pass a balanced budget amendment to the Constitution. Because of procedural rules, \nsuch a change could not be made to the balanced budget amendment itself, Dorgan said.\n\nBut Dole saw such a vote as a Democratic way \"to help protect some of those who voted wrong on the balanced \nbudget amendment.\"\n\nSen. Edward M. Kennedy, D-Mass., has been pushing for the Senate to vote on a 90-cent increase in the minimum \nwage - from $ 4.25 to $ 5.15 - over two years, which President Bill Clinton requested last year.\n\nOff the Senate floor, the partisan rhetoric continued.\n\n\"What's wrong, Bob Dole?\" Kennedy asked tauntingly just outside the chamber, speaking to reporters. \"What's \nwrong? You supported raising the minimum wage before.\"\n\n\nDemocrats pressed for a minimum wage vote in the House as well, but Tony Blankley, House Speaker Newt \nGingrich's spokesman, was dismissive. \"It's bad policy,\" he said.\n"}