{"title": "Now a 'destination' area But uneasiness begins to surface among immigrants as enforcement looms. Concern here muted but rising ST. LOUIS IMMIGRATION - PART 2 OF 2", "body": "\nCherokee Street in south St. Louis is the site of a concentration of businesses catering to Mexican immigrants: \nrestaurants, law offices, ice cream parlors, health care centers, convenience stores. Some bear signs: \"Mexico vive \naqui,\" or \"Mexico lives here.\"\n\nOne storefront features a list - in English - of legal services such as traffic tickets, DWI and workers' compensation. \nRight next to it - in Spanish - is a list that includes deportation, visas and other immigration-related matters.\n\nAs Jesus Ituarte walks from his law office on Pestalozzi Street in south St. Louis, he greets one immigrant after \nanother.\n\n\"They're all my clients,\" Ituarte says. Many have recently been cited in area municipalities for driving violations that \nhe regards as aimed more at immigration than law enforcement.\n\nIf their documents aren't in order, they may be jailed, have to pay bond money and be turned over to immigration \nofficials, Ituarte says.\n\nSister Paulette Weindel, who has helped refugees for many years from her office at St. Pius V Catholic Church, \nsays she is sometimes grilled by longtime St. Louis residents who learn of her work.\n\n\"I get these questions a lot: 'Are they legal?' 'Are you working with illegals?' That 'legal and illegal' is in our face all \nthe time now, from people outside my work, when they find out what I do,\" she says.\n\nFor many years, two-thirds of all immigrants went to six states - New York, California, Texas, Florida, New Jersey \nand Illinois. But after California toughened its stance in the mid-1990s, new \"destination states\" with little recent \nexperience with immigrants began receiving them, including some here illegally.\n\nThe population of undocumented immigrants in St. Louis is estimated by government agencies to exceed 20,000, \nup from about 12,000 in the mid-1990s.\n\nCurrently, about one of every 100 people in the region is here illegally, still below the national figure of about 5 \npercent, but a sizable population.\n\n\nImmigration enforcement is now an issue in local, state and national governments. And the growing national \npolarization over immigration, fueled recently by Arizona's efforts to enforce federal immigration laws, threatens \nto further roil the situation here.\n\n\"Everybody is worried since Arizona, the Hispanics and the immigrants generally, because that law can be \nadapted elsewhere,\" says Cecilia Velasquez, editor of the newspaper Red Latina and host of a Spanish-language \nradio program. \"People call us on the radio, at the newspaper, and ask, 'What is going to happen? Is something \ngoing to happen in Missouri?' We are telling them, 'As soon as we know, we will tell you.'\"\n\nLOCAL CRACKDOWNS\n\nState and local authorities began taking action against illegal immigrants in part because of the lack of a federal \nresponse.\n\nIn 2006, Valley Park passed the \"Illegal Immigration Relief Act Ordinance,\" targeting anyone who employed or \nrented to illegal immigrants. The effort led to lawsuits and political upheaval in town.\n\nSeveral other local jurisdictions took their own tough steps. And Missouri, under Gov. Matt Blunt, passed a tough \nstatewide measure in 2008, which cracked down on employers who hired undocumented immigrants, made it \neasier to check the immigration status of anyone arrested, required legal checks of public employees and denied \nillegal immigrants a variety of benefits.\n\nO'Fallon, Mo., Police Chief Roy Joachimstaler says his officers now ask people they arrest where they're from, with \nan eye toward immigration issues.\n\n\"Everyone that's arrested is asked where they were born, through the booking process,\" Joachimstaler says. \"We \nget the full pedigree of everyone. That's normal procedure. But that's after they've been arrested. Our policy mirrors \nthe state law.\"\n\nO'Fallon also requires affidavits in publicly funded projects that workers are U.S. citizens or have legal immigration \nstatus, city spokesman Tim Drabelle says, because of concerns about employment of illegal immigrants and \nsubstandard wages.\n\nIn May, the St. Charles County Council - charging that the federal government was not enforcing immigration \nstatutes - overwhelmingly approved a nonbinding resolution endorsing Arizona's tough immigration law and calling \non Missouri's legislators to adopt a similar measure.\n\nIn Maplewood, which has a growing Hispanic population, city officials are dealing with housing issues.\n\n\"Somebody will rent property, showing a proper ID, and a month or two later we're getting complaints: 'The \npremises are overpopulated, there are eight to 10 males living in a one- or two-bedroom apartment,'\" says \nMaplewood City Manager Marty Corcoran. \"That's been the issue we have to deal with.\"\n\nThe calls are typically prompted by residents' concerns over such issues as noise or problems parking, Corcoran \nsays. \"So we investigate, and we find the property indeed is overpopulated. We cite the property owner.\"\n\nSEEKING OPPORTUNITIES\n\nImmigration issues \"have put the Hispanic community on the defensive,\" says Jorge Riopedre, executive director \nof the newly expanded Hispanic Chamber of Commerce.\n\nChamber participants gather weekly, seeking ways to help new business owners plant roots and existing \nbusinesses tap into an expanding new market.\n\n\"Every company I'm asking for major dollars (to help pay for Chamber programs and staffing), they're asking me in \nreturn to connect them with Hispanic bilingual talent,\" Riopedre says.\n\n\n\nHe is happy about that \"because the atmosphere is a little dicey now. ... Any time a minority group becomes more \nvisible, there's always going to be a negative side to that, a cultural clash, so we are seeing the same \ntransformative process that we've seen with different immigrant groups since this country was founded.\"\n\nFred Wooten is a participant in the chamber who wants to build \"bonds and referrals\" between Hispanics and \nAfrican-Americans in St. Louis and reach out to Bosnian, Vietnamese, Korean and other immigrant populations.\n\nAnna Crosslin, who runs the International Institute of St. Louis, which recently received a competitive federal grant \nrecognizing its work with refugees as among the best in the country, says immigrants and refugees bring much-\nneeded entrepreneurial energy to the region.\n\nRiopedre agrees.\n\n\"A more diverse work force is a more dynamic, creative and energetic population,\" he says. \"They're going to create \njobs, help the region think outside the box. With the global economy, we can't do things the way they've always \nbeen done. We've got to have new visions of ways of doing things.\"\n\nJohn Ammann, director of the St. Louis University Legal Clinic and a SLU law professor, who has worked closely \nwith Catholic Charities, a refugee resettlement agency here, notes that immigration issues have not reached the \nemotional level they have in other communities. If passions remain in check, polarization is unlikely to take root in \nSt. Louis, he says.\n\n\"I think it's a temporary situation we're in,\" he says. \"We're at the cusp of a problem, but I'm optimistic. When the \neconomy improves, people won't feel as threatened.\"\n\n---\n\nABOUT THIS SERIES\n\nPhilip Dine, a Post-Dispatch reporter, columnist and editor from 1987 to 2008, in 1995 examined the growing influx \nof immigrants and refugees to St. Louis in \"An Invisible Population.\" This year, he revisited the topic. His stories \nSunday and today look at the local situation in light of the poor economy, rising national controversy and evolving \nimmigration flow to St. Louis.\n\nFunding for this series came from the Enterprise Journalism Fund of the Press Club of Metropolitan St. Louis. \nLearn more at stlpressclub.org.\n\nVIDEO\n\n- St. Louis immigrants speak about their experiences.\n\n- Radio station WEW-AM 770 is the oldest radio station west of the Mississippi and the second-oldest in the \ncountry. See how its shows help to represent the diversity of St. Louis.\n\nstltoday.com/multimedia\n\nNotes\n\n st. louis immigration  •  part 2 of 2 \n\nGraphic\n\n\n\n \n\n Photo by David Carson • dcarson@post-dispatch.com Friends (from left) Jesus Martinez, Janet Cruz, July \nSanchez, Orlando Epindola and Francisco Ocampo meet up Sunday on Cherokee Street in St. Louis. The street \nhas developed into a hub of businesses to serve the growing Mexican immigrant population in St. Louis.  Photo by \nDavid Carson • dcarson@post-dispatch.com Photo - Jhoana Rios and Derek Main exchange business cards after a \nnetworking meeting for entrepreneurs at the St. Louis region's Hispanic Chamber of Commerce. The group \nincludes immigrants and longtime St. Louis residents and is designed to encourage the growth of Hispanic \nbusinesses.  Photo by David Carson • dcarson@post-dispatch.com Carlos Dominguez, owner of Carniceria Latino \nAmericana, a Mexican grocery and restaurant on Cherokee Street, attends a meeting of the Cherokee Street \nLatino Business Owners Association regarding plans for a large festival on Cherokee on Sept. 11 and 12 to \ncelebrate Mexico's bicentennial. \n"}