{"title": "ONE CLASSROOM, MANY NATIONS;AS THE CHILDREN OF IMMIGRANTS AND REFUGEES FROM ALL OVER THE WORLD ENTER SCHOOLS HERE IN RISING NUMBERS, THE COST OF HELPING THEM LEARN ENGLISH IS INCREASING BY ABOUT $1 MILLION A YEAR IN MINNEAPOLIS AND IN ST. PAUL SCHOOLS.IN ST. PAUL, NEARLY ONE STUDENT IN FOUR IS ENROLLED IN A LIMITED ENGLISH PROFICIENCY PROGRAM. THAT'S A TOTAL OF 9,465 STUDENTS, AND THE DISTRICT SAYS SEVERAL THOUSAND MORE COULD USE HELP.", "body": "\nThey come from places most Minnesotans would have to scramble to find on a map: Ethiopia, Slovakia, Ukraine, \nLiberia, Laos.\n\nThey are speaking languages most Minnesotans have never heard of: Mende, Nuer, Tigrinya, Tiv, Oromo, Amharic, \nShon.\n\nThey are here because of a push and a pull - wars or poverty in their homelands versus the warm Minnesota \neconomy that compensates for bone-chilling cold.\n\nAnd they are a growing challenge to Minnesota's schools.\n\nAs the children of immigrants and refugees from all over the world enter schools here in rising numbers, the \ncost of helping them learn English is increasing by about $1 million a year in Minneapolis and in St. Paul \nschools.\n\nThough they were tiny 10 years ago, programs for students speaking limited English have mushroomed in the \ntwo cities. In St. Paul, for example, nearly one student in four is enrolled in a Limited English Proficiency \n(LEP) program because he or she speaks one of the hundred or so non-English languages and dialects present in \nthe city's schools. That's a total of 9,465 students, and the district says several thousand more could use \nhelp.\n\nThe demand has been growing in the suburbs as well, partly because many former refugees are moving out of the \ncentral cities.\n\nAnd yet, neither in the Twin Cities nor elsewhere in the country are there effective measures of how well those \nprograms have worked. District-to-district and state-to-state, schools are inconsistent in such matters as \ndeciding who ought to be in a special program and when students are ready to leave.\n\n\nThe array of languages schools have to deal with is growing, and teacher training has not caught up with the \ndemand.\n\nConsider St. Paul teacher Claudia Nelson and her 16-pupil class of non-English speakers, including Mexicans, \nRussians, a Ukrainian, an Eritrean, a Kurd, a Vietnamese and a Hmong.\n\nEach Tuesday, she prepares a different homework packet for each of them because of their varied skill levels.\n\n\"And when they are ready to go into another reading or math group, I have to create another group for them,\" she \nsaid. \"It gets real interesting.\"\n\nRemedial vs. enrichment\n\nAs the numbers of kids increase, the bill is going up. In the 1991-92 school year, Minnesota schools spent $15.8 \nmillion on programs for students with limited English. Four years later, the number had nearly doubled to \n$28.6 million.\n\nSt. Paul this year supplemented the state money with more than $4 million from its general fund, spending a total \nof nearly $10 million, mainly to hire 237 teachers and educational assistants.\n\nAt the same time, urban superintendents like St. Paul's Curman Gaines see themselves blamed for low test scores \nthat, in part, are a result of the high proportion of students with limited English.\n\nGaines likens it to a track race:\n\n\"In a 440-yard race, for example, the runners are staggered to account for the widening of the curve of the track. \nBut in test scores locally or at the state or national level we expect everyone to start and end at the same place.\"\n\nWhat St. Paul spends out of its general fund is roughly equal to the cost of maintaining all the current classrooms \nfor the city's kindergartens, for example.\n\nThe strain of a greater need for remedial classes at the expense of enrichment programs last year finally caused \nthe St. Paul school district, which has the largest number of non-English speaking students in the state, to file a \nlawsuit against the state.\n\n\"There is not enough of a tax base in St. Paul to support the needs of the students we have here,\" Gaines said.\n\nPrivately, he said, state lawmakers agree. But a political reality is that immigrants and refugees don't vote in large \nnumbers, Gaines said. That's why the district forced the issue with a lawsuit.\n\n\"It hasn't been politically correct to raise these issues before,\" he said.\n\nThe St. Paul schools officials haven't said how much money will satisfy them. But they have indicated that the \nincreases the Legislature has included in its new education bill - while welcome - are not enough.\n\nExisting state funding provides about half the money for limited-English programs based on a class size of 40 \nstudents to one teacher. Gaines and other local school officials had hoped the Legislature would allocate enough \nmoney to get the student-teacher ratios down to 25 to 1.\n\nThat would have allowed St. Paul to increase its work force by 142 teachers and educational assistants.\n\nState officials point out that St. Paul already gets extra money for low-income and LEP students - up to $1,200 \nmore per student on average for that combination.\n\n\n\nBut figures compiled by the Department of Children, Families and Learning show that in constant dollars, state \nspending per pupil has dropped. In 1995 dollars, the state provided schools with $1,329 per LEP student in the \n1986-87 school year. By the 1995-96 school year, that figure was $1,158.\n\nThe education bill passed Monday gives significantly more money to districts with the highest concentrations of \nLEP students. Gov. Arne Carlson has promised to veto the bill for other reasons, but the LEP provisions are \nunlikely to be changed when a bill is finally approved.\n\nThose districts with 11.5 percent or higher concentrations will receive $190 extra per LEP student. In 1999, the \nstate will put the additional LEP money together with special funding for students who are from low-income families \nand those who are low achievers for a Basic Skills Revenue block grant. That means districts won't be required to \nspend the extra LEP money on LEP programs.\n\nAnd educators say that's still not enough to hire the staff to provide the kinds of intensive English training needed \nby immigrants and refugees who, more often than not, do not have even the most rudimentary English skills.\n\nHomecroft Elementary School teacher Nelson and others say the students do not get enough individual attention \nand therefore flounder.\n\nNelson recalled one school year when every one of her students was on a different page in the math and reading \nworkbooks. All day she would race from one to the other.\n\nEven this year, she has pupils preparing to enter the fourth grade that are not even ready for first grade.\n\n\"Even native-born speakers are coming to school with less language skills,\" she said. \"Some of the learning \nexperience is totally foreign to these kids, and the teacher has to stop and fill them in.\"\n\nMoving to the suburbs\n\nA few years ago, the language issue was largely confined to St. Paul and Minneapolis. But now, browsing through \na grocery store in Apple Valley, a shopper can hear flourishes of Arabic, Hmong, Lao, Spanish, Chinese and \nRussian.\n\nEconomic opportunities in outstate or out-of-state cities like Willmar and Eau Claire also attract immigrant families \nwilling to start at the bottom and work hard.\n\nCompared to the size of St. Paul's LEP programs, the 400 students in the Burnsville-Eagan-Savage district \nseem few. But the number has doubled in the past five years and become more diverse as well.\n\n\"When I was hired eight years ago, the majority were Southeast Asian,\" said Mary Grzesiak, who teaches LEP in \ntwo Burnsville elementary schools.\n\n\"Now we really have a wide variety; a growing number of Russian, we have Hispanic, we have Middle Eastern \nchildren and African. We have them from virtually every continent except Australia and Antarctica.\"\n\nPart of the surge to the suburbs is from secondary migration - people who already live in the United States and \nmove to Burnsville.\n\n\"We have families moving from Minneapolis and St. Paul. They want to buy a house, get away from the gangs, get \nto safer environment, that's what they say,\" she said. \"I would expect a continued growth.\" For the past couple of \nyears, our kindergarten class has been 5 percent LEP, which is kind of amazing.\"\n\nGrzesiak has 49 students, 12 of whom have finished the formal LEP program and whose progress she is \nmonitoring. The students are in mainstream classes for all but a half-hour a day when she tutors them in small \ngroups. In their classes, they're often the only LEP students.\n\n\n\nJust how many non-English speakers immigrate to the state, where they come from, and where they settle, is \ndifficult to gauge, said Bounlieng Phommasouvanh, LEP education specialist in the state Children, Families and \nLearning Department.\n\n\"We have had about a 10 percent increase (in non-English speakers) a year,\" he said.\n\n\"Some of the factors (that contribute to immigration) are political situations like in Bosnia, in Somalia and Southeast \nAsia; the former Soviet Union, South America also. Also, we now have a big increase in the Spanish-speaking \npopulation.\"\n\nAssessing diverse districts\n\nThat diversity makes meaningful statewide assessment of how school districts are serving non-English speakers \ndifficult.\n\nHere's why:\n\nWhen war ravages an African nation such as Somalia, one result can be dozens or hundreds of students showing \nup without warning in a district where nobody speaks the language. The next year, it might be a conflict \nsomewhere else in the world that sends a new group of students into St. Paul schools.\n\nAdd to that the widely divergent skill level of foreign-born students arriving in St. Paul.\n\nOn one end of the scale are students from strong educational backgrounds who grew up attending good schools. \nBut on the other end are students who may have been born in refugee camps, whose native language has only \nrecently been written down, and who have never been to school.\n\n\"We are trying to require school districts that receive our funds to submit an annual report. We ask for test scores, \ndrop-out rate, programs they participate in,\" Phommasouvanh said.\n\nSince Minnesota school districts are not required to administer tests that have been specially developed to \nmeasure progress of LEP students, it's no surprise that they don't do well on conventional standardized tests.\n\nPrograms for students with limited English run a gamut but fall generally into three areas throughout the country:\n\nTotal immersion programs like Nelson's TESOL (Teaching English to Students of Other Languages), where \npupils in kindergarten through sixth grades are separated out to be taught in groups that learn to read, write and do \narithmetic in English, regardless of their native tongue.\n\nStudents who understand basic English and are mainstreamed into regular classrooms, but are often pulled out \nto work on their English-language skills for up to an hour a day.\n\nBilingual work, stemming largely from a Latino Consent Decree where pupils are taught the same material \nalternately in Spanish and in English.\n\nHomecroft Elementary School, 1845 Sheridan Ave., has something for everyone - including an outreach worker \nand interpreters for non-English speaking parents.\n\nOn one spring morning, Nelson's TESOL class was going through its paces in a routine that most students that \nage take for granted.\n\nAs a class, they recited the day month and year, what day would follow as well as the number of days they had \nbeen in class during the school year. They gave a weather report and recited typical dining offerings at the school \nas a pupil pointed to pictures of cereal, toast, milk, eggs and bacon. Later she read to them a book called, \"Ketchup \non Your Cornflakes.\"\n\n\n\n\"Would you put pickles on your pizza,\" she asks, trying to catch those who were only moving their mouths.\n\n\"Nooooo!\" is the cheery reply from everyone.\n\nLater groups of students gathered around and wrote down the simple sentences she read them, while an \neducational assistant worked on the alphabet with a girl who had just arrived from Russia.\n\nNext door, students who are part of the bilingual kindergarten classes taught by Gloria Rosso and Anne Royalty \nalternate their school days by learning the same material in Spanish and English. The teachers encourage \nparents reading to their children - even in Spanish. So they send Spanish books home with their pupils.\n\n\"We use the home language to teach content and the students then are able to transfer that to English,\" Rosso \nsaid.\n\nRosso, Nelson and other LEP program teachers acknowledge that assessing the English skills of these students \nis not an exact science. Rather, it's a matter of observation and experience. That leaves lots of room for error in \nmoving student out of remedial classes before they are ready or keeping them longer than needed.\n\nThe measurement will improve next year through implementation of a national English competency assessment \nused by other districts, according to Luz Maria Serrano, administrator of St. Paul's LEP programs.\n\n\"We are establishing a three-year evaluation process that will give us a better handle on what they are learning,\" \nshe said, noting that district standardized tests will be part of the evaluation process.\n\nThere is no question that St. Paul's immigrant students depress the district-wide scores on the state's basic skills \ntests in reading and math. But those students also have risen to the top.\n\nIn 1992, for example, three of the city's six high schools had Hmong valedictorians. And the St. Paul school \ndistrict boasts dozens of outstanding students who started in its LEP programs.\n\nOne is Fong Thao, an Eagle Scout from Hmong Troop 150 and, at age 20, the top student at Johnson High \nSchool. He is now a graduate of Minnesota's most prestigious school, Carleton College, and just finished student-\nteaching at Como Park High School.\n\nAnecdotes about students like Thao abound. But there is no substantial evidence that LEP programs are \ngenerally effective at helping non-English speakers in public schools catch up.\n\nPolitics taints the quest for that evidence, according to \"Improving Schooling for Language-Minority Children: A \nResearch Agenda,\" which was issued by the National Research Council in January.\n\nAcross the educational spectrum, few educators have cared much about assessment, let alone accountability. Only \nin the past few years has the standards movement in the United States prompted places like Minnesota to attempt \nto gather even the simplest of comparative data for mainstream students in such basic areas as math and reading.\n\nBut the effort nationally has been spotty, highlighted by controversy and confusion.\n\nThe criteria for labeling students still varies from state to state, and even from district to district. Researchers \nhave difficulty identifying the \"best\" program or even gauging progress, because the population of immigrant \nstudents changes so rapidly, and the \"mix\" is different in virtually every district.\n\nLikewise, determining when students no longer need special programs varies. St. Paul schools, for example, \npass students out of LEP programs based on teacher observation. In Burnsville-Eagan-Savage schools, \nstudents take a written test.\n\nAnother sticking point has been the practice of lumping Asian students together as a single category. That practice \ndownplays the language difficulties of those from places such as Laos and Cambodia and highlights those from \n\n\n\nChinese and Japanese households, who have tended to do better, said Wendy Walker-Moffat in her book, \"The \nOther Side of the Asian-American Success Story.\" So Hmong students, for example, may not qualify for special \nprograms because their racial category overall scores well.\n\nAnd, contrary to prevailing practice, another study found that 80 percent of Hispanic parents want their children to \nlearn in English, rather than in the bilingual programs.\n\nAlthough the research thus far is conflicting and confusing, continued studies are expected to help districts decide \nwhich programs work best and lead to more effective classroom teaching. And politically, the increasing \nprevalence of limited-English students in classrooms across the state means that more attention is being drawn \nto the issue.\n\nNotes\n\nFirst of three parts. See related stories; \"Teachers who speak English try to bridge language gap\" Page 12A and \n\"Homecroft School a lab for English immersion\" Page 13A in today's Metro Final. A Web site for more information \nabout Limited English Proficiency: The National Center for Bilingual Education is at http:: www.ncbe.gwu.edu \n\nGraphic\n\n \n\n2 Photos:Dawn Villella, Pioneer Press\n\n1. ESL students Gleb Martynov, 9, and Konstantin Kravchnko, 7,\n\ndemonstrate for Guadalupe Medina, 8, and other students what the word\n\n\"cuddle\" means during their TESOL (Teaching English to Students of\n\nOther Languages) class at Homecroft Elementary School in St. Paul. The\n\nclass, taught by Claudia Nelson, is made up of first-through\n\nthird-grade immigrants representing six languages.\n\n2. Guadalupe Medina, 8, shows her class what the weather is like and\n\nwhat they will have for school lunch that day as part of their\n\ncalendar lesson at Homecroft Elementary School in St. Paul. Many\n\nstudents in Claudia Nelson's class knew very little English when they\n\nstarted school.< Graphic:Pioneer Press Graphic\n\nRising tide of limited-English students\n\n[See microfilm for details]\n"}