{"title": "U.S. SENATOR LINDSEY GRAHAM (R-SC) HOLDS A HEARING ON ALIEN SMUGGLING AND HUMAN TRAFFICKING", "body": "\nU.S. SENATE JUDICIARY COMMITTEE: SUBCOMMITTEE ON CRIME,\n\nCORRECTIONS AND VICTIMS' RIGHTS HOLDS A HEARING ON ILLEGAL\nALIEN SMUGGLING AND HUMAN TRAFFICKING\n\n \n\nJULY 25, 2003\n\n \n\nSPEAKERS:\n\nU.S. SENATOR LINDSEY O. GRAHAM (R-SC)\n\nCHAIRMAN\n\nU.S. SENATOR ORRIN G. HATCH (R-UT)\n\nU.S. SENATOR CHARLES E. GRASSLEY (R-IO)\n\nU.S. SENATOR JEFF SESSIONS (R-AL)\n\nU.S. SENATOR LARRY CRAIG (R-ID)\n\nU.S. SENATOR JOHN CORNYN (R-TX)\n\nU.S. SENATOR JOSEPH R. BIDEN JR. (D-DE)\n\n\nRANKING MEMBER\n\nU.S. SENATOR HERBERT KOHL (D-WI)\n\nU.S. SENATOR DIANNE FEINSTEIN (D-CA)\n\nU.S. SENATOR RICHARD J. DURBIN (D-IL)\n\nU.S. SENATOR JOHN EDWARDS (D-NC)\n\nU.S. SENATOR PATRICK J. LEAHY (D-VT)\n\nEX OFFICIO\n\n \n\n*\n\nGRAHAM: Good morning.  I appreciate everyone coming for the hearing.  And we're going to do something rarely \nwe do in the Senate. We're going to get started ahead of schedule.\n\nI don't know if it's going to be a trend that catches on or not, but we'll try it.  But the hearing will come to order.  And \nif you don't mind, I have a short opening statement.  Then I look very much forward to hearing from our witnesses \nabout at topic that I think if more Americans were aware of, there would be a lot of disgust about what's going on.  \nAnd I appreciate the people coming today who are on the front lines of fighting this terrible conditions that exists in \nthe world.\n\nAs we all know, people from all over the world want to come to America to pursue a better life for themselves and \ntheir families. Unfortunately, however, some people entrust their lives to some very dangerous people in the effort \nto gain our shores.\n\nI've been told that the business of trafficking human beings is about a $9.5 billion business.  Some people are \nbrought against their will, kept as human chattel, enslaved in horrible conditions in the midst of our freedom.\n\nThis is 2003, and people are being taken against their will and forced to work in conditions you wouldn't believe. So \nthe world needs to be more aware that we haven't progressed as far as we should have.\n\nI've called today's hearing to examine the issues related to those situations.  And after hearing the horrible deaths \nof aliens smuggled in the country and inhumanly abandoned along a Texas highway last month, I wanted this \ncommittee to examine whether we're doing all we can to combat those horrible crimes.\n\nAlien smugglers and traffickers, through unabashed acts of profiteering, endanger lives of countless aliens, while \ncompromising the integrity of our immigration laws at the same time.\n\nMake no mistake, the human incentives for human smuggling are enormous: $9.5 billion.\n\nThe commodities involved in this trade, this business, are men, women and children who are smuggled.  And they \nrepresent substantial profits for those people who decide to do this for a living.  And no adjective can adequately \ndescribe the people involved in smuggling.\n\nThe State Department estimates that more than 1 million women and children are trafficked around the world each \nyear, generally for the purpose of domestic servitude, sweatshop labor or sexual exploitation.\n\nGRAHAM: At any given time, the department estimates that thousands of people are in the smuggling pipeline, \nwith the United States being the primary target.  Smugglers deliver some 50,000 aliens here each year.\n\nAlien smuggling is a global problem, which requires a systematic and coordinated response.  We should do all we \ncan within our criminal laws to combat this terrible problem.\n\n\n\nI hope this hearing will serve as the beginning of a serious examination of those smuggling and trafficking crimes, \nand whether our law enforcement authorities have the proper tools to combat them.\n\nAccordingly, we will hear and see the evidence of some of the more tragic stories.  I also want to focus attention on \nthose smuggling or trafficking cases where no tragic consequences occur. Unbelievably, some people who traffic \nhuman beings are sentenced to time served: months, not years.\n\nGiven the risk associated with these crimes, every time they're carried out, the punishment should be appropriate to \ndeter future smuggling or trafficking and to sufficiently sanction those who are caught.\n\nFor instance, the Title 8 smuggling provisions provided that a person found guilty of alien smuggling where death \nresults is subject to the full range of punishments, including the death penalty.\n\nAn issue that I want to explore in this hearing is why, when the death results from a Title 18 trafficking offense, \nwhere the victims are, arguably, more vulnerable, the defendant is not subject to the full range of punishments, \nspecifically the death penalty.\n\nI look forward to hearing from the department if there is a principle reason why there is a difference in the \npunishment on those closely related cases.  In other areas of deterrence, we should explore the punishments in \nthose cases where the risk of these serious consequences exist, but because of outstanding law enforcement \nefforts, death of serious bodily injury is avoided.  In other words, if you're caught involved in the activity where no \none is hurt, you have set in motion forces where people could be hurt.  And I think we all agree the punishments are \ntoo light in those areas.\n\nA debate regarding immigration policy is not what this hearing is about.  Senator Chambliss, my good friend, is in \ncharge of the Immigration Subcommittee.  This hearing is about the scope of the problem, what we're doing to deter \nthe problem, and what we can do in terms of law enforcement changes to make sure that our criminal laws in this \ncountry are sufficient to tackle what I think most Americans feel is a disgusting practice.\n\nAnd what can we do internationally?  What can we do to help you, those on the front lines to a better job in stopping \nthis problem?\n\nI would like to welcome our first panel.\n\nAnd we have statements, any statements, from senators of the subcommittee or full committee, we'll introduce in \nthe record at this time.  I have a statement of Senator Hatch, which will be introduced into the record.\n\nAs I said, I'd like to welcome our first panel.  Assistant Attorney General John Malcomb, who supervises the \nDepartment of Justice's smuggling enforcement efforts; Interim Assistant Chuck DeMore, from the Department of \nHomeland Security, who heads the investigative section of the Bureau of Immigration and Customs Enforcement; \nand finally, Deputy Chief Robert Harris, from the Bureau of Customs, Border and Protection in the Department of \nHomeland Security.\n\nI would appreciate it gentlemen, if you could limit your statements, if possible, to five minutes.  And I will swear you \nin. This is just going to be us, it looks like, so we'll do this fairly informally.  And if you'll give me a little bit of \nbackground of your expertise and what your agency does.  I very much look forward to your testimony.\n\nIf you could rise at this time, please.\n\nRaise your right hand.\n\nGRAHAM: Do you solemnly swear the testimony you're about to give is the truth, the whole truth and nothing but \nthe truth, so help you God?\n\nThank you.\n\n\n\nDeputy Chief Harris, do you mind starting?\n\nThank you very much.\n\nHARRIS: Chairman Graham, Ranking Member Biden and distinguished subcommittee members, it is my honor to \nhave the opportunity to appear before you today to discuss the mission of the United States Border Patrol, now a \npart of the Bureau of Customs and Border Protection.\n\nMy name is Robert L. Harris, and I'm the Deputy Chief of the United States Border Patrol.\n\nAs you know, on March 1, 2003, Border Patrol agents, Immigration inspectors, Agriculture inspectors and Customs \ninspectors merged to form the Bureau of Customs and Border Protection within the Border and Transportation \nSecurity Directorate, a part of Homeland Security.\n\nNow, for the first time in our nation's history, agencies of the United States government, with significant border \nresponsibilities have been brought together under one roof.  With our combined skills and resources, we'll be far \nmore effective than we were as separate agencies.\n\nWithin the new bureau, the mission of the United States Border Patrol remains unchanged.  Our priority mission is \nthe prevention of terrorism.  And in carrying out this mission, it is our responsibility to patrol our borders between \nofficial ports of entry, a mission that is critical to U.S. national security.\n\nOur area of responsibility includes 2,000 miles of the U.S.- Mexico border, 4,000 miles of the U.S.-Canada border, \nas well as 2,000 miles of coastal waters surrounding the Florida peninsula and Puerto Rico.\n\nThe current staff of over 10,400 Border Patrol agents take this mission very seriously.  With our increasing \ncapabilities to monitor and patrol -- we are increasing our capabilities to monitor and patrol our northern border.  In \naddition to the 245 additional agents for our northern border last year, Commissioner Robert Bonner recently \ndirected the permanent assignment of an additional 375 agents, to further strengthen our enforcement presence \nthere.\n\nThis new deployment, once completed, will provide the American people with the total of 1,000 agents, to \nstrengthen security along the U.S.-Canada border.  These agents will enforce the strategy with the cornerstones of \ntechnology, intelligence, binational and interagency cooperation.\n\nIllegal migration and alien smuggling is a serious problem, and its impact and the associated criminal activity that \naccompanies it, is far reaching.  An uncontrolled border presents great concern, spreading border violence and \ndegrading the quality of life in the border communities.\n\nThe Border Patrol operates under a comprehensive national strategy designed to gain and maintain control of our \nnation's borders.  Our operations have had a significant affect on illegal migration along the southwest border, \nrelying upon the proper balance of personnel, equipment, technology and border infrastructure.\n\nOur national strategy is based on the concept of prevention through deterrence.  Overall, our efforts have been very \nsuccessful, with significant decreases in apprehensions and illegal entries. Apprehensions have declined from a \nhigh over 1.6 million arrests in fiscal year 2000, down to less than 1 million in fiscal year 2002.\n\nWe're also a leader in the southwest border in narcotics seizures.  In fiscal year 2002, our agents seized over 1 \nmillion pounds of marijuana and over seven tons of cocaine.  In addition to significant arrests of aliens and \nnarcotics seizures, cities like San Diego, El Paso and McAllen have experienced decreased crime rates and an \noverall improvement in the quality of life.\n\nThis reduction in crime is due in part to the work of our agents and the effectiveness of our strategy.\n\n\n\nThrough it all, the Border Patrol has encouraged and maintained a positive relationship with local communities and \nlaw enforcement agencies -- federal, state and local -- operating within the immediate border area.\n\nIn recent years, unscrupulous alien smugglers have moved migrants into more remote areas, with hazardous \nterrain and extreme conditions. As smuggling tactics and patterns have shifted, our strategy has been flexible \nenough to meet those challenges.\n\nBuilding on long-standing safety concerns, we have implemented a border safety initiative along the entire \nsouthwest border.  Striving to create a safer border environment, we proactively informed migrants of the hazards \nbefore crossing the border illegally and have established border search, trauma and rescue, or BORSTAR agents \nas we call them, to provide quick response to those in life-threatening situations.\n\nHARRIS: In fiscal year 2002, our BORSTAR agents rescued over 1,700 people in distress.  We have developed \npublic service announcements for television, radio and newspaper agencies, both in the United States and Mexico, \nwarning against the dangers of smuggling and illegal entry.\n\nNationally, the Border Patrol is tasked with a very complex, sensitive and difficult job which historically has \npresented immense challenges.  The challenge is huge, but now which our agents accept willingly with vigilance, \ndedication to service and integrity.\n\nI know I speak for all of our men and women when I say that we are proud to serve the American people as part of \nthe newly created Department of Homeland Security.\n\nI would like to thank the subcommittee for the opportunity to present this testimony today, and I'd be pleased to \nrespond to any questions that you may have.\n\nGRAHAM: Thank you, Chief Harris.\n\nAt this time, I want to welcome Senator Cornyn to the hearing. He's been a tremendous ally of mine in trying to \nbring the hearing about and bring some solutions to the table.\n\nIf you would like, Senator Cornyn, you may make an opening statement.\n\nCORNYN: Thanks, Mr. Chairman.  And thanks to all of the witnesses who are with us today, and the second panel \nas well, that we're looking forward to hearing from.\n\nI would just have very brief remarks, but I want to say that you all have my profoundest support and empathy, I \nguess, for the tremendous challenge you have.\n\nUnfortunately, I think, the challenges are huge.  And we have not yet met those challenges when it comes to \ncontrolling our borders, dealing with exploitation of those who come to this country in order to try to find a better way \nof life.\n\nAnd of course, in my state of Texas, we've seen recent tragedies dealing with the phenomenon that we are talking \nabout today.  And I'm grateful to Chairman Graham for convening this subcommittee hearing, so we can talk more \nabout it and what we can do to combat it.\n\nI know the facts of the Victoria, Texas, case have been widely reported.  But I think we can all gain from being \nreminded of the disturbing facts.\n\nIn May of this year, 17 undocumented aliens were found dead inside of a tractor-trailer.  The victims ranged in age \nfrom 7 years old to 91 years old.  They suffered to death while riding in the back of a trailer with possibly over 100 \nothers from Mexico into south Texas.\n\nInvestigators believe the temperature in the truck exceed 100 degrees.  As of July 17, 2003, a total of 14 \ndefendants have been charged with various smuggling related crimes arising out of this incident.\n\n\n\nDespite this case, smugglers continue to use sealed railroad cars and tractor-trailers to move illegal aliens through \nthe south Texas smuggling corridor.  And I think we've seen that they are only limited by their imagination in terms \nof the means and methods by which they bring their cargo, their human cargo, across the border.\n\nOnly days after the discovery in Victoria, Texas, 16 other migrants were discovered in a tractor-trailer only an hour \naway.\n\nThe news is these instances has saddened and angered me, and I think many others.  The criminals involved \npreyed on these families' desire to come to the United States for a better life.  I believe these callous and willful \nactions not only claimed lives and endangered others, but threaten the national security of our country.\n\nI understand the chairman is investigating legislative proposals to increase the penalties for human traffickers, and I \napplaud him and support those efforts wholeheartedly and offer my assistance in any way I can possibly provide.\n\nAnd let me just say in conclusion, I appreciate your presence here.  And you have the support of not only this \ncommittee, but the entire United States Congress and the American people, to try to deal with the enormous and \nsometimes it seems, overwhelming, challenges we have when it comes to regaining security of our borders and \ndealing with the profoundly sad and tragic exploitation of those who cross our borders seeking a better life.\n\nThank you, Mr. Chairman.\n\nGRAHAM: Thank you, Senator Cornyn.\n\nMr. DeMore?\n\nDEMORE: Thank you, Mr. Chairman, and members of the committee. I'm Chuck DeMore, interim assistance \ndirector of investigations for the Bureau of Immigration and Customs Enforcement.\n\nDEMORE: I thank you for the opportunity to address you regarding our efforts to combat smuggling of aliens into \nthe United States.\n\nThe creation of the Department of Homeland Security, and specifically BICE, combined the legal authorities and the \ninvestigative tools necessary to effectively combat organized human smuggling and trafficking.\n\nI would like to begin by providing an important clarification and necessary distinction between the terms \"alien \nsmuggling\" and \"human trafficking.\"\n\nHuman trafficking involves force, fraud or coercion, and occurs for the purpose of either forced labor or commercial \nsexual exploitation, generally over an extended period of time.\n\nAlien smuggling, on the other hand, is an enterprise that produces short-term profits resulting from one-time fees \npaid by the smuggled aliens themselves or their respondents.\n\nHuman smuggling has become a lucrative international criminal enterprise and continues to grow in the United \nStates.  The commodities involved in this multibillion dollar illicit trade are men, women and children.  Traffickers \nand smugglers transport undocumented migrants into the United States for work and illicit industries.  The \ntraffickers foremost goal, like the smuggler, is to maximize profits.\n\nTo illustrate the callous disregard smugglers have for human life, I'd like to provide you with the details of some \nrecent, tragic smuggling, involving deaths.\n\nIn October 2002, in Iowa, 11 undocumented aliens were found dead in a covered grain car near Dennison.  \nTrapped in the grain car for four months, the crime is the subject of an ongoing investigation.\n\n\n\nIn May 2003, as was alluded to, in Victoria, Texas, 17 undocumented aliens were found dead inside a tractor-\ntrailer.  Four hours into their 300 mile trip to Houston, oxygen ran out in the dark sealed hot and airless trailer.  The \ntrapped aliens beat their way through the tail lights in a desperate attempt to signal for help.\n\nWithin 72 hours of the grisly discovery, special agents and intelligence analysts from BICE, in collaboration with our \ncolleagues from the Bureau of Customs and Border Protection, the Texas Department of Public Safety, the Victoria \nCounty District Attorney's Office, the United States Secret Service, and the Victoria County Sheriff's Office identified \nand arrested four defendants in Ohio and Texas.\n\nAs of July 17, 2003, a total of 14 defendants have been charged with various smuggling related crimes arising \nfrom this tragic incident.\n\nStill, as you suggested, Senator, smugglers remain undaunted by this tragedy.  They continue to use sealed \nrailroad cars and tractor- trailers to move aliens throughout the south Texas smuggling corridor.\n\nIn fact, only days as you suggested, after the discovery in Victoria, 16 other migrants were discovered in a tractor-\ntrailer an hour away.  It remains unknown what their fate might have been had they not been discovered by law \nenforcement.\n\nIn January 2000, the state of Washington, three undocumented aliens were found dead in a cargo container in \nSeattle.  The three were part of a group of 18 smuggled Chinese aliens that had been sealed in the container for a \nperiod of two weeks crossing the sea. The survivors, who were in dire medical condition, remained in the container \nwith the deceased until they were discovered.\n\nIn March 2000, in California, six undocumented migrants perished in the San Diego east county mountains, four of \nwhom died due to hypothermia. The smugglers abandoned the group in the snowy mountains, even as the aliens \npleaded not to be abandoned.\n\nIn December 2001, in Florida, a capsized vessel was found in the Florida Straits alleged to have been carrying 41 \nCuban nationals, including women and children.  All are believed to have perished at sea.\n\nFinally, last year in Arizona, 133 deaths were attributed to alien smuggling in the unforgiving Arizona deserts.  \nTragically, many of these deaths were due to aliens being abandoned in the desert heat. Unfortunately, not all of \nthe deaths were accidental.\n\nThe BICE special agent in charge in Phoenix is currently investigating several alien smuggling organizations \nbelieved responsible for 13 homicides.  Several of the diseased were undocumented aliens who were unable to \npay for their smuggling fee, and instead were forced to pay with their own lives.\n\nI'm pleased to note that just yesterday some very significant arrests were made in Phoenix with respect to these \nongoing investigations.  Local law enforcement agencies in Arizona attribute most of the increase in immigrant \nrelated violent crime -- hostage taking and home invasions -- to an active alien smuggling trade there.\n\nIt is clear, as evidenced by these examples, that alien smuggling is not confined to any geographic region.  It's a \nproblem of national scope, which requires a coordinated national response.\n\nBICE is currently developing a foreign and domestic anti- smuggling strategy, which has as a cornerstone, the \nimplementation of critical incident response teams.  The purpose of these investigative teams is simple and \neffective.\n\nDEMORE: To begin the investigation -- like in Victoria -- of a critical incident as quickly as possible, bringing to bear \nthis bureau's broad spectrum of statutory authority supported by a robust infrastructure, to include language and \ncultural-specific interview skills; land, air and marine smuggling assets; and intelligence crime scene management, \nvictim, witness, forensic and financial tracking specialists.\n\n\n\nIncreased efforts are also placed on addressing the smuggling of juveniles into the United States, which has \nsurged in the recent years.  This increase is driven by the demand created by U.S. citizens and others wanting to \nillegally adopt children from abroad, immigrants attempting to reunite their families and various forms of child \nexploitation.\n\nTrafficked children are often lured by promises of education, a new skill or a good job.  Other children are \nkidnapped outright, and then bought and sold as commodities.\n\nIn the aftermath of the September 11 attacks, we also more fully appreciate our vulnerabilities with respect to \nterrorists using established smuggling networks to threaten domestic public safety, as well as American interests \nabroad.\n\nBICE views the destruction of transnational smuggling and trafficking organizations as an extraordinarily high \npriority.\n\nThe most effective means of addressing this vulnerability is by attacking the problem and source in transit country, \nthereby presenting the ultimate entry of our enemies into the United States.\n\nTo that end, we presently serve as co-chair with the Department of Justice and the Central Intelligence Agency to \nan interagency working group targeting smuggling organizations that present national security concerns for the \nUnited States.\n\nMembers of the subcommittee have previously raised the issue of the need for enhancing penalties for smuggling \noffenses.  While we believe the penalties set forth in Section 274 of the INA to be adequate in practice, the \nsentences imposed and the other very high profile cases traditionally have been quite short.\n\nWe look forward to working with committee in our efforts to save lives and secure national interests.\n\nI thank you for inviting me to testify, and I'll be glad to answer any questions.\n\nAnd time permitting, I do have some compelling photographs, which depict the callous disregard alien smugglers \nhave for their human cargo, which at your convenience, we'd be happy to show.\n\nThank you, Sir.\n\nMALCOMB: Mr. Chairman, members of the subcommittee, thank you for the opportunity to appear on behalf of the \nDepartment of Justice, to discuss the problems of international alien smuggling and human trafficking, which we \nsometimes refer to as trafficking in persons.\n\nThese two serious crimes, distinct in nature, but related in their effects, are of great importance to the department, \nbecause they present both national security and human rights concerns.\n\nIn my role as the deputy assistant attorney general in the criminal division, I oversee the domestic security section \nand the child exploitation and obscenities section, which are the offices within the division that focus on these \noffenses.\n\nThe department's civil rights division also has criminal prosecutors who target human trafficking and we often \ncoordinate our efforts with them in combating these pernicious offenses.\n\nUltimately, alien smuggling and human trafficking subvert our nation's sovereignty.  Alien smuggling puts the \ndecision about who enters our country into the hands of criminals, who may not know and probably don't care if \ntheir actions help terrorists or other criminals to enter our country.\n\nBoth types of crimes strain limited resources, and penalize persons who wish to enter our country legally.\n\n\n\nThese crimes also enable international criminal organizations to flourish throughout the world, and breed \ncooperation often with border officials in other countries, thereby undermining respect for the rule of law and \nharming basic democratic institutions.\n\nSome have argued that alien smuggling is a so-called victimless crime.  I would like to put that pernicious myth to \nrest.  Smuggled migrants are often subjected to violence and inhumane and dangerous conditions.  Some are \ntrafficked into sexual exploitation or forced labor.  Others die, every year, from drowning, abandonment, accidents \nor brutality by smugglers.\n\nWhile it's not uncommon to find one or two bodies in the mountains or in the desert, it's only when a large number \nof migrants die that the national attention focuses on the danger that these desperate people face.\n\nThe recent deaths of nearly a score of migrants in Victoria, Texas, who suffocated to death in a tractor-trailer, \nabandoned by their smugglers, is only the most recent example.\n\nEven if migrants arrive at their intended destinations alive and unscathed, however, smugglers have been known to \nextort payments and exorbitant fees by forcing migrants in virtual slavery, including selling them into sexual \nexploitation, or by holding family members back in their home country for ransom.\n\nThe department takes these cases seriously.\n\nMALCOMB: Primarily, through United States attorney's office around the country, we prosecute a large number of \nalien smuggling cases every year.  In 2001, we obtained approximately 1,900 convictions for alien smuggling \noffenses, 17 percent of the total number of immigration-related convictions for that year.\n\nWe owe this subcommittee, the Judiciary Committee, and the Congress as a whole a debt of gratitude in enacting \nlegislation that has helped us fight immigrant smuggling and human trafficking.\n\nMost notable were the Trafficking of Victims Protection Act of 2000, as well as legislation in recent years that \nfocused on alien smuggling and document fraud crimes and penalties.\n\nRelying on the TVPA and a variety of other statutes, the department has moved forcefully to punish traffickers, as \nwell as to assist their victims.\n\nAs of March of 2003, there are 128 open trafficking investigations, nearly twice as many as there were in January of \n2001.\n\nWe use various methods to investigate and prosecute these crimes. Sometimes agents discover smuggling \noperations or human trafficking operations while in progress, as occurred in Victoria, Texas.\n\nMore typically, especially in smuggling cases, law enforcement officers will encounter a small group of persons a \nlong the border that a coyote, who is the person who's been designated as a guide, to guide the migrants over the \nborder.\n\nSometimes agents will receive informant tips or intelligence from foreign countries.  Particularly in cases of large \nscale criminal operations, those investigations may be long term, resource intensive and involve the use of \nconfidential informants and undercover agents.\n\nAs with the war on terrorism, interagency and international cooperation is essential to our efforts.  The criminal and \ncivil rights division works with other agencies, such as the FBI, the Department of Homeland Security, the Labor \nDepartment and the State Department, as well as the foreign law enforcement counterparts.\n\nWe also have worked to strengthen the laws of other countries and to make smuggling and trafficking extraditable \noffenses.\n\n\n\nWe have assisted other countries in their efforts to remove corrupt officials who aid alien smuggling organizations \nand have helped our foreign counterparts to initiate their own prosecutions.\n\nLastly, I'd like to describe a couple of recent cases that exemplify our alien smuggling and human trafficking \nprosecutions.\n\nLast year, here in Washington, we tried and convicted an Iranian national, Mohammed Hassein Asadi (ph) for alien \nsmuggling.  Asadi (ph) ran a large-scale organization of smuggled aliens, from generally Middle Eastern and \nSouth Asian countries, into the United States on commercial airlines.  Asadi's (ph) ring provided aliens with stolen \nphoto substituted passports from European countries to qualify for visa waiver privileges under U.S. laws.\n\nAs a result of interagency and international cooperation from other countries, Asadi (ph) was apprehended, and \nthen expelled from the foreign country, and he was sentenced to 30 months in prison.\n\nA recent human trafficking case, the United States vs. Killsu Lee, involves sweatshops in American Samoa.  FBI \nagents worked with the Labor Department and INS investigators to uncover a trafficking scheme where 200 \nVietnamese and Chinese nationals, most young women, were smuggled into American Samoa from Vietnam to \nwork as sewing machine operators in a garment factory.\n\nThe trafficker held these women for up to two years, using extreme food deprivation, beatings and physical restraint \nto force them to work.\n\nIn February, a jury convicted Killsu Lee (ph), the owner of the factory and leader of the organization on nearly all of \nthe counts. Two other defendants pled guilty.  Mr. Lee is going to be sentenced this December and faces a \nsubstantial prison term.\n\nThe sentences in smuggling and trafficking cases have varied significantly.  Some cases have had significant \nsentences, and a number have not.\n\nIt's my understanding that the sentencing commission has put on its agenda for the upcoming year a review of \nimmigration-related guidelines.  And the department looks forward to working with this subcommittee and the \nsentencing commission on these issues.\n\nIn particular, as noted in my written testimony, as I expect highlighted by some of my colleagues such as Paul \nCharleton in the second panel, we believe that sentences, particularly in alien smuggling cases, that have not \nresulted in death or violent injury do not always appropriately reflect the seriousness of the crime.  And we look \nforward again to working with the subcommittee to improve our laws.\n\nWe believe that this could assist the governments efforts to discourage illegal immigration, while prosecuting to the \nfull extent of the law those smugglers and traffickers who deal in human misery, exploitation, and desperation.\n\nI would ask that the full text of my written comments be included in the record.  And with that, I would be happy to \nanswer the subcommittee's questions.\n\nGRAHAM: It will be ordered as such.\n\nCould we see the photos right quick?  And then we will go to Senator Cornyn.\n\nDEMORE: There is a good possibility that one of my two colleagues at the table might have personal involvement in \nthese cases as well.  So please, if you do, join in.\n\nThis is a case -- this shows the disregard, as I suggested before, that the alien smugglers show for the aliens.\n\nDEMORE: This individual is secreted in the dashboard of a vehicle.\n\nGRAHAM: That's a person in a dashboard?\n\n\n\nDEMORE: This is woman who face you can see if you were to open the glove box, but her body literally is secreted \nbehind the dashboard.\n\nThis gentleman here was literally -- he had a chair built around him.  And you can imagine the heat in that \nconfiguration.  And as you know, the lien sometimes getting into the country is significantly -- significant.\n\nThis just shows over-the-road smuggling.  The number of people that are put into some of these vehicles are \nbeyond comprehension. I've seen 25, 30 people come out of a vehicle that really…\n\nGRAHAM: What will they charge someone?\n\nDEMORE: Now when I was doing alien smuggling, the fee was $300 from roughly the Tijuana area to Los \nAngeles.  I'm told now because of the successes of the Border Patrol on the border, it's closer to $1,000 to $1,500.\n\nCORNYN (?): You mean when you were combating it?\n\nDEMORE: Yes, sir.\n\nCORNYN (?): I think you said when you were doing alien smuggling.\n\n(LAUGHTER)\n\nWe understood what you meant, but I wanted the record to be clear.\n\nGRAHAM: May have a new case here.\n\nDEMORE: Again, you see the number of people that are put into these vehicles put them in great harm.\n\nGRAHAM: How old are those children?\n\nDEMORE: You will find people put in trunks, in backs of vehicles, that children, elderly people.  There is no real \nregard for their physical comfort or safety.\n\nThese two vehicles here were subject to rollovers.  Very often the smugglers will ask one of the smuggled aliens \nto drive for a reduced fee.  And people who have very limited skills, in particularly on the highways in the United \nStates, take behind the wheel.  And often they result in rollovers and fatalities.\n\nGRAHAM: OK, go ahead.\n\nDEMORE: Maritime smuggling also a significant threat.  Hundreds and hundreds of people may be put on a \nvessel, three or four weeks at sea.  We have found aliens have been thrown off of the vessels for whatever reason \nthey seem to pose any kind of threat to the smugglers. Have been known to be thrown into shark-infested waters.  \nWe've actually recovered bodies that have been attacked by sharks after the smugglers have thrown them \noverboard.\n\nUse of containers, as the testimony suggested, we've seen that coming from China.  People put for weeks in end \ninto containers, and obviously some perish, and the rest are literally trapped in the container with the deceased until \nsuch a time as they can be…\n\nGRAHAM: And you're talking about weeks, not days.\n\nDEMORE: Weeks, yes, sir.\n\nThis is the Victoria case.  Obviously, ultimately, 19 deceased aliens.  In fact, it's so horrific that I will tell you that \ninterviews of the aliens suggested that a group of adult males wished to dismember the child that you referred to, \n\n\n\nSenator, so as to be able to force his body parts through the truck, so as to alert people on the outside that they \nwere in such peril.  That's the degree of -- that's just horrific, obviously, the bodies.\n\nThese are the 14 individuals that have been taken into custody, charged with various crimes relating to this \nconspiracy.\n\nGRAHAM: Now these people are, are they the masterminds?  Or they're the worker bees? Or do we know?\n\nDEMORE: It's a combination of both.\n\nGRAHAM: Kind of a…\n\nDEMORE: Significant players here, a woman that would immediately after the arrest, when to Honduras.  We don't \nhave extradition with Honduras.  We ultimately were able to lure here in to Guatemala, and ultimately take her into \ncustody.\n\nGRAHAM: What do we need to do to get extradition with Honduras?\n\nDEMORE: I'm sure the Department of State could best answer that, but that would be helpful.  We've known of \nother cases.  And I think one of the U.S. attorneys will refer to that in the second panel.\n\nGRAHAM: OK.\n\nDEMORE: This shows some of the smuggling routes.  Smugglers will use multiple transit countries, numerous \nconveyances, types of conveyances, travel documents from a whole host of countries.  Some good, some bad.\n\nThis is a proprietary.  This is actually a house that we set up in the context of an alien smuggling organization, so \nwe could identify the alien smugglers, and subsequently present for prosecution.  It was all set up for video and \naudio.  We could actually watch the smugglers bring the smuggled aliens into the house and identity who was \ninvolved and in what kind of capacity in this operation.\n\nThis is the monitoring of the road house from an adjacent residence where we had the tech equipment set up.\n\nDEMORE: And this is a really interesting vehicle.  This was interdicted last week by the Coast Guard.  It's an old \nChevy truck that they had fixed pontoons to, configured the drive train to turn a propeller.  And I'm told it was about \n50 miles at sea when it was interdicted by the Coast Guard.  And my first question was that's interesting that they \nwere wearing life rafts, but those were obviously dropped by the Coast Guard.\n\nSo this is the kind of ingenuity the smugglers will use and the dangers, the present dangers, they put the aliens, \nsubject them to.\n\nThat's it.\n\nGRAHAM: Thank you very much.  Very informative.\n\nSenator Cornyn?\n\nCORNYN: Just so we understand the scope of the problem, a couple of you have differentiated between human \ntrafficking and alien smuggling.  And I assume those are both done for a profit motive.  Is that correct, Mr. \nMalcomb, in your experience?\n\nMALCOMB: Yes, and there is a difference between the two.  Very simply, it's people who are trafficked are brought \nin by force, fraud or coercion.  And once they reach their destination, they're enslaved in either domestic labor, farm \nlabor or sex labor situations.  People who are smuggled, have paid a fee for the purpose of coming into this \ncountry.  And once they pay those fees, often being absorbed.  And if they're set loose into the community, or they \njoin loved ones, to make it on their own.\n\n\n\nBut they're both highly profitable activities.\n\nCORNYN: But I assume that if someone is willing to for money traffic inhuman beings, or to assist in the smuggling \nof human beings, there is no reason why that same person is interested in a purely a profit motive would not \ncooperate with terrorists in infiltrating our country.\n\nWould you agree with that, Mr. DeMore?\n\nDEMORE: Yes, sir, I would.  In fact, we know of Middle Eastern nationals who are resident in third-party countries -- \nEcuador, Uruguay, other countries -- that actually facilitate the movement of aliens from the Middle East through \ntransit countries destined to the United States.\n\nCORNYN: For example, in my state of Texas, we share a 1,200 mile common border with Mexico.  And some have \nconcerns, and I share those concerns about consequences, of human smuggling when it is people who are \ncoming across the border merely to work here and what happens to them.  But I also have a concern about others \nfrom other countries who may come to Mexico and across our borders because they know that that's a porous \nborder.  Getting less porous all of the time, I hope, but still porous nonetheless.\n\nMr. Harris, in your experience or your agency's experience, have you seen that phenomenon?\n\nHARRIS: Could you clarify the question, please?\n\nCORNYN: Sure.  People coming from other countries to a place like Mexico, to cross our border on the U.S.-\nMexican border, rather than entering through some other route, because they know that that is a vulnerable border \nto trans-border crossings.\n\nHARRIS: Certainly. As I stated in my opening statement, Senator, we arrest on average over 1 million people a \nyear.  By and large, the bulk of those -- over 90 percent -- of those are from the country of Mexico.\n\nBut the people that we encounter from other countries, just name pretty much any country in the world, we arrest \npeople from those areas.\n\nWe have this year arrested about 250 aliens that we refer to as from special interest countries, where there is a \nhigh degree of interest by the United States government.  The bulk of those arrests occurred on the U.S.-Canada \nborder, but these were not, you know, the majority of them were not people actually crossing the border; they were \nencountered by other law enforcement agencies during jail check and what have you.\n\nCORNYN: So those apprehensions could include countries that are state-sponsors of terrorism on the State \nDepartment's watch list, for example.\n\nHARRIS: Certainly.  But by in large, along the U.S.-Mexico border, we have not encountered any significant \nincrease or any significant numbers of those people crossing the U.S.-Mexico border. Certainly we do recognize \nthat there's a vulnerability, but in terms of apprehensions, we have seen nothing significant.\n\nCORNYN: You catch about 1 million a year?\n\nHARRIS: On average, about 1 million a year.  In fiscal year 2000, 1.6 million; 2001, 1.2 million.  Last year was \n980,000, around there.  We expect a similar number this year.\n\nCORNYN: Do you know how many make it across that, due to lack of resources or whatever the reason may be, \ntechnology, that you don't catch?\n\nHARRIS: Well, there's all kinds of…\n\nCORNYN: What percent you do catch?\n\n\n\nHARRIS: There's a -- I don't have a good answer for that question, I'll tell you that right now.  I've heard and seen \nsome of the estimates.  I will tell you that in areas where we do have adequate resources, where we've \nimplemented our strategy, where we have sufficient personnel, equipment and technology, we're much better at \nbeing able to come up with that number, especially where we have the camera systems and sensors and what have \nyou.  You know, we can tell pretty much what comes across the border and then account for what we catch and \nwhat we don't.  But in areas where we don't have those kind of resources, we don't have a good way to get that \nnumber.\n\nCORNYN: I've seen figures, it seems to me -- and I'm not trying to be precise here -- but somewhere on the order of \nhundreds of thousands that still come across our borders that are not apprehended. Would you have any reason to \ndisagree with a number in the 200,000 range?\n\nHARRIS: I would just -- I would have to look at those figures and how someone would come up with those types of \nestimates.  The figure that I see most recently referred to is the census data about how many illegal aliens we have \nin the country, although I would say that those are not -- those do not necessarily represent people who cross the \nborder between the ports of entry and escape.\n\nA lot of those people came in to the country legally through the ports with proper documents and did not leave the \ncountry.  I understand the department has been working diligently to establish a means of tracking those types of \npeople, to make sure that they do leave the country.\n\nCORNYN: The figure I've seen is about 40 percent of our illegal immigration is the result of people who have \noverstayed their visas, which would leave, I guess, 60 percent who have gotten here without any legal authority \nwhatsoever.  But it's really a hard question to say you know who you catch, but I guess you don't know who you \ndon't catch.\n\nHARRIS: Certainly.  Very difficult to measure.  We know, obviously, we're not catching everybody.  We think we're \ngetting much better at it.  But obviously, we do have some work left to do in a lot of areas, especially along the \nsouthwest border.\n\nCORNYN: The figures I've seen are we have between 8 million to 10 million undocumented immigrants in this \ncountry.  I was shocked to learn Senator Chambliss and his subcommittee last week, that we have about 300,000 \npeople currently in the United States under final orders of deportation -- they've exhausted all legal remedies -- and \nwe simply don't know where they are.\n\nSo the problem is huge in magnitude.\n\nTwo quick other subjects I wanted to ask about.  Perhaps Mr. Malcomb, this one would relate to you.  Chairman \nGraham has called this to look at what sort of penalties that the Congress might enact or consider to deter this sort \nof reprehensible activity.  But we have a problem, I guess, particularly with Mexico and other countries that simply \nwith not extradite their citizens if they are subject to a death penalty.\n\nI believe that also extends to those who are given -- who have potentially a life sentence.  Is that correct?\n\nMALCOMB: I believe so.\n\nCORNYN: So certainly, I guess, Mr. Chairman, something we're going to have to consider, and certainly something \nthat the State Department and in our discussions with our neighbors in Mexico, if we're going to ratchet up the \npenalties, whether we're going to get the kind of cooperation that I believe that we need with our neighboring \ncountries and other countries, in terms of extraditing those criminals to this country for proper punishment.\n\nFinally, let me just ask, Mr. DeMore, a couple of weeks ago, I filed a bill called The Border Security and Immigration \nReform Act of 2003, which I hope will restart the discussion about a guest worker program in this country.\n\n\n\nI simply want to ask you, if Congress is able to come up with a legal means for people to come from other countries \nto this country to work, and then to return to their home country with the money that they've earned, will that relieve \nsome of the pressure that we feel now, because people feel like they have no means to get here legally, so they \nsimply turn themselves over to human smugglers and others who have no concern for them at all?\n\nDEMORE: Sir, if the Congress were to be so inclined, we would work with the Congress to make sure that whatever \nmethodology was imposed would safeguard the national security interests in the context of working with you.\n\nCORNYN: And I don't mean to put you on the spot, to ask you to endorse some legislation nor -- but it just makes \nsenses to me, Mr. Chairman, if there was some legal means for people who wanted to come here and work and \nthen return to their country, there would be less people who would turn their lives over to these human smugglers, \nand suffer perhaps death, and horrible injury in the process because they really feel like they have no other way to \nget here.\n\nThank you very much.\n\nGRAHAM: Senator, I would like to associate myself with your comments about trying to create some order out of \nchaos.  The market forces are what we're taking about.  There are many industries in this country that rely on illegal \nalien work force, immigrant work force. There are many jobs in America that are being filled by this group, \ndemographic group.  And if we could find a way to make it so that you could come and deal win-win: help the \nAmerican economy; help the individual involved lawfully enter the country, lawfully leave; it would save some lives.  \nI think that's a must before we can ever get our hands around this problem.\n\nBut what I want to talk about is in 2000, we passed the Victims of Trafficking Violence Protection Act, which I think \nis a great thing to have done.\n\nThe reason I wanted to have the hearing sort of inventory where we're at.  What can we do to supplement your \nefforts to enforce this act?  What deficiencies have we seen in the act?  And sort of give you a chance to make a \nshopping list.  If you could, what would you change about it?\n\nAnd the first question I have, Mr. Malcomb, is human trafficking, I think I understand after your testimony, is different \nfrom alien smuggling.  Alien smuggling, you take money and your job is to get them here.  And once that job is \ncomplete, they sever the connection.\n\nThe way you make your money in human trafficking is you take somebody against their will and you use their body \nor their services to make money.  You make slaves out of them, you sexually exploit them or other things, to get \nmoney out of them.\n\nDoes the death penalty apply in a situation where somebody is involved in human trafficking and a death results?\n\nMALCOMB: Actually, Senator, in terms of traffickers, you can make money both ways.  You can promise to get \npeople here by fraud, giving them false promises, and exhort a…\n\nGRAHAM: Right.\n\nMALCOMB: … fee from them and then get them here and enslave them.  The answer to your question is no, there \nis no death penalty provision for human trafficking.\n\nGRAHAM: Would you suggest that we embark upon making that a death penalty offense if someone dies as a \nresult of that activity.\n\nMALCOMB: I wouldn't want, Senator, to commit prematurely on behalf of the administration.  However, as you said \nin your opening statement, you weren't sure whether there was a principled reason or a difference between the two.  \nAnd I can't see one either.\n\n\n\nIndeed, both alien smuggled victims and traffic victims are subjected to horrendous risks while being transported \nhere.  Once they get to the destination countries, alien smuggled victims are frequently set free, whereas for \ntrafficked victims, the danger and horrors for them are just beginning.\n\nGRAHAM: I'm just speaking for myself.  It seems to be two classes of cases, the people that would be the best \ncandidates for the death penalty are someone who seizes by force or coercion or trickery and enslaves someone \nand makes their money from abusing their body, or abusing their services.  And if you could get back and check \nwith your superiors about that, I would like to have this committee looking in to changing, I guess, is Title 18…\n\nMALCOMB: Yes, that's correct.\n\nGRAHAM: … and make sure that the death penalty applies in both situations.\n\nMALCOMB: We'd be happy to work with you on that, Senator.  The only thing I would say is that with respect to \nsmuggling organizations, as opposed to traffickers, those are the routes that are used by terrorists.  So they \nservice somewhat different audiences, but they're equally pernicious crimes.  And we're happy to work with you.\n\nGRAHAM: I appreciate that very, very much.\n\nMr. DeMore, Senator Cornyn sort of asked a question about legal changes in terms of how people come, that have \na route to get people here where they can actually help the economy and return to their home country and to be a \nwin-win.  What's your opinion of an immigration change, where people would have a route to come to America for \nthe purpose of working temporarily, then going back to the country of origin?\n\nDEMORE: Sir, I think that's a dialogue that should certainly take place, and we would be most happy, as I said \nbefore, to engage you in that discussion, and do so in a way that would be consistent with ensuring the integrity of \nthe American immigration process.\n\nGRAHAM: Now this is a global problem, as you've demonstrated. Is there any particular country that is more \nfriendly to this type of activity than others?  Is there a particular regime out there where if you're a human trafficker \nor human smuggler this is a good place to work from?\n\nDEMORE: I wouldn't look at a particular country from the context of the government providing any kind of safe \nhaven, but there are areas where foreign government officials are sometimes exploited by the alien smugglers.  \nAnd I mean anywhere where there's a deteriorating economy, government officials are more subject to being \ncorrupted, and lends itself to the basic kinds of places where you would expect to see alien smugglers operate \nrelatively freely. Certain countries in Asia, South America, Central America, the Caribbean.\n\nGRAHAM: Chief Harris, remove people to Canada -- the main reason we're doing that is to try to prevent people \nwho are of the terrorist mentality from having easier access?\n\nHARRIS: As I mentioned in my opening statement, our mission, the mission of the Border Patrol, has remained \nvirtually unchanged.  Our responsibility is to patrol the border between the ports of entry. But our priority mission \nwithin that and part of Customs' border protection is the prevention of terrorism and entry of terrorists of weapons of \nmass destruction.\n\nGRAHAM: My question is, generally speaking, Canadians are not flooding the borders.\n\nHARRIS: Right.\n\nGRAHAM: I mean, Canadians are not coming across in great droves. Why are we moving people to the Canadian \nborder?\n\nHARRIS: The U.S.-Mexico is 2,000 miles.  The U.S.-Canada border is 4,000 miles.  So it's twice the length, a lot of \nvast, open terrain.  Prior to the attacks of September 11, we had about 368 Border Patrol agents, who were \n\n\n\nresponsible for patrolling that 4,000 miles.  Certainly inadequate, but our strategy was to put the bulk of our \nresources where we saw the majority of the illegal immigration problem, which was along the southwest border.\n\nGRAHAM: Right.\n\nHARRIS: Certainly, the attacks of September 11 changed our nation and our agency.  You know, it's never going to \nbe the same again.\n\nSo we recognized fully that the northern border, even though we didn't have the volume, it represented a \nvulnerability, and that we needed to do something to close that gap.\n\nCongress passed the PATRIOT Act, stating that we needed to triple the amount of resources on the northern \nborder.  We certainly intended to do that.  Last year we put 245 additional agents up there. Commission Bonner \nrecently directed us to deploy additional agents. We think those 1,000 agents, together with the additional \ntechnology that we're putting up there, the camera systems in the centers, is going to provide us with a degree of \ndetection and response capability along that 4,000 mile border that we never did have before.\n\nWas the border a place where people involved in human trafficking would come down from Canada?  Has that ever \nbeen a serious problem in the past?\n\nHARRIS: I have seen and read some reports about, for example, I'll give you an example, saying that the cost of an \nairline ticket from Mexico to Canada was less expensive than paying a smuggler a $1,000 or $2,000.\n\nSo the possibility existed that people were flying up to the Canadian -- into Canada and then crossing the U.S.-\nCanada border.  But I have not seen that.  The statistics, the intelligence that we have…\n\nGRAHAM: There is no data to suggest that that's an active…\n\nHARRIS: Does not prove that out.\n\nGRAHAM: Right.\n\nHARRIS: On average, we make about 13,000 arrests a year along the northern border, but about 70 percent of \nthose are aliens who crossed the U.S.-Mexico border and then migrated up north and they were apprehended by \nour agents on patrol there.\n\nSo not a lot of people crossing, but a very long border that needs to be patrolled.  I mean, it does represent a \nvulnerability. We're trying to shore that up a bit.\n\nGRAHAM: Well, the last question I have I'll address to each of you.\n\nWe're a couple of years into the Victims of Trafficking and Violence Protection Act, and if you could, just to be as \nbrief as possible, but not cutting yourself short, tell us how you believe the act is working, and what would you like \nto see changed?\n\nAnd I know you may not give us a full answer now, but what I would suggest is go back to your agency, inventory \namong yourselves, sit down and think about it a while, and kind of give us a list.  What would you like to see us do \nin terms of legal changes or structural changes to make this act more effective?\n\nAnd that's an open invitation.  And Mr. Malcomb, could you tell us generally how the act is working, and what you \nwould like to see changed, if anything?\n\nMALCOMB: In terms of a change, Senator, we'll get back to you. In terms of how it's working, the answer is in short, \nvery well.  The act doubled sentences that were potentially available, made immigration benefits, medical benefits \navailable to victims of severe forms of trafficking.  We have more open cases.\n\n\n\nThe hot line is working extremely well.  The act provided for an annual report by the State Department, the \ntrafficking persons report, which ranks countries.  Countries that are so-called tier-three countries have to improve \ntheir anti-trafficking effort or face potential assistance sanctions, and that has provided a great incentive for them to \ncooperate with our efforts.\n\nThe act is working very well.\n\nGRAHAM: Mr. DeMore?\n\nDEMORE: I agree with my colleague.  We've received over 450 applications.  We've approved 172, 238 pending.  \nI'm not aware of any immediate needs for structural change to make it better, but I'll certainly dialogue with my \ncolleagues that are involved in this daily and see if we can come up with some suggestions.\n\nGRAHAM: And if you could give us some information about sentencing behavior.  That is very important to me, \nbecause I want to talk to the sentencing guideline folks and make sure that we're addressing what I think appears \nto be a deficiency.\n\nThat the average sentences for many of these cases without injury is very, very low, and you're not taking the \nincentive out of doing this.  If you could do that, I'd appreciate it.\n\nChief Harris?\n\nHARRIS: A couple of comments, Mr. Chairman.  First, appreciate the opportunity to go back and take a look at it \nand come back to the committee with some recommendations.\n\nSecond, I would just say that in the areas where we do have better control of the border, as I've mentioned, our \nstrategy is based on a deterrent strategy, and when we bring those arrest numbers down, it puts us in a better \nposition to be able to enforce the rule of law. Obviously, we probably make more arrests than any other law \nenforcement agency in the world.  And we recognize fully that the U.S. Attorney's Office cannot prosecute \neverybody who we arrest.\n\nBut certainly, in those areas where we do have better control of the border, we have an excellent cooperation with \nthe U.S. Attorneys Offices.  And I think we're making a lot of progress there.\n\nGRAHAM: Well, please tell your officers we realize how dangerous their job is.  It's one of the most dangerous jobs \nin law enforcement, and we appreciate their sacrifice and service to our country.  And that's true of all of you, \neveryone, because I know this is a very tough business that you're trying to combat.\n\nSenator Cornyn, do you have any further questions?\n\nCORNYN: I just have a couple of questions in conclusion.  Chief Harris, if you would -- I now we were talking about \nthe number that Border Patrol catches each year -- and I wonder if you would please, after the hearing, go back and \ntry to provide us an answer.  The Border Patrol's best estimate about how many people come across the border \nthat for one reason or another you're unable to catch and do come into the country illegally each year.  Would you \nget that information for us, please?\n\nAnd then you mentioned there -- did I hear you correctly?: You said there are now a 1,000 Border Patrol agents on \nthe 4,000 mile U.S.-Canadian border?\n\nHARRIS: They're not there yet, Senator.  This was just directed. We had gone out with the initial job \nannouncements.  We're making selections for those positions now, but we're shooting to have those 1,000 agents \nup on the border by the end of this year.\n\nCORNYN: And how many are there now?\n\nHARRIS: About 600.\n\n\n\nCORNYN: Six hundred.  And do you know how many agents are on the 2,000 mile U.S.-Mexico border?\n\nHARRIS: Approximately 9,500.\n\nCORNYN: And I know we've talked to Mr. Hutchinson and others about employing the technology, including things \nlike unmanned aerial vehicles.  I mean, American is a leader in technologies.  A lot of the things that we've used to \nsupplement and augment our human resources I think are going to be more helpful, so that you don't have to \nliterally have an agent posted every few feet on the border.  No one is suggesting that that would be a good \nalternative.  But I'm hopeful that we will be able to employ the most modern technology we have, to be able to \nassist you in doing what I think we all recognize is a terribly difficult and challenging job.\n\nThank you.\n\nThank you, Mr. Chairman.\n\nGRAHAM: Thank the panel.  It was very informative.  Our next panel, please.\n\nThank you all for coming, very, very much.\n\nAre you dry over there?\n\n(LAUGHTER)\n\nWell, thank you very much for coming to our hearing today.  We look forward to your testimony.\n\nIf you'll please rise, I'll swear you all in.\n\nRaise your right hand, please.\n\nDo you solemnly swear that the testimony you're about to give the committee is the whole truth and nothing but the \ntruth, so help you God?\n\nWITNESSES: I do.\n\nGRAHAM: Again, welcome.  Welcome to the committee.  I found the first panel very informative, and I look forward \nto hearing from your perspective.\n\nFrom your perspective, if you don't mind, we'll just do opening statements, and then Senator Cornyn and I will have \na dialogue with you.  Is that appropriate?\n\nStart with you ma'am.\n\nCOHN: Thank you, Mr. Chairman, for convening this important hearing on alien smuggling and human trafficking.  \nMy name is Sharon Cohn, and I serve as senior counsel and director of anti-trafficking operations for the \nInternational Justice Mission.\n\nAnd we believe that the question of meaningful deterrence is the crucial issue inhuman trafficking.\n\nI'm grateful to this committee for the opportunity to share a little bit about what we've learned through the IJM \nthrough its field experience around the world.\n\nIJM deploys criminal investigators in cities around the globe to infiltrate brothels, use surveillance technology to \ndocument where victims are located, and then we identify secure police contacts who will conduct raids with us to \nrescue the victims and arrest the perpetrators.\n\nWe then coordinate the referral of the victims to appropriate after care and support and monitor the prosecutions.\n\n\n\nIJM investigators have spent literally thousands of hours infiltrating the sex trafficking industry and working with \ngovernment authorities around the world to bring effective rescues to the victims and accountability to the \nperpetrators.\n\nThrough this, I think we've gained some valuable insight as to what provides for meaningful deterrence to brothel \nkeepers and traffickers.  I'll limit my remarks to sex trafficking accordingly.\n\nIt's estimated that there are between and 18,000 and 50,000 women and girls trafficked into the United States each \nyear.  As federal and local law enforcement agencies and the Justice Department vigorously investigate and \nprosecute the offenders in the United States, we believe that it is critical that they assist in addressing the issue \nwithin the global context.\n\nLike narcotics and arms smuggling, trafficking in persons for sexual act exploitations a multinational crime.\n\nCOHN: Similar to the drugs traffickers caught on the borders of the United States, the sex trafficker is part of a \nseries of transactions, which include players in the country of origin, the country of transit and the country of \ndestination.\n\nSo in order to effectively disrupt this market, intelligence must be transferred back to both the source and transit \ncountry.\n\nAnd then it is just so vitally important that national and local law enforcement in foreign-source countries have the \npolitical will and have the resources to combat trafficking.  Because our experience has taught us fundamentally \nthis: Sex trafficking reaches the United States because it is tolerated by local law enforcement in countries around \nthe world.\n\nIn cities around the globe, millions of women and girls are trafficked and offered to customers in brothels.  And \nevery day millions of customers around the world find these girls.\n\nIn fact, it does no good at all for brothel keepers to keep the victims hidden.  To make money on these transactions, \nthey have to hold these victims out to the public, not just once, but continually, day after day, for sexual exploitation.\n\nObviously, therefore, if the customers can find the victims, it stands to reason that the police can as well.  How, \ntherefore, do you possibly succeed in committing this crime over and over again, day after day, in front of the open \npublic?\n\nYou do so only if permitted by local law enforcement.  And generally, this is facilitated by bringing the police into the \nbusiness and sharing the profits with them in exchange for protection against the enforcement of the laws that are \nin place, and consider all of these a crime.\n\nThis truth is most tragically demonstrated through the lives of the little ones that we've had the privilege to assist in \nrescuing.\n\nI want to tell you a little bit about a friend of mine name Suma (ph) who was raised in a village off of a main road to \na small city in Asia.  When she was 14, a woman in the village sold her to a trafficker.  She was told she would be \nworking in a restaurant in the city. When the trafficker brought her to the city, she was sold to a brothel and told she \nwould have to have sex with customers, in order to pay off a debt: a debt that wasn't hers, but was acquired to her \nwhen she was sold by the trafficker to the brothel.\n\nFor 2.5 years, Suma (ph) was subjected to sexual assaults multiple times a day.  She was beaten when she cried.  \nShe was beaten when she was sleepy for the customers.  And she was beaten when she said she wanted to go \nhome.\n\nBut the worst beating that she ever received, the one that made it difficult for her to walk, was the beating she \nreceived the day after a police officer complained that she didn't smile after he had finished raping her.\n\n\n\nHe would come to the brothel regularly to receive his payment for providing protection for the brothel, and \nsometimes he would rape the girls instead of receiving cash payments.\n\nSuma's (ph) friends in the brothel, who were also children, confirmed that the other officers regularly visited the \nbrothel and abused the girls.\n\nIJM investigators identified her and others in the brothel as minors and brought this to the attention of the local law \nenforcement. On the night of the raid, a police officer called the brother keeper and told her that they were coming.  \nThe brothel was empty of children by the time we arrived.  The children later told us that they had received a phone \ncall, that they had been loaded on the back of a flatbed truck, covered with a blanket and driven across town.\n\nUltimately, senior police officials communicated down the chain of command that the children must be found and \nreleased.  And Suma (ph) and her friends were rescued by the authorities later than day.\n\nIn fact, just two weeks ago, my colleagues in the field received information concerning a case where the police are \nnot only providing protection for the brothels, but in fact were employed by the brothel to find and return two girls \nwho had escaped from the brothel.  The police returned the two girls beaten, and these girls were subsequently \nshot and killed by the brothel keepers.\n\nStories like these are repeated throughout the world, where local law enforcement do the bidding of traffickers and \nbrothel keepers. Without police protection, the brothel keeper cannot succeed.  And with it, he simply cannot fail.\n\nOnce police switch sides, the brothel is fatally vulnerable and effective law enforcement can provide rescue and \nsecure arrests. Until they do, it is the girls that are fatally vulnerable.\n\nSo in the end the brothel keepers only care about two actions. Is the government seriously threatening to put me in \njail for this crime?  And is the government is seriously threatening to remove the police protection that I have paid \nfor?\n\nWhat can the U.S. government do to create a meaningful deterrent for sex traffickers?  On the domestic front, we \nbelieve the U.S. government should fully utilize the federal witness protection program to provide resources to \nadequately protect family members of cooperating victims who continue to live at risk in source countries.\n\nCOHN: All law enforcement depends upon the cooperation of victims, and the United States has the opportunity set \nthe standard for the world by the way we treat the women and girls who are trafficked into this country.  By \nemploying the T visas and providing witness protection, authorities can create a safe environment for cooperation.\n\nSecond, we believe the United States must aggressively prosecute sex tourists who create the demand for \ntrafficking victims.  We commend Congress for passing the PROTECT Act, which frees the U.S. attorneys offices to \nvigorously prosecute sex crimes committed by Americans abroad.\n\nWe must encourage prosecution and conviction of these criminals and the subsequent media coverage to deter \nother would-be criminals.\n\nWe had a recent experience in Cambodia that is more fully explained in my written testimony, but in short I'll tell you \nthe multinational aspect of this crime and the American culpability is well displayed in this case.  Where little girls as \nyoung as 5 years old are trafficked from Vietnam into Cambodia. American sex tourists who learn about this place \nfrom the Internet and from Internet chat rooms and Web sites travel to Cambodia specifically for the purpose of \nsexually exploiting these little girls.\n\nWe worked with Cambodian authorities and with the Ambassador Charles Ray in order to secure the rescue of 37 \ngirls, the youngest of whom was 5-years-old, and the arrest of 16 perpetrators, who are now charged under \nCambodian law and are awaiting trial.\n\n\n\nIn addition, U.S. Customs is following leads resulting from the raid, and we are hopeful that an investigation will \nresult in convictions of identified American sex tourists.\n\nIt is hard for me to describe, Senator, how horrible it is to sit and talk to these girls and have them describe to me \nhow it was the Americans who made them sleep with them, it was the Americans who they had to spend time in \nbed with, it's the Americans who they were forced to service, and they were beaten in order to do so.\n\nIt is simply imperative that the United States crush the demand that's created by its own citizenry.\n\nThird, we would encourage federal law enforcement agencies to continue to communicate through joint training \ninitiatives and funding.  But sex trafficking is a priority issue for the United States, and it's a violent crime worthy of \nattention of elite law enforcement.\n\nLaw enforcement priorities are set by senior-level political authorities.  Where the United States encourages \nengagement on a senior level, it will be able to influence the priority and conduct of street-level enforcement.\n\nLike counter-narcotic initiatives, the United States should commit to invest significant financial and personnel \nresources to ramp up and improve counter-trafficking initiatives overseas.\n\nAnd finally, we would just encourage the United States to improve its information-sharing mechanisms with foreign \nsource countries, so that law enforcement attaches in the United States embassies overseas who receive the \ninformation that is obtained through thorough debriefings of victims and suspects here in the United States and be \nable to convey that to local law enforcement overseas.\n\nWe just believe the United States has the capacity to create a meaningful deterrence not limited to its own borders, \nthrough protective engagement with law enforcement in foreign countries.\n\nAnd we are very appreciative for the subcommittee for calling this hearing.\n\nThank you very much.\n\nGRAHAM: Thank you very, very much.  We have a lot of questions for you, I think.\n\nMs. Boyle, welcome.\n\nBOYLE: Thank you, Chairman Graham, Senator Cornyn, I'm Jane Boyle, the United States attorney for the \nNorthern District of Texas. I will tell you it is an honor to appear here before you today to recount a recent case in \nmy district that illustrates the tragedy of the human trafficking form of alien smuggling, and I also think typifies the \ndifficulties that are posed to prosecutors in prosecuting cases of this nature.\n\nLet me go back to the beginning.  In early April 2002, the FBI and former INS, along with many factions of local law \nenforcement, initiated a joint investigation into what we dubbed the Molena (ph) Organization.  Through the \ninvestigation, we learned that between December of '98 and May of 2002, the organization smuggled \napproximately 200 impoverished young Honduran females into the United States.\n\nSome of these young ladies were as young as 14, we think perhaps as young as 13.  We also were able to \ndetermine from the investigation that the Molenas (ph) entice these young women and their families to allow them \nto go, into going, by promising them a better life in the United States, work as housekeepers and nannies and \nwaitresses.  To prevail on their impoverished parents to let them take the trip, and make the change in life, they did \nmake this promise to the parents.\n\nBut they also required that the parents, in order for this benefit they promised the girls were going to get, pay a \nlarge sum, which caused many of them to give of the deeds to their property in order to finance the trips.\n\n\n\nBy all of the girls' accounts, senators, the trip from Honduras to Fort Worth was horrific for these young ladies.  \nThey described first hand spending weeks traveling through mountains and deserts, walking at night to avoid \ndetection and often going several days without even any food or water.\n\nTo enter the United States from Mexico, some of them were loaded into wooden compartments installed under \ntrucks.\n\nBOYLE: They were packed in these compartments, some of them head to toe, for as long as 10 hours.  Many, as \nyou might expect, even urinated on themselves in the process.  And many suffered injuries.\n\nUpon arrival in Forth Worth, what they thought was promised land of jobs as waitresses turned into them \nimmediately being clothed in risque outfits.  And this was immediate.  And then compelled to work in one of our Fort \nWorth area bars controlled by the Molenas (ph). Some of the young women were coerced into prostitution, and \nothers were required to what they I would say loosely describe as dance with the customers, the male customers, to \nencourage the sale of overpriced drinks.  And we're talking about $10 beers, I think is what the facts were.\n\nThey earned $100 for a mandatory 60 hour work week, all of which was applied to their exorbitant smuggling \ndebts.  They earned nothing at all if they didn't the $200 per week quota of selling drinks.\n\nUndercover agents, and these are veteran FBI agents or former INS agents, who saw the young women in the bars \nwere struck and moved by the frightened and upset faces that characterized these little girls. Some of them \ndescribed them as huddled together once they got there and realized what it was they were going to be doing for a \nliving. Huddled together, holding hands in the middle of the bar.\n\nAnd the agents were as moved as I've seen federal agents working undercover.\n\nThe women were forced through intimidation to live in residences under the Molena's (ph) control. And some of \ntheir debts were as high as $10,000 and $12,000 that they had to repay before they were allowed to leave.\n\nMany were verbally abused and intimidated with threats of capture by Immigration authorities.  And again, the \nMolenas (ph) also threatened to take the victims' families properties -- you can imagine these were not lavish \nproperties -- what they had, from their families in Honduras, if they didn't pay off their debts.\n\nWe determined that the smuggling operation that the Molenas (ph) controlled was very lucrative and quite \nsophisticated.  Without getting into great detail, we found that during the time period that we watched the \ninvestigation, approximately $1.7 million was wire transferred from locations throughout the United States to Molena \n(ph) smugglers throughout Latin America and North America.\n\nThe investigation culminated in the execution of a search warrants and administrative inspections of several bars \nand restaurants in Fort Worth.  In all, we detained 93 individuals out of the arrests and search warrants. Thirty-four \nof those we determined to be actually be smuggling victims.\n\nThirteen defendants, three of which are now fugitives, were eventually charged with various violations of the federal \nimmigration laws, including smuggling illegal aliens into the United States, are familiar with 1324 of Title 18 \nstatute.\n\nFive of the defendants were also charged under the TVPA, which I will say as an aside has been a wonderful tool \nfor prosecutors since it's been enacted.\n\nTen members of the organization that we were able to capture and charge pled guilty to the smuggling charges.  \nTheir sentences were around five years, some over, most under -- five years in prison.\n\nI want to if I could, for just a minute, detail the difficulties the prosecution team, Richard Roper (ph) and Rosa Mero \n(ph), faced during the course of the case. Just, if I could have just a minute, Senators.\n\n\n\nSeveral of the victims' families were threatened in Honduras by fugitive defendants and their accomplices.  The \nMolenas (ph) threatened to burn the victims' family members' houses, or even kill them if their daughters testified \nonce were arrested and charged the individuals.\n\nUnfortunately, we could not guarantee the safety of the families in Honduras.  And as a result, many of the young \nwomen were intimidated and reluctant to testify against their traffickers.\n\nThe second barrier we faced, which is characteristic of cases of this nature, is we faced a formidable cultural \nbarrier with respect to the forced prostitution charges. Most of these young ladies came from strict conservative \nCatholic homes, and refused to publicly admit that they'd been forced to engage in the various activities such as \nprostitution.\n\nAnd that stymied our ability to charge them under the TVPA, as we would have preferred, all of the defendants.\n\nMore problems arose when three of the defendants and several material witnesses fled to Honduras, and we \ndetermined that the extradition treaty between the United States and Honduras prohibited their extradition.\n\nDespite these difficulties, our efforts to rescue the victims, I believe were successful, Senators.  Nearly all of the 34 \ntrafficking victims, we have been able, through the great benefit of the TVPA, involve them in what we call the \ncontinued presence program, which is a benefit Congress has given us under the TVPA.  They are receiving \nassistance and hopefully working down the road towards a visa in the United States.  But again, that's through the \nbenefit of the TVPA.\n\nBOYLE: I thank you for your time and attendance and your indulgence.  And I appreciate the opportunity to speak \nand welcome any questions.\n\nGRAHAM: Mr. Charleton?  Is that how do you say you last name, sir?\n\nCHARLETON: It is, Senator.\n\nGRAHAM: OK, got it right.\n\nCHARLETON: Mr. Chairman, Senator Cornyn, my name is Paul Charleton.  I'm the United States attorney from the \ndistrict of Arizona.\n\nI'd like to begin by telling you what a distinct honor and a privilege it is to be here today to share with you some of \nthe cases and some of the events that have taken place in the district of Arizona as it relates to alien smuggling.\n\nThese cases raise concerns about the appropriateness of the penalties for alien smuggling under the current \nsentencing guidelines, particularly in cases that involved the risk of serious injury, death or that actually result in \ninjury and death.\n\nIt's my understanding, senators, that the Sentencing Commission is currently looking towards adjusting some of \nthose sentencing guidelines.\n\nAnd I look forward to the Department of Justice, the Congress and the Sentencing Commission addressing this \nvery important issue, and am thankful to you and your leadership for bringing this issue to our attention as well and \ngiving us the opportunity to discuss this with you.\n\nThe district of Arizona faces especially daunting challenges in combating alien smuggling.  The risks inherent in \ntransporting human beings through the harsh and unforgiving deserts of southern Arizona, as well as increasing \nviolence in smuggling, has resulted in a disturbing humanitarian crisis.\n\nIn my written statement, senators, I provided a number of case examples that show the disparity between \nsentences that an individual can received in human trafficking cases and human smuggling cases.\n\n\n\nBut Senator, because your questions and you focused on the idea of an inequity especially in human smuggling \ncases, as opposed to human trafficking cases, I will, with your permission, address my comments here now to \nthose cases and the disparaging sentences that relate only to human smuggling cases.\n\nIn the case of United States vs. Miguel and Johnson, the prosecuting attorney, Sarah Tesikeau (ph), in the United \nStates Attorneys Office in Arizona, charged the defendants with three counts of alien smuggling involving risk of \ndeath, where they had transported three children in the trunk of a vehicle during a hot July afternoon in Tucson, \nArizona.  One of the minors was found unconscious, unresponsive and had to be revived by medical personnel \ncalled out to the scene.\n\nThe defendants pled guilty to the indictment, without benefit of a plea agreement.  And yet they received sentences \nof only 21 and 37 months respectively.\n\nIn another case, United States vs. Albereti Moreno (ph) and Loya Chavez (ph), two defendants smuggling 19 \nillegal aliens and instructed the aliens to get into a van, where they were required to lie on the floor of the vehicle \nand literally pile one on top of the other for lack of room.\n\nAnd the van door was broken and did not close, so that one of the aliens had to hold that door closed while the \nvehicle was in motion. When one of the van's tires blew, the vehicle rolled, killing the man who was holding the door \nand permanently paralyzing another alien from the neck down and seriously injuring other occupants of the van.\n\nAgain, the defendants plead guilty without benefit of a plea agreement to conspiracy to transport illegal aliens and \nalien smuggling where death resulted.\n\nOne defendant was sentenced to 48 months, the other defendant to 57 months incarceration.\n\nFinally, in the United States vs. Diego Giegos Castigo (ph), after walking 48 hours in the southern deserts of \nArizona near the Tahanana (ph) Indian Reservation, and remaining in a wash for a whole day and a night, a large \ngroup of aliens was picked up by smugglers who instructed them to pile into a pickup truck. Approximately 11 \naliens piled into the bed of a truck while three entered the extended cab, which did not have a seat.  And where a \n14-year-old was required to lay across the lap of a number of individuals.\n\nWhile the vehicle was traveling at approximately 87 to 93 miles per hour, the truck flipped over into a wash and \nresulted in the death of four aliens.\n\nSerious injuries were sustained by the surviving aliens.\n\nCHARLETON: This case went to trial, senators, and the defendants were found guilty of 11 counts of transporting \nillegal aliens resulting in death or serious bodily injury.  The defendant was sentenced to 72 months incarceration.\n\nI hope the cases I presented for your review have been helpful or evaluation on the current state of the sentencing \nguidelines with respect to alien smuggling cases.\n\nThank you, senators, for your time and attention to this very important issue.\n\nGRAHAM: Senator Cornyn?\n\nCORNYN: Thanks, Mr. Chairman.\n\nI'd like first to direct questions to Mr. Charleton and Ms. Boyle about cooperative efforts with local and state law \nenforcement authorities.  I think we've heard from the first panel that the federal government probably can't do all of \nthis by itself, including those of you who are the front-line prosecutors for federal law violations.\n\nBut Ms. Boyle, would you perhaps in the Molena (ph) case that you describe talk about the role, if any, of local and \nstate law enforcement authorities to complement the work that you did.  And if there wasn't an involvement of those \n\n\n\nlaw enforcement officials, whether you think that would be beneficial, or whether you would consider that to be \nproblematic for some reason.\n\nBOYLE: Senator, I can tell you first, generally -- Senator, let me tell you first, generally, that state, local and federal \nauthorities have never worked as well together as they have since September the 11th, on all fronts.\n\nIn this particular case, to hone in on that, I don't know that we would have gotten the investigation off dead center if \nwe hadn't had tips that were initially given in 2001 to the Fort Worth Police Department.  I believe the received \nsome anonymous letters. They were extremely cooperative.  And this is the Dallas police department, the Fort \nWorth Police Department in particular, and the sheriff's offices of both cities, were very, very involved in our efforts \nin the Molena (ph) case, with the former INS and the FBI.\n\nWe could not have done this without the efforts of those local agencies.  They helped us plan the operation.  \nProbably the most crucial part of this operation was what we call the raid, and that was evening that we went in \nunder very precarious circumstances.  You're going to bars at night with all sorts of individuals frequenting them.\n\nSo under very precarious circumstances, we planned this together with the local law enforcement authorities.  And \nit turned out very successful.  But we could not have done it without their help, without their intelligence.  Their \nintelligence was very key.  We are finding these days that local law enforcement play a crucial role in providing us \nthe intelligence we need to carry out major federal operations.  So and this was a perfect example of that.\n\nSo from my experience in the Molena (ph) case, it's a prime example of the great work of local law enforcement and \ntheir contribution to our efforts.\n\nCORNYN: Mr. Charleton, what about your experience?\n\nCHARLETON: Senator, in April of this year, we initiated in our district Operation Desert Risk, which was our attempt \nto address the very issue that you're talking about, Senator.\n\nWe invited state, local and tribal law enforcement officials to join federal law enforcement officials in addressing \nthe issue of alien smuggling on the border.\n\nWe received a very good response from state, local and tribal law enforcement officials, because everyone \nrecognizes that alien smuggling is not just a federal problem or issue; it is a problem which affects all of our local \ncommunities as well.  And begins to affect the quality of life issues for our state, local and tribal law enforcement \nofficers in the community.\n\nWe are continuing this operation through the summer months, which are our most critical months in Arizona.  And \nwe will terminate this operation in October, after which we will look at the data which we have collected, to \ndetermine whether or not we have in fact seen an effective reduction in the kinds of crimes, both in smuggling and \nin collateral offenses that surrounds smuggling offenses, in the district of Arizona.\n\nCORNYN: As Mr. Boyle knows, in Texas, when I was a previous life as attorney general of Texas, we worked \nclosely as state law enforcement officials with local and federal authorities on gun crime. And what we \nencountered before we initiated the Texas Exile Program is what, frankly, I think what the 9/11 Report \ndemonstrated, Mr. Chairman: at the federal level we weren't playing as well together as we should, or working as \nwell together as we should.  And I know I'm glad to hear, gratified to hear, what both of you have said about the \nwork that you're doing.\n\nBut we just have to figure a way to get more resources into the game.  And particularly when we're talking about \nhomeland security, we're talking about these horrific crimes that you described, I just think we need to do everything \nwe can in the Congress to encourage, and indeed to require, that sort of cooperative effort.\n\nOne area that I know that has been -- it does not necessarily relate or it might to some extent to what we've been \ntalking about here today -- it's simple information sharing.\n\n\n\nAnd you mentioned the intelligence, Ms. Boyle, that you received from local law enforcement officials.  Well, the \nproblem is, I'm afraid, too many times it comes from the bottom up, but it doesn't come from the top down.  In other \nwords, federal intelligence agencies don't share information not only with one another, they don't share it with state \nand local law enforcement officials.\n\nAnd I know their concerns with regard to maintaining the confidentiality of that information.  But there are certainly \nmethods to eliminate the most sensitive information, and provide the functional information that's needed in order to \nfulfill the most complete role possible when it comes to dealing with crimes of this nature, and other nature as well.\n\nCORNYN: Ms. Boyle, in terms of the organization of the Molena (ph), the Molena (ph) organization, would you \ndescribe for us, I mean, are we talking about the sort of mules?  I mean, the lower level people that you were able \nto successfully to prosecute?  You said some remained in Honduras.  In other words, were you able to cut the head \noff the snake, or were you dealing with some lower-level people or some combination?\n\nBOYLE: We did get four individuals that we believe were at the top of the organization, Senator, as well as the \nmules -- again, thanks to all of the intelligence that we were able to gather.\n\nIt is a very lucrative business, and it is operating out of very poor countries.  So the incentive is almost impossible to \nstop someone's inclination towards getting involved in that.\n\nI believe this organization was fairly well dashed.  I will tell you, though, that that doesn't mean others won't spring \nup in its place.  But I just think we have to be ready to go after them when they do and make sure they know that \nthe United States will not tolerate this kind of crime.\n\nBut we were able to get individuals at the top of the organization, I believe at the very top.  And for reasons I can \neasily and would be glad to get into, however, we were not able to secure the types of sentences I think that these \nindividuals deserved.\n\nCORNYN: You said they were five years, on the order of five years?\n\nBOYLE: They were.  We had one over five, and I think three others that were slightly under five.\n\nCORNYN: I agree with you that given the nature of the offense, that that does not seem like a proportional \nsentence.  And we'd be interested in learning more about your suggestions as to what we can to do address that.\n\nMs. Cohn, as the father of two daughters, I must tell you in just as a human being, your story that you conveyed \nabout sex trafficking and what we might be able to do about it is chilling.  I guess my question to you, though, is if \nthere are Americans who are committing these offenses in foreign countries, what sorts of things specifically can we \ndo, this Congress do, recognizing that things that happen in foreign countries are difficult for our laws to reach.  \nWhat sorts of things can we do, in your opinion, to get at and address those sorts of heinous acts?\n\nCOHN: Senator Cornyn, the Congress has graciously, and brilliantly, I think, passed the PROTECT Act, which \nchanges the sex tourism law that was currently on the books.  The old law required that the U.S. Attorneys Office \nbe able to demonstrate that a sex tourist traveled overseas for the purpose of exploiting, committing a sexual crime, \nbut they had to prove that the intent was formed in the United States in order to secure the jurisdictional hook.\n\nThe new PROTECT Act takes that away, and simply requires that the U.S. Attorneys Office prove that an individual \ntraveled overseas and committed an act, and removed that intent requirement domestically.\n\nThe old requirement sort of suggested that the FBI investigators would be able to find neighbors of the sex tourist, \nin Oklahoma or somewhere, and have them say, Yes, he told me he was going overseas to have sex with a 6-year-\nold.\n\n\n\nVery difficult to prove.  Now that's gone, and all you have to prove is that the person did in fact travel to Cambodia, \nhave sex that was illegal in the United States: for example, sex with a minor.  And you can prosecute them here in \nthe United States.\n\nThese are sex tourists who travel and come back.  They're businessmen, they're doctors, they're lawyers. They \ntravel, spend a lot of money, to commit a crime they don't believe they could get away with committing in the United \nStates.  So they travel overseas to commit that crime.  And now I think Congress has given the Department of \nJustice tools that it needs to convict them here in the United States.\n\nI should also add that it, really in my opinion, only takes a few meaningful convictions to create that deterrent affect \nthat you were talking about, because these areas get known.  For example, the area of Saypa (ph) in Cambodia \nbecome known because of Web sites and Internet chat rooms.\n\nThe example of how effective a deterrence can be is after we able to secure the raid in Cambodia and rescue the \ngirls and have the perpetrators arrested, the Internet chat rooms that cover that area called Saypa (ph) were saying \nthe party is over in Cambodia.\n\nAnd that's the kind of information flow that you want to generate. And I think a few convictions here in the United \nStates would send that message that sex tourism by Americans is not going to be permitted any more.\n\nGRAHAM: Thank you, Senator Cornyn.\n\nGRAHAM: And for the record, we have a statement here from Senator Biden that I would like to introduce into the \nrecord and Senator Leahy.  And we will hold open the ability of members to make written questions to the \nsubcommittee and to the witnesses for one week.\n\nAnd I'd just like to acknowledge Senator Cornyn's contribution to making this hearing happen.  And he's been a \nvery good friend and valuable ally in trying to bring some attention to this.  So thank you very much, Senator \nCornyn.\n\nMs. Cohn, we'll start with you.  I'm familiar with the PROTECT Act and what we're trying to accomplish, but it seems \nto me the real gap is foreign countries, their willingness to allow this to continue. Is there anything that you can think \nof, other than the federal witness protection program, where we can have people more forthcoming about \nprosecutions that we can do to bring more attention? And what countries are you talking about?\n\nCOHN: Mr. Chairman, we work throughout the world.  And I spent a lot of time on sex trafficking South Asia and \nSoutheast Asia, would draw attention to those areas in particular.  But I think that TVPA that Attorney Boyle was \ndiscussing is one of those instruments that Congress has provided the U.S. government to help combat trafficking \nby addressing foreign countries.\n\nThe TVPA requires that the State Department rank countries' performance in their efforts to combat sex trafficking, \nwhether they're meeting minimums standards, or whether they're making significant efforts to meet those standards \nto combat trafficking.\n\nI think that tier-rating system does help.  I would be excited to see it employed more vigorously, particularly as it \nexamines, the State Department examines, how complicit government officials are in those countries, and whether \nthose countries can provide evidence, documentation they've disciplined corrupt police officials and that they have \nconvicted brothel keepers and traffickers.\n\nMr. Chairman, I would just sort of direct you to the TIP report, the Trafficking in Persons Report, that just came out \nin June.  And if you look through it, it is required to discuss the prosecutorial effectiveness in certain countries as \nthey go against the traffickers and brothel keepers.  And you'll find in a great majority of countries that prosecutions \nare abysmal, to an extent that is difficult to articulate today.\n\n\n\nBut that it is almost, difficult, almost impossible to secure a conviction in those countries.  And I think that the U.S. \ngovernment, including this Congress, can, in all of its communications with those countries, demonstrate how \nserious the U.S. government takes this issue and that failure to demonstrate that significant efforts are being taken \nin those countries to combat trafficking will lead to penalties and sanctions by the U.S.\n\nGRAHAM: If you could provide sort of your view of this, to supplement the June report, about what you think are the \nmost egregious countries in terms of lack of prosecution, I'd appreciate it.\n\nWhat are the numbers that we're talking about of Americans who are being convicted for going overseas in sex \ntourism?\n\nCOHN: I think the conviction numbers for Americans is dramatically low.  I don't have the numbers available, but…\n\nGRAHAM: Any idea of the volume, how big of business this is?\n\nCOHN: I think I read a statistic that more -- Ecpat, which is the end child prosecution and trafficking NGO \norganization, I think estimates that 25 percent of sex tourists are Americans.\n\nGRAHAM: Do you have a number on that?  We're talking about thousands of people?\n\nCOHN: You're certainly talking thousands of people.  I'm not sure if you're talking more than that.\n\nGRAHAM: OK. Thank you very much.\n\nMs. Boyle, the Fort Worth case I think illustrates some success and a problem, and that's the Honduran \ngovernment.  I'm very concerned about foreign countries' willingness to help us to address a global problem. At the \nend of the day what kind of cooperation did you get from Honduras, if any?\n\nBOYLE: We did get some cooperation, Mr. Chairman.  They did help us. At one point, some of our prosecutors -- \nthey did help us, Mr. Chairman.  Not as to the extent we would have liked, but I will tell you, they did not cut us off.\n\nAt one point some prosecutors and agents traveled down there to find a little bit more about the threats to the \nfamilies and that status.  And they were able to at least witness in one situation an actual threat to a family member.  \nAnd they were able to secure from local police what we call up here a protective order, of that nature.\n\nBOYLE: I'm not sure how effective it was outside of just the paper it was on.\n\nBut they were helpful.  I think the treaty hurt us because we couldn't get the extradition.\n\nI can't compare them to other countries.  But I talked to the agents and the prosecutors before I left, to ensure that I \nwas aware of exactly where they stood on the Honduran government cooperation, and they felt that they were \ncooperative.  Their hands were somewhat tied by their own laws, and really their lack of knowledge about the \nworldwide focus on this.\n\nBut I also think, and I agree so much with Ms. Cohn, this very, very important provision of the TVPA, with the \nsharing of the countries: As long as that's focused on and enforced vigorously, I think that's going to be a big help to \nour government to get other governments to cooperate.\n\nGRAHAM: Ms. Cohn, is there anything -- ASEAN is a group of Asian nations -- is there any counterpart to the \nPROTECT Act or the TVPA Act in Asia or Europe?\n\nCOHN: Mr. Chairman, all of the countries where we work have laws that prohibit the acts that we're talking about in \none manner or another, whether it's just prohibiting child rape or it's prohibiting kidnaping or its prohibiting trafficking \nfor fraud, or more explicit or less explicit.\n\n\n\nThe problem is actually not, generally not, in what the statutory provisions are, as it might be in the U.S., that that \nconstrains the U.S. attorneys, but rather that they are simply not enforced.\n\nGRAHAM: All right.\n\nMr. Charleton, you mentioned some sentences that seemed very low, given the activity involved. When the \nSentencing Guideline Commission meets, will you have input as to how that should be changed, your \norganization?\n\nCHARLETON: Mr. Chairman, I'm sure that through the Department of Justice, we will have an opportunity to make \nour views and our perspectives known.\n\nGRAHAM: I'm very interested in the committee getting involved also and working with the Sentencing Guideline \nCommission.\n\nI'll make the same offer that I made to the last panel.  We have statutes in place now that we didn't have before.  \nThey seem to be working. They seem to empower you to do a better job.  What I would like is sort of make your \nshopping list: Given that dynamic, what can we do to enhance the viability of these statutes?  And what things are \nleft undone in terms of the law and resources.  And provide that input to the committee, and we'll try to meet your \nneeds the very best we can.\n\nI understand, Ms. Cohn, you have some photos or some pictures?\n\nCOHN: I have one photo, just of Suma (ph) to help you to appreciate her age.  I did not bring photos of the small \nVietnamese children in Cambodia.  She is currently in after care in Southeast Asia.  And I just visited her not long \nago.  She is doing quite well. I'd like to bring her to the states at some point.\n\nBut she is one of millions of girls who through no fault or decision-making of their own, are simply taken advantage \nof by the greed of others.  And law enforcement participates in that.\n\nAnd I should add, only because I have such great concern for her, that if the police are not directly complicit in \nactually killing these girls, as they are in the case where they returned them to the brothel keeper and the brothel \nkeeper shot them, they are complicit in the deaths of these girls to the extent that the HIV/AIDS transmission among \nsex trafficking victims is just so brutally and extraordinarily high that to be trafficked into that enterprise is essentially \na death sentence for your girls.\n\nGRAHAM: What country are we talking about where she was involved?\n\nCOHN: Suma (ph) was trafficked in Thailand.\n\nGRAHAM: Well, thank you all very, very much.  God bless you in your efforts to deal with this problem.  You have \nour full support and encouragement.  I'm sure this is bipartisan in nature.\n\nAnd please take us up on the offer to strengthen the current laws and to give you more resources.  And for lack of a \nbetter word, we're just dealing with scum here.  And we need to act in a cohesive manner to make the world a \nbetter place.\n\nGod bless you.  Thank you.\n\nCHARLETON: Thank you, Mr. Chairman.\n\nCOHN: Thank you, Mr. Chairman.\n\nGRAHAM: The hearing is adjourned.\n\nEND\n\n\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}