{"title": "Europeans turn against immigrants", "body": "\nBarking, England --- Peter Taylor sat on a bench in the East London suburb of Barking on a recent day, gloomily \nsurveying the sea of Asian and African faces around him.\n\n\"There's just too many foreigners coming in,\" said Taylor, a white, 49-year-old disabled forklift driver. \"There ought \nto be tighter controls.\"\n\nAs a working man, Taylor has been a lifelong supporter of the Labor Party of Prime Minister Tony Blair. No more. In \nlocal elections next month, he plans to vote for the BNP --- the British National Party, a right-wing fringe group \naccused by critics of racism and ties to neo-Nazis.\n\nTaylor is not alone. There are indications that the demographic changes immigration has caused, combined with a \nperceived lack of assimilation by newer ethnic groups, are provoking a backlash in England and elsewhere in \nWestern Europe.\n\nAs in the United States, the benefits and drawbacks of immigration are the subject of sharp debate. Nearly 600,000 \nimmigrants moved to England in 2004.\n\nA week ago, the Parliament member from Barking, Margaret Hodge, who is a minister in Blair's Labor government, \nsaid she found while campaigning that eight of 10 white families here were tempted to vote for the BNP.\n\nAnd new research by a charitable foundation showed that 25 percent of people nationwide have considered voting \nfor the far-right party, which opposes immigration, racial mixing and multiculturalism.\n\nImmigration has been an issue in Western Europe for years, and parties running on anti-immigration platforms have \non occasion shown electoral strength in Austria and France.\n\nThe backlash against immigration has also spread to countries like the Netherlands, Denmark and Norway.\n\n\"And these have been traditionally liberal countries,\" said Charles Westin, a professor at the Center for Research in \nInternational Migration and Ethnic Relations at Stockholm University.\n\nGovernments are responding to political pressure and tightening immigration rules.\n\n\nAs of March, people applying to live in the Netherlands, for example, must take a test to prove they understand the \ncountry's language and culture --- an exam that reportedly requires 350 hours of study.\n\nAlso last month, the interior ministers of the six largest European Union countries --- Britain, France, Germany, Italy, \nSpain and Poland --- proposed that new immigrants be required to sign \"integration contracts\" mandating that they \nlearn the language of their host country and respect Western freedoms.\n\nMassoud Shadjareh, chairman of the London-based Islamic Human Rights Commission, said he believed that, by \nand large, migration was not the real issue.\n\n\"The underlying racism is sneaking back into our society and being legitimized,\" he said. Polish immigrants in \nBritain are praised as hard-working contributors to society, while the contributions of hard-working blacks and \nAsians go unsung, he said.\n\nThe British National Party spokesman denied that the party was racist and that it had neo-Nazi ties, although he \nadmitted that John Tyndall, the party's founder, was \"interested\" in Nazism. Tyndall, who was expelled from the \nparty, died last year.\n\n\"They call us extreme,\" said the spokesman, Phil Edwards. \"[But] anybody who wants to fill this country with \nforeigners and destroy British jobs is an extremist.\"\n\nIt is a message that seems to resonate with more and more people.\n\nIn general, governments have done a poor job of explaining that immigration is often desirable and even necessary, \nsaid Jean-Philippe Chauzy, a spokesman for the Geneva-based International Organization for Migration.\n\n\"Europe, especially aging Europe, needs migrants,\" Chauzy said. \"I think the difficulty is to package this and make it \npalatable to voters.\"\n\nSome countries are recruiting migrants. Britain, facing a shortage, is recruiting doctors and dentists from former \nCommunist countries. The Italian city of Florence, with a large population of the elderly, is recruiting paramedics \nfrom Sri Lanka.\n\nAccording to the 2001 census, Britain's minority ethnic population was 4.6 million, or 7.7 percent of the country's 60 \nmillion total. Indians were the largest minority group, followed by Pakistanis, those of mixed ethnic background, \nCaribbean blacks and blacks from Africa. \n\nChauzy said the backlash was linked to the perception --- false, he said --- \"that migration flows are not managed, \nthat anyone can just walk in.\"\n\nGraphic\n\n \n\nPhoto: Peter Taylor, 49, who lives in East London plans to vote for the anti-immigrant British National Party.\n"}