{"title": "Norman Leonard, 92, a Defender of Rebels and Dissenters", "body": "\nNorman Leonard, an eloquent courtroom voice for unpopular causes -- West Coast longshoremen in the 1930's, \nleft-wing dissenters in the 1950's, free-speech rebels and antiwar protesters in the 1960's and 70's -- died on \nMarch 7 at a hospital in San Francisco. He was 92.\n\n  His death was reported by the family.\n\nMr. Leonard, who represented the International Longshoremen's and Warehousemen's Union for five decades, \nbecame nationally known with the government's efforts to deport the union's founding president, Harry Bridges, as \nan undesirable immigrant. Mr. Leonard defended him against perjury charges when Mr. Bridges, an immigrant from \nAustralia, was accused of having falsely denied being a Communist at his naturalization hearing.\n\n  Widely respected for his skills as a researcher, legal writer and appellate strategist, Mr. Leonard wrote the brief in \nthe 1953 appeal of the Bridges case to the Supreme Court, which overturned the union leader's conviction. The \ncourt held that Mr. Bridges had been wrongly indicted after the statute of limitations on the charges ran out.\n\n  During the same decade, Mr. Leonard helped defend West Coast leaders of the Communist Party against \ncharges, under the Smith Act, of advocating the violent overthrow of the government. The Supreme Court reversed \ntheir convictions on First Amendment grounds. \n\n  He also represented clients called to testify before the House Committee on Un-American Activities, defendants \ncharged with harboring a fugitive, and one who was tried under the Taft-Hartley Act for serving as a union officer \nwhile being a member of the Communist Party.\n\n  In the 1960's and 70's, Mr. Leonard argued for demonstrators protesting hiring practices at San Francisco hotels; \nstudents arrested during the ''Free Speech'' rebellion at the University of California, Berkeley; and Vietnam-era \ndraftees who had refused induction into the Army.\n\n  A native of the Bronx, Mr. Leonard was born to immigrant parents who moved to the West Coast when he was 15. \nEnrolling in the University of California, Los Angeles, he majored in political science and, swayed by the Great \nDepression, opted for the radical political left.\n\n  After graduating in 1934, he returned to New York to earn a master's degree in international relations at Columbia \nin 1935 and a law degree in 1938. Settling in San Francisco, he entered a law firm that focused on waterfront labor \nmatters and that assigned him to defend Mr. Bridges in a free-speech case. \n\n  As a law partner, he specialized in labor-related law, touching on fair labor standards, labor-management \nrelations, pensions, profit-sharing and workers' compensation. \n\n\n  He retired from practice in 1986 as a name partner in what remains the firm of Leonard & Carder of San \nFrancisco and Oakland. \n\n  Mr. Leonard is survived by his wife of 68 years, Marjorie Friedman Leonard; two sons, Stephen M., an \nenvironmental lawyer in Boston, and Eric M., a professor at Colorado College; a brother, Dr. Alvin Leonard of \nBerkeley; and four grandchildren.\n\nhttp://www.nytimes.com\n"}