{"title": "COBB COUNTY; ; 13 Cobb parks to get tag readers to deter crime", "body": "\nMore than two dozen license plate readers coming to Cobb County parks will help deter crime, police say.\n\nCounty Commissioners on Tuesday voted 5-0 to approve a contract with Flock Group Inc.to install 26 solar \npowered automatic license plate readers at 13 county parks. The $182,000 proposal includes two cameras at each \nof the following locations: Lost Mountain Park, Oregon Park, Fair Oaks Park, East Cobb Park, Terrell Mill Park, \nFullers Park, Skip Wells Park, Noonday Creek Park, Wallace Park, Hurt Road Park, South Cobb Campus, \nTramorePark(onthe north side) and Wild Horse Creek Park. The project will be funded using Special Purpose Local \nOption Sales Tax funding approved by voters.\n\nFlock will also provide four years of cloud hosting, cellular service and software upgrades for new features. The \nreaders will record the date and time, license plate information and characteristics of cars entering and leaving \nparks. Cobb officers are notified when a scanned plate is from a vehicle reported as stolen, or the plate itself has \nbeen stolen or if there's a warrant out for a driver's arrest.\n\nThe system will tie directly into the Cobb County Police Department's existing Flock camera system. Any \ninformation obtained from the readers will be transmitted directly to the Police Department. No parks employee or \ncounty department will have access to that information, the county said.\n\nCounty spokesman Ross Cavitt said Cobb County police reached out to the parks department earlier this year after \ninvestigating 14 incidents of smash-and-grab burglaries at parks facilities. Cobb police thought the Flock readers \n\"would be a deterrent\" and used a list of 911 calls from the parks to determinewhichareasneeded them, Cavitt said.\n\n\"It's been a cooperative effort all along,\" he said.\n\nCavitt said he doesn't believe there has been any discussion about expanding the program \"at this time.\"\n"}