{"title": "GRANDMOTHERS FLY TO NY, APPEAL FOR CUBAN BOY'S RETURN", "body": "\n* Attorney General Janet Reno will meet with the women today. It is unclear how long they plan to stay in the United \nStates.\n\nElian Gonzalez's grandmothers flew to New York from Cuba on Friday to appeal for his return, saying the boy's \nlate mother will not \"rest in peace\" until the 6-year-old is back in his homeland.\n\n\"Respect the memory of my daughter,\" said the boy's maternal grandmother, Raquel Rodriguez.\n\nShe and the boy's paternal grandmother, Mariela Quintana, flew with a church delegation that has supported \nElian's return over the objections of Cuban immigrants and the boy's relatives in Miami.\n\nThose relatives have invited the grandmothers to visit. But at least for now, the women have chosen to avoid \nMiami, where Cuban immigrants staged massive protests after the Immigration and Naturalization Service said \nElian must go back to Cuba.\n\nInstead, the women took their message to the nation's media capital. Today they were to meet with Attorney \nGeneral Janet Reno, who has said Elian belongs with his father. U.S. officials said the grandmothers requested \nthe meeting and that President Bill Clinton's administration want s to hear what they have to say.\n\nIt was not immediately clear how long the women will stay in the United States; people who organized the trip said it \nwill be only a few days.\n\nElian was found clinging to an inner tube off the coast of Florida on Nov. 25 after the boat on which he was heading \nfor the United States capsized, killing his mother and 10 other people.\n\nHe has been living with relatives in Miami, who say he would have a better life in the United States. They are \nchallenging a government ruling that he must go back.\n\n\"I know that many say that it was Elian's mother's will that the child remain here,\" Rodriguez said in Spanish. \"I \nspeak for her because I was her mother. I know what she thought and how she acted.\"\n\nThe mother's boyfriend arranged the journey, and Rodriguez said Elian's mother went along only because she was \nforced to by \"the man she was with,\" who she said was violent and threatened her.\n\n\"I ask and beg those who are interested in helping us, to do everything possible so that the child will be handed \nover to us, his grandmothers, so that my daughter may rest in peace,\" Rodriguez said.\n\n\nThe two women, greeted by a small party of customs officials and police, winced as they endured a whipping wind \nand 16-degree cold for th eir short walk into a terminal at Kennedy Airport.\n\n\"I came here to tell you all and to ask you to finish this tragedy that has been so hard for us as a family, and to ask \nyou that our grandson can return as soon as possible,\" Quintana said. \"Nobody has a right to make him an \nAmerican citizen. He was born in Cuba. He is a Cuban.\"\n\nQuintana also said that Elian, in telephone conversations with her and with his father, Juan Miguel Gonzalez, had \nexpressed a desire to return to Cuba. The boy's Miami relatives claim the boy has said he wants to remain in the \nUnited States.\n\n\"We stand by our position,\" Elian's great-uncle Lazaro Gonzalez said in Miami after the grandmothers arrived in \nNew York. \"Now that they are here in the United States, I invite them to come to my house so they can see the child \n- to see that we are not hiding him.\n\n\"We never talk bad about the family in Cuba to the child. Not about the grandparents and not about the father.\"\n\nThe Miami relatives' lead attorney, Spencer Eig, said he was not impressed by the grandmothers' emotional \nappeal. Eig said the women's information about the case came almost entirely from Cuba's communist \ngovernment.\n\n\"We're concerned that they're being taken advantage of to some degree,\" Eig said. \"If they got a chance to see how \nwell he is doing, it might relieve all their anxiety.\"\n\nThe Immigration and Naturalization Service has ordered Elian returned to his father. But attorneys for the family in \nFlorida have asked a federal judge to prevent his return before he has an asylum hearing.\n\nMost legal experts predict the federal courts will uphold the INS decision to return Elian. So an act of Congress \ngranting Elian citizenship or permanent residency is the most likely avenue for keeping the boy in the country, \nbecause it would remove him from the jurisdiction of immigration authorities.\n\nA senator from Florida is sponsoring legislation that would give Elian U.S. citizenship. The bill by Republican Sen. \nConnie Mack will be filed Monday and could come up for a vote as soon as Wednesday, said Senate Majority \nLeader Trent Lott, R-Miss.\n\n\"It will be a custody issue, not an immigration issue, and that's the only intent,\" Lott said during an interview for \n\"John McLaughlin's One on One\" to be aired Sunday on PBS. \"It would not allow the administration to blow back \nand forth depending on what (Cuban President Fidel) Castro says, but it would allow the courts to determine \ncustody.\"\n\nIn the House, companion legislation will be introduced by Rep. Bill McCollum, R-Fla., among others. Majority \nLeader Rep. Dick Armey, R-Texas, said House GOP leaders had made no decision on how swiftly to push for \npassage.\n\nAlso Friday, the federal judge who was to hear the suit by the boy's Miami relatives withdrew from the case.\n\nJudge James Lawrence King's son, Miami-Dade County Judge Lawrence B. King, once hired Armando Gutierrez - \na man now working as spokesman for the boy's relatives in Miami - to help in his re-election bid. The federal judge \nalso has a daughter who is a federal prosecutor in Miami.\n\nThe case was reassigned to Judge William M. Hoeveler, who presided over the trial of Manuel Noriega and \ndeclared the ex-Panamanian dictator a prisoner of war.\n\nGraphic\n\n\n\n \n\nPHOTO Color Photo from THE ASSOCIATED PRESS - Mariela Quintana (left) and Raquel Rodriguez, the \ngrandmothers of 6-year-old Elian Gonzalez, meet the press Friday in New York. The boy's relatives have invited \nthem to visit Miami for a reunion.\n"}