{"title": "At Phila. airport, acting on instinct;Airport inspectors place priority on their instinctsImmigration officers have stepped up their scrutiny since Sept. 11.", "body": "\nAbdul Abbass, an immigration inspector at Philadelphia International Airport, felt his heart sink Sept. 11. He \nknew the country might never be the same.\n\nAnd neither would his job.\n\n\"They could have walked right past me,\" Abbass said about the hijackers as he stood behind Booth No. 8 in the \nimmigration inspection hall at the airport. \"If one of those guys had a visa, there's nothing we could do. I feel like \nwe haven't done enough to control all these people. But we have limited powers.\"\n\nAbbass is a soldier of sorts, posted on one of the new front lines of America's war on terrorism. He is among about \n4,800 Immigration and Naturalization Service inspectors nationwide who in minutes must pick out would-be \nterrorists, and other undesirables, from hundreds of millions of ordinary travelers at more than 300 ports of entry, \nmostly airports.\n\nSince the attacks, immigration officers at airports, border crossings and INS offices have been checking \npassports, scrutinizing visas, and ordering investigations and detentions with what some concede is greater anxiety \nand suspicion.\n\nIt's a needle-in-a-haystack task, with a nervous nation watching over immigration officers' shoulders. Using a \ndatabase that was proven inadequate by the Sept. 11 attacks, inspectors must depend more than ever on \nnuances and gut feelings about the strangers standing in front of them.\n\nAbbass, 50, a native of Ghana who has been an INS inspector for about three years, said the number of people he \nsends back for more questioning in a secure area behind his booth is almost double what it was before Sept. 11.\n\n\"Most of them still get admitted, but it still feels right to do it,\" Abbass said. \"I feel inside that I have to do more. I feel \nlike I have to take more time with each person. People will complain about standing in line. But it doesn't matter. I \nhave to send more back. My instinct tells me to.\"\n\n\nAbbass' supervisors could not verify his estimate and insisted the number of travelers ordered for more questioning \nis not much different than before Sept. 11. INS officials, however, did say lines at arrival halls may be longer \nbecause of more questions.\n\n\"Nothing changed,\" said Fran X. McGowan, a port supervisor at the Philadelphia airport. He said the terrorism \n\"scares everybody, but this is our job.\"\n\nIn recent years, international flights to Philadelphia have risen several-fold, and the INS has raced to keep up. A \nnew international terminal opening next year will raise the number of inspection booths from 14 to 56. At least one \nairline, US Airways, has expressed concern about INS readiness.\n\n\"If the immigration people are not at their booths, it will be a funnel effect [at the arrival hall], and that is not good \nfor us,\" city Aviation Director Charles J. Isdell said at a conference this month.\n\nNiki Edwards, the Philadelphia INS spokeswoman, said the jobs would be filled. \"We are hiring; we're filling our \nnumbers. There's no concern on our part,\" she said.\n\nNieves Cardinale, the INS area port director, took a practical approach: \"I'll take as many as they give me. The \nmore the better.\"\n\nOut of several thousand travelers lining up daily under the fluorescent lights of the carpeted inspection area, a half-\ndozen typically get sent for more questioning beyond the inspection booths to a \"secondary area\" with a waiting \nroom and detention cells, the INS said.\n\nAlmost all check out with, at worst, minor visa or passport problems and are let in. But at least one or two a day get \nnabbed for something worse, INS officials said. The questioning is a necessary trade-off between convenience and \nsecurity, even though hapless travelers may get caught in it.\n\nAmong them, apparently, was an elderly couple from India who came to Philadelphia 10 days after the attacks to \nvisit their daughter in Montgomery County. They arrived in Philadelphia as the nation seethed over revelations that \nsome hijackers had gotten in on temporary visas.\n\nIn an account provided by their daughter on condition names not be printed and confirmed by aides to U.S. Rep. \nJoseph Hoeffel (D., Pa.), who has intervened in the case, the couple for some reason raised the suspicion of \ninspectors at the Philadelphia airport.\n\nBoth are doctors who already had made several trips to Philadelphia on multiple-entry visas issued by the U.S. \nEmbassy in Malta. Although both are Indian citizens, they live and work in Libya, whose government is listed as a \nsupporter of terrorism by the State Department.\n\nThe inspector put their documents into a bright red folder and sent them to the secondary area. After questioning, \nthe couple said, they were cleared by FBI agents.\n\nBut INS officers, who at one point called the couple a \"threat to national security,\" denied them entry and ordered \nthem to leave on the next flight. After a night in a nearby county jail, just before takeoff, the mother finally got a \nchance to talk to her distraught daughter - a call that was cut off in mid-sentence.\n\nHoeffel's office has been told that INS officers \"acted appropriately\" on unspecified information from the State \nDepartment. The INS declined to release more information without the family's permission.\n\nWhatever the reason for the couple's expulsion, suspicion dominates an inspector's work.\n\n\"How to catch people lying - that's the toughest thing to learn,\" said Ken Krauss, 23, a rookie inspector originally \nfrom Philadelphia who recently was granted his wish to work at the Philadelphia airport. \"The majority of the \npeople are telling the truth. But I definitely feel I'm getting better at catching lies.\"\n\n\n\nWith the traveler standing before them, the inspectors, who are versed in everything from firearms to foreign \npassports, start by examining documents for any sign of tampering. The inspector looks at the date of issue and \nstamps from other countries, and can type the traveler's name into a computer inside the booth connected to an FBI \n\"lookout list.\"\n\nThe inspector then asks the purpose of the trip, the destination, the departure date, and any other question that \nmight expose an issue and merit more scrutiny.\n\nThe most subtle thing can raise an eyebrow: a slight pause before answering, a reluctance to look eye-to-eye, a \nbusiness traveler using a brand-new passport, a person fidgeting in line and staring at the inspector.\n\n\"If they're shifting in line, they may be thinking, 'He's checking tougher,' or they may be looking at the stripes on the \nshirt,\" Krauss said. \"It's part of the fun. It's getting people to admit to things they might not want to.\"\n\nThe only post-Sept. 11 operational change, INS officials said, was an order for each inspector to carry a sidearm \n(standard issue is a Beretta 9mm). Before, local supervisors had discretion over who should be armed on the job.\n\nCardinale, the port director, insisted there have been no orders for closer scrutiny of passengers from the Middle \nEast or South Asia, even though the State Department reportedly has increased its investigation of visa applicants \nfrom those areas.\n\n\"There's no profiling,\" said Cardinale, herself the daughter of Spanish immigrants. \"Honestly, I take everybody \nindividually. I can't take a group from that part of the world and think anything because they could be completely \ninnocent.\"\n\nInspectors conceded people do get through illegally. But they relished telling about the ones who didn't.\n\nMcGowan recounted how, a few years ago, he confronted a U.S.-passport holder who claimed to have been born in \nAmerica but spoke with a heavy West African accent. Despite doubts, McGowan had to grant entry because \ninspectors at the time had no way to quickly compare the photo in his passport to the application's original.\n\nA year later, with a photo-reference system in place, McGowan was astonished to see the same man arriving again \n- using a different U.S. passport.\n\n\"We got him a year later, so that's good,\" McGowan said. \"Your gut is right, but it's tough sometimes to prove it.\"\n\nThomas Ginsberg's e-mail address is tginsberg@phillynews.com.  \n\nInquirer staff writer Jere Downs contributed to this article.\n\nGraphic\n\n \n\nPHOTO;\n\nThe number of INS inspectors needed will increase because of a new terminal.\n\nGERALD S. WILLIAMS, Inquirer Staff Photographer\n\nPassengers arriving from Paris wait in line at customs at Philadelphia International Airport. \"I feel like I have to \ntake more time with each person,\" said one immigration inspector.\n\nInspector Nelson Gomez stamps a passenger's passport after questions and other checks.\n\nmailto:tginsberg@phillynews.com\n\n\nNieves Cardinale, INS area port director, said there are no orders to closer scrutinize people from the Middle East \nor South Asia.\n\nGERALD S. WILLIAMS, Inquirer Staff Photographer\n\nAbdul Abbass, an immigration inspector at Philadelphia International Airport, hands a passport to a colleague \nwhile he checks the computer.\n"}