{"title": "THE INS MUST BE HELD ACCOUNTABLE", "body": "\nA stringent new immigration law became fully effective six months ago. Some of its fundamental features -- \nelimination of judicial review in many cases, restrictions on asylum, retroactive application -- are being tested in the \ncourts. But it is possible to make a few preliminary observations on how the Immigration and Naturalization Service \nis carrying out the new law.\n\nFirst, the statute creates a system of \"expedited removal\" of people arriving at our borders. In that process, a single \nimmigration agent may deny entry to someone, and ban him or her from the United States for five years, without a \nhearing or appeal.\n\nThe provision was aimed originally at people who arrived at ports of entry with fraudulent documents, notably \nasylum claimants who might not really be fleeing persecution. But it is in fact being applied primarily to ordinary \nvisitors.\n\nSince the new law took effect in April, thousands of people with valid U.S. visas have been summarily turned away \nbecause an INS officer thought, for example, that their frequent previous stays showed an intention to do more than \nvisit.\n\nPutting a decision of such importance in the hands of a single official is a sharp break with the tradition of American \nlaw that anyone affected by a government ruling is entitled to a hearing. But even under the new summary process \nit is possible to insist upon a minimum of fairness and accountability.\n\nINS officers could and should be required to tell each excluded visitor clearly why she is being removed, and give \nher a chance to answer. As it is, those denied entry too frequently complain of a Kafkaesque inability to find out \nwhat they have done wrong.\n\nSecond, anyone stopped at an airport because of doubts about his admissibility is entitled to decent treatment while \nthe inquiry goes on. There are too many reports of visitors who have been treated in inhumane ways: imprisoned, \nheld without food or water, denied the right to use the toilet.\n\nINS policy is to imprison, while they are investigated, only suspected criminals or others presenting a risk. But \npeople plainly not in those categories have been imprisoned. One about whom I wrote was Martina Diederich \nThompson, a young German wife of a Louisiana contractor, who arrived without the proper visa and was held in \nthe notorious New Orleans Parish Prison for a week.\n\nIn several cases described to me, people stopped at the Miami Airport were refused permission for many hours by \nINS agents to use the toilet. That practice can only be intended to torment and humiliate. It was used by the KGB.\n\n\nSuch mistreatment seems to reflect an endemic problem in the INS. Likepolicemen hardened by the viciousness \nthey see in criminals, some immigration agents generalize from fraudulent aliens to a skepticism of all. The great \npower given to individual agents by the new law increases the chance of abuse.\n\nThird, U.S. immigration laws, regulations and forms are hard for anyone to understand. When someone makes a \nmistake without wrongful intent, he or she should be allowed to correct the mistake without being punished.\n\nMartina Thompson, for example, plainly wanted to stay with her husband in Louisiana. But she came as a visitor, so \nshe was inadmissible; still, there was no reason to handcuff and imprison her. INS officers should simply have \nexplained her mistake and told her to go back to where she started and file the correct documents.\n\nIndeed, it is INS policy to do just that. Of those turned away at the border, 30 percent are allowed to withdraw their \nentry applications and leave without penalty. But not all INS officers are following the policy.\n\nAccountability is what the INS needs, more than ever because of the new law's summary process. INS \nCommissioner Doris Meissner is trying to assure that while she carries out the new law, respecting the need for \nboth vigilance and fairness. But it is not easy in a sprawling agency that deals with millions of people under exigent \nconditions. And it is the harder because of anti-immigrant feeling in Congress and the country.\n\nWhen I wrote about the imprisonment of Martina Thompson as she tried to reach her husband in Louisiana, a \nCalifornia doctor sent me a copy of the column on which he had written in red ink: \"Bull. Bleeding heart liberals are \nresponsible for we Californians paying through the nose for goof-offs.\"\n\nNotes\n\nOPINION\n\nAnthony Lewis is a columnist for the New York Times.\n\nGraphic\n\n \n\nDrawing;\n\nDRAWING: MARGARET SCOTT\n"}