{"title": "Apple has no shame in pushing back product deadlines", "body": "\nAug 20, 2014 (TUAW:http://www.tuaw.com/ Delivered by Newstex)\n\n Former Apple User Experience designer and evangelist Mark Kawano[1] recently penned an interesting piece for \nInc.[2] detailing some of the lessons he learned during his 6+ year stint at Apple.\n\nGiven Apple's reputation for avoiding vaporware like the plague and only releasing finished and polished products, \nthe following excerpt from Kawano's piece stands out.\n\n From the outside looking in, a lot of people assume that Apple doesn't have internal deadlines for its products. If \nApple did set a ship date, for example, we'd all know when the Apple iWatch is going to hit store shelves and there \nwould already be people camped out in front of Apple stores, cash in hand.\n\nBut the theory that Apple doesn't have deadlines isn't just slightly inaccurate, it couldn't be further from the truth.\n\nNot only does the company set internal deadlines, it also creates deadlines for deadlines that have their own \ndeadlines. Every aspect of the company's production cycle, from conception to ship date, is calculated. But--and \nthis is a big \"but\"--what makes Apple different is that it is a company that is willing to move those deadlines. If a \nproduct in development isn't ready to be released, the deadline is pushed back. If an idea isn't perfect, or isn't \nconsidered truly magical and delightful internally, it's held back, revised, and the product given an entirely new \nlaunch date.\n\n Indeed, one of the reasons Apple stopped attending Macworld in an official capacity was because it grew weary of \nhaving to announce a grand new product on an artificial schedule set by conference organizers. Ironically, Apple \nwith the success of the iPhone is now somewhat tied to announcing a next-gen device every 12 months or so.\n\nNonetheless, Apple certainly has no problem in pushing back a product launch until things are just right. Recall \nthat the iPhone 4s didn't launch until October of 2011, a good 16 months after the iPhone 4. Rumors at the time \nsuggested that the delay was caused by issues with Siri, the device's flagship feature. You might also remember \nthat the white iPhone 4 was delayed for 9 months. In that instance, rumor has it that the white paint on the device \nwas too thin and subsequently allowed too much light to reach the camera sensor, resulting in less than stellar \nphotos.\n\n\nA few years back, Apple's Phil Schiller addressed the delay in an interview with All Things D[3].\n\n It was challenging. It's not as simple as making something white. There's a lot more that goes into both the material \nscience of it-how it holds up over time...but also in how it all works with the sensors.\n\n In taking the necessary time to ensure that the white iPhone 4 met Apple's high standards, Schiller added that \nApple was able to deliver a device without compromises.\n\nApplying this framework to Apple's mythical iWatch, for example, one would be well advised to ignore the myriad of \nreports claiming to know when such a device might be announced and/or released. One day we stumble upon a \nreport which claims that the iWatch will be announced in September and the next we see a report claiming that \neverything has been pushed back until 2015. Suffice it to say, Apple will launch this mythical wearable device \nwhen it's ready to ship and works as intended.\n\nThis might seem like a no-brainer, but even a cursory glance at any number of tech-oriented product reviews \nreveals that many company's simply have no shame in releasing products that are far too often categorized as \n\"beta products\", Amazon's Fire phone being the most recent example.\n\nNow before the comments section goes up in vitriolic flames, there are, of course, counter examples.\n\nAllow me to beat you to the punch.\n\nThough overblown, there was the whole Antennagate saga. Also, critics might point to the less than stellar rollout of \nApple's homegrown Maps app. But even there, people tend to overlook the fact that software as grandiose as a \nworldwide mapping app, complete with multiple imaging options, fleshed out geographic information, local \nlandmarks, and driving directions can only be refined once released to the masses.\n\nOn this note, Counternotions summed things up perfectly[4] a few years ago:\n\n Mapping is indeed one of the hardest of mobile services, involving physical terrestrial and aerial surveying, data \nacquisition, correction, tile making and layer upon layer of contextual info married to underlying data, all optimized \nto serve often under trying network conditions. Unfortunately, like dialect recognition or speech synthesis (think \nSiri), mapping is one of those technologies that can't be fully incubated in a lab for a few years and unleashed on \nseveral hundred million users in more than a 100 countries in a \"mature\" state. Thousands of reports from \nindividuals around the world, for example, have helped Google correct countless mapping failures over the last half \ndecade. Without this public exposure and help in the field, a mobile mapping solution like Apple's stands no \nchance.\n\n This article originally appeared on TUAW.com at http://www.tuaw.com/2014/08/20/apple-has-no-shame-in-\npushing-back-product-deadlines/\n\n [1]:            https://www.linkedin.com/in/mkawano?ncid=txtlnkusaolp00000603 [2]:            http://www.inc.com/mark-\nkawano/lessons-from-my-time-at-apple-ship-something-you-re-proud-of.html?ncid=txtlnkusaolp00000603 [3]:            \nhttp://allthingsd.com/20110427/apples-jobs-and-schiller-on-why-making-the-white-iphone-was-so-darn-\ntough/?mod=tweetncid=txtlnkusaolp00000603 [4]:            \nhttp://counternotions.com/2012/09/21/applemaps/?ncid=txtlnkusaolp00000603 \n\nhttp://www.tuaw.com/2014/08/20/apple-has-no-shame-in-pushing-back-product-deadlines/\nhttp://www.tuaw.com/2014/08/20/apple-has-no-shame-in-pushing-back-product-deadlines/\n"}