{"title": "Limits on Parole Dash Refugees' Hopes", "body": "\nIt was an unusually grim October at the immigration detention center in Jamaica, Queens.\n\nTwo weeks ago, a 19-year-old Iraqi immigrant placed in solitary confinement had to be hospitalized after he \nrepeatedly slashed one arm with a razor blade, then tried to hang himself in his cell, using bedsheets. The next day, \na man who fled his native Congo ingested a foul concoction he made from a fistful of pain killers and a tube of Ben \nGay ointment, stirred into a glass of water. The week before, the man said, he had watched an Albanian inmate \nswallow a bottle of antibiotics.\n\nThe suicide attempts occurred during a hunger strike that the men, all seeking political asylum, joined earlier this \nmonth at the Wackenhut detention center, where they are being held as their cases wind through the immigration \ncourts. The hunger strikers were protesting the length of their detentions and demanding to be paroled to friends \nand relatives. Some, like the Congolese man, had been detained for more than a year.\n\nAnd in recent weeks their frustration mounted as a pilot program offered parole to a handful of new detainees, but \nleft the veteran inmates ineligible.\n\n\"I was completely depressed after realizing that the officials are not giving us any opportunity of being heard,\" said \nthe man from Congo, 34, an engineer who identified himself only by his first name, Ideda. \"I could not control \nmyself.\"\n\nIf the extreme -- and ultimately futile -- measures to which he and his fellow detainees turned last month signal their \nlevel of desperation, their actions also draw fresh attention to one of the most pressing debates in immigration \npolicy: Who among those who enter the United States illegally should be allowed to roam free while immigration \nofficials investigate their claims of persecution?\n\nImmigration officials say they need to detain asylum seekers to keep them from disappearing and remaining in the \ncountry illegally. Besides, they say, asylum applications are often rife with fabrications.\n\nBut immigrants' advocates have long maintained that many detainees can be safely paroled to friends and relatives \nalready living in the United States. Asylum seekers in New York, they have pointed out, remain in detention longer \non average than in any other region of the country.\n\n\nNow, a pilot program at the Wackenhut detention center has begun to offer a supervised release program to a small \nhandful of asylum seekers. To be eligible for the program, available only in the New York region, detainees must \nhave friends and relatives in the area with whom they can stay, and they must be considered at low risk of \nabsconding. Run by the Vera Institute of Justice, a private nonprofit organization, the three-year program requires \nasylum seekers to check in with the group every two weeks and sends monitors to check on the asylum applicants \nevery month. Only those detained since the program began on Aug. 31 are eligible.\n\n\"We only have the capacity to detain a small fraction of the noncitizens in removal proceedings,\" explained Barbara \nFrancis, a spokeswoman at the Immigration and Naturalization Service in Washington. \"It's intended to release \nindividuals who we feel would comply and at the same time free up bed space, so to speak.\" If the program \nsucceeds, Ms. Francis said, the agency will consider expanding it nationwide.\n\nOf the roughly 60 asylum seekers who have been referred by the immigration agency to the Vera Institute program, \n10 have been recommended for parole, according to officials at the institute who run the Appearance Assistance \nProgram, as it is called. All but one have been approved by the immigration service.\n\nBut whatever possibility the program holds for the inmates, it is not available to those who have been there the \nlongest. (The immigration service has made one exception, granting parole to an elderly man with health \nproblems.)\n\n\"This may be the only hope people see,\" said Eleanor Acer, of the Lawyers Committee for Human Rights. \"They \nsee a positive move and they say, 'Hey, what about me?' \"\n\nIdeda, the asylum seeker from Congo, had held out hope ever since the pilot program was begun at Wackenhut. \nHe was detained after landing at Kennedy Airport in October 1997, bearing a false passport. He said he belonged \nto an opposition party outlawed by Laurent Kabila, the new president of Congo, formerly called Zaire.\n\nFor his political affiliation, he said, he was beaten by soldiers loyal to Mr. Kabila -- 33 lashes a day over three days, \nfor he was 33 years old at the time. At Wackenhut, it turned out, Ideda was not eligible for parole because his \nasylum claim had already been rejected by an immigration judge in February, and he was thus considered likely to \nflee.\n\nMark Messenbaugh, a lawyer, said: \"When that finally hit home to some of the hunger strikers, they started making \nmore flamboyant protests. They tried to kill themselves.\" Mr. Messenbaugh has since filed Ideda's case under a \nUnited Nations treaty barring torture victims from being sent back home.\n\nLike Ideda, the Iraqi teen-ager who attempted suicide last month was also ineligible for parole. The teen-ager, a \nKurd who said that as a boy he had watched Iraqi soldiers torch his village, fled Iraq to avoid being drafted into the \narmy last year. He snuck out with the help of a camel-herder, boarded a cargo freighter and was detained by \nimmigration agents as soon as the ship docked in New York. He asked for political asylum, but his claim was \nrejected in May. His lawyer, Jackson Chin, said his case is now being appealed.\n\nThe long wait, Mr. Chin said, has been unbearably difficult for his client, whom he identified by only his first name, \nRachid, for fear of disclosing his identity to Iraqi authorities. Rachid spent nearly a year at the detention center, with \nlittle to do but worry and watch television.\n\nOn the fifth day of the hunger strike, in a letter to Mr. Chin, Rachid wrote, \"I'm in a confused state. I do not know \nwhat will become of me, I do not want to spend my life in I.N.S. jail indefinitely.\"\n\nThe following week, Mr. Chin said, Rachid tried to hang himself. He had already slashed his wrist with a razor blade \nat least four times. He was taken to Jamaica Hospital Medical Center, where he remains under psychiatric care.\n\n\"He was hearing voices,\" said Mr. Chin, a lawyer with Victims Services of New York. \"He was hearing violent wind. \nThe other detainees said, 'No, no, there's nothing there.' He was going crazy.\"\n\n\n"}