{"title": "Immigration Service Urges Legal Residents to Replace Expired 'Green Cards'", "body": "\nThe U.S. Immigration and Naturalization Service announced yesterday that an estimated 200,000 to 300,000 \npermanent residency cards -- commonly known as \"green cards\" -- issued to legal residents before 1979 are no \nlonger valid.\n\nThe expiration of the cards, effective yesterday, does not change the legal status of the card holders. No one will \nlose permanent resident status -- which allows legal residents to live and work in the United States indefinitely -- if \nthey have not yet applied for the new, more secure card, agency officials said. Nor will holders of old cards be \npenalized.\n\nBut agency officials said that holders of old cards must replace them with new cards to maintain acceptable \nevidence of their immigration status and to avoid inconvenience in getting jobs, entitlement benefits and reentry \ninto the United States.\n\nSomeone with an expired green card who tries to enter the United States starting today may be taken aside at the \nairport by U.S. officials and given instructions about applying for a replacement card, officials said.\n\nResidents with old cards should apply as soon as possible for a replacement at their local INS offices, officials \nsaid.\n\nAgency officials said they did not know how many legal, permanent residents in the Washington area need to \napply for new cards. But the INS Arlington office, which serves Northern Virginia and District residents, and the \nINS Baltimore office, which covers Maryland, have reported increases in applications for green cards since the \nagency started publicizing the card replacement program three years ago.\n\nIt can take three to 10 months for applicants to receive their new cards, agency officials said. The card \nreplacement program is funded by a $ 75 applicant fee.\n\nWhile their applications for new cards or U.S. citizenship are pending, residents can bring their passports with \nproof of filing for a green card or citizenship to their local INS offices to receive a special stamp to maintain proof of \ntheir permanent residency status.\n\nThe INS started its card replacement program in November 1993 to stem widespread document fraud, particularly \nof the old green cards.\n\nAt the time, officials said there were an estimated 1.5 million legal permanent residents in the country who needed \nto replace their cards.\n\n\nSince then, all but 200,000 to 300,000 have replaced their cards, have applications pending or have chosen to \nbecome U.S. citizens.\n\nThe new cards, which are pink, bear the holder's photograph and fingerprint. They are \"far more secure\" than the \nold cards, which were \"hand-typed, and the photos were pasted on, then laminated,\" said INS Deputy \nCommissioner Chris Sale. \"You could produce one in your house.\"\n\nGraphic\n\n \n\nPhoto, The new \"pink cards\" for U.S. permanent residents bear the holder's photo and fingerprint. The old \"green \ncard,\" right, was considered easier to forge.\n"}