{"title": "U.S. rewrites the rules of immigration", "body": "\nDepending on who was let in or kept out, reaction to this weekend's announcement by the Clinton administration of \nnew immigration rules ranged from fury to relief.\n\nThe rules, announced Friday, grant deportable Salvadorans a temporary reprieve, allow a few Cuban refugees to \nenter the USA, and deny automatic work permits to new political asylum applicants.\n\n-- Salvadorans had expected temporary protected status for an estimated 190,000 refugees to be terminated Dec. \n31 by President Clinton. They were relieved that no mass deportations are planned and that their work permits will \nbe good for nine months while they seek permanent legal status.\n\n\"Salvadorans can have a very happy Christmas with their families without having to worry about losing their jobs on \nJan. 1,\" says Ambassador Ana Cristina Sol.\n\n-- Advocates for Cubans were furious that Clinton will continue to deny entry to an estimated 32,000 Cuban \nrefugees held at military bases in Panama and Guantanamo Bay.\n\n\"It's an erroneous policy,\" says Fernando Rojas, spokesman for the Cuban American National Foundation, a major \nCuban exile group that has pushed to admit all Cubans.\n\nImmigration authorities will admit only some of the estimated 3,000 children and their families who are too sick or \ndisabled to remain in the refugee camps.\n\n\"(But) only families for whom there is full financial sponsorship in the U.S. will be (allowed entry)\" said Attorney \nGeneral Janet Reno.\n\n-- Advocates for asylum applicants expressed cautious approval of new rules to speed up the asylum system, curb \nabuses and reduce the 425,000-case backlog. They applauded the decision to drop a proposed $ 130 application \nfee.\n\nBut a new rule that would require applicants to wait six months to get a work permit was called \"heartless\" by the \nAmerican Immigration Lawyers Association. The old rules issued permits after 90 days.\n\nDoris Meissner, commissioner of the Immigration and Naturalization Service, said easy access to work permits \nwas one of the reasons why the old system had been paralyzed by a backlog of tens of thousands of spurious \nasylum claims.\n\n\"Asylum can't be an unofficial avenue for immigration or a back door to get around immigration controls,\" she \nsaid.\n\n\nRepublican skeptics want even tougher rules: \"Reform is long overdue, but there seems to be a continuing gulf \nbetween the administration's words and its actions,\" says Rep. Lamar Smith, R-Texas, a leading candidate to chair \nthe House immigration subcommittee next year.\n\nMeanwhile, Hispanic activists from 11 states met in Tucson Sunday to lay groundwork for what they called \"the next \ngreat civil rights movement\" - against anti-immigrant sentiment and laws like California's Proposition 187, which \ndenies government services to illegals. The group wants to boycott California and businesses that support 187, and \nhopes to organize a 1996 march on Washington, D.C.\n\n\"What 187 has done with a reactionary society is to galvanize people in other states,\" said Kevin Alejandro de Leon, \nan organizer from east Los Angeles.\n\n Seeking asylum Requests for asylum grew 39% from fiscal years 1992 to 1993. Requests filed:\n\n'93   144,166\n\nNotes\n\nTHE NATION; See info box at end of text.\n\nGraphic\n\n \n\nGRAPHIC, b/w, Nick Galifianakis, USA TODAY, Source: 1993 Statistical Yearbook of the Immigration and \nNaturalization Service (Line graph); PHOTO, b/w, John Miller, AP\n"}