{"title": "In a Shift, Biggest Wave Of Migrants Is Now Asian", "body": "\nAsians have surpassed Hispanics as the largest wave of new immigrants to the United States, pushing the \npopulation of Asian descent to a record 18.2 million and helping to make Asians the fastest-growing racial group in \nthe country, according to a study released Tuesday by the Pew Research Center.\n\nWhile Asian immigration has increased slightly in recent years, the shift in ranking is largely attributable to the \nsharp decline in Hispanic immigration, the study said.\n\nAbout 430,000 Asians -- or 36 percent of all new immigrants, legal and illegal -- moved to the United States in 2010, \ncompared with 370,000 Hispanics, or 31 percent of all new arrivals, the study said. Just three years earlier, the ratio \nwas reversed: about 390,000 Asians immigrated in 2007, compared with 540,000 Hispanics.\n\n''Asians have become the largest stream of new immigrants to the U.S. -- and, thus, the latest leading actors in this \ngreat American drama'' of immigration, Paul Taylor, executive vice president of the Pew Research Center, wrote in \nthe report.\n\nImmigration scholars have attributed the decrease in Hispanic immigration to a mix of factors, including the \neconomic downturn in the United States, increased deportation and border enforcement by the American \nauthorities, and declining birthrates in Mexico.\n\nTougher enforcement measures have made a greater impact on the Hispanic immigrant population than on the \nAsian immigrant population because a much higher percentage of Hispanics are in the United States without \nimmigration papers, experts said. About 45 percent of Hispanic immigrants in the United States are here illegally \ncompared with about 13 percent to 15 percent of Asian immigrants, Pew demographers found.\n\nUnder this pressure, Hispanic immigration dropped 31 percent from 2007 to 2010, while Asian immigration \nincreased about 10 percent.\n\nPew researchers estimated that Asian immigration surpassed Hispanic immigration by 2009. Mr. Taylor said in an \ninterview on Monday that the delay in identifying this shift was due in part to the fact that the analysis relied on later \ndemographic data, including the 2010 American Community Survey.\n\nThe findings are part of a study called ''The Rise of Asian-Americans,'' a comprehensive analysis of the Asian \npopulation in the United States. The Pew Research Center is a nonpartisan organization in Washington that has \nprovided some of the most reliable estimates for illegal immigration.\n\nDrawing on Census Bureau and other government data as well as telephone surveys from Jan. 3 to March 27 of \nmore than 3,500 people of Asian descent, the 214-page study found that Asians are the highest-earning and best-\neducated racial group in the country.\n\n\nAmong Asians 25 or older, 49 percent hold a college degree, compared with 28 percent of all people in that age \nrange in the United States. Median annual household income among Asians is $66,000 versus $49,800 among the \ngeneral population.\n\nIn the survey, Asians are also distinguished by their emphasis on traditional family mores. About 54 percent of the \nrespondents, compared with 34 percent of all adults in the country, said having a successful marriage was one of \nthe most important goals in life; another was being a good parent, according to 67 percent of Asian adults, \ncompared with about half of all adults in the general population.\n\nAsians also place greater importance on career and material success, the study reported, values reflected in child-\nrearing styles. About 62 percent of Asians in the United States believe that most American parents do not put \nenough pressure on their children to do well in school.\n\nThe growth of the Asian population has been noteworthy for its speed. In 1965, after a century of exclusionary, \nrace-based policies, the Asian share of the American population was less than 1 percent. But immigration reform \nlegislation that year opened the door to broader immigration from around the world. The Asian share of the total \npopulation is now about 5.8 percent, the Pew study said.\n\n''A century ago, most Asian-Americans were low-skilled, low-wage laborers crowded into ethnic enclaves and \ntargets of official discrimination,'' the study said. ''Today they are the most likely of any major racial or ethnic group \nin America to live in mixed neighborhoods and to marry across racial lines.''\n\nA closer look at the numbers can reveal sharp differences between subgroups.\n\nAt least 83 percent of the total Asian population in the United States traces its ancestry to China, the Philippines, \nIndia, Vietnam, the Korean Peninsula or Japan -- and demographic characteristics can vary widely from group to \ngroup.\n\nIndians, for instance, lead all other Asian subgroups in income and education, the report said. Indians, Japanese \nand Filipinos have lower poverty rates than the general public, while Koreans, Vietnamese and Chinese have \nhigher poverty rates.\n\nBut Mr. Taylor said there was still value in the macroanalysis. ''For better or worse, throughout our history, we've \nalways used race as a prism to understand who we are,'' he said. ''Anything that illuminates the latest immigration \nwave, that illuminates a growing race group, helps us to understand ourselves better.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nCHART: New Face of Immigration: Asians have overtaken Hispanics as the largest stream of new immigrants. In \ngeneral, Asians are more successful and better educated than most other groups. (Source: Pew Research Center) \n(A14)                              \n"}