{"title": "PROP. 187 BRAWL STIRS UP DEBATE WHO'S TO BLAME?: BOTH SIDES POINT FINGERS.", "body": "\nThe leader of a national Hispanic citizens group Friday accused Gov. Pete Wilson of fomenting hatred that sparked \nstreet violence over illegal immigration, an allegation the governor's spokesman called \"outrageous.\"\n\nThe president of the League of United Latin American Citizens, in Boston to address the group's national \nconvention, blamed Wilson and political conservatives for creating a volatile atmosphere that could erupt into \nviolence like a street brawl between activists that broke out Thursday in Los Angeles. Six people were injured and \none was hospitalized.\n\n\"Anytime a government official uses his position to promote racism and discrimination against one group of people \nsimply because it is politically expedient, then that official must take the responsibility for the forces of divisiveness \nand hatred that he has unleashed,\" LULAC President Belen Robles said in a news release.\n\nIn a speech, Robles set blame for the violence on a small group of leftist extremists, but in published remarks she \nlaid the blame for a \"powder keg\" atmosphere at Wilson's feet.\n\nWilson's spokesman, Sean Walsh, called Robles' accusation \"absolutely and utterly outrageous.\"\n\n\"To say such irresponsible, frenzied, comments . . . this individual has essentially called 60 percent of the state of \nCalifornia racist for caring about the billions and billions of dollars in services the state provides to illegal \nimmigrants,\" he said.\n\nWilson believed communist agitators were to blame for Thursday's violence, Walsh said.\n\nOne activist Friday called the immigration conflict a rebirth of the 19th century war between the United States and \nMexico.\n\nWhile most of Southern California marked the holiday with sand and surf, parades and parties, advocates on both \nsides of Proposition 187 clashed during an Independence Day demonstration that turned into a bloody brawl.\n\nProposition 187, approved by voters in 1994, called for prohibiting illegal immigrants from receiving public \neducation, non-emergency health care and social welfare services.\n\nThe initiative has not been implemented because of court challenges.\n\nAbout 150 police officers with helmets and batons separated demonstrators in Westwood who beat each other with \npicket signs, full soda cans and their bare hands.\n\n\nPolice attributed the flare-up of violence to heat and heated emotions, but activists on opposing sides of the \nimmigration argument say conflict is inevitable.\n\nGlenn Spencer, leader of the Voice of Citizens Together, said the groups that oppose Proposition 187 are \nessentially at war with the United States.\n\n\"Their real intent is the reconquest of the United States,\" Spencer said in a telephone interview. \"This is the \nMexican-American war revisited.\"\n\nA spokeswoman for the Progressive Labor Party called Spencer's group a racist, anti-immigrant \"fascist\" \norganization.\n"}