{"title": "Government ignores honest solution to illegal immigration", "body": "\nRe: Illegal immigration surges by 485,000 people yearly, March 22.\n\nYear after year, our media will continue to inform us of surging illegal immigration while an obvious practical \nsolution is ignored. Throwing another $37-million at the problem is not the answer. Increasing the number of \nborder guards by 2,000 a year, over five years, to supplement the 11,000 now guarding more than 6,000 miles of \nborder will have no effect whatsoever.\n\nRep. John Hostettler, an Indiana Republican who chairs a subcommittee on immigration and border security, is on \nthe right track when he reports that the government fails to punish employers who hire workers or sufficiently fund \nefforts to find and deport immigrants. He is also correct when he claims that it is \"a little naive\" to believe we are \ngoing to seal the border even with the National Guard or 20,000 to 30,000 Border Patrol agents.\n\nRep. Hostettler would be even more successful if he focused on the primary solution to the problem. Millions of \nillegal immigrants would not stream across our borders if our government and businessmen didn't welcome them \nwith generous social benefits: food stamps, hospitalization, medical care, free schooling for their children, jobs and \nautomatic citizenship to their newborn babies.\n\nMillions of undocumented workers will continue to pour across our borders as long as our government persists in \nits agenda to avoid the honest solution and look the other way.\n\n \n\nDick De Witt, Brandon\n\n \n\nCatering to aliens\n\nRe: Wal-Mart is fined but not charged,March 19.\n\nAm I missing something? Wal-Mart just got fined $11-million for inadvertently, second handedly, hiring illegal aliens \nto clean their stores. At the same time, our government is pushing to have a law passed so that illegal aliens can \nbe allowed to cross the border so they can work, probably in those same stores.\n\nWe already have a problem with illegals crossing into our country and the taxpayer having to pay for their \neducation, housing and medical services, even though they are here illegally. It is bad enough that we have to put \neverything in both Spanish and English nowadays.\n\nIf legal aliens wish to get ahead in this country they should learn the language. If we lived in their country, we would \nhave to learn the language to flourish. In effect by catering to their lack of language skills we are assuring that they \nwill have problems and possibly fail in their attempts to be assimilated.\n\n\n \n\nJames Bardsley, Madeira Beach\n\n \n\nOld is in the way you think about it\n\nRe: There's nothing wrong with being old - in fact it's great, letter, March 21.\n\nThe letter writer wrote about being old, old, old, at age 72. I am almost 86 and still don't think of myself as being old.\n\nBecause I had a heart attack 10 years ago, I have to watch my cholesterol, take pills and exercise. So I exercise by \ndoing what I enjoy. I play tennis for an hour and a half six days a week and on the other day I ride my bike about 15 \nmiles or so. I also mow my lawn, which takes a couple of hours each week plus the edging and the trimming. And, I \nvolunteer at the VA hospital once or twice a week for a few hours. I also try to play the piano for an hour or so five \nor six evenings a week. My wife, Marion, is 78 and she keeps busy with taking care of the flowers, line dancing, and \nplaying bridge. I don't think of her as being old either.\n\nSo I guess that feeling old is all in the way you think about it.\n\nYes, I've had a wealth of experiences too - 50 missions in fighter planes during World War II, being married to a \nwonderful woman for 58 years, raising three great children who all live within 20 miles of us, having two fine \ngrandchildren, working for Caterpillar Tractor Co. for 31 years, and now being retired for 25 years. It's been a great \nlife so far and maybe one of these days I will really feel old.\n\n \n\nBob Cooper, Seminole\n\n \n\nHoping to get really old\n\nRe: There's nothing wrong with being old - in fact it's great.\n\nIf the letter writer wants to consider herself old at age 72, that's her choice. However, I am the same age and I do \nnot consider myself old: As my piano partner, also age 72, says, we are  \"older middle-aged people.\" Her mother \nwho died last year at age 90 did not seem old to us or anyone else. She was very active, like my own aunt who died \na few years ago at age 91.\n\nI am a music teacher. My husband and I live in St. Petersburg every winter and I teach as a volunteer at a private \nschool several hours a week. Also, my partner and I gave a very successful piano duet recital a few weeks ago, and \nare planning another one. My husband and I square and round dance every week, we attend many concerts and \nplays and we are much more active than many much younger people (all this in spite of being severely injured in a \ncar accident last October).\n\nLook around you and see who are the dancers, and who attend all the musical events around here. It is mostly we \n\"old people,\" still fairly healthy and hoping to live until we are really old!\n\n \n\nPatricia Grimes, St. Petersburg\n\n \n\nTry a bottle tax\n\nI have alternately laughed and sympathized with the campaign to put a tax on toilet paper, but I think that there are \nbetter targets for our legislators.\n\nAs a cyclist, I see many examples of smashed bottles on the highway. A better tax would be a refundable charge on \neach glass bottle. I see that in the many states the cost is highlighted on the label.\n\n\n\nThere would obviously be revenue to the state on bottles not returned (that should make it attractive to the state \ngovernment) but also it might reduce the number of smashed bottles on the road and make highways safer.\n\nI realize that there would be an extensive campaign for rejection of such a proposal from the bottlers in the state (it \nalso may save glass) but perhaps the environment is more important.\n\n \n\nFrank Styles, Tampa\n\n \n\nThanks for the special section\n\nRe: The Dali Times, March 19.\n\nWell done, St. Petersburg Times, for the brilliantly conceived and illustrated Newspaper in Education special \nedition.\n\nSpecial thanks also to A. Reynolds and Eleanor R. Morse for their generosity in sharing the Dali collection with the \npublic and for choosing St. Petersburg to showcase the maestro's works of art.\n\n \n\nJohn Mashburn, Largo\n"}