{"title": "Illegal Workers On GOP Agenda; Latino Leaders Decry Proposals By Va. Delegates", "body": "\nRepublican members of Virginia's House of Delegates yesterday announced an ambitious agenda aimed at \nillegal immigrants in the upcoming legislative session, including a move to ban day-laborer centers that aid \nworkers in the country illegally. \n\n House leaders said they will introduce wide-ranging measures in the General Assembly that would bar illegal \nimmigrants from attending state universities and \"scrub\" voter rolls of such individuals. \n\n The appearance of House Speaker William J. Howell, Del. David B. Albo (R-Fairfax) and others in front of a \nSpringfield American Legion post capped a day in which Northern Virginia Latino leaders also gathered to decry \nthe \"negative tone\" of public debate on immigration in the state.  \n\n Growing concern by some voters over illegal immigration has been a flashpoint in the state's hotly contested \ngovernor's race. Republican Jerry W. Kilgore has run ads on the subject, including a recent spot in which he calls \nillegal immigration a \"growing crisis.\"  \n\n His opponent, Lt. Gov. Timothy M. Kaine (D), said he opposes illegal immigration, but the issue is not a focus of \nhis campaign.  \n\n An estimated 200,000 illegal immigrants live in Virginia, according to the Pew Hispanic Center.  \n\n The Republican group was moved to appear yesterday, according to Howell (R-Stafford), because GOP leaders \nare \"troubled by the fact that government resources at all levels are being stretched thin dealing with safety and \nsecurity issues caused by illegal immigration.\" \n\n  Del. John S. \"Jack\" Reid (R-Henrico), put it more bluntly: \"People who come here illegally and are not willing to go \nthrough the process [of becoming citizens] are not welcome, and I don't want them here.\" \n\n Later yesterday, Arlington County Board member Walter Tejada (D), who is chairman of the Virginia Latino \nAdvisory Commission, reacted angrily to the GOP comments. He accused the Republicans of \"political \ngrandstanding.\" Their legislative proposals, he said, are \"full of code words that show nothing but their bigotry.\"  \n\n\n Political analyst Mark J. Rozell, a public policy professor at George Mason University, said that the Republicans' \nnews event \"is all about the governor's race, there is no doubt about it. . . . This is all about mobilizing their \nconservative base in an election . . . where the stakes are very high.\" \n\n They chose Northern Virginia because \"Fairfax County has become ground zero in immigration battles in \nVirginia,\" Rozell said in reference to the recent controversy surrounding a town-supported day-laborer center to be \nestablished in Herndon. \n\n In addition to reintroducing legislation to bar illegal immigrants from state-supported colleges and universities, or at \nleast deny them in-state tuition, the Republicans said they hope to widen local law enforcement authority to detain \nand deport illegal immigrants arrested for other crimes. They also would toughen penalties for those who \nmanufacture fake birth certificates and driver's licenses and fine businesses that knowingly hire illegal workers  \n$5,000 per incident. \n\n Albo said he wants to bar illegal immigrants from using any taxpayer-supported day-laborer centers anywhere in \nthe state. Albo and Del. Jeffrey M. Frederick (R-Prince William), who also appeared at yesterday's event, are in the \nmidst of competitive reelection campaigns. Albo is facing challenger Gregory A. Werkheiser (D), and Frederick's \nopponent is a popular Prince William supervisor, Hilda M. Barg (D-Woodbridge). \n\n Albo said his legislation would require day-laborer centers to check the status of all clients. Such a measure would \naffect the Shirlington Employment and Education Center, which has operated in relative harmony in Arlington for \nthe past two years. \n\n If officials there do not want to check the immigration status of workers, Albo said, \"we'll take them to court and \nshut it down.\" \n\n Arlington County Board Chairman Jay Fisette (D) said the county's day-laborer center is legal, and he accused the \nRepublicans of playing election-week politics.  \n\n \"I would say it was somewhat predictable that we would hear something like this the week before the election,\" \nFisette said, calling the proposed legislation \"mean-spirited.\" \n\n Shortly before the Republican event, Tejada and other Latino leaders gathered at a church in Arlington to decry \nthe \"negative tone\" of the debate, saying immigrants are being made \"scapegoats for all that ails Virginia.\" \n\n \"We're just tired and don't want to take it anymore, in the sense of focusing on the negative,\" Tejada said. \n\n The group's members stopped short of criticizing Republican leaders  --  or Kilgore  --  by name, saying they \nwanted to keep the event \"nonpartisan\" and focus on the success of local Latinos. \n"}