{"title": "TEEN AVOIDS BEING DEPORTED", "body": "\nA teen-ager facing deportation to his native Africa returned to an all-American life Friday after public outcry led to \nhis release from a Los Angeles jail.\n\nOmotayo Daniel's plight began last week when his foster family said they could no longer afford to raise the 16-\nyear-old Atwater High sophomore.\n\nWhen social workers discovered Omotayo was an illegal immigrant, they turned him over to U.S. Border Patrol \nagents. He spent nearly a week in a Los Angeles immigration cell and was beaten by other juvenile inmates.\n\n'I felt helpless'\n\n\"I felt helpless because my life was in the hands of people who didn't even know me,\" Omotayo said in a telephone \ninterview while driving back from Los Angeles to the San Joaquin Valley. \"I think they just handled it like it was a \nnormal case.\"\n\nBut his case is anything but normal. The soft-spoken Nigerian teen-ager was brought to New York by his mother \nwhen he was 6. She returned to Nigeria and has not been heard from since.\n\nThe threat of being deported terrified Omotayo, who speaks only English and remembers little about his native \nland.\n\n\"I don't have anybody there,\" he said. \"I don't know anything about that place. They might as well just put me in \nJapan. It would be the same thing. How could I survive?\"\n\nJust doing their job\n\nImmigration officials said they were just doing their job when they detained him. But they admitted Omotayo's case \nis different.\n\n\"This juvenile is not at all a danger to society,\" Border Patrol Assistant Chief Alan Dwelley said. \"He's obviously not \nan undesirable type at all.\"\n\nAfter he was taken into custody, Omotayo was taken first to Fresno and then to Immigration and Naturalization \nService headquarters in Los Angeles. He had to wear a gray jumpsuit and was handcuffed outside his cell.\n\nWhile in his cell, he was beaten by fellow inmates when he told them he had not committed any crimes. But \nOmotayo was not allowed to leave because he could not afford his $2,000 bail.\n\n\nSacramento attorney Glenn Peterson, who read Omotayo's story in a newspaper Wednesday, was outraged.\n\n\"What a huge miscarriage of justice that only $2,000 stands between this kid and his freedom,\" Peterson said.\n\nIt took Peterson two days to arrange Omotayo's release, which Rep. Gary Condit, D-Ceres, helped secure after \nreceiving calls from outraged Atwater High students and other Californians.\n\nHopes to study medicine\n\nPeterson drove 380 miles from Sacramento to Los Angeles on Thursday to pick up Omotayo, a straight-A student \nwho listens to classical music and hopes to study medicine in college.\n\nOmotayo was released on his own recognizance and must appear at an INS hearing in San Francisco Dec. 4 to \ndetermine whether he will be deported.\n\nMeanwhile, he will stay with a foster parent in Atwater. He was looking forward to returning to school and attending \na football game and dance.\n"}