{"title": "IMMIGRATION; Asylum not easy in Atlanta court", "body": "\nAtlanta's immigration court is among the toughest in the nation for asylum seekers, denying more than 8 out of \nevery 10 requests over the past six years, a recent study shows.\n\nAtlanta's 84 percent denial rate is above the 53 percent national average, says the report by Syracuse University's \nTransactional Records Access Clearinghouse, a research organization that monitors the federal government.\n\nTRAC and the government don't keep statistics on why asylum cases are approved or denied, so it's impossible to \nknow why there are such wide disparities between the number of rejections in courts across the nation. In contrast \nto Atlanta, New York City's court denied 26 percent of applications between 2006 and May.\n\nAttorneys who represent refugees say Atlanta judges are more skeptical and skewed toward the position of \nImmigration and Customs Enforcement. ICE enforces the nation's immigration laws, deports illegal immigrants \nand represents the government in asylum hearings.Three of the four Atlanta judges reviewed by TRAC worked for \nthe Immigration and Naturalization Service, ICE's predecessor agency.\n\nJudges who decide asylum cases say they routinely deny flawed claims and occasionally reject fraudulent ones, so \nsome skepticism about asylum claims is warranted.\n\nFor refugees, winning asylum in the United States can be a matter of life and death. Many come here fleeing \nterrorists, brutal governments and religious and political persecution in their home countries.\n\nAttorneys and judges agree the government should keep better statistics and look into the reasons behind the wide \ngaps in denial rates. That could help the government determine if the law is not being applied evenly and if judges \nneed more or better training.\n\n\"How can we know if it is a problem or not,\" said Dana Marks, a San Francisco-based immigration judge and \npresident of the National Association of Immigration Judges, \"unless data is kept in a way that is amenable to try \nto diagnose what problems could be occurring?\"\n\n\nUnder federal law, people who fear persecution or torture in their home countries must apply for asylum within a \nyear of their arrival in the United States, with some exceptions. They are required to fill out a 12-page application \nand submit to interviews with federal officials. During the application process, they must demonstrate they have \nsuffered persecution in their home country or have a well-founded fear of experiencing it on account of race, \nreligion, nationality, membership in a particular social group or political opinion.\n\nPeople representing more than 100 nationalities sought asylum in the United States over the past six years. Most \nwere from China, the TRAC study shows, followed by Colombia.\n\nThierno Diallo, a West African immigrant, is now fighting in Atlanta's court for asylum. Diallo said government \nsoldiers in his home country of Guinea beat him, detained him and his father, threatened to execute him and \ngunned down his brother in 2001, all because he and his family joined a political party opposed to the government \nof then-dictator Lansana Conte. Diallo fled to Sierra Leone, worked in a diamond mine there and then entered the \nUnited States in 2004 with a phony Dutch passport. He applied for asylum here less than a year later.\n\nAn Atlanta immigration judge denied his request about two years later, ruling Diallo had not demonstrated he had \nsuffered persecution. Diallo appealed. The 11th Circuit Court of Appeals in Atlanta ruled last year that he did \nindeed suffer from persecution. The case has been sent back to the Atlanta court, where a hearing is scheduled \nfor November.\n\nFederal immigration authorities filed court papers in October, indicating they will look into whether conditions have \nchanged in Guinea enough to make it safe for Diallo to return.\n\nNow 27, Diallo has a four-year-old son who was born in the United States. He is worried some of the same people \nwho attacked his family may still be in Guinea and will kill him if he returns.\n\n\"They are going to remember you,\" he said. \"And they will get rid of you. And nobody would know.\"\n\nHis attorney, Glenn Fogle, complained about how tough Atlanta's immigration judges are.\n\n\"It's ridiculous,\" he said. \"You have to prove that you are going to get a bullet in your chest as soon as you step out \nof the plane\" in your home country.\n\nThe U.S. Justice Department's Executive Office for Immigration Review, which oversees the nation's judges and \ncourts, declined to comment on Diallo's case. But EOIR issued a statement about TRAC's figures.\n\n\"Each asylum case has its own set of facts and variables that affect its outcome,\" EOIR's statement says. \n\"Immigration judges adjudicate cases on a case-by-case basis, according to U.S. immigration law, regulations \nand precedent decisions\"\n\nFormer Atlanta immigration judge Grace Sease, who retired last year, had the highest denial rate in Atlanta at \n89.2 percent, according to the TRAC report. Sease, a former assistant district counsel for INS in Atlanta, granted \nonly 29 of the 268 requests she decided. Out of 256 immigration judges reviewed, Sease had the 15th highest \ndenial rate.\n\nSease said the TRAC statistics don't tell the whole story. She said judges might deny asylum for certain people \nwho ultimately find other ways to legally stay in the United States. And immigrants who are ineligible for asylum still \napply for it and are denied, including those with criminal records, she said. Georgia is home to the Stewart \nDetention Center, the biggest and busiest jail in the nation for people facing deportation. Many people held there \nhave criminal records.\n\n\"I had murderers apply for asylum,\" Sease said. \"That's sort of an automatic denial.\"\n\nFraud is also a problem. Judges say they sometimes sniff out and deny asylum applications that are copied word-\nfor-word among immigrants. Fraud in asylum cases drew the spotlight this year when it was revealed that the West \n\n\n\nAfrican hotel housekeeper who accused then-International Monetary Fund chief Dominique Strauss-Kahn of sexual \nassault apparently lied on her request for asylum.\n\nDenise Slavin, an immigration judge in Miami, said she once had six different asylum seekers claim to be the one-\nand-only personal secretary to a political candidate in another country. She said she denied five of the six \napplications.\n\n\"Sometimes people who help prepare the applications will see an application that wins and so they try to repeat that \napplication with other people,\" said Slavin, vice president of the National Association of Immigration Judges.\n\nBut several local attorneys who represent refugees said the judges in Atlanta are more conservative and tougher \ncompared to their colleagues in other parts of the country. Amna Shirazi, a local immigration attorney, said she \nsometimes encourages her clients to pull up stakes and move out of Georgia so they can seek asylum in friendlier \ncourts.\n\n\"If there is any way possible for them to change jurisdiction, I recommend that they do that,\" Shirazi said, \"because I \nfeel like people aren't given a fair shake down here.\"\n\nBy the numbers\n\nAsylum denial rates for Atlanta immigration judges\n\nWilliam Cassidy 86.7\n\nWayne Houser 75.4\n\nJonathan Pelletier 88.3\n\nGrace Sease* 89.2\n\n*Retired\n\nCourts' asylum denial rates\n\nYork, Penn. 85.4\n\nFlorence, Ariz. 85.2\n\nAtlanta 84.1\n\nMiami 78.3\n\nDallas 65.5\n\nLos Angeles 60.1\n\nChicago 44.2\n\nPhoenix 40.8\n\nNew York City 26.4\n\nNation 53.2\n\nSource: Syracuse University's Transactional Records Access Clearinghouse. TRAC reported statistics only for \njudges who made at least 100 asylum decisions between fiscal year 2006 and May.\n"}