{"title": "Talking Past the Torture; At Falls Church Clinic, Immigrants From All Over Bear Marks of Cruelty and Confront the Damage", "body": "\nAs Osman Mohamed sat down for his weekly therapy session in a third-floor office in Falls Church, the sound of a \njackhammer outside stopped him cold. To his therapist, it was merely background noise on busy Route 7, but to \nMohamed, a Somali refugee, it brought back memories of an attack on his home by gunmen who beat and \nterrorized him.\n\nFor Mohammad Ali, who was tortured in an Afghan prison, the sound of footsteps outside his apartment or a knock \nat the door can trigger a panic attack. For Khassan Baiev, a doctor from Chechnya, the whirring of a helicopter \nconjures up terrifying flashbacks of the air raids that ravaged his town and leveled his hospital.\n\nThe three men are among thousands of torture and trauma survivors who have flooded the Washington region in \nrecent years. Doctors have diagnosed post-traumatic stress disorder in all three, and they are part of a growing \nclientele at the nonprofit Center for Multicultural Human Services, a private mental health facility in Falls Church.\n\nThere, a project called the Program for Survivors of Torture and Severe Trauma, funded by U.N. and federal \ngrants, offers therapy and other services to refugees and asylum-seekers, some of whom have endured treatment \nso horrific they can barely speak of it.\n\n\"The Washington area is teeming with people who have suffered from torture or severe war trauma,\" said Judy \nOkawa, the clinical psychologist who heads the program. \"It's downright frightening how many there are that need \nour services.\"\n\nAt least half a million torture survivors now reside in the United States, the Minneapolis-based Center for Victims of \nTorture estimates. The Washington area has one of the biggest concentrations--10,000 to 40,000, according to the \nFalls Church center.\n\nSince the late 1970s, they have arrived in waves from around the world: first Southeast Asia, then Central America \nand the Balkans, now mostly from Africa. As they create new lives in a new land, most torture victims suffer in \nsilence. Thousands of other refugees may struggle and prosper here, but torture survivors often remain prisoners \nof their wounded psyches.\n\n\nThe Falls Church program, launched two years ago with a $ 30,000 annual contribution from the United Nations, \nhas served about 200 such refugees from 35 countries. Just since Oct. 1, the center has received 44 referrals; it \nnow has a waiting list.\n\nThis fall, the program was awarded an annual grant of $ 500,000 from the State Department, part of $ 7.2 million in \nfederal funding for 16 torture treatment centers nationwide. But the money cannot be spent on administration, so \nthe Falls Church center needs to raise about $ 50,000 each year to support the grant.\n\nIt also needs more trained mental health workers, Okawa said, plus volunteers to help clients with transportation \nand language barriers.\n\nRising Tide of Torture\n\nThe rising caseload reflects what human rights advocates say is a dramatic increase in torture worldwide. Amnesty \nInternational reported in June that the number of countries using torture increased 23 percent from 1989 to 1999. A \nsubsequent report said torture occurs in more than 150 countries and is \"widespread\" in nearly half. Many victims \nare women and--increasingly--children.\n\nAccording to Amnesty, beatings--with fists, sticks, gun butts, whips, iron pipes and bats--constitute the most \ncommon torture method. Others are rape, electric shocks, suspension of the body, suffocation and mock \nexecution. Victims have been submerged in water, burned with cigarettes, dragged behind cars and deprived of \nsleep.\n\n\"The stories are so gruesome. We always think we've heard the worst story, then something even worse comes \nalong,\" Okawa said.\n\n\"Part of what makes torture still exist in the world is that people don't want to hear about it,\" said Ronda A. \nBresnick, program coordinator at the center. The result is what therapists call \"a conspiracy of silence.\"\n\nSeveral clients from Sudan, Okawa said, have described secret torture centers known as \"houses of ghosts\" \nbecause many who enter do not come out alive. In them, dissidents have been beaten while suspended from \nceiling fans, she said, or forced to lie on searing tin roofs and stare into the sun. Common household tools such as \npliers are used to inflict excruciating pain, she said.\n\nSome of the worst accounts involve children: The center now has four child clients from Africa, one of whom was \nraped before she was a year old, Okawa said.\n\nNearly 80 percent of the women in therapy and half the men have been raped or sexually tortured, she said. \nSevere depression is a common reaction; about eight in 10 people seen at the center are suicidal, Okawa said.\n\nTherapy and Its Toll\n\nBesides listening to clients and talking to them about their fears, the therapists employ techniques such as art \ntherapy and sand trays to draw out their feelings. The sand trays are used as settings for small figurines--of people, \nanimals, buildings and other objects--that clients select and arrange as they wish. The therapists then encourage \nthe trauma victims to explain their creations.\n\nArt and sand tray therapy are considered especially effective in treating children but also can help adults express \nthoughts and emotions they've repressed.\n\nSome survivors' accounts are so disturbing that the therapists suffer \"secondary traumatization\" themselves, \nOkawa said. \"We have nightmares. We may have intrusive memories. . . . We may feel the same sense of isolation \nthat the survivor does, because no one else really understands.\"\n\n\n\nWaking up one Saturday morning, Okawa recalled, she was shocked to see in the shadows on her ceiling the \nimage of a man strung up by his wrists. \"I considered that a warning sign,\" she said.\n\nTherapists also have reported that they cry more easily and are more affected by violence on television. They are \nencouraged to take time off, but the growing caseload makes that hard to do, Okawa said.\n\nThe ultimate aim of the therapy is to help clients process the experiences that traumatized them so they can \"move \non with their lives,\" Bresnick said.\n\nNo Escaping Trouble\n\nBesides their psychic wounds, some refugees are afflicted by the anxiety of living in legal limbo. One of them is \nMohamed, 35, who belonged to a minority clan in Somalia. In 1991, his home was invaded by gunmen who \naccused the clan of treason. They tied Mohamed up with an electrical cord, he said, beat and tortured him with \nbayonets, and terrorized his wife and children.\n\n\"I felt helpless. They told me, 'If we ever see you here again, you will die.' \"\n\nHe fled the Somali capital with his family, but his parents, an older brother and his brother's three children were \nkilled. After eight years in Kenya--first in a refugee camp and then in Nairobi--he paid a smuggler to get him to the \nUnited States. He sneaked across the border from Mexico in 1999 and applied for asylum. But his case has \ndragged on, and he worries about his wife and children, still illegal immigrants in Kenya.\n\n\"They're in hiding, and I'm starving here,\" said Mohamed, who lives in Gaithersburg with a Somali family that lets \nhim stay in their basement for now. \"I'm supposed to be a good father and help them, but I can't.\"\n\nAlthough he has a university education and speaks four languages, Mohamed lacks a work permit and fears that \ngetting a job without one would jeopardize his asylum case, said his therapist, Afshin Nili, who began seeing him in \nJuly. He takes medication for depression but regularly experiences flashbacks, Nili said. He also frets that he is \nwearing out his welcome with the Somali family, headed by a friend of his dead brother. He eats sparingly and \nsometimes stays at a nearby mosque.\n\n\"He's constantly in a state of anxiety about what happened to him, about his immigration status, his family and what \nthey are going through right now,\" Nili said.\n\nAnother of the center's clients, Ali, still breaks down when speaking of his 1986 arrest and torture by Afghan secret \npolice. He was caught working on behalf of Islamic rebels in Kabul and thrown into a dank cell, where, he said, he \nwas tortured for 40 days.\n\nAfter two years in jail, he escaped to Pakistan, and he came to the United States in 1990, settling in Alexandria. His \nwife and two daughters joined him later, but it was not a happy reunion. Ali had learned that his wife inadvertently \nwas responsible for his arrest in Kabul, and they soon divorced.\n\nAngry, embittered and traumatized, Ali could no longer hold a job. Twice, he attempted suicide, he said. Two years \nago, a friend got him into therapy.\n\n\"I don't like people right now,\" he said in a recent interview. \"I get nervous very fast, and I cannot control myself.\"\n\nQuick to anger, he has been fired from a number of jobs for arguing with customers, he said. Even hearing people \ncurse can trigger memories of his torturers, he said, so he keeps to himself in the Alexandria apartment he shares \nwith two other Afghans.\n\nHis Iranian-born therapist, Rouyan V. Jones, said Ali suffers from depression, panic attacks, obsessive thoughts \nand hallucinations. Yet, in their discussions, conducted in Farsi, \"his conversation is filled with beautiful symbolic \npoems,\" she said. Now 53, Ali studies Persian poetry and does artwork as part of his therapy.\n\n\n\nWitness to Slaughter\n\nUnlike most of those in treatment at the Falls Church site, Baiev, the doctor from Chechnya, has gained wide \nrenown. The 37-year-old performed heroically during fighting between Russian troops and Chechen rebels, treating \ncivilians and combatants from both sides and earning accolades from human rights groups.\n\nThe former judo champion was nearly executed three times, once after being held in a pit for a week in a Chechen \nmountain stronghold and more recently by Russian mercenaries who used him as a human shield while on patrol.\n\nBut his worst memories stem from January, when more than 300 people were blown up in a minefield while fleeing \nthe siege of Grozny. Baiev, the only doctor left in his hospital, spent two days without sleep doing amputations and \nother surgery. Standing amid pools of blood and piles of body parts, he said he operated until he collapsed, then \nwould be taken outside to have snow rubbed on his face to revive him.\n\n\"It was like a nightmare,\" he said. \"While I was operating on one, I dreaded to think how many other people would \ndie.\"\n\nRussian forces branded Baiev a \"bandit doctor\" for saving the life of a Chechen rebel leader, and his hospital was \ndestroyed. A U.S. human rights group helped him escape, but his wife and five children were left behind. Now living \nwith friends in suburban Maryland, he fears for his family's safety. Last month, his nephew was killed by gunmen in \nChechnya.\n\nBaiev confronts his grief and stress in his weekly therapy.\n\nSeated at a small table during a recent session, he gingerly placed figures in a sand tray. At one end he put a \nhouse; nearby, a mother and some children, two birds and a dolphin. The dolphin \"strikes me as a very kind \nanimal,\" he said. The birds to him were doves of peace.\n\n\"That was how it was in our country. We used to have big, happy families,\" he said.\n\nOkawa, sitting opposite, asked if those times might come again.\n\n\"I'm afraid not,\" Baiev responded. When the first round of fighting in Chechnya ended four years ago, people rebuilt \ntheir houses and talked about raising families, he said. But now, after the second war, \"I don't believe people have \nthese hopes. There's not a single house that didn't lose somebody in the family. . . . There's no hope for them . . . \nno support for them.\"\n\nBut the scene in the sand tray before him was a hopeful one, Okawa pointed out. \"As long as you can create this, \nyou still have those feelings,\" she told him.\n\nThe realization seemed to touch something deep inside the doctor. He took off his glasses, covered his face with \nhis hands and wept silently for several minutes.\n\n\"This came out of you naturally,\" Okawa said softly.\n\nLater, she reflected on Baiev's trauma: \"He saved hundreds and hundreds of lives--but he remembers the lives he \ncouldn't save.\"\n"}