{"title": "9 Die as Haitian Immigrants' Boat Sinks", "body": "\nThe Coast Guard pulled 27 people out of the waters off Boynton Beach on Wednesday, at least 9 of them dead, \nafter a boat packed with Haitian immigrants capsized and sank. \n\n  Survivors told rescuers that the boat flipped around 2 a.m., but it was not discovered until 10 hours later, when a \nperson passing by in a boat called the Coast Guard to say he had fished three people out of the water about 15 \nmiles offshore. He said dozens of others were in need of help. \n\n  Petty Officer Barry Bena, a Coast Guard spokesman, said the group included men and women, mostly from Haiti, \nwith a few from the Bahamas. Later reports from the Coast Guard said children and a pregnant woman were among \nthe passengers. \n\n  They appeared to be trying to reach the United States from Bimini in the Bahamas. In late springtime, the waters \noff Florida are more calm, and many migrants use the Bahamas as a jumping off point for Florida. But details on \ntheir identities, time of departure or what led the boat to capsizing were not known Wednesday night. \n\n  ''We have not located any vessel,'' Petty Officer Bena said. ''We're only getting information from people who were \non it.'' \n\n  Coast Guard officials said the rescue effort was among the largest in recent years. It included two large Coast \nGuard boats from Lake Worth, Fla., along with two HH-65 helicopters and an HU-25 Falcon jet from Miami. At least \nfive people were flown from the scene to area hospitals. \n\n  An ad hoc trauma center, complete with a portable morgue, was set up at Phil Foster Park along the Intercoastal \nWaterway in Riviera Beach. Around 7:30 p.m., several paramedic trucks surrounded a mobile command unit and \nofficials from local police agencies, Customs and Border Control and other law enforcement agencies milled about, \nas a Coast Guard ship returned with survivors and the dead bodies in silver bags. \n\n  ''It makes you wonder what people go through to get here,'' said Betty Moore, 49, who works at a drug treatment \ncenter overlooking the park. ''For people to go through such extremes, there must be something horrible going on in \ntheir home country.''\n\n  Indeed, the incident promises to renew debate over immigration policy for Haitians. Haiti has long been the \npoorest country in the hemisphere, and it is still reeling from  storms that killed an estimated 1,000 people last year \nand led to food shortages.\n\n  Since the fiscal year started in October, the Coast Guard said it has apprehended 1,377 Haitian immigrants, up \nfrom 972 in the same seven-month period last year. \n\n\n  In March, the Department of Homeland Security said it would continue deporting illegal Haitian immigrants, \ndespite appeals by the Haitian government, which said returnees could destabilize a country where food, water and \nhousing are scarce. \n\n  Cheryl Little, a lawyer with the Florida Immigrant Advocacy Center, said the roughly 30,000 Haitians currently \nfacing deportation -- a group Wednesday's survivors are likely to join -- should be allowed to stay in the United \nStates until the situation in Haiti improves. \n\n  ''What we're encouraging our government to do is grant some kind of temporary legal status to Haitians already \nhere,'' Ms. Little said, ''so they can have work permits, and be able to send desperately needed money to their loved \nones in Haiti.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A boat survivor was moved on Wednesday into the Coast Guard station in Riviera Beach, Fla. \n(PHOTOGRAPH BY ALLEN EYESTONE/THE PALM BEACH POST, VIA ASSOCIATED PRESS)                                                    \n"}