{"title": "IN THE IMMIGRATION MUD;UNDOCUMENTED WORKERS DO THE JOBS THAT NO ONE WANTS, BOOSTING OUR ECONOMY", "body": "\nAs the candidates for president argue about a war today and another war that ended three decades ago, they say \nnext to nothing about illegal immigration and other non-war issues the winner will have to deal with. But hey, who \nneeds them?\n\nSome of us are doing just fine throwing mud.\n\nThe latest muck comes from the arch-conservative Center for Immigration Studies. It said the other day that illegal \nimmigrants cost the federal government about $10 billion a year, and that legalizing them would triple the cost.\n\nThe only reasonable response to the new study is, so what?\n\nOf course illegal immigrants cost the feds something. Let's take any group of working-poor Americans. Say, \nminimum-wage restaurant workers without health insurance. Measure how much they soak up in federally \nsupported hospitals, school meals, subsidized housing and other programs. We're talking billions of dollars.\n\nBut that wouldn't be fair to them, right? Even though the taxes they pay individually may not cover what they use in \npublic services, the industries they keep alive pay into the federal treasury. Their work has a profound economic \nvalue that's hard to measure. Educating their children costs us now, but these kids will be paying for our retirement \ndown the road.\n\nThe Center for Immigration Studies might as well have dredged up a similar study from 10 years ago in California. \nBack then, voters passed a mean-spirited, round-them-up ballot measure that a federal court tossed out one year \nlater. Then as now, simplistic cost studies only serve to feed unrealistic demands for herding farmworkers into \nBorder Patrol vans, militarizing the border and other extreme solutions.\n\nThe fact is that illegal immigrants are here and do jobs most Americans don't really want. Another reality is that \nsome cynical, greedy and politically powerful industries who exploit the undocumented don't want to see anything \nchange. One man who knew this was Ronald Reagan, the last president to actually advance policy by granting \namnesty to illegal immigrants who'd make good residents or citizens. President George W. Bush recently had a \nchance to push a limited amnesty for farmworkers but caved under pressure from his right wing.\n\nFor better or worse, amnesty has become the policy on illegal immigration. So the real question isn't how much \nillegal immigration costs. It's what do presidential candidates George W. Bush or John Kerry think about another \namnesty for the 8 million or so illegal immigrants in this country?\n\n\nIf they agree to another sweeping amnesty, then how about increasing federal aid to local hospitals and schools \nthat would serve large numbers of newly documented immigrants and their children? And, Mr. President and Mr. \nSenator, where would you get the money? From increased taxes and immigration fees? Or would you take it from \nother social programs?\n\nThese are the kinds of policy questions the candidates should be facing and answering on the campaign trail. Just \nonce, I'd like to see Bush and Kerry stump in the Arizona desert, where more than 115 Mexicans have died \ncrossingsince last October.\n\nIllegal immigration is a terribly emotional and complex issue that often brings out our worst instincts and requires a \nbitter pill. It's also a federal responsibility that presidents can actually do something about, war or no war.\n\nNotes\n\nJOE RODRIGUEZ 's columns appear Tuesday and Friday.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: RON T. ENNIS -- FORT WORTH STAR-TELEGRAM\n\nA U.S. Border Patrol officer watches from a hilltop in Nogales, Ariz., earlier this month. These days, the Border \nPatrol is being assisted by the Army Joint Task Force in its hunt for illegal immigrants.\n"}