{"title": "Security blunder admitted by Sanity; E-MAIL ROW", "body": "\nSanity.com, the fledgling e-commerce spin-off from the Sanity retail music chain, admitted breaching its security \npolicy and angering customers by accidentally revealing the e-mail addresses of more than 140 people using its \nservice.\n\nIt was the second furore Sanity.com has been involved in since its launch in October, when it was revealed that the \ncompany had accidentally given away free CDs through its Web site.\n\nIn its latest blunder, Sanity.com yesterday sent an e-mail to remind customers who hadn't supplied their credit card \ndetails to do so before Christmas Eve or their orders would be cancelled.\n\nBut instead of including the e-mail addresses of all the relevant customers in the invisible field known as \"blind \ncarbon copy\", each e-mail address was added in the \"To:\" field. This made all the e-mail addresses viewable by \neveryone.\n\nSanity.com's security policy states that \"the details that you provide us through our Web site are transmitted via a \nsecure link and will not be available to any persons or legal entities other than Sanity.com\".\n\nCustomers started responding by Monday evening, with one person called \"Knievel\" contacting all of the revealed \ne-mail addresses with his complaint.\n\n\"So much for privacy at Sanity.com,\" he began. \"For those who haven't realised, your e-mail addresses have just \nbeen exposed. If I wanted, I could now go ahead and annoy you with persistent spamming, or post your e-mails to a \nnewsgroup for other people to spam you ...\n\n\"After this, do you really expect me to e-mail you my credit card details?\"\n\nThe managing director of Sanity.com, Mr Brett Blundy, whose shares in the company are worth almost $5 million \nwhile his parent company Brazin holds an interest in Sanity.com worth more than $68 million, was not aware of the \nprivacy breach but saidthe\n\ncustomers could expect an apology.\n\n\"This is clearly a mistake and I agree it is a privacy concern,\" Mr Blundy said.\n\n\"We are very sorry and we will apologise. We will also have to determine the extent of the problem. When we do, it \nwill be fixed to our customers' satisfaction\"\n\n\nUnder current law, customers do not have any form of legal recourse when their privacy is breached by a private \ncompany. However, the Federal Attorney General is accepting submissions on a proposed tightening of privacy \nlaws, the Privacy Amendment (Private sector) Bill which would be introduced to Parliament in February.\n\nThe Australian Privacy Commissioner, Mr Malcolm Crompton, said: \"Once the new privacy law is in place, a case \nsuch as this would almost certainly be a breach of the national privacy principles.\n\n\"If Sanity.com didn't inform customers that they were collecting e-mail addresses for the purposes of broadcasting \nthose addresses publicly, then they would be in breach.\"\n\nIf the privacy law is passed, then consumers will be able to lodge a complaint and ask for recompense.\n\n\"If someone had spent money setting up an anonymous e-mail account and suddenly started receiving spam \nthanks to a company accidentally revealing their addresses, there would be a case to be made for financial \nrecompense,\" Mr Crompton said.\n\nSanity.com's share price has been a strong performer in the past two days, and rose 14c to $1.50 yesterday.\n\nCompeting online music site, ChaosMusic, has not fared so well, suffering a decline since the listing on \nWednesday. ChaosMusic fell 12c to 93c.\n"}