{"title": "LAWYER HELPS IMMIGRANTS LEARN TO DEAL WITH U.S. LAW", "body": "\n* Some are working illegally and fear they will be returned to the countries they fled.\n\nA couple years ago, after Lydia Dilianczou graduated with a degree in social work, she set out to see the world.\n\nWhile she was still at the University of Bratislava, in her native Slovakia, she heard about a Florida-based contract-\nwork company that a dvertised widely in Eastern Europe and promised menial jobs in the United States.\n\nUsing her savings and graduation gifts, she bought a plane ticket to Florida. She signed an employment contract \nthere and was sent to a St. Louis hotel for a $6.50-an-hour kitchen job. She didn't know English then, but the \ncontractors didn't care.\n\nShe traveled on a U.S. tourist visa. No employment is allowed on a tourist visa, and tourists may not stay more than \nthree months at a time. Having grown up in a Communist satellite state where black-market jobs were common, she \nnever imagined that she'd need a lawyer to keep her out of jail.\n\nBut last October, she and other contract workers across the country landed in jail and were charged with working on \ntourist visas.\n\nAndrea Crumpler, at the nonprofit Interfaith Legal Services for Immigrants, represented Dilianczou and got her bail \nlowered from $7,500 to $4,000. Her St. Louis fiance, his family and friends were able to raise the rest. Her trial is \nset for next fall.\n\n\"Like the vast majority of Americans you'd ask on the street, many people from other countries don't fully \nunderstand all of our laws and rules,\" said the fiance, Charles Orear, 37, a hotel employee. The couple plan to \nmarry Saturday.\n\nCrumpler explained to Dilianczou that she could not work while awaiting trial and was able to refer her to other \nimmigrant services here.\n\n\"She's been very helpful; I really appreciate what she has done for myself,\" said Dilianczou, who now attends \nEnglish classes at the International Institute on South Grand Boulevard and who eventually wants to become a \npsychotherapist.\n\nCrumpler is the only lawyer for the 18-month-old nonprofit agency, which handles legal representation, counseling \nand social-service referrals for immigrants in the St. Louis area. Her Latino and Bosnian clients tend to live in St. \nLouis and south St. Louis County, Asians in northern University City, and many of the West Africans in north St. \nLouis County and west St. Louis County.\n\n\nThe agency, which has office space at 4232 Forest Park Boulevard, was set up because of the legal limitations of a \nstate-sponsored agency that serves a similar function, the Immigration Law Project of Legal Services of Eastern \nMissouri. Because that group is government-funded, its regulations bar it from helping asylum seekers or some \nworking-poor immigrants whose income is a certain percentage above poverty level.\n\nRather than government money, Interfaith Legal Services is funded by grants from the Incarnate Word Foundation, \nthe Society of the Sacred Heart, individuals and sales of a cookbook. Crumpler compiled the cookbook, called \"A \nWorld of Food,\" from recipes provided by clients and some international cooks. It is sold for $15 at the office.\n\nCrumpler has handled more than 160 cases for the agency. She has found the most rewarding cases to be those of \npeople seeking asylum, and she treasures the times when she has been able to call clients who fear returning to \ntheir own countries to tell them they are safe and can stay.\n\nShe is a graduate of the Washington University School of Law and also has a graduate degree from there in social \nwork, which helps in counseling her immigrants clients. She refers them to agencies for housing, food and medical \ncare. She sent one client to a hospital emergency room because he was having chest pains. Many complain of \nsleeping and stomach disorders.\n\n\"Many of the clients have lived under terrible stress and have post-traumatic stress,\" she said.\n\nSometimes, clients take advantage of her gentle manner.\n\n\"Some think that they are the only client I have,\" she said. \"I have to tell them I can't talk to them more than once a \nday.\"\n\nMany of her clients originally came here to attend Lindenwood College in St. Charles, the University of Missouri at \nSt. Louis or St. Louis University. Changes in their homelands made them afraid to return.\n\nSome arrived on the short-term tourist visas. \"They tell me that they fear if they had asked the U.S. embassy in their \nhomeland for asylum, they would be refused,\" she said.\n\nVolunteers from the Washington University and St. Louis University law schools and other volunteers have helped \nher with international political research and translations of official documents.\n\nLast October, she made one of those joyful \"you're safe\" calls to Aye Nathaniel Akoda, 21, a cleaner at Lambert \nField.\n\nIn high school in his native Togo, in West Africa, he had been a member of a pro-democracy youth group. The \ngroup's founder was the son of Sylvanus Olympio, Togo's first democratically elected president. Three years after \nhis election in 1961, Olympio was assassinated by a military junta.\n\nAkoda came to St. Louis in 2002 on a tourist visa to see a cousin in St. Ann and took English as a Second \nLanguage classes at Northwest Plaza. There he heard about Interfaith Legal Services and made an appointment \nwith Crumpler.\n\nAbout five months and 10 telephone calls later, she won him asylum status. His cousin paid the agency's $350 \nlegal fee, which was based on a sliding scale.\n\nNow he has his own apartment in St. Ann and this summer he expects to begin nursing courses at UMSL.\n\n\"She was good help,\" he said.\n\nNotes\n\n\n\nReporter Patricia Rice:/ E-mail: price@post-dispatch.com/ Phone: 636-500-4111  \n\nGraphic\n\n \n\nPHOTO; (1) Color photo by STEPHANIE S. CORDLE - Interfaith Legal Services attorney Andrea Crumpler (right), \n29, listens as Charles Orear, 37, of St. Louis, lists facts for her. Crumpler is helping Orear and his fiancee fill out \nlegal forms./ (2) Photo by STEPHANIE S. CORDLE - Andrea Crumpler (right), 29, helps Lydia Dilianczou (left) of \nSlovakia with legal forms to stay in the United States and marry Charles Orear (center).\n"}