{"title": "The jobs of the future are at stake", "body": "\nAmerica's economic future depends on the strength and innovative capacity of our people. We must make the \nAmerican workforce the strongest in the world. That means educating and training our people. It also means \nensuring we continue to bring to our shores those individuals with the skills, innovative capacity and entrepreneurial \nenergy to create the jobs of the future.\n\nAmerica in the 21st century needs a 21st-century immigration policy that meets our national security needs, but \nalso our diverse economic needs. It's an economic imperative.\n\nToday, Democrats and Republicans agree that the immigration system we have is broken, but we need to translate \nthat agreement into action. The jobs of the future are at stake.\n\nAnd it's clear why. Immigrants have started some of our nation's most successful businesses.\n\nAccording to the National Venture Capital Association, immigrants have started 25 percent of U.S. public \ncompanies that were venture-backed - including Google, eBay, Yahoo!, Sun Microsystems and Intel. Further, \nimmigrant-founded, venture-backed public companies employ 220,000 people in the United States.\n\nThe right kind of immigration policy means more jobs for Americans at home and greater competiveness for \nAmerican companies abroad. Unfortunately, that's not the policy we now have. But we know what it would look like.\n\nFor one thing, it would ease the path for the best and brightest foreign students to use their skills to start a business \nor new industry in the United States.\n\nEach year, we provide approximately 400,000 visas to students from around the world to come here to study at our \ntop universities. According to the National Science Foundation, these students receive between 45 and 60 percent \nof all engineering, mathematics, computer science, physics and economics doctorates awarded in the United \nStates.\n\nBut once our colleges and universities educate these bright, young minds, our immigration laws essentially tell them \nto take a hike. As President Obama and President Bush have both said, this makes no sense. That's why both have \nsupported changes as a part of efforts to pass comprehensive immigration reform.\n\nWe need to encourage top foreign talent in priority fields to stay in the U.S. after their post-graduate study at \nAmerican universities.\n\nIf our nation is going to avoid a reverse \"brain-drain\" and attract and keep highly-skilled entrepreneurial talent here, \nwe also need to address the visa wait time for educated and skilled professionals.\n\n\nOnly 140,000 EB visas (employment-based green cards) are available annually for immigrants in key employment \ncategories, and the number of visas is capped at 7 percent for each country. In other words, skilled workers from \nIndia and China must compete for the same number of visas as those in Iceland and Nepal.\n\nThese restrictive caps create an enormous backlog for high-skill immigrants from populous countries who have filed \nfor permanent resident visas. They could wait for years or even decades.\n\nIn addition, it is difficult for talented entrepreneurs who wish to start companies in the United States to enter and \nremain in the country.\n\nSeveral approaches have been put forward to reform the current visa system and keep America competitive in the \nglobal economy, including:\n\n- Granting a permanent resident visa to a targeted group of qualified foreigners who receive a graduate degree in \nSTEM fields (Science, Technology, Engineering and Mathematics) from an accredited U.S. university;\n\n- Making immigrant entrepreneurs eligible for a two-year visa if a U.S. investor is willing to invest in their start-up \nidea - and then allowing them to become permanent residents if they create full-time jobs in the U.S. and produce \nrevenues within those two years.\n\n- Strengthening existing temporary worker programs like the H-1B program that allows employers to recruit workers \nfrom abroad when there are no qualified American workers available, in the process promoting more job mobility for \nworkers.\n\nAs a nation of immigrants, we have always defined ourselves as a place that attracts all those yearning to be free to \npursue hopes, dreams and ideas.\n\nIf we don't want to find ourselves playing catch-up in the global competition for the cutting-edge, high-growth \nindustries of tomorrow, we need to do something now.\n\nAnd the truth is, we can.\n"}