{"title": "Feds clean up janitorial service More than 200 illegal immigrants, including 4 locally, are detained.", "body": "\nAn investigation of cleaning crews working at a northern Michigan resort has led to federal fraud and tax charges \nbeing filed against three top officials at a nationwide janitorial service and the arrest of more than 200 illegal \nimmigrants, including four at one St. Louis-area business, government officials said.\n\nThe detainees - mostly Mexican nationals - who were rounded up early Thursday were working as janitors for \nRosenbaum-Cunningham International Inc., or RCI, a Florida-based cleaning contractor.\n\nThree men and a woman, all from Mexico, were detained at 2 a.m. Thursday at Dave & Busters in Maryland \nHeights. A spokesman for the U.S. Immigration and Customs Enforcement declined to give their names. No one \nfrom Dave & Busters could be reached for comment.\n\nRCI co-owners Richard M. Rosenbaum, 60, of Longwood, Fla.; and Edward Scott Cunningham, 43, of West Palm \nBeach, Fla.; and firm controller Christina A. Flocken, 59, also of Longwood, face criminal fraud, immigration and tax \ncharges in a 23-count indictment unsealed Thursday in U.S. District Court in Grand Rapids.\n\n\"This is not a case of bad bookkeeping or skirting the rules,\" said Brian M. Moskowitz, special agent in charge of the \nDetroit office of U.S. Immigration and Customs Enforcement. \"It involved flagrant criminal behavior.\"\n\nMoskowitz said during a news conference in Grand Rapids that federal agents arrested Rosenbaum in Longwood \nearlier in the day. Cunningham and Flocken were expected to soon turn themselves in to federal authorities in \nGrand Rapids, where the case will be tried, he said.\n\nTheir practice of paying cash wages to their workers deprived the U.S. government of about $18.6 million in \nemployment taxes, according to the indictment.\n\nAbout 203 illegal immigrants who worked for RCI were arrested and expected to be deported, Moskowitz said. \nAgents took them into custody at 63 business locations in 17 states and the District of Columbia.\n\nAn outgoing telephone message from RCI's headquarters in Palm Beach, Fla., said the company had \"ceased \noperations\" effective Thursday.\n\nThe joint ICE-IRS investigation began 20 months ago at the Grand Traverse Resort in Acme in Michigan's \nnorthwestern Lower Peninsula.\n\nNot only did RCI fail to pay employment taxes on its nationwide operations - its clients included such venues as \nPlanet Hollywood, Hard Rock Cafe and ESPN Zone - but its top officials also had its supervisors procure and \n\n\nmaintain a work force of illegal immigrants and authorized managers to provide them with fake resident cards, or \ngreen cards, according to the indictment.\n\nThe three company officials facing charges also set up shell companies to hide excess assets, the indictment says.\n"}