{"title": "Arizona's Border Burden", "body": "\nHours after the immigration reform bill he had championed went down to defeat,            Sen. John McCain told me \nwhat he thought would happen next. \"You will see the states and cities scrambling to pass their own laws and \nregulations,\" he said, \"and you're going to get a completely contradictory set of policies.\"\n\nIt did not take long for McCain's prediction to be confirmed -- right in his home state of Arizona. Four days after the \nSenate killed the comprehensive immigration bill supported by President Bush, Arizona Gov. Janet Napolitano, a \nDemocrat, signed a bill that the state's Republican Legislature had passed imposing extremely tough sanctions on \nemployers who hire illegal immigrants.\n\nNapolitano, who had vetoed somewhat similar legislation a year earlier, said in a statement that she decided to \napprove \"the most aggressive action in the country\" against such employers \"because it is now abundantly clear \nthat Congress finds itself incapable of coping with the comprehensive immigration reforms our country needs.\"\n\nShe signed the bill, despite finding it so flawed that she called on legislative leaders to plan a special session this \nfall to amend the measure before it is scheduled to go into effect Jan. 1.\n\nArizona has been swamped with illegal immigrants crossing the border from Mexico. Napolitano declared a border \nemergency in 2005 and moved in additional law enforcement resources, as federal border patrols reported that half \ntheir arrests nationally were taking place in Arizona.\n\nI know Napolitano to be a conscientious and committed executive. As a former U.S. attorney for Arizona and state \nattorney general, she is serious about law enforcement. But she is also a compassionate person, and she has \njoined McCain in unsuccessfully opposing voter initiatives to deny public benefits to the children of illegal \nimmigrants. And she vetoed other immigration bills.\n\nBut with the failure of Congress, she found herself in a position of having to leave the problem to fester or to sign a \nseriously flawed bill.\n\nThe state legislation requires every Arizona business to verify the legal status of each new employee. That's also a \nrequirement of long-established federal law, but the feds rarely enforce it. Under the new Arizona statute, a first \n\n\nviolation can result in a suspension of the business license. A second offense can mean permanent revocation -- in \neffect, an order to go out of business.\n\nNapolitano warned the Legislature that it may have gone too far. Without any exclusion for vital public services, she \nsaid, a hospital or power plant could be shut down for hiring undocumented workers.\n\nShe also found the financing in the bill \"woefully inadequate\" for the task of enforcing the law, and she worried \nabout the absence of any statutory protection against discrimination by race or national origin.\n\nBut she said, \"Because of Congress' failure to act, states like Arizona have no choice but to take strong action to \ndiscourage the further flow of illegal immigration through our borders.\"\n\nIn a separate letter to House Speaker            Nancy Pelosi and Senate Majority Leader            Harry Reid, her \nfellow Democrats, Napolitano chided Congress for having \"once again failed to take action on comprehensive \nimmigration reform.\"\n\nShe pointed to one of the other practical consequences of that failure. The Arizona bill requires employers to use \nthe federal government's Basic Pilot Program, a computer database that lets businesses check legal residences \nagainst Social Security numbers to verify the employment status of new workers. Currently, Napolitano noted, the \nprogram serves fewer than 15,000 businesses nationwide. Arizona alone will add 130,000 to 150,000 businesses to \nits clientele. Napolitano pointedly asked if the feds are prepared to finance a tenfold increase in demands on that \nsystem.\n\nShe concluded her letter: \"For years now, I have spoken out on the desperate need for comprehensive immigration \nreform. Today, I renew my call on Congress to enact such legislation. The United States Congress has a \nresponsibility to act swiftly and definitively to solve this problem on the national level.\"\n\nWhen Congress fails that responsibility, it imposes an unfair burden on its partners in state and local government -- \nand on the people they serve. That failure has become chronic and crippling.\n\ndavidbroder@washpost.com\n"}