{"title": "FINANCIER OFFERS $50 MILLION TO AID IMMIGRANTS", "body": "\nUpset by what he calls a \"mean-spirited\" welfare overhaul that denies food stamps and other federal aid to legal \nimmigrants, billionaire George Soros is offering $50 million to help lawful newcomers harmed by the law.\n\n\"There are real people out there being hurt; that is what I am responding to,\" the Hungarian-born financier said at a \nnews conference as he announced his Emma Lazarus Fund. It is named for the poet whose words are inscribed on \nthe Statue of Liberty: \"Give me your tired, your poor, your huddled masses yearning to breathe free. … \"\n\nThe idea, he told reporters, is to provide direct assistance for services that help people qualify for citizenship - \npayment for English-language instruction, civic education, even the $95 fee required for naturalization. Citizenship, \nwhich takes a minimum of five years of residency, brings with it access to assistance denied to noncitizens under \nthe Republican-drafted bill that President Clinton reluctantly signed into law in August.\n\n\"We want to spend the bulk of the money on the people themselves,\" he said, noting that the money will be \navailable immediately and that community-based groups helping legal immigrants can apply for grants.\n\nSoros, who left Hungary in 1947 for England, said he knows what it's like to need the government safety net. While \nworking as a railroad porter in England, he broke a leg. Without access to the British health care system, \"I couldn't \nhave taken care of myself,\" he said.\n\nHe moved to the United States in 1956 and became a citizen in the early 1960s. Forbes magazine has estimated \nhis wealth now at $2.5 billion. His foundations have given hundreds of millions of dollars to emerging democracies \nin the former Soviet bloc, South Africa, Haiti and Burma.\n\nImmigrant-advocacy groups hailed his gift.\n\n\"It's substantively important in that if it's done right - and we have every expectation that it will be - this will help \npeople retain access to benefits,\" said Cecilia Munoz, deputy vice president of the National Council of La Raza, a \nHispanic-rights group that fought the welfare changes.\n\nSoros said he hopes the gift will mobilize others worried about the effects of the welfare law. \"I feel very strongly \nthat it goes against the spirit of our Constitution, and probably also the letter,\" he said.\n\nUnder the law, some 900,000 of the more than 9.6 million noncitizens living legally in the United States will lose \ntheir food stamps, officials estimate. Another 500,000 elderly or disabled immigrants could lose Supplemental \nSecurity Income benefits.\n\nIn addition, new arrivals are ineligible for most federal benefits during their first five years of residence.\n\n\nCorrection\n\nA report in Tuesday's Pioneer Press was incorrect regarding immigrants' loss of federal social service benefits. \nImmigrants who will lose food stamps and Supplemental Security Income are non-citizens who are not refugees \nfleeing persecution, have not served in the U.S. military or have not accumulated 40 quarters of work history. \nRefugees also will lose the benefits if they have been here five years or longer and have not become citizens.\nCorrection-Date: October 3, 1996\n\nGraphic\n\n \n\nPhoto\n\nGeorge Soros\n"}