{"title": "Drug violence floods border Mexicans seek refuge with special visas, but few are granted asylum.", "body": "\nFORT HANCOCK, Texas - The giant rusty fence of metal bars along the border here, built in recent years to keep \nillegal immigrants from crossing into the United States, has a new nickname among area residents: Jurassic Park \nGate, a nod to the barrier in a 1993 movie that kept dangerous dinosaurs at bay in a theme park.\n\nOn the other side, a brutal war between drug gangs has forced dozens of fearful families from the Mexican town of \nEl Porvenir to come to the border seeking political asylum, and scores of other Mexicans have used special \nvisas known as border-crossing cards to flee into the United States. They say drug gangs fighting for control of the \ntrade have laid waste to their town, burning down houses and killing people in the street.\n\nAmericans are taking in their Mexican relatives, and the schools have swelled with traumatized children, many of \nwhom have witnessed gangland violence, school officials say.\n\nThe story of Fort Hancock, 57 miles southeast of El Paso on the Rio Grande, is echoed along the Texas border \nwith Mexico, from Brownsville to El Paso. As the violence among drug gangs continues to spiral out of control in \nMexico, more Mexican citizens are seeking refuge in the United States.\n\nAbout 2,000 people live here, in ramshackle trailer homes, weather-battered recreational vehicles and well-kept \nbrick houses.\n\nNot everyone coming from El Porvenir is seeking asylum. Many Mexicans in towns along the river have special \nborder-crossing cards, which let them cross for up to 30 days to do business and shop near the border. But some \nhave used the visas to relocate their families temporarily to Fort Hancock and other small towns on the Texas side.\n\nIn El Paso alone, the police estimate that at least 30,000 Mexicans have moved across the border in the past two \nyears because of the violence in Juarez and the river towns to the southeast. So many people have left El Porvenir \nand nearby Guadalupe Bravos that the two resemble ghost towns, former residents say.\n\nPeople without access to visas, however, have been seeking asylum, even at the risk of being detained for \nmonths. In the early days of the conflict, most of the asylum-seekers were journalists, police officers and officials \nwho had been threatened by organized crime. But now people with ordinary jobs are showing up at the border and \nsaying they fear for their lives.\n\nBut few Mexicans are granted asylum. Over the last three federal fiscal years, immigration judges heard 9,317 \nrequests across the country and granted only 183.\n\n"}