{"title": "Illegal Salvadoran Immigrants May Get a Break;Lower Fees Proposed for Program Shielding Them From Deportation", "body": "\nThe U.S. Immigration and Naturalization Service, swamped with complaints, has proposed easing a financial \nburden for illegal Salvadorans immigrants seeking a temporary reprieve from deportation under a new \ncongressionally mandated program.\n\nINS Commissioner Gene McNary has recommended lowering processing fees for the program, according to \nimmigration rights activists who met with McNary last week. McNary could not be reached for comment.\n\nKnown as TPS, or temporary protective status, the program bars authorities from deporting Salvadorans for a \nperiod of 18 months, time enough to allow U.S. officials to evaluate human rights conditions in that war-ravaged \ncountry. It also gives the immigrant the right to work during that period.\n\nTo qualify, an immigrant must apply to the immigration service every six months, paying fees each time. But \nproponents of a fee change have said the high costs initially proposed by the INS have deterred applications. \nCurrently, a family of five must pay $ 1,650 during the life of the program, but under the revised schedule the family \nwould pay $ 765.\n\nSo far, 20,000 people have applied, immigration officials said, with Washington receiving the highest number of \napplicants nationwide, followed by Baltimore.\n\nDaniel A. Katz, executive director of the Central American Refugee Center in Washington, said far more people \nshould have applied. If the fee structure is not changed and the pace continues, the program will fall dramatically \nshort of reaching the estimated 300,000 illegal immigrants nationwide and 50,000 locally who qualify, Katz said.\n\nThose who fail to apply run the risk of being deported.\n\nBoth the Office of Management and Budget and the U.S. Department of Justice must approve any \nrecommendations by McNary, said INS spokesman Duke Austin, who confirmed only that the fee schedule is under \nreview.\n\nBut an aide to Rep. Joseph Moakley (D-Mass.), who sponsored the legislation creating temporary protective status, \nsaid he knows of no opposition to the proposed fee change. \"My understanding is that we should expect the \nchanges shortly,\" said aide Jim McGovern.\n\n\nAustin said such programs always have a \"bell curve\" with few applicants at the beginning of the program and a \nsurge of applicants near the end. The deadline for applying is at the end of June.\n\nMcNary's decision to recommend a fee change was hailed as a victory for a coalition of Salvadoran activists who \nhave been trying for more than a decade to get the administration to recognize them as war refugees.\n\nIt also marks an unusual spirit of cooperation between the immigration service and immigration rights groups.\n\n\"Our impression is that the immigration service, under Commissioner McNary, is making every effort to implement \nthis program fairly and efficiently,\" said Frank Sharri, director of the National Immigration, Refugee and Citizenship \nForum, which has become the nationwide clearinghouse for immigrant rights groups.\n\nMcNary's revised proposal places a limit on costs to families larger than three people. The first three applicants \nwould have to pay $ 135 initially. Then each six months, the paying applicants would be charged an additional $ 60 \nto renew their work authorization permits.\n"}