{"title": "WOMEN OF VALOR TRIO FIGHTS LENDERS WHO PREY ON THE UNDOCUMENTED", "body": "\nThe Ford Foundation threw a party this week for three of New York's finest troublemakers.\n\nSarah Ludwig, Monifa Akinwole-Bandele and Pamela Sah of the Neighborhood Economic Development Advocacy \nProject (NEDAP) beat out nearly 1,000 rival applicants nationwide to win Ford's prestigious Leadership for a \nChanging World award, which includes a grant of more than $100,000.\n\nThe women will use the money - along with their contacts, graduate degrees and a triple dose of street savvy - to \ntry to help New York's undocumented immigrants escape loansharks and other financial predators.\n\nNearly 2.9 million immigrants live in New York - about 36% of the city's population and a number equal to the total \npopulation of Chicago.\n\nAbout 700,000 of those New Yorkers are undocumented. A cottage industry of ripoff artists preys on them daily.\n\nFew undocumented New Yorkers have bank accounts, so they use check-cashing stores or stash money under \nthe bed. Invisible to the conventional banking system, the same immigrants become ripe targets for loansharks and \ntheir legalized cousins, the payday lending companies that typically charge more than 500% interest for tiny loans.\n\nImmigrants, particularly the undocumented, can hardly afford such usury. More than 125,000 immigrants work in \nNew York bars and restaurants; half earn less than $8.55 an hour.\n\n\"Every day, immigrants have to deal with checks, money and international wire transfers. They're relegated to high-\ncost, inferior credit products,\" says Ludwig, NEDAP's founder and executive director. \"We're going to set up a \nhotline and put together information brochures in lots of languages.\"\n\nThe group also plans a campaign to steer undocumented New Yorkers to community development credit unions, \nwhich offer much lower fees and better terms than banks and finance companies on most services.\n\nOn the surface, NEDAP resembles dozens of other nonprofit agencies that attempt to spotlight and address \nproblems around the city. But NEDAP succeeds where many others fail by converting even complex economic \nissues into simple language and applying gentle but relentless reform pressure on government and private-sector \ninstitutions.\n\n\nIn the late 1990s, shortly after starting NEDAP, Ludwig sounded an early alarm on predatory lending, nagging \npoliticians, bankers - anyone who would listen - to look at maps showing an avalanche of home foreclosures in a \nhandful of Brooklyn and Queens inner-city neighborhoods.\n\nAlong the way, Ludwig met Sah, a lawyer at South Brooklyn Legal Services, who specializes in defending low-\nincome victims of predatory lenders. While battling those lenders, the pair began working with Akinwole-Bandele \nof the Malcolm X Grassroots Movement, a human rights organization.\n\nThe three women clicked. NEDAP ran a statewide campaign that led to passage of one of the country's most \nstringent laws against predatory lending.\n\nNow the group plans to repeat that success on behalf of the thousands of immigrants who toil in the shadows and \npay far too much, week after week, for services the rest of us take for granted.\n\nNEDAP has its work cut out for it: In the post-9/11 world, America's welcome mat for immigrants gets pulled a bit \nfarther back every time pols compete to see who's tougher on national security.\n\nBut overcharged immigrants in New York have a secret weapon: three smart, determined women who don't mind \nmaking trouble if the cause is right.\n\nElouis@nydailynews.com\n\nGraphic\n\n \n\nSarah Ludwig, who got the ball rollling.\n"}