{"title": "Gwinnett Opinions; READERS RESPOND: Gwinnett and Georgia should take action to make bicycling safe", "body": "\nI enjoyed the piece in the AJC about public transportation (\"Ignoring the need for improved public transit,\" AJC \nGwinnett Opinions, March 2).\n\nI am a new resident of Georgia and, as a cyclist, I had high hopes for cycling and cycle commuting here in the \ngreater Atlanta area. A state such as Georgia, which sponsors one of the largest cycling events in the country (Tour \nde Georgia), appears from the outside to be very pro-cycling.\n\nI live in Gwinnett and would like to become involved with improving/promoting cycling in our county. The current \ncondition of Gwinnett roads with regard to their suitability for cycle commuting puts riders in real danger.\n\nThis a public safety issue. Several weekends ago, my wife and I were on Buford Highway and observed a middle-\naged woman on a bike trying to navigate the very narrow shoulder and avoid getting hit by a car. All she was trying \nto do was enjoy a beautiful Georgia weekend day and have a bike ride. That poor woman was taking her life in her \nhands, and it shouldn't be this way. I see countless kids riding and adults going, I assume, to and from work, and \nthere is no continuous safe route for them to take.\n\nCycling in Gwinnett often involves putting your safety at risk needlessly, as the shoulders are more than wide \nenough to support a bike lane, except for the tractor tread texturing that makes those areas unridable and forces \ncyclists out into traffic lanes. This issue needs to be addressed and should be an easy fix.\n\nThe issue of real bike lanes must be addressed to accommodate fitness, commuting, and to combat or offer \nalternatives to high gas prices, obesity, poor air quality, etc.\n\nSugarloaf Parkway is an example of how all or the majority of roads should be configured. In addition to bike lanes, \nthe Silver Comet Trail is hugely popular but too far from Gwinnett. Where is our version?\n\nKEVIN CAFFERTY, Duluth\n\nLearning a language sharpens other skills\n\n\nLanguage learning involves using both sides of the brain (\"Kids' language instruction can't override basics,\" AJC \nGwinnett News, March 4). Learning a language has been recommended for the elderly in the early stages of \ndementia or Alzheimer's because it is, in effect, the best \"exercise\" for the brain to keep memory and thinking skills \nintact.\n\nWhen children learn a language, their thinking skills in all disciplines are greatly improved. In my language classes, \nwe also learn science (weather), math (numbers), social studies and history, supporting all the other teachers in my \nschool. Why not begin at the earliest possible age to give our kids the greatest advantage?\n\nANNE HUGHES, Covington\n\nSnellville Diner gets a thumbs up\n\nMy family and I (wife and my two young children) ate at the new Snellville Diner last week (\"A night on the town in \nSnellville,\" AJC Gwinnett Opinions, Feb. 29). We had a great meal with more food than we could eat, and it was \nvery affordably priced. The service was good and very accommodating, as my son was throwing a fit until the owner \nstopped by with two of their giant cookies for the kids.\n\nI will visit them again, and would recommend it as a place to eat. The cuisine was not your run-of-the-mill burger or \nfried-food variety. It is probably something that hasn't been seen in Snellville before. Give it a try.\n\nSCOTT HENLE, Snellville\n\nGraphic\n\n \n\nPhoto: ANDY SHARP / StaffThe scenic Silver Comet Trail in Cobb County is only a dream for bike riders in \nGwinnett County. A writer wants to know \"Where is our version?\"/ImageData*\n"}