{"title": "Amish couple sue over photo rule Pictures required for immigration violate their beliefs, they say.", "body": "\nAn Amish couple filed a lawsuit -- something that runs counter to their principles of nonresistance -- to safeguard \nanother cherished belief, that having their photo taken is against the Bible.\n\nThe couple are suing the federal government because immigration officials require photos. In the case of the \nAmish couple, the photos are required so the husband, a Canadian citizen, can become a permanent resident \nand eventually apply for U.S. citizenship.\n\nThe Old Order Amish shun modern conveniences such as automobiles and electricity and believe that having \none's picture taken violates the biblical injunction against making \"graven images.\"\n\nThe couple's attorney, Michael Sampson, who is taking the case without charge, said they could be \nexcommunicated if the Amish community learned of the lawsuit, so he asked a federal judge to let them proceed \nanonymously. The judge has not ruled on the request.\n\nThe U.S. government sometimes allowed immigrants to waive the photo requirements for religious reasons. \nBecause of more recent anti-terrorism efforts, there are no longer any exceptions based on religion.\n\nBut Sampson said immigration authorities still allowed some elderly or infirm people to avoid being photographed, \nand thinks an exemption should be made in this case, too.\n\nThe husband, 31, and wife, 24, were married in June 2001 in Pennsylvania while the man was in the country as a \nvisitor. They have since had two children.\n\nThey have provided fingerprints, birth certificates and other documents needed for immigration, but they still must \nsubmit two photographs.\n\nFor now, the husband is entitled to stay here while the government attempts to resolve the matter, Sampson said. \nBut they live in fear of a deportation order.\n\n\"The reality is, we've exhausted every possible step we can take to protect them,\" Sampson said. \"If my clients \ndon't file this lawsuit, they're at risk of having this young family torn apart, separated by the Canadian-U.S. border.\"\n\nU.S. Attorney Mary Beth Buchanan, who will represent the government, declined to comment on the case Friday.\n\nIn another case filed two years ago, Buchanan defended the photo requirement by saying that Homeland Security \nofficials could not do a thorough background check on an immigrant without a photo.\n\n\n\"They can't go out and show people a fingerprint and say, 'Do you recognize this fingerprint? What can you tell me \nabout this person?'\" Buchanan said.\n\nNotes\n\n Nation \n"}