{"title": "U.S. Citizenship and Immigration Services Fee Schedule", "body": "\n Washington, DC:  This Rule document was issued by the Department of Homeland Security (DHS)\n\n  \n <h2>\n  Action</h2>\n \n  Final rule.\n <h2>\n  Summary</h2>\n \n\n  The Department of Homeland Security (DHS) is adjusting the fee schedule for immigration and naturalization \nbenefit requests processed by U.S. Citizenship and Immigration Services (USCIS). The fee schedule was last \nadjusted on November 23, 2010. USCIS conducted a comprehensive fee review for the fiscal year (FY) 2016/2017 \nbiennial period and determined that current fees do not recover the full cost of services provided. DHS has \ndetermined that adjusting the fee schedule is necessary to fully recover costs and maintain adequate service. DHS \npublished a proposed fee schedule on May 4, 2016.\n\n \n\n  Under this final rule, DHS will increase fees by a weighted average of 21 percent; establish a new fee of $3,035 \ncovering USCIS costs related to processing the Employment Based Immigrant Visa, Fifth Preference (EB-5) Annual \nCertification of Regional Center, Form I-924A; establish a three-level fee for the Application for Naturalization, Form \nN-400; and remove regulatory provisions that prevent USCIS from rejecting an immigration or naturalization benefit \nrequest paid with a dishonored check or lacking the required biometric services fee until the remitter has been \nprovided an opportunity to correct the deficient payment.\n<h2>\n Dates</h2>\n This rule is effective December 23, 2016. Applications or petitions mailed, postmarked, or otherwise filed on or \nafter December 23, 2016 must include the new fee.\n <h2>\n  For Further Information Contact</h2>\n \n\n\n  Joseph D. Moore, Chief Financial Officer, U.S. Citizenship and Immigration Services, Department of Homeland \nSecurity, 20 Massachusetts Avenue NW., Washington, DC 20529-2130, telephone 202-272-1969.\n <h2>\n  Supplementary Information</h2>\n <h3>\n  Table of Contents</h3>\n \n  I. Executive Summary\n \n  II. Background\n \n  III. Final Rule\n \n  A. Changes in the Final Rule\n \n  B. Corrections\n \n  C. Summary of Final Fees\n \n  IV. Public Comments on the Proposed Rule\n \n  A. General Comments\n \n  B. Relative Amount of Fees\n \n  1. Proposed Fees Are Too High\n \n  a. Barrier to Family Reunification\n \n  b. Impact on Low-Income Individuals; Low Volume Reallocation\n \n  2. Comments on Specific Fees and Adjustments\n \n  a. Application for Certificate of Citizenship, Forms N-600/600K\n \n  b. Adoption, Forms I-600/600A/800/800A\n \n  c. Petition for a Nonimmigrant Worker, Form I-129\n \n  d. Application To Register Permanent Residence or Adjust Status, Form I-485, and Interim Benefits\n \n  e. Application for Travel Document, Form I-131\n \n  f. Students\n \n  g. Application for Replacement Naturalization/Citizenship Certificate, Form N-565\n \n  h. Petition for Alien Relative, Form I-130\n \n  i. Application To Replace Permanent Resident Card, Form I-90\n \n\n\n\n  j. Genealogy, Forms G-1041/1041A\n \n  k. Petition To Remove Conditions on Residence, Form I-751\n \n  l. Petition for Alien Fiancé(e), Form I-129F\n \n  m. Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360\n \n  n. Notice of Appeal or Motion, Form I-290B\n \n  o. Application for Civil Surgeon Designation, Form I-910\n \n  p. Application for Advance Permission to Enter as a Nonimmigrant, Form I-192, and Application for Waiver of \nPassport and/or Visa, Form I-193\n \n  C. Fee Waivers and Exemptions\n \n  D. Naturalization\n \n  E. Improve Service and Reduce Inefficiencies\n \n  F. Premium Processing\n \n  G. Immigrant Investors\n \n  1. Application for Regional Center Under the Immigrant Investor Program, Form I-924\n \n  2. Immigrant Petition by Alien Entrepreneur, Form I-526\n \n  3. Petition by Entrepreneur To Remove Conditions on Permanent Resident Status, Form I-829\n \n  H. Methods Used To Determine Fee Amounts\n \n  1. Recovery of Full Cost Without Appropriations\n \n  2. Exclusion of Temporary or Uncertain Costs, Items, and Programs\n \n  3. Setting Fees by Benefit Type\n \n  4. Income-Based Fee Structure\n \n  5. Reduction in USCIS Costs\n \n  I. Dishonored Payments\n \n  J. Refunds\n \n  K. Visa Allocation\n \n  L. Credit Card Payments\n \n\n\n\n  V. Statutory and Regulatory Reviews\n \n  A. Regulatory Flexibility Act—Final Regulatory Flexibility Analysis\n \n  1. A Statement of the Need for, and Objectives of, the Rule\n \n  2. A Statement of the Significant Issues Raised by the Public Comments in Response to the Initial Regulatory \nFlexibility Analysis, A Statement of the Assessment of the Agency of Such Issues, and A Statement of Any \nChanges Made in the Proposed Rule as a Result of Such Comments\n \n  a. Comments on Form I-129\n \n  b. Comments on Forms I-360 and I-485\n \n  c. Comments on Forms G-1041 and G-1041A\n \n  d. Comments on Form I-924A\n \n\n  3. The Response of the Agency to Any Comments Filed by the Chief Counsel for Advocacy of the Small Business \nAdministration in Response to the Proposed Rule, and a Detailed Statement of Any Change Made to the \nProposed Rule in the Final Rule as a Result of the Comments\n \n  4. A Description of and an Estimate of the Number of Small Entities to Which the Rule Will Apply or an Explanation \nof Why No Such Estimate is Available\n \n  a. Petition for a Nonimmigrant Worker, Form I-129\n \n  b. Immigrant Petition for an Alien Worker, Form I-140\n \n  c. Application for Civil Surgeon Designation, Form I-910\n \n  d. Regional Center Designation Under the Immigrant Investor Program, Form I-924 and I-924A\n \n  e. Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360\n \n  5. A Description of the Projected Reporting, Recordkeeping and Other Compliance Requirements of the Rule, \nIncluding an Estimate of the Classes of Small Entities Which Will Be Subject to the Requirement and the Type of \nProfessional Skills Necessary For Preparation of the Report or Record\n \n  6. A Description of the Steps the Agency Has Taken To Minimize the Significant Economic Impact on Small \nEntities Consistent With the Stated Objectives of Applicable Statutes, Including a Statement of the Factual, Policy, \nand Legal Reasons for Selecting the Alternative Adopted in the Final Rule and Why Each One of the Other \nSignificant Alternatives to the Rule Considered by the Agency Which Affect the Impact on Small Entities was \nRejected\n \n  B. Unfunded Mandates Reform Act\n \n  C. Small Business Regulatory Enforcement Fairness Act\n \n  D. Congressional Review Act\n \n\n\n\n  E. Executive Orders (E.O.) 12866 and 13563 (Regulatory Planning and Review)\n \n  1. Background and Purpose of the Final Rule\n \n  2. Amendments and Impacts of Regulatory Change\n \n  a. Dishonored Payments\n \n  b. Failure To Pay the Biometric Services Fees\n \n  c. Reduced Fee for Application for Naturalization\n \n  d. Refunds\n \n  F. Executive Order 13132 (Federalism)\n \n  G. Executive Order 12988 (Civil Justice Reform)\n \n  H. Family Assessment\n \n  I. Paperwork Reduction Act—Comments on the Proposed Information Collection Changes\n \n  1. Request for Reduced Fee, Form I-942\n \n  2. Annual Certification of Regional Center, Form I-924A\n <h3>\n  I. Executive Summary</h3>\n \n\n  The Department of Homeland Security (DHS) is adjusting the fee schedule for U.S. Citizenship and Immigration \nServices (USCIS). USCIS conducted a comprehensive fee review for the FY 2016/2017 biennial period, refined its \ncost accounting process, and determined that current fees do not recover the full costs of services provided. DHS \nhas determined that adjusting USCIS' fee schedule is necessary to fully recover costs and maintain adequate \nservice.\n \n\n  In this final rule, DHS will:\n \n  \n   Adjust fees by a weighted average increase of 21 percent to ensure that fees for each benefit type are adequate \nto cover USCIS' costs associated with processing applications and petitions, as well as providing similar benefits to \nasylum and refugee applicants&thinsp; (1)  and certain other immigrants at no charge.\n \n \n  \n   Establish a new fee of $3,035 to recover the full cost of processing the Employment Based Immigrant Visa, Fifth \nPreference (EB-5) Annual Certification of Regional Center, Form I-924A.\n  \n\n   Establish a three-level fee for Application for Naturalization, Form N-400. First, DHS will increase the standard fee \nfor Form N-400 from $595 to $640. Second, DHS will continue to charge no fee to applicants who meet the \nrequirements of sections 328 or 329 of the Immigration and Nationality Act of 1952 (INA) with respect to military \n\n\n\nservice and applicants with approved fee waivers. Third, DHS will charge a reduced fee of $320 for naturalization \napplicants with family income greater than 150 percent and not more than 200 percent of the Federal Poverty \nGuidelines.\n  \n   Remove regulatory provisions that prevent USCIS from rejecting an immigration or naturalization benefit request \npaid with a dishonored check or lacking the required biometric services fee until the remitter has been provided an \nopportunity to correct the deficient payment.\n  \n   Clarify that persons filing any benefit request may be required to appear for biometrics services or an interview \nand may be required to pay the biometrics services fee.\n \n <h3>\n  II. Background</h3>\n \n\n  DHS published a notice of proposed rulemaking (NPRM) on May 4, 2016, which proposed adjusting USCIS' fee \nschedule by a weighted average increase of 21 percent. See U.S. Citizenship and Immigration Services Fee \nSchedule; Proposed Rule, 81 FR 26904. This final rule establishes the first fee adjustment since 2010. It is a result \nof a comprehensive fee review conducted by USCIS for the FY 2016/2017 biennial period. During the fee review, \nUSCIS determined that current fees do not recover the full costs of processing immigration benefits. This final rule \nreflects full cost recovery including program costs that DHS excluded in the 2010 final rule. USCIS provided the FY \n2016/2017 Immigration Examinations Fee Account (IEFA) Fee Review Supporting Documentation (supporting \ndocumentation), which includes budget methodology, and regulatory flexibility analysis, in the public docket. See \nhttp://www.regulations.gov, docket number USCIS-2016-0001.\n \n  This final rule includes the addition of fee surcharges applied to certain immigration benefits to fully recover costs \nrelated to the USCIS Refugee, Asylum, and International Operations Directorate (RAIO), the Systematic Alien \nVerification for Entitlements (SAVE) program (to the extent not recovered from users),  (2)  and the Office of \nCitizenship.  (3)  In the 2010 final rule, USCIS assumed it would continue receiving funding for these programs \nthrough congressional appropriations. See U.S. Citizenship and Immigration Services Fee Schedule, 75 FR 58962, \n58966 (Sept. 24, 2010). The 2010 final rule removed asylum, refugee, and military naturalization costs from the fee \nstructure and assumed that immigration fees would not be used to recover the costs of adjudicating asylum, \nrefugee, and military naturalization requests, as well as costs associated with the SAVE program and the Office of \nCitizenship. The final rule removed all of these costs from the USCIS fee structure, instead assuming that these \nservices would be funded using appropriated funds. See 75 FR 58963. That budget request was not fulfilled, and \nUSCIS was left to fund the cost of these programs after having removed the surcharge. See Pub. L. 112-10, sec. \n1639 (Apr. 15, 2011).  (4) \n \n\n  DHS issues this final rule consistent with the Immigration and Nationality Act (INA) section 286(m), 8 U.S.C. \n1356(m) (authorizing DHS to charge fees for adjudication and naturalization services at a level to ensure recovery \nof the full costs of providing all such services, including the costs of similar services provided without charge to \nasylum applicants or other immigrants) and the Chief Financial Officers (CFO) Act of 1990, 31 U.S.C. 901-03 \n(requiring each agency's CFO to review, on a biennial basis, the fees imposed by the agency for services it \nprovides, and to recommend changes to the agency's fees). The NPRM provides additional information on the legal \nauthority, non-statutory guidance, and background on the IEFA fees. See 81 FR 26906.\n <h3>\n  III. Final Rule</h3>\n <h4>\n  A. Changes in the Final Rule</h4>\n \n  This section details the changes made in this final rule as compared to the NPRM. These changes are \nsummarized as follows:\n\nhttp://www.regulations.gov/\n\n\n \n\n  1. Application to Register Permanent Residence or Adjust Status, Form I-485. DHS has revised the regulatory \nlanguage regarding the fee for the Application to Register Permanent Residence or Adjust Status, Form I-485, to \nclarify that the proposed $750 discounted fee is available for all applicants under 14 years old who submit their \nForm I-485 with that of a parent. These revisions accord the fee regulations with the current Form I-485 instructions \nand intake practices. See new 8 CFR 103.7(b)(1)(i)(U)(2); 81 FR 26919. The section later in this preamble entitled, \n“Adjustment of Status, Form I-485, and Interim Benefits,” provides more details about this change.\n \n\n  2. Dishonored payments. DHS has also clarified the regulations governing USCIS actions when a check used to \npay the required fee is dishonored by the remitter's bank. Under this final rule, USCIS will submit all initially rejected \npayments to the applicant's bank a second time for it to clear or be rejected. 8 CFR 103.2(a)(7)(ii)(D). If the check is \nrejected again following re-submission by USCIS, it will reject the case for fee non-payment. If the case has been \napproved, USCIS will send a notice of intent to revoke the approval. The section later in this preamble entitled, \n“Dishonored Payments,” provides more details about this change.\n \n\n  3. Application for Advance Permission to Enter as a Nonimmigrant, Form I-192, and Application for Waiver for \nPassport and/or Visa, Form I-193. DHS has made adjustments to the proposed fees in the final rule for the \nApplication for Advance Permission to Enter as a Nonimmigrant, Form I-192, and the Application for Waiver for \nPassport and/or Visa, Form I-193. For the reasons outlined in section IV.B.2.p. of this preamble, the fees that will be \ncharged for Forms I-192 and I-193 will remain at $585, rather than the proposed fee of $930 when such forms are \nsubmitted to and processed by the U.S. Customs and Border Protection (CBP). See new 8 CFR 103.7(b)(1)(i)(P)-\n(Q).\n <h4>\n  B. Corrections</h4>\n \n\n  DHS inadvertently listed Application by Refugee for Waiver of Grounds of Excludability, Form I-602, in the NPRM \npreamble and the supporting documentation. DHS listed Form I-602 in the NPRM as part of Waiver Forms in \nsection IV, Fee Review Methodology, at 81 FR 26916 and tables 8 and 9 at 81 FR 26926-26927. USCIS referenced \nit on pages 24, 47, 49, and 50 of the accompanying supporting documentation. The docket of this final rule includes \na corrected version of the supporting documentation without references to Form I-602. Form I-602 has no fee and \nDHS should not have included it in these lists or tables. The NPRM did not assume any fee-paying workload for \nForm I-602; therefore, removing it from the fee schedule does not affect other fees. DHS continues to not charge a \nfee for Form I-602.\n \n\n  DHS also inadvertently did not include provisions for what would occur if a benefit request was approved before \nUSCIS became aware that the fee payment was dishonored by the remitter institution. See proposed 8 CFR \n103.2(a)(7)(ii), 103.7(a)(2); 81 FR 26936-26937. Specifically, DHS proposed to remove the requirement that USCIS \nprovide notification to the requester whenever an instrument used to pay the filing fee is returned as not payable, \nwith 14 days to cure the deficiency. However, DHS neglected to propose the necessary conforming change to 8 \nCFR 205.1(a)(2), which provides that the approval of a petition or self-petition made under INA section 204 is \nautomatically revoked if the filing fee and associated service charge are not paid within 14 days of the notification to \nthe remitter that his or her check or other financial instrument used to pay the filing fee has been returned as not \npayable. The latter provision must be revised to conform it to the proposed change described previously. That \noversight has been corrected in this final rule. New 8 CFR 103.7(a)(2)(iii), 205.1(a). This change is discussed in \nmore detail in the response to the public comments regarding dishonored payments.\n <h4>\n  C. Summary of Final Fees</h4>\n \n\n\n\n  The current USCIS fee schedule and the fees adopted in this final rule are summarized in Table 1. DHS bases the \nfinal fees on the FY 2016/2017 estimated cost baseline as outlined in the NPRM. The table excludes fees \nestablished and required by statute and those that DHS cannot adjust.\n \n  \n   \n    Table 1—Non-Statutory IEFA Immigration Benefit Request Fees\n   \n    \n     \n      Form No. 5\n     \n      Title\n     \n      Current fee\n     \n      Final fee\n    \n   \n   \n    \n     \n      G-1041\n     \n      Genealogy Index Search Request\n     \n      $20\n     \n      $65\n    \n    \n     \n      G-1041A\n     \n      Genealogy Records Request (Copy from Microfilm)\n     \n      20\n     \n      65\n    \n    \n     \n      G-1041A\n     \n      Genealogy Records Request (Copy from Textual Record)\n     \n      35\n     \n      65\n    \n    \n\n\n\n     \n      I-90\n     \n      Application to Replace Permanent Resident Card\n     \n      365\n     \n      455\n    \n    \n     \n      I-102\n     \n      Application for Replacement/Initial Nonimmigrant Arrival-Departure Document\n     \n      330\n     \n      445\n    \n    \n     \n      I-129/129CW\n     \n      Petition for a Nonimmigrant Worker\n     \n      325\n     \n      460\n    \n    \n     \n      I-129F\n     \n      Petition for Alien Fiancé(e)\n     \n      340\n     \n      535\n    \n    \n     \n      I-130\n     \n      Petition for Alien Relative\n     \n      420\n     \n      535\n    \n    \n     \n\n\n\n      I-131&thinsp;6/I-131A&thinsp;7\n     \n      Application for Travel Document\n     \n      360\n     \n      575\n    \n    \n     \n      I-140\n     \n      Immigrant Petition for Alien Worker\n     \n      580\n     \n      700\n    \n    \n     \n      I-191\n     \n      Application for Advance Permission to Return to Unrelinquished Domicile\n     \n      585\n     \n      930\n    \n    \n     \n      I-192\n     \n      Application for Advance Permission to Enter as Nonimmigrant\n     \n      585\n     \n      8&thinsp;585/930\n    \n    \n     \n      I-193\n     \n      Application for Waiver of Passport and/or Visa\n     \n      585\n     \n      585\n    \n    \n     \n      I-212\n\n\n\n     \n      Application for Permission to Reapply for Admission into the U.S. After Deportation or Removal\n     \n      585\n     \n      930\n    \n    \n     \n      I-290B\n     \n      Notice of Appeal or Motion\n     \n      630\n     \n      675\n    \n    \n     \n      I-360\n     \n      Petition for Amerasian Widow(er) or Special Immigrant\n     \n      405\n     \n      435\n    \n    \n     \n      I-485\n     \n      Application to Register Permanent Residence or Adjust Status\n     \n      985\n     \n      1,140\n    \n    \n     \n      I-485\n     \n      Application to Register Permanent Residence or Adjust Status (certain applicants under the age of 14 years)\n     \n      635\n     \n      750\n    \n    \n     \n      I-526\n     \n\n\n\n      Immigrant Petition by Alien Entrepreneur\n     \n      1,500\n     \n      3,675\n    \n    \n     \n      I-539\n     \n      Application to Extend/Change Nonimmigrant Status\n     \n      290\n     \n      370\n    \n    \n     \n      I-600/600A\n     \n      Petition to Classify Orphan as an Immediate Relative/Application for Advance Petition Processing of Orphan \nPetition\n     \n      720\n     \n      775\n    \n    \n     \n      I-800/800A\n     \n      Petition to Classify Convention Adoptee as an Immediate Relative/Application for Determination of Suitability to \nAdopt a Child from a Convention Country\n     \n      720\n     \n      775\n    \n    \n     \n      I-601\n     \n      Application for Waiver of Ground of Excludability\n     \n      585\n     \n      930\n    \n    \n     \n      I-601A\n\n\n\n     \n      Application for Provisional Unlawful Presence Waiver\n     \n      585\n     \n      630\n    \n    \n     \n      I-612\n     \n      Application for Waiver of the Foreign Residence Requirement (Under Section 212(e) of the INA, as Amended)\n     \n      585\n     \n      930\n    \n    \n     \n      I-687\n     \n      Application for Status as a Temporary Resident under Section 245A of the Immigration and Nationality Act\n     \n      1,130\n     \n      1,130\n    \n    \n     \n      I-690\n     \n      Application for Waiver of Grounds of Inadmissibility\n     \n      200\n     \n      715\n    \n    \n     \n      I-694\n     \n      Notice of Appeal of Decision\n     \n      755\n     \n      890\n    \n    \n     \n      I-698\n     \n\n\n\n      Application to Adjust Status From Temporary to Permanent Resident (Under Section 245A of the INA)\n     \n      1,020\n     \n      1,670\n    \n    \n     \n      I-751\n     \n      Petition to Remove Conditions on Residence\n     \n      505\n     \n      595\n    \n    \n     \n      I-765\n     \n      Application for Employment Authorization\n     \n      380\n     \n      410\n    \n    \n     \n      I-800A Supp. 3\n     \n      Request for Action on Approved Form I-800A\n     \n      360\n     \n      385\n    \n    \n     \n      I-817\n     \n      Application for Family Unity Benefits\n     \n      435\n     \n      600\n    \n    \n     \n      I-824\n     \n      Application for Action on an Approved Application or Petition\n\n\n\n     \n      405\n     \n      465\n    \n    \n     \n      I-829\n     \n      Petition by Entrepreneur to Remove Conditions\n     \n      3,750\n     \n      3,750\n    \n    \n     \n      I-910\n     \n      Application for Civil Surgeon Designation\n     \n      615\n     \n      785\n    \n    \n     \n      I-924&thinsp;9\n     \n      Application for Regional Center Designation Under the Immigrant Investor Program\n     \n      6,230\n     \n      17,795\n    \n    \n     \n      I-924A\n     \n      Annual Certification of Regional Center\n     \n      0\n     \n      3,035\n    \n    \n     \n      I-929\n     \n      Petition for Qualifying Family Member of a U-1 Nonimmigrant\n     \n\n\n\n      215\n     \n      230\n    \n    \n     \n      N-300\n     \n      Application to File Declaration of Intention\n     \n      250\n     \n      270\n    \n    \n     \n      N-336\n     \n      Request for Hearing on a Decision in Naturalization Proceedings\n     \n      650\n     \n      700\n    \n    \n     \n      N-400\n     \n      Application for Naturalization\n     \n      595\n     \n      640\n    \n    \n     \n      N-470\n     \n      Application to Preserve Residence for Naturalization Purposes\n     \n      330\n     \n      355\n    \n    \n     \n      N-565\n     \n      Application for Replacement Naturalization/Citizenship Document\n     \n      345\n\n\n\n     \n      555\n    \n    \n     \n      N-600/N-600K\n     \n      Application for Certification of Citizenship/Application for Citizenship and Issuance of Certificate under Section \n322\n     \n      10&thinsp;600/550\n     \n      1,170\n    \n    \n     \n      &emsp;\n     \n      USCIS Immigrant Fee&thinsp;11\n     \n      165\n     \n      220\n    \n    \n     \n      &emsp;\n     \n      Biometric Services Fee\n     \n      85\n     \n      85\n    \n   \n  \n \n \n  &emsp;\n <h3>\n  IV. Public Comments on the Proposed Rule</h3>\n \n\n  DHS provided a 60-day comment period following publication of the NPRM; 436 comments were posted to \nregulations.gov. Although 475 comments were received on the docket, 38 were not posted and one was withdrawn. \nAs noted in the proposed rule, DHS may withhold information provided in comments from public viewing if it \ndetermines that such information is offensive or may affect the privacy of an individual. 81 FR 26905.\n <h4>\n  A. General Comments</h4>\n \n\n\n\n  DHS received comments from a broad spectrum of individuals and organizations, including refugee and immigrant \nservice and advocacy organizations, public policy groups, members of Congress, and private citizens. Some \ncommenters wrote that they supported the fee changes while others were critical of them. Many commenters wrote \nthat they were generally unsupportive of the weighted average increase; others commented on specific form types. \nSome commenters wrote about alternative methods to reduce costs and inefficiencies.\n \n\n  DHS also received several comments on subjects that are not related to the proposed fees and are outside the \nscope of the NPRM. With limited exception as explicitly stated below, DHS has not separately summarized or \nresponded to these comments.\n <h4>\n  B. Relative Amount of Fees</h4>\n \n  Most commenters stated opposition to the fee increases. Some commenters suggested that fee increases would \nreduce the number of people seeking immigration benefits. Some commenters stated that the proposed fees did not \nreflect the actual adjudicative workload of particular benefit types. Several commenters stated that proposed fees \nwere too low, but the clear majority stated that the fees were too high.\n \n\n  Although DHS summarizes and responds to these concerns in more detail below, it emphasizes that, as an initial \nmatter and as articulated in the NPRM, DHS needs to increase USCIS fees by a weighted average increase of 21 \npercent to offset growing costs and continue to provide an adequate level of service, as provided by section 286(m) \nof the INA, 8 U.S.C. 1356(m), which authorizes USCIS to “ensure recovery of the full costs of providing all such \nservices, including the costs of similar services provided without charge.” As reflected in this provision, some \nUSCIS fees must exceed the cost of adjudicating the respective benefit types to cover those benefits provided \nwithout charge, such as refugee benefits, asylum benefits, and other fee-exempt, fee-waived or fee-reduced \nworkloads. Furthermore, as explained in the NPRM, “DHS may reasonably adjust fees based on value judgements \nand public policy reasons where a rational basis for the methodology is propounded in the rulemaking.” See 81 FR \n26907.\n \n\n  An example is the policy decision to include a fee exemption for individuals who are victims of a severe form of \nhuman trafficking and who assist law enforcement in the investigation or prosecution of those acts of trafficking \n(who may qualify for T visas), and individuals who are victims of certain crimes and are being helpful to the \ninvestigation or prosecution of those crimes (who may qualify for U visas). The cost of processing those fee-exempt \nvisas must be recovered through fees charged for other benefit requests. See INA secs. 101(a)(15)(T), (U), 214(o), \n(p), 8 U.S.C. 1101(a)(15)(T), (U), and 1184(o), (p); 8 CFR 214.11, 214.14, 103.7(c)(5)(iii); Adjustment of Status to \nLawful Permanent Resident for Aliens in T or U Nonimmigrant Status, 73 FR 75540 (Dec. 12, 2008). Such a \ndecision would inevitably cause an unsustainable reduction in fee revenue unless DHS spread the cost of the fee \nexemption among other fee-paying applicants and petitioners. Accordingly, consistent with section 286(m) of the \nINA, 8 U.S.C. 1356(m), DHS sets fees for other fee-paying applicants and petitioners at a level sufficient to recover \nthe full costs of providing all such services.\n \n\n  Similarly, a decision to allow fee waivers for a particular benefit request, or a decision to allow a reduced fee, will \nalso have an impact on other fee-paying applicants and petitioners. For instance, when USCIS determines to hold a \nfee to a smaller percentage increase than the overall methodology suggests (in this rule, DHS uses an 8 percent \nweighted average increase for those benefits that it determines should be held to a smaller fee increase&thinsp; \n(12)  ), there are cascading effects on other fee-paying applicants and petitioners. These fee-reduced immigration \nbenefit requests may not recover the full cost of their associated workloads or the full cost of their respective fee \nwaivers. The portion of costs that is not recovered is reallocated to other immigration benefit requests.\n \n\n\n\n  Correspondingly, when DHS sets a fee for a given benefit request at the level suggested by the USCIS fee-setting \nmethodology, without further adjustment, the associated immigration benefit request absorbs a portion of the \nadditional costs associated with the immigration benefit requests that are held down to the 8 percent weighted \naverage increase. These fees recover the full cost of their respective fee waivers, plus some of the fee waiver costs \nfor immigration benefit requests that are held down to the 8 percent weighted average increase.  (13)  These fees \nalso recover a greater portion of the cost of fee-exempt services.\n <h5>\n  1. Proposed Fees Are Too High</h5>\n \n  The largest number of commenters wrote in opposition to the overall increase in fees. Several commenters \nexpressed concern over specific populations (such as families or potential adoptive families) that may be \nparticularly affected by the fee increases. Some commenters believed that a steep increase in fees would result in \nincreased illegal immigration, particularly for individuals who may not be able to afford increased costs associated \nwith existing legal avenues. Some commenters suggested that the increase in fees could discourage certain \nindividuals from attempting to work or ultimately seeking lawful permanent residence resident (LPR) status in the \ncountry.\n \n\n  As an initial matter, DHS notes that as stated in the NPRM, it attributes 17 percent of the 21 percent weighted \naverage fee increase to the reinstatement of the surcharge needed to sustain current operating levels of RAIO, the \nSAVE program, and the Office of Citizenship, as well as to account for a projected loss in fee revenue resulting \nfrom a significant increase in the number of fee waivers currently received (and which is expected to continue \nthroughout FY 2016/2017). See 81 FR 26911. The remaining 4 percent is needed to recover the cost of sustaining \ncurrent operating levels and to allow for limited, strategic investments necessary to ensure the agency's information \ntechnology infrastructure is strengthened. Such strengthening is needed to protect against potential cyber intrusions \nand to build the disaster recovery and back-up capabilities required to effectively deliver on the USCIS mission. See \n81 FR 26910. For comparison, the inflation from July 2010 to July 2016 was 9.5 percent.  (14) \n \n\n  DHS notes that fees do not merely cover the cost of adjudication time. The fees also cover the resources required \nfor intake of immigration benefit requests, customer support, fraud detection, background checks, and \nadministrative requirements.  (15)  DHS also reiterates that any further fee adjustments would be zero-sum. Given \nthe need to recover the full cost of the services provided, a decision reducing the fee burden on one population of \nbeneficiaries will ultimately increase the burden on others.\n <h5>\n  a. Barrier to Family Reunification</h5>\n \n\n  A number of commenters stated that an increase in fees could potentially prevent family reunification for certain \nU.S. citizens and lawful permanent residents (LPRs), especially for individuals seeking to reunite with several family \nmembers. USCIS understands the importance of facilitating family reunification, as well as the advantages that LPR \nstatus and citizenship provide. DHS acknowledges that certain individuals may need to file multiple requests, and \nthus pay multiple fees, depending on the number of family members they seek to sponsor. Nonetheless, USCIS \nfiling fees are necessary to provide the resources required to do the work associated with such filings. When fees \ndo not fully recover costs, USCIS is unable to maintain sufficient capacity to process requests. Inadequate fees may \ncause significant delays in immigration request processing, which can result in the burden of longer separation from \nfamily members.\n \n\n  DHS recognizes that fees impose a burden on fee-paying applicants and beneficiaries, and it takes steps to \nmitigate that burden as appropriate. Specifically, after USCIS applies its standard fee-setting methodology to \nidentify the Activity-Based Cost (ABC)&thinsp; (16)  model output for each benefit request, USCIS evaluates the \nmodel output and determines whether it should be adjusted. DHS is mindful that departures from the standard \n\n\n\nUSCIS fee-setting methodology result in lower fees for some and higher fees for others. DHS discusses these \nadjustments in more detail in the remainder of this preamble, including by reference to certain family-based benefit \nrequests, such as the Petition for Alien Relative, Form I-130.\n <h5>\n  b. Impact on Low-Income Individuals; Low Volume Reallocation</h5>\n \n  Several commenters stated that the proposed rule would harm the ability of low-income applicants and petitioners \nto afford USCIS services. Some of these commenters suggested that the proposed overall fee increase would \nresult in a reduction in overall filings from low-income applicants and petitioners. Commenters discussed the \nimportance of maintaining an immigration system that is accessible to people at all income levels.\n \n\n  DHS is aware of the potential impact of fee increases on low-income individuals and is sympathetic to these \nconcerns. As a result, DHS not only offers fee waivers, but also uses its fee-setting discretion to adjust certain \nimmigration benefit request fees that USCIS believes may be overly burdensome on applicants, petitioners, and \nrequestors if set at the recommended model output levels. As discussed in the proposed rule and supporting \ndocumentation, and consistent with past practice, USCIS proposed to limit fee adjustments for certain benefit \nrequests to a set percentage increase above current fees. USCIS determined this figure by calculating the average \npercentage fee increase across all model outputs before cost reallocation. In this rule, that calculated figure is 8 \npercent. This methodology is referred to as Low Volume Reallocation.\n \n\n  The use of Low Volume Reallocation frequently results in lower fees for certain low-income applicants and \npetitioners, but always results in higher fees for other benefit requests. This is because USCIS relies almost \ncompletely on fee revenue to support its operations. DHS is therefore mindful to use low volume reallocation only \nwhere compelling circumstances counsel in favor of shifting costs from one benefit request to others.\n \n\n  Nonetheless, as proposed, in this final rule, DHS will continue applying Low Volume Reallocation from the 2010 \nfinal rule to the following forms:\n \n  \n   Notice of Appeal or Motion, Form I-290B\n  \n   Petition for Amerasian, Widow(er) or Special Immigrant, Form I-360\n  \n   Petition to Classify Orphan as an Immediate Relative, Form I-600, and Application for Advance Processing of an \nOrphan Petition, Form I-600A\n  \n   Petition to Classify Convention Adoptee as an Immediate Relative, Form I-800, and Application for Determination \nof Suitability to Adopt a Child from a Convention Country, Form I-800A\n  \n   Petition for Qualifying Family Member of a U-1 Nonimmigrant Form I-929\n  \n   Application to File Declaration of Intention, Form N-300\n  \n   Request for Hearing on a Decision in Naturalization Proceedings, Form N-336\n  \n   Application to Preserve Residence for Naturalization Purposes, Form N-470\n \n \n\n\n\n  Also as proposed, DHS will apply the same calculated 8 percent weighted average increase to the following \nbenefit types:\n \n  \n   Application for Provisional Unlawful Presence Waiver, Form I-601A\n  \n   Application for Employment Authorization, Form I-765\n  \n   Request for Action on Approved Form I-800A, Form I-800A Supplement 3\n \n \n\n  DHS believes that the use of Low Volume Reallocation will mitigate the potential burden of this final rule on certain \nlow-income applicants and petitioners.  (17)  DHS intends to continue assessing the affordability of its fees in future \nfee reviews. This may result in continuing Low Volume Reallocation, otherwise reallocating certain costs, and \nidentifying cost savings. For purposes of this final rule, however, DHS has not materially changed the proposed rule \nto address the commenters' stated concerns with the proposed overall fee increase.\n <h5>\n  2. Comments on Specific Fees and Adjustments</h5>\n \n  While many commenters indicated that they were opposed to the overall increase in fees, some comments \nfocused on increases to particular forms or to specific groups of applicants, petitioners, or requestors. Those \ncomments are addressed below.  (18) \n <h5>\n  a. Application for Certificate of Citizenship, Forms N-600/600K</h5>\n \n\n  In the NPRM, DHS proposed fee increases for the Application for Certificate of Citizenship, Form N-600, and the \nApplication for Citizenship and Issuance of Certificate Under Section 322, Form N-600K. Under the proposed rule, \nthe current $600 fee for applications filed on behalf of biological children would be increased by $570, or 95 \npercent, to $1,170. The proposed rule also would eliminate the current $50 discount on applications filed on behalf \nof adopted children, previously codified at 8 CFR 103.7(b)(1)(i)(AAA), thereby effectively increasing fees for such \napplications by $620, or 103 percent. Id.\n \n\n  A number of commenters stated that DHS should reconsider the proposed fee increases. Some commenters \nrequested additional information to explain the increases. Certain commenters who submitted comments through a \nform letter campaign stated that the proposed increases were troubling considering that USCIS had not reported a \nsignificant increase in application volume or processing times.\n \n  Some commenters stated that the proposed fee increase would result in a significant additional burden for \npotential adoptive families, who already invest a great deal of time and money in the adoption process. Some stated \nthat Forms N-600 and N-600K should be free or discounted for adopted children, or alternatively maintained at the \ncurrent fee. A commenter stated that the Department of State (DOS) processes derivative citizens' requests for \npassports in substantially the same manner that USCIS processes Forms N-600 and N-600K, yet DOS only \ncharges $120 for a passport book for a child younger than 16 years of age. Other commenters stated that many \nadopted children automatically derive U.S. citizenship from their parents when they enter the United States, while \nother children derive U.S. citizenship when their adoptions are completed.  (19)  Several commenters noted that a \npassport may be an effective alternative to the certificate for naturalization.\n \n  As noted previously, USCIS based the proposed fee increase for the Forms N-600 and N-600K on the results of \nits comprehensive biennial fee review, a summary of which was available for comment in the docket accompanying \nthe proposed rule. The biennial fee review helps ensure that fees for USCIS services cover the full cost of \n\n\n\nprocessing immigration benefits. In the absence of full cost recovery, USCIS would be unable to sustain an \nadequate level of service, let alone invest in program improvements.\n \n\n  DHS recognizes that fees impose a burden on fee-paying applicants and beneficiaries, and takes steps to mitigate \nthat burden as appropriate. Specifically, after DHS applies the standard USCIS methodology to identify the model \noutput for each benefit request, DHS evaluates the model output and determines whether it should be adjusted. In \nthe NPRM, DHS proposed to limit a small number of fees to an 8 percent weighted average increase for one or \nmore of the following three reasons: (1) DHS determined that the combined effect of cost, fee-paying volume, and \nmethodology changes since the previous fee rule would otherwise place an inordinate fee burden on individuals \nrequesting these types of benefits; (2) DHS determined that an adjustment was necessary to promote citizenship \nand immigrant integration or other policies; or (3) DHS lacked data on which to base an appropriate fee. See 81 FR \n26915. For example, DHS proposed to limit to the 8 percent weighted average increase to the Application for \nNaturalization and the adoption petition and application fees (explained in the sections of this preamble that discuss \nthose requests).\n \n\n  DHS is mindful that departures from the standard USCIS fee methodology result in lower fees for some and higher \nfees for others. DHS is careful to use its fee setting discretion in a way that does not result in unnecessary or \nunjustifiable burdens for fee-paying applicants and petitioners. Accordingly, the proposed rule (like past fee rules) \nwould have set most fees above cost, in adherence to the fee-setting methodology. The fee for Forms N-600 and \nN-600K is one of those fees.\n \n\n  Setting aside the effect of cost reallocation,  (20)  DHS attributes the proposed increase to the fee for Forms N-600 \nand N-600K to a significant increase in the number of fee waivers granted for such forms.  (21)  In the 2010 final \nrule, DHS assumed that every applicant would pay the fee for Forms N-600 and N-600K. However, the fee-paying \nvolume estimate for Forms N-600 and N-600K decreased from 100 percent in FY 2010/2011 to 67 percent in FY \n2016/2017 due to applicants receiving fee waivers. The standard fee-setting methodology provides that the costs of \nwaived or exempted fees are to be recovered from fee-paying applicants submitting the same form(s) (in this case, \napplicants filing Forms N-600 and N-600K).  (22)  See 81 FR 26922. The previous fee for Form N-600 was set \nunder the assumption that 100 percent of filers would pay the fee; as the NPRM explained, however, a third of Form \nN-600 filers are receiving fee waivers. These waivers account for a large portion of the costs that must now be \naddressed through the proposed fee increase. In short, the Form N-600 fee in the proposed rule is the result of \nconsistent application of USCIS's fee-setting methodology. No adjustment was made to the fee calculated under \nthe methodology based on other policy considerations.\n \n\n  DHS is setting the fees for several other forms at a level that is less than their projected cost. If DHS similarly \nlimited the fee for an Application for a Certificate of Citizenship, however, it would need to raise other fees to \nrecover these expenses. USCIS estimates that each such instance would increase other fees between $5 and \n$210, with an average increase of $21.\n \n\n  With respect to comments about the potential impact of the proposed fee increase on adoptive families in \nparticular, DHS notes that Forms N-600 and N-600K are not primarily used by adoptive families. USCIS estimates \nthat adopted children represent less than 10 percent of the workload related to Applications for Certificate of \nCitizenship.  (23)  Although DHS could have established a separate fee for adopted children, the cost of such a \ndeparture from the standard fee-setting methodology would be borne by other fee-paying applicants and petitioners.  \n(24)  Similarly, if DHS set the fee for this benefit request at an equivalent level to the DOS passport fee, DHS would \nbe required to substantially increase other fees to ensure full-cost recovery. DHS agrees with commenters that in \nmany cases, a passport will serve the same purpose as a certificate of citizenship, and for a lower cost to the \napplicant. Finally, DHS notes that adjudicating a Form N-600 for an adopted child is similar in workload and \n\n\n\ndifficulty to the adjudication of an Application for Certificate of Citizenship for a biological child. There would be no \ncost-related basis for establishing a separate fee for adopted children.\n \n\n  For the reasons stated above, DHS has not revised the proposed fee in this final rule. Under this final rule, the fee \nfor the Application for Certificate of Citizenship, Form N-600, and the Application for Citizenship and Issuance of \nCertificate Under Section 322, Form N-600K, will be $1,170.\n <h5>\n  b. Adoption, Forms I-600/600A/800/800A</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the (1) Petition to Classify Orphan as an Immediate Relative, \nForm I-600; (2) Application for Advance Processing of an Orphan Petition, Form I-600A; (3) Petition to Classify \nConvention Adoptee as an Immediate Relative, Form I-800; and (4) Application for Determination of Suitability to \nAdopt a Child from a Convention Country, Form I-800A. The proposed increase would change the fee for each of \nthese forms from $720 to $775. See proposed 8 CFR 103.7(b)(1)(i)(Y), (Z), (JJ)(2), (KK); 81 FR 26939. DHS \nproposed to hold the increase for these benefit types (among others) to an 8 percent increase because the \ncombined effect of cost, fee-paying volume, and methodology changes since the last fee rule would otherwise place \nan inordinate fee burden on individuals requesting these types of benefits. For example, if DHS did not maintain the \nproposed fee for the Form I-600, this benefit request would have a fee of at least $2,258. DHS believes it would be \ncontrary to the public interest to impose a fee of this amount on an estimated 15,000 potential adoptive parents \neach year.\n \n\n  Some commenters wrote in opposition to the proposed fee increases associated with intercountry adoptions or \nstated that DHS should reconsider these fee increases. Commenters wrote that all adoption-related fees should \nremain at the current level, be lowered, or be waived when adopting children from foster care. Some commenters \nstated that these fee increases would lead to decreased intercountry adoptions. At least one commenter wrote that \nadoptive parents were specifically targeted by the proposed fee increases in the NPRM.\n \n\n  DHS greatly values its role in intercountry adoptions and places high priority on the accurate and timely processing \nof immigration applications and petitions that enable U.S. families to provide permanent homes for adopted children \nfrom around the world. It also recognizes that the financial costs, both foreign and domestic, involved in intercountry \nadoptions can have significant impacts on these families. DHS has a history of modifying policies to ease burdens \nassociated with international adoption. Prior to 2007, USCIS required prospective adoptive parents who had not \nfound a suitable child for adoption within 18 months after approval of their Application for Advance Processing of \nOrphan Petition, Form I-600, to submit a fee with their request to extend their approval. Since 2007, USCIS has \npermitted adoptive parents to request one extension of their Form I-600 approval without charge, including the \nbiometric fee. See 72 FR 29864; 8 CFR 103.7(b)(1)(i)(Z). Finally, DHS does not charge an additional filing fee for \nan adoption petition filed on behalf of the first beneficiary child or birth siblings. See 8 CFR 103.7(b)(1)(i)(Z) and \n103.7(b)(1)(i)(JJ)(1).\n \n\n  DHS also has a history of setting adoption-related fees lower than the amount suggested by the fee-setting \nmethodology. In the 2010 fee rule, the calculated fee for adoption petitions and applications (Forms I-600/I-600A \nand I-800/I-800A) was $1,455, based on projected costs. See 75 FR 33461; previous 8 CFR 103.7(b)(1)(i)(Y), (Z), \n(II), (JJ). Instead of using the model output, DHS increased the fee by only $50, to $720. See 75 FR 58972. As \nnoted previously, in the FY 2016/2017 fee review, the model output for the Form I-600 was $2,258.  (25)  \nNonetheless, DHS proposed setting fees for adoption petitions at $775. See proposed 8 CFR 103.7(b)(1)(i)(Y), (Z), \n(JJ), (2), (KK). The $1,483 difference between the model output and the final fee will be recovered from other \napplications, petitions, and requests. Shifting the adoption petition and application costs to other fees is consistent \nwith past DHS efforts and is in the public interest to support parents of children adopted abroad.\n \n\n\n\n  DHS recognizes that fees impose a burden on individuals seeking immigration benefits, and it takes steps to \nmitigate that burden as appropriate. At the same time, DHS must recover the full costs of the services that USCIS \nprovides, or else risk reductions in service quality, including potential delays in processing. In this case, DHS \nproposed to apply the reduced (8 percent) fee increase to these benefit requests, for the reasons stated previously \nand consistent with DHS's practice of holding a number of benefit requests to this reduced fee increase. DHS was \nmindful that although this departure from the standard fee-setting methodology results in lower fees for adoptive \nfamilies, it also results in higher fees for others. 81 FR 26915. Any further departure would only heighten the effect \non the rest of the fee schedule, and would not be consistent with DHS's overall fee-setting methodology. DHS is \ntherefore finalizing the fee as proposed.\n <h5>\n  c. Petition for a Nonimmigrant Worker, Form I-129</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Petition for a Nonimmigrant Worker, Form I-129, from \n$325 to $460. See proposed 8 CFR 103.7(b)(1)(i)(I); 81 FR 26937. The proposed fee increase was the result of the \napplication of the standard USCIS fee-setting methodology to this benefit request.\n \n  Several commenters objected to the proposed fee increase. Most of the comments on this subject were from \nagricultural groups or farmers who expressed that the new fee would be too expensive for employers that employ \nH-2A temporary agricultural workers for seasonal labor. Other commenters objected to the impact that the proposed \nfee increase would have on performers in the arts. Commenters representing religious organizations also opposed \nthe increase, stating that it would pose a burden to religious workers in small communities.\n \n\n  Others submitted comments about processing delays. Some commenters noted that delays in processing Forms I-\n129 affect the incomes of farmers and performers. Some commenters stated that DHS's proposal to increase the \nForm I-129 fee was undermined by USCIS' failure to process O and P visa requests within the 14 days allotted by \nstatute for certain petitions. See INA sec. 214(c)(6)(D), 8 U.S.C.1184(c)(6)(D). Commenters stated that any fee \nincrease should be accompanied by improvements in petition processing and policies, particularly as related to H-\n1B, L-1, O and P visas.  (26) \n \n\n  As noted previously, DHS is authorized to set fees at a level that ensures recovery of the full costs of providing \nimmigration adjudication and naturalization services. Because USCIS relies almost entirely on fee revenue, in the \nabsence of a fee schedule that ensures full cost recovery, USCIS would be unable to sustain an adequate level of \nservice, let alone invest in program improvements. Full cost recovery means not only that fee-paying applicants and \npetitioners must pay their proportionate share of costs, but also that at least some fee-paying applicants and \npetitioners must pay a share of the immigration adjudication and naturalization services that DHS provides for \nvulnerable populations on a fee-exempt, fee-reduced, or fee-waived basis. DHS is therefore mindful to adhere to \nthe standard USCIS fee-setting methodology as often as possible, and to avoid overuse of DHS's discretion to \neliminate or reduce fees for special groups of beneficiaries.\n \n\n  The proposed fee for the Form I-129 resulted from application of the standard USCIS fee-setting methodology, \nbecause DHS did not find a compelling reason to shift the burden of the Form I-129 fee increase onto other \napplicants. Following consideration of the public comments, DHS retains the fee level expressed in the proposed \nrule. It is possible that in a limited number of cases a reduced fee would be more appropriate, but in the interest of \nfairness to all applicants and petitioners, as well as in the interest of the administration, this final rule sets a single \nfee for the Form I-129 at $460, as proposed.  (27) \n <h5>\n  d. Application To Register Permanent Residence or Adjust Status, Form I-485, and Interim Benefits</h5>\n \n\n\n\n  In the NPRM, DHS proposed to continue offering travel document and employment authorization renewals free of \ncharge during the pendency of an Application to Register Permanent Residence or Adjust Status, Form I-485, so \nlong as the applicant filed the application with the appropriate fee on or after July 30, 2007. See 8 CFR \n103.7(b)(1)(i)(M) (HH); proposed 8 CFR 103.7(b)(1)(i)(M), (II); 81 FR 26937. The associated forms are the \nApplication for Travel Document, Form I-131, and Application for Employment Authorization, Form I-765. USCIS \nrefers to travel document and employment authorization renewals as “interim benefits” when they are associated \nwith a pending Form I-485. See 81 FR 26918.\n \n\n  DHS received several comments from individuals who applied to adjust status before July 30, 2007, and who thus \ndo not qualify for free interim benefits. These commenters stated that their Form I-485 applications have been \npending since before July 30, 2007, and that because of the annual numerical visa limits established by Congress, \nthey would likely need to request additional travel document and employment authorization renewals in the future.  \n(28)  Some commenters stated that it is unfair to charge applicants for interim benefits while they are waiting for \nvisas to become available. Another commenter noted that USCIS has recently started requiring refugees and \nasylees to pay the required fee associated with the Application for Employment Authorization when concurrently \nfiled with Form I-485. The commenter stated that USCIS had not previously required payment of a fee for such an \napplication.\n \n\n  USCIS acknowledges that under current regulations and as proposed, employment-based Form I-485 applicants \nwho filed before July 30, 2007, must continue to pay fees associated with interim benefits. Before the USCIS 2007 \nfee rule, DHS did not provide free interim benefits, and the Form I-485 fee was calculated without considering the \npotential costs of providing such benefits. See 75 FR 58968, 58982.  (29)  The 2007 final rule increased the Form I-\n485 fee from $325 to $905, or 178 percent, mostly due to the decision to permit interim benefits without additional \nfees. 72 FR 29861. Because applicants for adjustment of status who filed before July 30, 2007, paid the lesser \namount of $325 when they filed their Form I-485, and because a decision to provide free interim benefits to this \npopulation would shift additional costs to other fee-paying applicants and petitioners, DHS has decided to not \nprovide free interim benefits for those pending applicants.\n \n\n  USCIS has taken other actions to alleviate the filing burden and fees on those individuals whose applications are \nstill pending due to the lack of available visas. For example, DHS now provides Employment Authorization \nDocuments (EADs) with 2-year validity periods, instead of previously issued 1-year periods, which effectively \nreduces the fee per year.  (30)  In addition, USCIS adopted a policy in December 2010 under which an applicant \nwith a pending Form I-485 that was filed before August 18, 2007, may receive a combination advance parole \ndocument and EAD with a 2-year validity period. See Policy Memorandum, Issuance of Advance Parole \nEmployment Authorization Document (Dec. 21, 2010).  (31)  These longer approval periods have alleviated some of \nthe burden described by the commenters.\n \n  With regard to the comment that USCIS is requiring refugees and asylees to pay for Form I-765 when filing it \nconcurrently with Form I-485, current regulations provide that Form I-765 has no fee if filed in conjunction with a \npending or concurrently filed Form I-485 that was filed with a fee on or after July 30, 2007. See 8 CFR \n103.7(b)(1)(i)(M)(4). There is no fee for a refugee who is filing Form I-485. See 8 CFR 103.7(b)(1)(i)(U)(3). \nTherefore, although USCIS has waived the Form I-765 fee for the first such application filed by a refugee, a Form I-\n765 filed by a refugee to renew his or her EAD requires a fee.  (32)  To renew interim benefits, a refugee who is \nfiling a Form I-765 with Form I-485 must pay the Form I-765 fee or submit a Request for Fee Waiver, Form I-912. \nSimilarly, if the refugee's employment authorization document expires before the Form I-485 is approved, he or she \nmust file Form I-765 with a fee or request another fee waiver. Contrary to the commenter's statement, there has \nbeen no change in practice on this point.\n \n\n\n\n  Like almost all other applicants for adjustment of status, asylees are generally required to pay a fee for Form I-\n485; if they pay this fee, they receive free interim benefits as long as their Form I-485 is pending with USCIS. \nAsylees may request that both their Form I-485 and Form I-765 fees be waived. See 8 CFR 103.7(c)(3)(viii) & \n(c)(4)(iii).  (33)  However, if USCIS waives the fee for the initial Form I-485, subsequent Form I-765 filings (for \ninstance, to renew or replace a lost or expired EAD) require a fee or a new fee waiver request.  (34)  Because fee \nwaivers are available, because refugees and asylees are usually not subject to lengthy waiting periods associated \nwith visa availability, and because of the importance of ensuring full-cost recovery, DHS did not find a compelling \nreason to shift fee burdens onto other fee-paying applicants and petitioners. Accordingly, DHS has not revised this \npolicy in this final rule.\n \n\n  Finally, DHS also proposed to increase the separate Form I-485 fee that applies to a child under the age of 14 \nyears who files a Form I-485 concurrently with the application of a parent seeking classification as an immediate \nrelative of a U.S. citizen, a family-sponsored preference immigrant, or a family member accompanying or following \nto join a spouse or parent. DHS proposed a fee increase from $635 to $750, but did not propose any substantive \nchanges to eligibility for the reduced fee. See 81 FR 26919.  (35)  USCIS received at least one comment requesting \nthat the proposed $750 discounted fee apply to all children under the age of 14 at any time, regardless of whether \ntheir Form I-485 was filed concurrently with the application of a parent. The commenter noted that such children, \nlike the children who are currently eligible for the reduced Form I-485 fee, cannot work in the United States.\n \n\n  DHS proposed that the discounted Form I-485 fee would only be available when the Form I-485 is filed \nconcurrently with the application of a parent seeking classification as an immediate relative of a U.S. citizen, a \nfamily-sponsored preference immigrant, or a family member accompanying or following to join a spouse or parent. \nSee proposed 8 CFR 103.7(b)(1)(i)(U)(2); 81 FR 26938. DHS has considered the commenter's suggestion, but is \nunable to adopt it. USCIS does not track the completion rates (i.e., adjudication times) for Form I-485 based on the \nage of the applicant, so the agency does not have data showing a difference in the completion rate correlated to the \ndifference in applicant age. In addition, USCIS does not know the volume of individual Form I-485 filings by children \non which to base a separate fee. To set that fee as suggested by the commenter would require deviation from the \nfee-setting methodology and, as stated previously in this preamble, require the costs for those applications to be \nshifted to other benefit requests. Therefore, DHS is not expanding the child discount to all children in this final rule.\n \n  Nevertheless, while the current and proposed provisions limited the reduced fee only to children who are \nderivative applicants filing the Form I-485 at the same time as their parent, USCIS has in practice extended the \nreduced fee provision to all immigrant relative children under the age of 14 who file the Form I-485 at the same time \nas their parent (i.e., mailed in the same envelope), regardless of whether they are filing as a derivative or a principal \napplicant. Therefore, to make the regulation text consistent with the form instructions and USCIS practice, this final \nrule sets the fee for Form I-485 accordingly. See new 8 CFR 103.7(b)(1)(i)(U)(2).\n <h5>\n  e. Application for Travel Document, Form I-131</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Travel Document, Form I-131, from $360 to \n$575. See proposed 8 CFR 103.7(b)(1)(i)(M); 81 FR 23937. The proposed fee increase was the result of application \nof the standard fee-setting methodology to this benefit request.\n \n  Some commenters objected to the proposed increase. Some commenters noted that the forecasted fee-paying \nvolume for Form I-131 has not changed significantly from the 2010 fee rule.  (36)  Additionally, they pointed out that \nthe Form I-131 has one of the shortest completion rates,  (37)  indicating that it is not a relatively complex \nadjudication.  (38)  Some of these commenters wrote that they have a pending Form I-485 that was filed before July \n30, 2007, and that they are thus ineligible for free interim benefits, including being permitted to file Form I-131 \nwithout a fee while waiting for an immigrant visa to become available. See previous 8 CFR 103.2(b)(1)(i)(M)(4). \nSome commenters stated that they have paid the Form I-131 fee several times while waiting for a visa to become \n\n\n\navailable and that applicants from countries with long visa wait times must renew their travel documents every year, \nsometimes for multiple family members.  (39) \n \n\n  As noted previously, the proposed fee increase for the Form I-131 was the result of application of the standard \nUSCIS fee-setting methodology to this benefit request. When DHS departs from the standard USCIS fee-setting \nmethodology to reduce fees for one group, fees for other groups (including, in this case, the fee for Form I-131) \nmust be increased to recover full cost.\n \n\n  With respect to the Form I-131 in particular, the proposed fee increase was also due in part to USCIS improving its \nability to fully account for the costs of this benefit request. The FY 2016/2017 fee review included more complete \ndata on the Application for Travel Document workload than was included in the 2010 final rule. As noted in the \nsupporting documentation, the latest fee review considered the completion rates for work performed by International \nOperations,  (40)  which adjudicates some Applications for Travel Documents, in the overall completion rates for \nApplications for Travel Documents. This information was not available for the FY 2010/2011 fee review, but it was \nincluded in this review to more accurately represent the cost of adjudicating an Application for Travel Document \noverseas. The proposed fee increase was due in part to USCIS including costs and time from International \nOperations in the model output for the Applications for Travel Documents fee. Ultimately, the proposed fee for Form \nI-131 represents its proportion of USCIS operating costs, as dictated by the standard USCIS fee-setting \nmethodology. If DHS held the fee for Form I-131 below the amount suggested by the FY 2016/2017 fee-setting \nmethodology, then the additional costs would be transferred to other immigration benefit fees.\n \n\n  Because DHS did not find a compelling reason to transfer a portion of the Form I-131 fee increase to other \napplicants, DHS retains the fee proposed in the NPRM. DHS recognizes that this decision will affect different \napplicants differently; some applicants may file this application just once, while others may file it multiple times. But \nin the interest of fairness to all applicants and petitioners, as well as in the interest of sound and efficient \nadjudications, DHS has decided to not create additional levels of fees for the Form I-131. This final rule sets a fee of \n$575 for the Form I-131, with appropriate exceptions for refugee travel documents, as discussed below. \nNevertheless, Form I-131 requests for parole filed on behalf of individuals outside the United States, including \nhumanitarian parole, remain eligible for a fee waiver. 8 CFR 103.7(c)(3)(iv).\n \n\n  Finally, at least one commenter questioned why DHS did not propose a new fee for refugee travel documents. As \nnoted in the NPRM, fees for a refugee travel document are set at a level that is consistent with U.S. obligations \nunder Article 28 of the 1951 Convention relating to the Status of Refugees, as incorporated by reference in the \n1967 Convention relating to the Status of Refugees. See 81 FR 26917. The fee must remain set at an amount that \nis consistent with U.S. obligations under Article 28. Therefore, fees for refugee travel documents will remain the \nsame as DOS passport book fees.  (41) \n <h5>\n  f. Application for Employment Authorization, Form I-765, and Students</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Employment Authorization, Form I-765, \nfrom $380 to $410. See proposed 8 CFR 103.7(b)(1)(i)(II); 81 FR 26938. DHS proposed to limit the increase for \nthese benefit types (among others) to 8 percent for humanitarian and practical reasons. Many individuals seeking \nimmigration benefits face financial obstacles and cannot earn money through lawful employment in the United \nStates until they receive an Employment Authorization Document (EAD). 81 FR 26916.\n \n  At least one commenter objected to the potential effect of the proposed Form I-765 fee increase on foreign \nstudents seeking work authorization under the Optional Practical Training (OPT) program. The OPT program allows \nan F-1 nonimmigrant student to file a Form I-765 to request authorization to work in the United States in a position \n\n\n\nthat is directly related to the F-1 student's major area of study. See 8 CFR 214.2(f)(10)(ii)(C). OPT provides F-1 \nstudents with an opportunity to apply knowledge gained in the classroom to practical work experience off campus.\n \n\n  DHS places a high value on its role in attracting international students and scholars to the United States. Among \nother things, the contributions to U.S. educational institutions provided by a diverse international student body are \ninvaluable. In recognition of these goals, USCIS devotes many resources to delivering immigration benefits to \ndeserving students, including expending substantial resources, which DHS must recover, to adjudicate their \neligibility for EADs. In addition, DHS limited the proposed EAD fee increase in a manner consistent with a number \nof other fees. See 81 FR 26916. Moreover, F-1 students may request fee waivers in cases in which they are unable \nto afford the fee. In other cases, USCIS will continue to charge the full fee based on the effort and resources \nexpended to process this benefit. This final rule therefore sets the fee at $410, as proposed. See new 8 CFR \n103.7(b)(1)(i)(II).\n <h5>\n  g. Application for Replacement Naturalization/Citizenship Certificate, Form N-565</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Replacement Naturalization/Citizenship \nCertificate, Form N-565, from $345 to $555, or 61 percent. The proposed fee increase was the result of application \nof the standard fee-setting methodology to this benefit request.\n \n  Commenters mentioned that some people could lose proof of citizenship or naturalization due to unforeseen \ncircumstances, such as natural disasters or theft, and that a steep increase might make it more difficult for certain \nindividuals to obtain replacement documents. Other commenters noted that citizens may need a certificate of \nnaturalization or citizenship due to a name change. Commenters stated that the more prohibitively expensive it \nbecomes for foreign-born U.S. citizens to replace documentation of their citizenship, the more difficult it will be for \nthem to work, vote, or pursue other opportunities.\n \n  Commenters noted that the completion rate for Form N-565 increased significantly since the 2010 final rule. Some \ncommenters compared the completion rate for Form N-565 to that of the Application to Replace Permanent \nResident Card, Form I-90, and stated that the two adjudications should be similar. Those commenters noted that \nthe completion rate for Form I-90 decreased since the 2010 final rule, while the Form N-565 completion rate \nincreased by 64 percent. Some commenters stated that USCIS should further assess why the completion rate for \nForm N-565 increased to this degree.\n \n\n  DHS acknowledges that the Form N-565 adjudication time has increased over the years, and attributes this \nincrease to the amount of research and review necessary to adjudicate these filings. Form N-565 adjudications \nrequire USCIS to fully review A-Files for security check purposes, including discovering name variations or aliases. \nTo verify the naturalization of an applicant, USCIS officers must research all available systems. Yet many filings \ninvolve individuals who were naturalized decades ago and whose information is not contained in electronic \nsystems, thus requiring extensive paper-based review. USCIS officers may also have to communicate with the \nNational Archives and Records Administration or the Federal courts to obtain evidence supporting naturalization. \nIn some cases, paper files must be transferred to a field office to conduct an interview of the applicant. Changes in \nname, marital status, gender, or other facts require evidentiary review to support requested changes in USCIS \nrecords. No filing fee is required in cases where the Form N-565 is filed to request correction of a certificate that \ncontains an error, but even such filings require that USCIS fully review the relevant A-Files. DHS further notes that \nthe processing of Form N-565 often requires the same use of time and resources by USCIS regardless of the basis \nfor the request.\n \n  Moreover, the fee for Form I-90 differs from the fee for Form N-565 because the adjudication of the two forms \ndiffers. LPRs typically apply for new permanent resident cards every 10 years. Their information is thus generally \nup-to-date and readily available in an electronic system, thus eliminating the need for full A-File reviews when \n\n\n\nadjudicating Forms I-90. In addition, Form I-90 adjudication is streamlined and partially automated because the \napplication exists in an electronic environment. Filings that involve information that is up-to-date and available in an \nelectronic system generally require less processing time than filings that require review of physical records or \nmultiple systems, or that require the entry of new data.\n \n\n  As noted, the proposed fee for Form N-565 resulted from application of the standard USCIS fee-setting \nmethodology. Because DHS did not find a compelling reason to shift the burden of the Form N-565 fee increase \nonto other applicants, DHS retains the position expressed in the proposed rule. This final rule sets the fee for Form \nN-565 at $555, as proposed. Applicants who cannot pay the fee may request a fee waiver. 8 CFR 103.7(c)(3)(xv).\n <h5>\n  h. Petition for Alien Relative, Form I-130</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Petition for Alien Relative, Form I-130, from $420 to $535. \nSee proposed 8 CFR 103.7(b)(1)(i)(L); 81 FR 26937. The proposed fee increase was the result of application of the \nstandard USCIS fee-setting methodology to this benefit request.\n \n\n  Several commenters stated that they generally opposed the proposed increase in the Form I-130 fee because the \nincrease, along with other proposed increases, would result in a significant financial burden for certain individuals, \nespecially for low-income immigrants and their families. Some commenters asserted that the proposed increase of \n$115 would be disproportionate to the current adjudication time of 45 minutes. Another commenter suggested that \nfees be higher for businesses in order to offset the cost for family-based applicants. The same commenter \nreferenced existing additional fees for H-1B visas and asserted that DHS should increase fees for O and P visas to \noffset the cost of, and reduce the fees for, family-based immigration benefit requests. One commenter noted that \nForm I-130 filings are not eligible for fee waivers.\n \n\n  DHS appreciates the concerns of commenters, but reiterates that because USCIS is funded almost exclusively by \nfees, it sets the USCIS fee schedule based on a full cost recovery model. This means that although there is a \nrelationship between the proposed fee and the projected adjudication time of 45 minutes, DHS cannot set fees at a \nlevel that would only recover costs for an individual adjudicator's time. In order for USCIS to continue to fulfill its \nmission, DHS must set fees at a level that accounts for the total resources required for intake of immigration benefit \nrequests, customer support, fraud detection, background checks, and administration. Moreover, because DHS \nprovides some immigration adjudication and naturalization services (including for families) on a fee-exempt, fee-\nreduced, or fee-waived basis, fee-paying applicants and petitioners must at times pay more than their directly \nattributable share of costs.\n \n  In the case of the Form I-130, the primary reason for the proposed fee increase was the increase in USCIS' cost \nbaseline for FY 2016/2017, and specifically the need to cover the costs of certain fee-exempt services. As noted in \nthe NPRM and in this final rule, the FY 2016/2017 fee schedule adjusts fees to recover the costs related to RAIO, \nthe SAVE program, and the Office of Citizenship. See 81 FR 26910. In the FY 2010/2011 fee review, the model \noutput for Form I-130 was approximately $368 before cost reallocation. Cost reallocation was smaller in the FY \n2010/2011 fee review because USCIS assumed that appropriations would recover surcharges related to RAIO, the \nSAVE program, and the Office of Citizenship. In the FY 2016/2017 fee review, the model output for Form I-130, \nbefore cost reallocation, was approximately $383.  (42)  As mentioned in the NPRM, in the FY 2016/2017 fee \nreview, USCIS included RAIO, the SAVE program, and the Office of Citizenship in the cost baseline. As shown in \nthe supporting documentation, the fee includes $152 above the model output to ensure that IEFA fees recover full \ncost.  (43)  The $152 provides revenue for services that do not otherwise generate revenue (e.g., refugee, asylum, \nand fee-waived workloads) and for forms that are held to the 8 percent weighted average increase based on policy \ndecisions (e.g., forms N-400 and I-600/600A/800/800A).\n \n\n\n\n  DHS recognizes the burden that proposed fee increases impose on families and low-income individuals, and takes \nsteps to mitigate that burden as appropriate. Specifically, after USCIS applies its standard fee-setting methodology \nto identify the model output for each benefit request, USCIS evaluates the model output and determines whether it \nshould be adjusted. However, downward adjustments for some groups result in upward adjustments for other \ngroups. There are many benefit requests that are used by families and low-income individuals, and it would be \nunsustainable and arguably unfair for USCIS to consistently shift the costs of all such requests to a completely \nunrelated subgroup of business immigration applicants and petitioners. With that context in mind, and following \nreview of the public comments received, DHS has determined that the amount recommended under the fee-setting \nmethodology was not inordinately high. Thus, DHS is adjusting the fee for Form I-130 in this final rule, as proposed. \nMoreover, as stated in the “Fee Waivers and Exemptions” section of this preamble, fee waivers are not provided for \nforms, such as Form I-130, that require petitioners to have the ability to support their intended beneficiary. DHS \nbelieves that this is sound overall policy, especially in light of the effects of fee waivers on the fees paid by other \napplicants and petitioners.\n <h5>\n  i. Application To Replace Permanent Resident Card, Form I-90</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application to Replace Permanent Resident Card, Form I-\n90, from $365 to $455. See proposed 8 CFR 103.7(b)(1)(i)(G); 81 FR 26937. The proposed fee increase was the \nresult of application of the standard USCIS fee-setting methodology to this benefit request.\n \n\n  A number of commenters objected to the proposed fee increase. Some commenters stated that the proposed fee \nwas unjustified by the projected completion rate of 13 minutes. The commenters noted that although the proposed \nfee represents a significant increase, the projected completion rate had decreased slightly since the 2010 final rule. \nA commenter stated that the proposed increase would impose an unreasonable burden on many low-income \napplicants, especially when the reason for application may be out of their control, such as owning a prior edition of \nthe card, expiration of the card between the individual's 14th and 16th birthday, a name change, or a change in \ncommuter status.\n \n\n  Some commenters stated that USCIS guidance advises naturalization applicants to file Form I-90 if their \npermanent resident cards will expire within six months of the filing of their naturalization applications, and that \nUSCIS sometimes requires naturalization applicants to file Form I-90 before completion of the Form N-400 \nadjudication. These commenters suggested that as a result, some applicants may file a Form I-90 and a Form N-\n400 in quick succession, and that DHS should reduce the combined fee burden for these two forms. The \ncommenters suggested that DHS provide a discounted or partial fee for naturalization applicants who are required \nto file Form I-90.\n \n\n  As noted elsewhere in this preamble, because USCIS is funded almost exclusively by fees, DHS sets the USCIS \nfee schedule based on a full cost recovery model. This means that although there is a relationship between the \nproposed fee and the projected adjudication time of 13 minutes, DHS cannot set fees at a level that would only \nrecover costs for an individual adjudicator's time. In order for USCIS to continue to fulfill its mission, DHS must set \nfees at a level that accounts for the total resources required for intake of immigration benefit requests, customer \nsupport, fraud detection, background checks, and administration. Moreover, because DHS provides some \nimmigration adjudication and naturalization services on a fee-exempt, fee-reduced, or fee-waived basis, fee-paying \napplicants and petitioners must pay more than their directly attributable share of costs.\n \n  In the case of the Form I-90, the primary reason for the proposed fee increase is the increase in the USCIS cost \nbaseline for FY 2016/2017, and specifically the need to cover the costs of certain fee-exempt services. As noted in \nthe NPRM and this final rule, the FY 2016/2017 fee schedule recovers costs related to RAIO, the SAVE program, \nand the Office of Citizenship. See 81 FR 26910. In the FY 2010/2011 fee review, the model output fee for Form I-90 \n\n\n\nwas approximately $321 before cost reallocation. Cost reallocation was smaller in the FY 2010/2011 fee review, \nbecause USCIS assumed appropriations that would recover the costs for RAIO, the SAVE program, and the Office \nof Citizenship. In the FY 2016/2017 fee review, the model output fee for Form I-90 was approximately $326, also \nbefore cost reallocation.  (44)  But, as mentioned in the NPRM, USCIS included the above mentioned programs in \ncost reallocation to recover the full cost of those programs. As shown in the supporting documentation, the fee is \n$129 above the model output fee to ensure that IEFA fees recover full cost.  (45)  The $129 provides revenue for \nservices that do not otherwise generate revenue (e.g., refugee, asylum, and fee-waived workloads) and for request \ntypes that are held to the 8 percent weighted average increase based on policy decisions (e.g., Forms N-400 and I-\n600/600A/800/800A).\n \n\n  DHS recognizes that the proposed Form I-90 fee increase would impose an additional cost burden on filers. But \nthe proposed fee increase results from application of the standard USCIS fee-setting methodology, and a \ndownward adjustment favoring all Form I-90 filers, or a subgroup thereof, would result in upward adjustment of \nother fees. DHS has decided to impose this fee at the level dictated by the standard USCIS fee-setting \nmethodology, as proposed. If applicants cannot afford to pay the increased Form I-90 fee, they may request a fee \nwaiver. 8 CFR 103.7(c)(3)(ii).\n \n\n  With respect to the comments concerning naturalization applicants who are required to file a Form I-90 if their \npermanent resident card will expire within six months of filing the naturalization application, DHS notes that this is \nnot a change in practice. LPRs are required to have valid, unexpired Permanent Resident Cards, Forms I-551, in \ntheir possession at all times, see INA sec. 264(e), 8 U.S.C. 1304(e), and DHS regulations require LPRs to file Form \nI-90 when those cards are set to expire in six months, see 8 CFR 264.5(b)(2). For this reason, an LPR with fewer \nthan six months remaining on his or her permanent resident card must generally file Form I-90, with fee, even if the \nLPR has applied for naturalization.  (46)  In other words, applying for naturalization does not eliminate the need to \nfile Form I-90 when a permanent resident card is about to expire. If Form I-90 is properly filed, or if Form N-400 is \nfiled at least six months before the expiration of the applicant's permanent resident card, the applicant can request \nan Alien Documentation Identification and Telecommunication (ADIT) stamp in lieu of filing for a new card.\n \n\n  DHS observes that a permanent resident card generally does not expire until 10 years after it is received by the \nLPR. For individuals who are familiar with the regulatory requirements,  (47)  this should be sufficient time for the \napplicant to take appropriate action, including renewing the card or naturalizing before the card expires.  (48)  \nGenerally, LPRs become eligible to naturalize after 5 years of obtaining LPR status, see, e.g., 8 CFR 316.2(a)(3), \nand the average processing time for an application for naturalization is approximately 6 months. Therefore, \nindividuals who receive LPR status have ample time during which they may save for fees, gather documents, and \napply for naturalization before their permanent resident card expires. Moreover, creating a new process and \ndiscounted fee for those Form I-90 applicants who wish to naturalize would increase the administrative burden of \nadministering both Form I-90 and Form N-400. For the reasons stated above, this final rule sets the Form I-90 fee \nat $455, as proposed, regardless of whether the applicant will also file Form N-400 in the near term.\n <h5>\n  j. Genealogy, Forms G-1041/1041A</h5>\n \n\n  In the NPRM, DHS proposed to increase fees for the Genealogy Index Search Request, Form G-1041, and \nGenealogy Records Request, Form G-1041A, from $20 or $35, depending on the format requested, to a single fee \nof $65. See proposed 8 CFR 103.7(b)(1)(i)(E)-(F); 81 FR 23967. As noted in the NPRM, DHS based the proposed \nfee increase on the ABC model output fee of $46 for genealogy services, as well as an additional $19 to recover the \napplicable administrative costs associated with funding these services, such as the USCIS Librarian and other \ngenealogy research and information services. 81 FR 26919 (citing INA sec. 286(t)(1), 8 U.S.C. 1356(t)(1)).\n \n\n\n\n  Some commenters objected to the proposed fee increase. Some of these commenters compared the genealogy \nfees to state and local government fees for copies of vital records. Some commenters stated that the quality and \nefficiency of genealogy services were insufficient to justify the proposed fee increase.  (49) \n \n\n  USCIS does not receive any appropriations for its genealogy program and thus depends on genealogy fees to \ncover costs, without increasing other immigration and naturalization fees to support this work. Genealogy fees have \nnot been adjusted since USCIS created the program in 2008,  (50)  and such fees are currently insufficient to cover \nthe full costs of the genealogy program. USCIS created the Genealogy Program to serve people performing \ngenealogy research, including historical researchers, genealogists, and other members of the public, without \ndiverting resources from the significant number of Freedom of Information Act requests to which USCIS must \nrespond.  (51)  USCIS thus proposed to increase the fee to meet the full costs of the program and permit USCIS to \nrespond to requests for such historical records and materials. Notwithstanding the fees charged by other \ngovernment agencies, which likely face different operational and funding challenges, USCIS must ensure that it has \nsufficient funding to fulfill its mission. Following consideration of the comments on this subject, DHS has decided to \nset the final fee at $65, as proposed.\n <h5>\n  k. Petition To Remove Conditions on Residence, Form I-751</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Petition to Remove Conditions on Residence, Form I-751, \nfrom $505 to $595. Proposed 8 CFR 103.7(b)(1)(i)(HH); 81 FR 23968. The proposed fee increase was the result of \napplication of the standard USCIS fee methodology to this benefit request.\n \n\n  Some commenters objected to the proposed fee increase. These commenters stated that Form I-751 is required \nfor people who were granted conditional permanent residence through marriage, including spouses of U.S. citizens \nand their children, to remove the conditions on their status. The commenters asserted that the new fee is so \nburdensome that some applicants may miss their deadline to apply, putting those applicants at risk of losing their \nresidency and becoming subject to removal from the United States. A commenter stated that in 2010, DHS \nincreased the I-751 filing fee by $40. The commenter stated that to now increase it again by another $90 is \nunjustified, particularly when USCIS estimates that its projected workload volume for Form I-751 will decrease by \n10,000 receipts from 2010/2011 levels. The commenter stated that if I-751 workloads will decrease, there is no \njustification for an 18 percent fee increase.\n \n\n  As noted previously in this preamble, because USCIS operates almost exclusively on fees, DHS sets the USCIS \nfee schedule based on a standard full cost recovery model. This means that DHS must account for more than just \nprojected total receipts when setting the fee for a given benefit. For instance, DHS must account for the likelihood of \nfee waivers by setting fees based on projected total fee-paying receipts, not just projected total receipts. And DHS \nmust also account for the costs associated with adjudicating each benefit request. If DHS did not account for fee \nwaivers when setting fees, or for the cost of adjudicating benefit requests, DHS would not recover sufficient revenue \nto cover the cost of the services that DHS provides. Moreover, because DHS provides some immigration \nadjudication and naturalization services on a fee-exempt, fee-reduced, or fee-waived basis, fee-paying applicants \nand petitioners must pay more than their directly attributable share of costs.\n \n\n  In addition, in the case of the Form I-751 specifically, although workload volume decreased 5.5 percent since the \n2010 final rule, fee-paying volume decreased at a greater rate of 8.4 percent. Moreover, the completion rate, or the \naverage hours per adjudication, increased 39 percent since the 2010 final rule. Given that fewer fee-paying \napplicants are now absorbing the increased costs associated with longer adjudications, DHS believes the proposed \n$90 increase since the fee was last set six years ago is reasonable. Although the proposed increase would impose \nan additional cost burden on filers, it results from application of the standard USCIS fee methodology. A downward \nadjustment in favor of Form I-751 petitioners would result in upward adjustment of other fees. Furthermore, if the \n\n\n\npetitioner cannot pay the fee, they may request that the fee be waived. See 8 CFR 103.7(c)(3)(vii). Therefore, this \nfinal rule sets the Form I-751 fee at $595, as proposed.\n <h5>\n  l. Petition for Alien Fiancé(e), Form I-129F</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Petition for Alien Fiancé(e), Form I-129F, from to $340 to \n$535. See proposed 8 CFR 103.7(b)(1)(i)(K); 81 FR 23967. The proposed fee increase was the result of application \nof the standard USCIS fee methodology to this benefit request.\n \n  Some commenters objected to the proposed fee increase, stating that it could discourage family reunification. The \ncommenters stated that the increase would be particularly burdensome because there is no fee waiver option when \nfiling this form.\n \n\n  As noted previously, DHS is authorized to set fees at a level that ensures recovery of the full costs of providing \nimmigration adjudication and naturalization services. Because USCIS relies almost entirely on fee revenue, in the \nabsence of a fee schedule that ensures full cost recovery, USCIS would be unable to sustain an adequate level of \nservice, let alone invest in program improvements. Full cost recovery means not only that fee-paying applicants and \npetitioners must pay their proportionate share of costs, but also that at least some fee-paying applicants and \npetitioners must pay a share of the immigration adjudication and naturalization services that DHS provides on a fee-\nexempt, fee-reduced, or fee-waived basis. DHS is therefore mindful to adhere to the standard USCIS fee \nmethodology as often as possible, and to avoid overuse of DHS's discretion to eliminate or reduce fees for special \ngroups of beneficiaries.\n \n\n  The proposed fee for the Form I-129F resulted from application of the standard USCIS fee methodology. DHS \nvalues its role in assisting U.S. citizens who wish to bring a foreign national fiancé(e) to the United States to marry, \nand is sensitive to the extra burden that the increased filing fee may impose. But if USCIS were to waive or exempt \nForm I-129F fees, then other applicants, petitioners, and requestors would pay higher fees to cover the cost. \nBecause DHS did not find a compelling reason to shift the burden of the Form I-129F fee increase onto other \napplicants, this final rule sets the Form I-129F fee at $535, as proposed.\n \n\n  Moreover, as a general matter, DHS does not waive fees for petitions that require the beneficiaries to demonstrate \nthat they will be able to support themselves financially, or that require the filing of an affidavit of support. A citizen \nwho files Form I-129F must document his or her ability to financially support his or her foreign national fiancé(e). \nBecause a few waiver options would be inconsistent with this financial support requirement, DHS declines to allow \nfee waivers for this form.\n <h5>\n  m. Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Petition for Amerasian, Widow(er), or Special Immigrant, \nForm I-360, from $405 to $435. Proposed 8 CFR 103.7(b)(1)(i)(T); 81 FR 23968. DHS proposed to hold the \nincrease for these benefit types to an 8 percent increase&thinsp; (52)  because the combined effect of cost, fee-\npaying volume, and methodology changes since the last fee rule would otherwise place an inordinate fee burden on \nindividuals requesting these types of benefits. See 81 FR 26915.\n \n  Some commenters objected to the proposed fee increase because of its potential effect on religious workers. The \ncommenters stated that religious workers must file additional forms and pay the required fees to obtain LPR status. \nThe commenters noted that these workers benefit the United States by becoming integral parts of their religious \nministries, participating in community outreach, and making specific connections with immigrants who speak the \n\n\n\nsame language. For these reasons, the commenters requested that the agency not finalize the proposed fee \nincrease.\n \n  Form I-360 may be used to obtain any of a large number of immigration benefits, some of which allow petitioners \nto file the form on a fee-exempt basis.  (53)  Many petitioners may use the Form I-360 on a fee-exempt basis. For \nexample, there is no fee for a petitioner seeking classification as an Amerasian; an individual self-petitioning as a \nbattered or abused spouse, parent, or child of a United States citizen or LPR; a petitioner seeking Special \nImmigrant Juvenile status; or an Iraqi or Afghan national who worked for, or on behalf of, the U.S. Government in \nIraq or Afghanistan. Previous 8 CFR 103.7(b)(1)(i)(T)(1)-(4).\n \n\n  For those petitioners who are not fee-exempt, DHS recognizes that fee increases impose a burden, and DHS \ntakes steps to mitigate such burdens as appropriate. At the same time, DHS must recover the full costs of the \nservices that USCIS provides, or else risk reductions in service quality. In this case, DHS proposed to apply the \nreduced fee increase (8 percent) to the Form I-360, for the reasons stated previously and consistent with DHS's \npractice of holding a number of benefit requests to this reduced fee increase. DHS was mindful that this departure \nfrom the standard fee methodology would also result in higher fees for others. See 81 FR 26915. Although DHS \nacknowledges the importance of the religious worker program to many communities, any further departure would \nonly heighten the effect on the rest of the fee schedule, and would not be consistent with DHS's overall fee \nmethodology. In addition, unlike many of the fee-exempt Form I-360 petitioners, religious workers fall into the \ncategory of employment-based immigrants for whom petitioners must demonstrate the ability to pay a salary. See, \ne.g., 8 CFR 204.5(g)(2) (requiring a petition which requires an offer of employment to be accompanied by evidence \nthat the prospective United States employer has the ability to pay the proffered wage). This final rule therefore sets \nthe fee for Form I-360 at $435, as proposed.\n <h5>\n  n. Notice of Appeal or Motion, Form I-290B</h5>\n \n\n  DHS proposed to increase the fee for the Notice of Appeal or Motion, Form I-290B, from to $630 to $675. \nProposed 8 CFR 103.7(b)(1)(i)(S); 81 FR 26938. DHS proposed to hold the increase for these benefit types to 8 \npercent&thinsp; (54)  because the combined effect of cost, fee-paying volume, and methodology changes since the \nlast fee rule would otherwise place an inordinate fee burden on the particular individuals requesting these types of \nbenefits. See 81 FR 26915.\n \n  Some commenters objected to the proposed fee increase. Commenters stated that the resulting fee, though \nwaivable,  (55)  could hinder individuals from receiving benefits for which they are eligible. The commenters noted \nthat the time involved in submitting fee waiver requests jeopardized the chance of meeting the 30-day filing \ndeadline for appeals. Commenters also expressed disappointment in the appeals process in general, opining that it \nwas particularly burdensome for those attempting to rectify USCIS errors. Commenters also stated that USCIS \nshould allow credit card payments for filing Form I-290B.\n \n\n  DHS appreciates the concerns of the commenters and does not intend to hinder individuals from receiving benefits \nfor which they are eligible. At the same time, DHS must recover the full costs of the services that USCIS provides, \nor else risk reductions in service quality. In this case, DHS proposed to apply the reduced fee increase (8 percent) \nto these benefit requests, for the reasons stated previously and consistent with DHS's practice of holding a number \nof benefit requests to this reduced fee increase. DHS was mindful that although this departure from the standard \nfee methodology would result in lower fees for Form I-290B filers, it would also results in higher fees for others. 81 \nFR 26915. Any further departure would only increase the effect on the rest of the fee schedule, and would not be \nconsistent with DHS's overall fee methodology. DHS addresses requests for service quality improvements and \ncredit card payments later in this preamble. DHS has made no changes to the fee in this final rule as a result of \nthese comments, and is finalizing the Form I-290B fee at $675, as proposed.\n <h5>\n\n\n\n  o. Application for Civil Surgeon Designation, Form I-910</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Civil Surgeon Designation, Form I-910, \nfrom $615 to $785. See proposed 8 CFR 103.7(b)(1)(i)(TT); 81 FR 26939. Form I-910 is used to request recognition \nof a physician as a civil surgeon for purposes of performing mandatory medical examinations on intending \nimmigrants to determine whether they are inadmissible based on health-related grounds. See 8 CFR 232.2(b). The \nproposed fee increase was the result of application of the standard USCIS fee methodology to this benefit request.\n \n  At least one commenter stated that the proposed increase may have a chilling effect on requests from physicians \nto become approved civil surgeons. The commenter suggested the possibility of employing a tiered-fee structure, in \nwhich USCIS would offer a lower application fee in exchange for a physician's commitment to discount fees for \nvulnerable children and youth and other indigent applicants.\n \n\n  As noted, the proposed fee increase for the Form I-910 was the result of application of the standard USCIS fee \nmethodology to this benefit request. When DHS departs from the standard USCIS fee methodology to reduce fees \nfor one group, fees for other groups increase to recover full cost. With respect to the proposal to establish a tiered \nfee structure for the application, implementing such fees would require eligibility and evidentiary requirements for \neach fee and income level established. This would add administrative complexity, and further increase costs. \nAdditionally, USCIS would not know whether such civil surgeons complied with their commitments to charge lower \nfees without regulating and monitoring those civil surgeons, and incurring the time and costs to do so. Accordingly, \nno changes were made in this final rule, which sets the Form I-910 fee at $785, as proposed.\n <h5>\n  p. Application for Advance Permission To Enter as a Nonimmigrant, Form I-192, and Application for Waiver of \nPassport and/or Visa, Form I-193</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Advance Permission to Enter as a \nNonimmigrant, Form I-192, and Application for Waiver of Passport and/or Visa, Form I-193, from $585 to $930. See \nproposed 8 CFR 103.7(b)(1)(i)(P); 81 FR 26938. The proposed fee increase was the result of application of the \nstandard USCIS fee methodology to this benefit request. In the FY 2016/2017 fee review, USCIS grouped these \nbenefit requests with other similar benefit requests, specifically, Forms I-191, I-212, I-601, and I-612.\n \n  One commenter stated that for certain filers, CBP, and not USCIS, adjudicates the benefit request.  (56)  The \ncommenter stated that it would be unfair to increase the fee for Form I-192 applications adjudicated by CBP, \nbecause those adjudications do not increase USCIS costs.  (57)  The commenter stated that the proposed increase \nin the fee for Form I-192 would burden Canadian and Bermudan nonimmigrant waiver applicants in particular, \nbecause unlike other nonimmigrant waiver applicants who submit their applications at the same time as visa \napplications at no additional charge, Canadians and Bermudans do not require a visa to enter the United States, \nand thus pay the full filing fee to submit the waiver application. The commenter stated that an increase in the filing \nfee will hurt local economies in border towns because “every dollar spent on a waiver application is a dollar not \nspent on tourism or retail.” The commenter did not provide further data or analysis on the potential impact of the \nproposed fee increase on such economies.\n \n\n  In response to this comment, DHS is not implementing the fee increase proposed in the NPRM with respect to \nthose Forms I-192 filed with and processed by CBP, and all Forms I-193. CBP uses the fee revenue from these \nforms to defray its own costs related to such processing. The FY 2016/2017 fee review and resulting proposed fee \nchange was based on USCIS's costs for processing inadmissibility waivers. Therefore, under this final rule, DHS \nadjusts only the fee for those Forms I-192 filed with and processed by USCIS. Consequently, Form I-192 will have \ntwo fees—$585 for those filed with CBP and $930 for those filed with USCIS. New 8 CFR 103.7(b)(1)(i)(P). All \n\n\n\nfilings of Form I-193 are processed by CBP and thus DHS will also not adjust the current $585 fee. New 8 CFR \n103.7(b)(1)(i)(Q).\n <h4>\n  C. Fee Waivers and Exemptions</h4>\n \n\n  DHS proposed no changes to the USCIS fee waiver policies in the NPRM. DHS noted, however, that the lost \nrevenue from fee waivers and exemptions has increased markedly, from $191 million in the FY 2010/2011 fee \nreview to $613 million in the FY 2016/2017 Fee Review. DHS also explained the fee waiver process. See 81 FR \n26922. DHS received a number of comments on its fee waiver and exemption policies. Some commenters on this \nsubject requested that DHS permit fee waivers for additional immigration benefit requests. Others asked that DHS \nmake more requests exempt from fee requirements.\n \n  Applicants, petitioners, and requestors who pay a fee cover the cost of processing requests that are fee-waived or \nfee-exempt. Id.  (58)  While a number of commenters suggested that USCIS expand the range of applications and \npetitions for which USCIS would consider a fee waiver, none provided a compelling argument for why a particular \nform that is not eligible for fee waivers should be made eligible in this final rule.\n \n\n  For example, one commenter recommended that USCIS make fee waivers available for all applications. DHS \nrecognizes that some applicants cannot pay filing fees, and has established a fee waiver process for certain forms \nand benefit types. USCIS carefully considers the merits of each fee waiver request before making a decision. \nExpansion of fee waiver policy to include all immigration benefit request fees would significantly increase \nadministrative and adjudicative costs. Although DHS recognizes that filing fees impose a heavy burden on people \nof limited financial means, the costs of allowing fee waivers across the board would be borne by all other fee \npayers, because the cost of providing services with a discount or without a fee must be transferred to those who \npay a full fee. Thus, USCIS takes a relatively careful position with respect to transferring costs from one applicant to \nanother through the expansion of fee waiver eligibility.\n \n\n  DHS notes that, in response to stakeholder concerns about the fee waiver process and rejections of fee waiver \nrequests, USCIS recently published a new Request for Fee Waiver, Form I-912. It revised the form to clarify the \ninstructions, make the form less complex, and reduce the number of incomplete fee waiver requests that are \nultimately rejected. In addition, because many applicants have had difficulty providing all the requested information \nin the spaces provided on the previous form, USCIS also included text boxes that provide space for explanations. \nThose boxes reduce the need for attachments, and make the form more user-friendly.\n \n\n  As for fee exemptions, DHS already exempts from fees those requests with compelling circumstances. These \nexemptions include benefit requests for a range of humanitarian and protective services, such as refugee and \nasylum processing, assisting victims of crime and human trafficking, and other related services. USCIS also may \nallow fee exemptions based on economic necessity in the event of incidents such as an earthquake, hurricane, or \nother natural disasters affecting localized populations by using the authority of the Director of USCIS at 8 CFR \n103.7(d). DHS proposed no new exemptions in the NPRM, and knows of no compelling reason for exempting a new \ngroup of applicants, petitioners, or requestors from a fee. Therefore, DHS has added no new exemptions in this \nfinal rule.\n <h4>\n  D. Naturalization</h4>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Naturalization, Form N-400, from $595 to \n$640. Proposed 8 CFR 103.7(b)(1)(i)(BBB); 81 FR 26939. DHS proposed to hold the increase for the Form N-400 \nto the reduced fee increase (8 percent)&thinsp; (59)  to support naturalization. DHS also proposed an additional fee \noption for those non-military naturalization applicants with family incomes greater than 150 percent and not more \n\n\n\nthan 200 percent of the Federal Poverty Guidelines. Proposed 8 CFR 103.7(b)(1)(i)(BBB)(1); 81 FR 26939. \nSpecifically, DHS proposed that such applicants would receive a 50 percent discount, resulting in a fee of $320 for \nForm N-400. DHS proposed this reduced fee option to limit any potential economic disincentives that some eligible \nnaturalization applicants may face when deciding whether or not to seek U.S. citizenship. The lower fee is intended \nto help ensure that those who have become eligible for naturalization are not prohibited from naturalizing due to \ntheir economic means.\n \n  Several commenters stated that the price of this benefit is already too high. Another commenter stated that the fee \nfor Form N-400 should be increased based on the value of U.S. citizenship, not just the costs associated with \nadjudicating the form. And, while generally opposed to the fee increase, several commenters wrote in support of \nUSCIS' efforts to alleviate some of the associated burdens by establishing a three-level fee for Form N-400, \nincluding a fee of $320 for certain low-income applicants who do not qualify for the existing fee waiver. The \ncommenters stated that by doing so, USCIS will expand the pool of potential applicants.\n \n\n  DHS agrees with commenters that citizenship is a benefit that deserves special consideration and promotion. \nTherefore, DHS did not propose a fee that reflected all of the costs associated with the relative complexity of the \nadjudication. The Application for Naturalization fee has not changed in nearly a decade. Additionally, the fee \nestablished in this rule for Form N-400 is less than it would be if the 2007 fee were simply adjusted for inflation. \nAccording to the Bureau of Labor Statistics, the semiannual average inflation from July 2007 to July 2016 was 16.1 \npercent.  (60)  If adjusted only for inflation, the current $595 fee would be $690, which is $50 more than the $640 \nfee set by this rule. DHS has not previously adjusted Form N-400 by CPI-U inflation, but provides this as a point of \ncomparison.\n \n\n  As for the comment requesting that the Form N-400 fee be based on the value of U.S. citizenship, doing so would \nrequire quantifying that value, which assuming it is appropriate or even possible to do precisely, would be beyond \nthe scope established by the proposed rule. The USCIS ABC model is based on estimated operational costs, and \nDHS has set the fee at a level that adheres to the fee review methodology, which includes full cost recovery. See \nnew 8 CFR 103.7(b)(1)(i)(BBB). DHS therefore sets the fee for Form N-400 at $640, as proposed.\n <h5>\n  E. Improve Service and Reduce Inefficiencies</h5>\n \n\n  Many of the comments received that opposed fee increases cited delays in processing times and dissatisfaction \nwith customer service. Some of these commenters stated that they would embrace the fee increases if they \nresulted in faster processing and improved customer service. A few commenters asserted that if DHS implements \nany type of USCIS fee increase, then USCIS should guarantee that it will reduce benefit request processing times. \nAt least one commenter recommended increasing the fees further so there would be no excuse for delays in \nprocessing. Other commenters wrote about expanding electronic filing and receipting to reduce mail handling and \nshipping of paper. USCIS acknowledges that since it last adjusted fees in FY 2010, the agency has experienced \nelevated processing times compared to the goals established in the 2007 fee rule. See 72 FR 29858-29859. These \nprocessing delays have contributed to case processing backlogs. This can partially be attributed to having removed \nthe surcharge previously applied to the IEFA fee schedule to recover costs related to RAIO, the SAVE program, \nand the Office of Citizenship. This was done in anticipation of congressional appropriations for these programs, \nconsistent with the President's budget requests. As the anticipated budget request was not granted, since FY 2012 \nUSCIS has used other fee revenue to support these programs. Under this final rule, DHS will adjust USCIS fees by \na total weighted average increase of 21 percent; the total 21 percent weighted average increase will be allocated as \nfollows:\n \n  \n   To reinstate a surcharge in the fee schedule to sustain the current operating levels of RAIO, the SAVE program, \nand the Office of Citizenship (approximately 8 percent);\n\n\n\n  \n   To account for reduced revenue stemming from an increase in fee waivers granted since FY 2010 (approximately \n9 percent); and\n  \n   To recover the costs needed to sustain current operating levels while allowing for limited, strategic investments \nnecessary to ensure the agency's information technology infrastructure is strengthened to protect against potential \ncyber intrusions, and to build the necessary disaster recovery and back-up capabilities required to effectively deliver \nthe USCIS mission (approximately 4 percent).\n \n \n  Through this final rule, USCIS expects to collect sufficient fee revenue to sustain current operating levels of RAIO, \nthe SAVE program, and the Office of Citizenship. This change will allow USCIS to discontinue diverting other fee \nrevenue to fund these programs, thereby increasing the resources available to fund additional personnel&thinsp; \n(61)  needed to improve case processing, reduce backlogs, and move toward processing times that are in line with \nthe commitments in the FY 2007 fee rule.\n \n  While the agency remains committed to achieving the processing goal commitments in the 2007 fee rule, it \nacknowledges that these goals remain ambitious. By its very nature, the fee review cycle uses historical staffing \nand workload information to establish future needs, and as a result, cannot identify the exact resources necessary \nto guarantee future processing goals. In addition, superseding priorities may arise, which could not have been \nknown at the time fee cycle calculations were made, that may impact USCIS' ability to meet customer expectations. \nUSCIS will need to continue addressing emergent issues and their associated costs, which may impact case \nprocessing efficiency and backlogs. Nevertheless, the agency holds the 2007 processing goals to be among its \nhighest priorities and recommits to achieving them as quickly as possible.\n \n\n  In addition, USCIS is committed to providing stakeholders and customers with the information they need, when \nthey need it. To that end, USCIS is transforming how it calculates and posts processing time information to improve \nthe timeliness of such postings, but more importantly, to achieve greater transparency of USCIS case processing. \nFor instance, to make current published processing time information more transparent and less complex for \ncustomers to interpret, USCIS is evaluating the feasibility of calculating processing times using data generated \ndirectly from case management systems, rather than with self-reported performance data provided by Service \nCenters and Field Offices. Preliminary findings suggest that USCIS will be able to publish processing times sooner \nand with greater transparency by showing different processing times for each office and form type. USCIS is also \nconsidering publishing processing times using a range rather than using one number or date. This approach would \nshow that, for example, half of cases are decided in between X and Y number of months.\n \n\n  USCIS also expects to improve the customer experience as it continues to transition to online filing and electronic \nprocessing of immigration applications and petitions. With the new person-centric electronic case processing \nenvironment, USCIS will possess the data needed to provide near-real-time processing updates to the customer \nthat will identify the case status and time period that has elapsed between actions for each individual case. This will \nallow greater transparency to the public on how long it will take to process each case as it moves from stage to \nstage (e.g., from biometrics collection, to interview, to decision).\n \n\n  DHS appreciates the comments requesting expansions of electronic filing, and USCIS is actively planning the \nexpansion of its online case management system for the submission and adjudication of immigration benefits. As of \nthe end of FY 2016, approximately 17 percent of the agency's intake was processed through online filing and we \nare striving to increase that level.\n \n\n\n\n  In sum, DHS appreciates the commenters' concerns for timely service. USCIS continually strives to meet timely \nadjudication goals while balancing security, eligibility analysis, and integrity in the immigration system. Fees have \nnot been adjusted since 2010 and that fee rule did not include the surcharge for RAIO, the SAVE program, and the \nOffice of Citizenship, which has resulted in the reprioritization of resources to cover those program costs. This fee \nrule is intended to address such shortfalls and provide resources necessary to ensure adequate service. USCIS \nwould be unable to adequately perform its mission if DHS allowed fee levels to remain insufficient while USCIS \ncontinued to develop its search for additional efficiencies.\n <h4>\n  F. Premium Processing</h4>\n \n\n  Premium processing is a program by which filers may request 15-calendar-day processing of certain employment-\nbased immigration benefit requests if they pay an extra amount. 8 CFR 103.7(b)(1)(i)(RR) and (e); proposed 8 CFR \n103.7(b)(1)(i)(SS); 81 FR 26939. In 2000, Congress set the premium processing fee at $1,000 and authorized \nUSCIS to adjust the fee for inflation, as determined by the Consumer Price Index (CPI). Section 286(u) of the INA, 8 \nU.S.C. 1356(u). USCIS adjusted the premium processing fee to $1,225 by using the CPI in the 2010 final rule.  (62)  \nSee 75 FR 58979. DHS proposed no change to premium processing fees or regulations because forecasted \npremium processing revenue is sufficient to cover the projected costs of providing the premium service and other \npermissible infrastructure investments.\n \n  Several commenters wrote to request that USCIS expand premium processing to other forms, including family-\nbased immigration benefit requests, naturalization, relief for victims of crimes who assist law enforcement, and \nforms related to the EB-5 Immigrant Investor Program. Some commenters stated that using premium processing \nrevenue may alleviate backlogs. Other commenters stated that premium processing is essentially mandatory to \nensure the timely and efficient processing of their employment-based petitions.\n \n\n  Assuming DHS has the general authority to offer expedited processing fees to additional forms, the timing \nrequirements of many adjudications involve considerations that are out of USCIS' control. For example, background \nchecks, the timing of which are not controlled by USCIS, are required for: The Application for Temporary Protected \nStatus, Form I-821; the Application for Naturalization, Form N-400; the Application for Provisional Unlawful \nPresence Waiver, Form I-601A; and the Application to Register Permanent Residence or Adjust Status, Form I-485. \nThese and many other forms are not suited for expedited processing. USCIS already seeks processing efficiencies \nwhere available and shifts workload to balance volume surges, seasonal demands, and competing priorities.\n \n\n  In addition, where expedited processing may be possible, it would be extraordinarily time-intensive to determine \nthe appropriate fee amount, target adjudication timeframe, and staffing levels needed to implement a new expedited \nprocessing program. Expanding the premium processing program would require USCIS to estimate the costs of a \nservice that does not currently exist with sufficient confidence that it can deliver the service promised and not impair \nservice for other immigration benefit requests. Nevertheless, USCIS will continue considering additional premium \nprocessing services and its ability to improve services without creating new challenges. DHS made no changes in \nthis final rule as a result of these comments.\n <h4>\n  G. Immigrant Investors</h4>\n \n\n  In the NPRM, DHS proposed a number of changes to fees related to the Employment-Based Immigrant Visa, Fifth \nPreference (EB-5) “Immigrant Investor” Program.  (63)  Specifically, DHS proposed to increase the fee for the \nApplication for Regional Center Under the Immigrant Investor Program, Form I-924, from $6,230 to $17,795. See \nproposed 8 CFR 103.7(b)(1)(i)(WW); 81 FR 26939. DHS proposed to establish a new fee for the Annual \nCertification of Regional Center, Form I-924A, at $3,035. See proposed 8 CFR 103.7(b)(1)(i)(XX); 81 FR 26939. \nDHS proposed to increase the fee for the Immigrant Petition by Alien Entrepreneur, Form I-526, from $1,500 to \n\n\n\n$3,675. See proposed 8 CFR 103.7(b)(1)(i)(W); 81 FR 26938. Finally, DHS proposed to hold the fee for the Petition \nby Entrepreneur to Remove Conditions, Form I-829, at $3,750. See proposed 8 CFR 103.7(b)(1)(i)(PP); 81 FR \n26939. With the exception of the proposed fee for Form I-829, each proposed EB-5 fee increase was the result of \napplication of the standard USCIS fee methodology to the applicable benefit request.\n \n  Several commenters objected to the proposed increases, noting that these are some of the highest proposed fee \nincreases, while the related benefit requests have some of the longest processing times. Another commenter wrote \nto applaud the increase to EB-5 fees in general, but requested that USCIS conduct site visits and evaluate whether \nregional centers are misrepresenting themselves to investors.\n \n\n  As an initial matter, and as noted previously, DHS is authorized to set fees at a level that ensures recovery of the \nfull costs of providing immigration adjudication and naturalization services. Because USCIS relies almost entirely on \nfee revenue, in the absence of a fee schedule that ensures full cost recovery, USCIS would be unable to sustain an \nadequate level of service, let alone invest in program improvements. Full cost recovery means not only that fee-\npaying applicants and petitioners must pay their proportionate share of costs, but also that at least some fee-paying \napplicants and petitioners must pay a share of the immigration adjudication and naturalization services that DHS \nprovides on a fee-exempt, fee-reduced, or fee-waived basis. DHS is therefore mindful to adhere to the standard \nUSCIS fee methodology as often as possible, and to avoid overuse of DHS's discretion to eliminate or reduce fees \nfor special groups of beneficiaries.\n \n\n  The proposed fees for three of the four EB-5 Program forms resulted from application of the standard USCIS fee \nmethodology,  (64)  because DHS did not find a compelling reason to shift the burden of adjudicating these forms \nonto other applicants. In addition, the relatively high fees for these requests result in part from the high costs \nassociated with adjudicating them. For instance, USCIS has recently implemented several changes to refine and \nimprove the delivery, security and integrity of the EB-5 Program. USCIS established the Immigrant Investor \nProgram Office (IPO) in Washington, DC in 2012. Since that time, IPO has regularly added staff positions to focus \nboth on managing the program and ensuring identification of fraud, national security, or public safety concerns \nwithin the program. In addition, USCIS plans to conduct increased site visits to regional centers and associated \ncommercial enterprises to verify information provided in regional center applications and investor petitions and to \nclarify its EB-5 regulations. Currently, USCIS is in the process of hiring and training additional adjudicators, \neconomists, and support staff needed to adjudicate the benefit requests associated with the EB-5 program. Part of \nthe increase in fees for EB-5-related adjudications will bolster the fraud detection and national security capabilities \nof USCIS to investigate fraud and abuse at all levels of the EB-5 process, including investigating projects that \nreceive funds from EB-5 investors and auditing regional center annual reports to enhance compliance with the \nprogram. See 81 FR 26918. Each of these factors contributed to the proposed EB-5 Program fees.\n \n\n  In the immediately succeeding section, as well as in the Paperwork Reduction Act section of this preamble, DHS \nresponds to additional comments on the proposed EB-5 fees.\n <h5>\n  1. Application for Regional Center Under the Immigrant Investor Program, Form I-924</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Application for Regional Center Under the Immigrant \nInvestor Program, Form I-924, from $6,230 to $17,795. See proposed 8 CFR 103.7(b)(1)(i)(WW); 81 FR 26939. \nThe proposed fee increase was the result of application of the standard USCIS fee methodology to the benefit \nrequest.\n \n\n  At least one commenter wrote to oppose the proposed Form I-924 fee increase due to the possible impact on EB-\n5 regional centers. The commenter recommended a possible reduced fee for centers in existence for fewer than 5 \nyears. The same commenter stated dissatisfaction with the level of customer service that USCIS has provided and \n\n\n\nsuggested that USCIS create an electronic platform for EB-5 regional centers to monitor their applications and \ncases. Other commenters stated that the proposed fee increase were unreasonable and inflated, especially in light \nof long processing delays. At least one commenter stated that regional centers in rural and high-unemployment \nareas are less capable of withstanding long processing delays. The same commenter stated that the proposed 286 \npercent fee increase for the Form I-924 should be accompanied by an assurance that processing times would be \ncut by 75 percent. The commenter stated that an alternative to processing time reductions would be to create a \nprocess in which regional centers would be automatically approved if USCIS does not provide a notice of action \nwithin 4 months, or if USCIS does not summarily reject a petition for which there have been prior approvals on the \nsame project. Another commenter stated that DHS could adopt a tiered fee structure for Form I-924 based on \nwhether the associated investment project was an actual or exemplar project. At least one commenter mentioned \nthe potential for legislation to alter the regional center requirements.\n \n  USCIS understands the desire of EB-5 regional centers to receive prompt and courteous service, and the agency \nstrives to provide the best level of service possible. As the program has grown and applicants and projects have \nbecome more advanced, the current fee level has proven to be inadequate to ensure that USCIS has the resources \nit needs. The proposed fee increase was determined using USCIS's standard fee-setting methodology, based on \nthe number of hours required to adjudicate Form I-924. These adjudications require economists and adjudications \nofficers to thoroughly review extensive business documents, economic impact analyses, and other project-related \ndocuments. The proposed fee increase was, in part, calculated to allow USCIS to hire additional staff to process \nForms I-924 and provide better and more thorough service.\n \n\n  Currently, USCIS does not have the data to quantify alternative fees for regional centers in existence for fewer \nthan 5 years. In addition, USCIS does not track Form I-924 completion rates based on whether the project involves \na rural or urban area, an area of high or low employment, or an actual or exemplar project. USCIS also cannot \ncommit to across-the-board processing time reductions as adjudications involve case-by-case review of complex \napplications and related supplementary information, nor can it implement a process that automatically approves a \nregional center without a complete adjudication. Moreover, USCIS does not prioritize Form I-924 workloads based \non whether regional center projects involve a rural or urban area, or an area of high or low employment. DHS may \nconsider exploring the feasibility of such a change in the future, but will not implement a change at this time.\n \n  With respect to the commenter that identified the possibility of legislative changes, USCIS greatly appreciates the \nwork of stakeholders towards reauthorization of the Regional Center Program and reform of the EB-5 program more \ngenerally. USCIS is cognizant of potential legislative changes to the EB-5 program and is also aware that such \nchanges may require adjustments to USCIS adjudication processes. In the event that legislative changes are \nenacted, USCIS would assess any significant changes and reassess program requirements, adjudication process, \nand required fees. For now, however, and for the reasons stated previously, this rule sets the Form I-924 fee at \n$17,795, as proposed.\n <h5>\n  2. Immigrant Petition by Alien Entrepreneur, Form I-526</h5>\n \n\n  In the NPRM, DHS proposed to increase the fee for the Immigrant Petition by Alien Entrepreneur, Form I-526, \nfrom $1,500 to $3,675. See proposed 8 CFR 103.7(b)(1)(i)(W); 81 FR 26938. The proposed fee increase was the \nresult of application of the standard USCIS fee methodology to the benefit request.\n \n  Some commenters wrote to request additional information on the proposed fee increase. Another commenter \nstated that a lack of processing efficiency can cause problems for Form I-526 applicants. Specifically, the \ncommenter stated that EB-5 project sponsors sometimes agree to put an investor's money in escrow until the Form \nI-526 is approved. If the form is denied, project sponsors return those funds to the investor; if approved, the project \nsponsor uses those funds on the project. The commenter stated that such projects can languish when the investor's \nmoney is held in escrow for lengthy periods of time. According to the commenter, although escrow arrangements \nprovide substantial benefits to program integrity, they are becoming commercially untenable due to Form I-526 \n\n\n\nprocessing times. The commenter also asserted that projects themselves are also hurt by lengthy processing times, \nas projects may be well underway by the time USCIS denies the forms.\n \n\n  USCIS has taken multiple steps towards reducing Form I-526 processing times. As previously mentioned, USCIS \nis in the process of hiring and training additional adjudications officers, economists, and support staff for these form \ntypes. Additionally, USCIS is working to revise the EB-5 regulations and is preparing revisions to the EB-5 Policy \nManual. USCIS is also improving the forms and form instructions for the EB-5 program. The EB-5 program fee \nincreases will further these agency efforts with the goal of improving operational efficiencies while enhancing \npredictability and transparency in the adjudication process. USCIS understands that long delays in Form I-526 \nadjudications negatively impact both immigrant investors and the projects awaiting the release of their investment \nfunds from escrow. USCIS strives to process Form I-526 filings as soon as practicable. In addition, regarding the \nrelease of escrowed funds, USCIS permits EB-5 financing to replace interim financing where the financing to be \nreplaced was contemplated as temporary financing that would be replaced.  (65)  DHS made no changes to the \nproposed Form I-526 fee as a result of these comments, and is finalizing the fee at $3,675, as proposed.\n <h5>\n  3. Petition by Entrepreneur To Remove Conditions, Form I-829</h5>\n \n\n  In the NPRM, DHS proposed to hold the fee for the Petition by Entrepreneur to Remove Conditions, Form I-829, at \n$3,750. See proposed 8 CFR 103.7(b)(1)(i)(PP); 81 FR 26939. While the fee model calculated a fee of $2,353, \nDHS proposed to maintain the current fee for such petitions. See 81 FR 26918. Because of the recent and \ncontinued growth and maturation of the EB-5 Program, associated costs over the next few fiscal years are \nuncertain. Among other things, the final parameters of the program are still evolving, such as the number of USCIS \nemployees and facilities necessary to carry out enhanced review of EB-5 filings, as well as site visits. This \nuncertainty makes it unclear whether EB-5 related fees will fully fund EB-5 program activities. DHS therefore \nproposed to keep the Form I-829 at the current fee, above the full cost recovery calculation, to shield USCIS \nagainst potential, but likely rising costs.  (66) \n \n  At least one commenter indicated current USCIS processing times for Form I-829 extend beyond the 1-year \nautomatic extension of the entrepreneur's conditional residence, imposing an additional burden on petitioners \ntraveling outside of the United States. The commenter stated that delays in processing Form I-829 mean that \ninvestments must remain at risk for an extended period of time. The commenter added that USCIS could increase \nthe efficiency of Form I-829 adjudications by consolidating the business-related portions of multiple Forms I-829 \nassociated with a single investment project into a single adjudication. Another commenter recommended that \nUSCIS implement electronic filing of this and other forms related to the Immigrant Investor Program to increase \nefficiency.\n \n\n  USCIS recognizes that lengthy Form I-829 processing times place a strain on EB-5 investors who are awaiting \napproval of their applications to adjust to LPR status. USCIS is working diligently to add staffing, and the agency \nplans to publish regulatory action, policy guidance, and revised forms with the goal of improving service delivery to \napplicants and improving the integrity of the EB-5 program. In part due to the tentative nature of these plans, DHS \nhas no way to reliably quantify any potential cost savings that might be associated with these actions, and therefore \ncould not propose to reduce the Form I-829 fee to account for such savings.\n \n\n  DHS appreciates the suggestions for improving EB-5 processing times. DHS clarifies that USCIS already has \nprocesses in place to streamline adjudication of the business-related portions of multiple Forms I-829 associated \nwith a single, new investment project. Specifically, when USCIS receives a regional center-associated Form I-829 \nthat involves a new commercial enterprise, USCIS reviews the first two petitions associated with that new \ncommercial enterprise to determine if there are specific project-related issues that would apply to all petitioners \nassociated with the new commercial enterprise. After completing that review, USCIS commences adjudication of all \n\n\n\nForms I-829 associated with that new commercial enterprise filed within a given period. Similarly, when USCIS \nreceives a regional center-associated Form I-829 that involves a previously reviewed commercial enterprise, USCIS \nimmediately assigns that petition for adjudication. In other words, USCIS currently adjudicates Form I-829 petitions \nin “first in, first out” order by new commercial enterprises. USCIS constantly searches for new ways to increase \nefficiencies in the adjudications process, and for that reason cannot commit to a uniform queuing practice in this \nrule, or reduce associated fees in anticipation of heretofore unrealized savings.\n \n\n  USCIS does not have immediate plans to allow electronic filing for EB-5 requests, but appreciates commenters' \ndesire to avoid voluminous paper filings. USCIS plans to allow electronic filing for EB-5 requests in the future. DHS \nmade no changes to the proposed Form I-829 fee, or the policies regarding EB-5 adjudications, as a result of these \ncomments. The final rule sets the Form I-829 fee at $3,750, as proposed.\n <h4>\n  H. Methods Used To Determine Fee Amounts</h4>\n \n\n  As described previously and in the NPRM, the standard USCIS fee-setting methodology is intended to ensure full \ncost recovery for USCIS immigration adjudication and naturalization services. DHS based the proposed USCIS fees \non the estimated costs of providing immigration benefit adjudication and naturalization services. In addition, to the \nextent possible, and with limited exception, DHS based the proposed USCIS fees on the relative identifiable costs \nassociated with providing each particular benefit or service. This fee methodology is consistent with government-\nwide fee-setting guidelines outlined by OMB Circular A-25, 58 FR 38142 (July 15, 1993);&thinsp; (67)  the principles \nof the Chief Financial Officers Act of 1990, 31 U.S.C. 901-03; and the Federal Accounting Standards Advisory \nBoard (FASAB) guidelines.  (68)  Additional information about the fee methodology can be found in this preamble, \nthe preamble for the proposed rule, and the supporting documentation accompanying this rulemaking.  (69) \n \n\n  DHS received a number of comments regarding the methods that DHS uses to determine fee amounts. \nCommenters made statements about the need for full cost recovery without appropriations, the decision to exclude \nrevenue from certain benefits in the proposed fee schedule, potential alternative fee methodologies, and the \npotential for cost reductions. DHS responds to these comments below.\n <h5>\n  1. Recovery of Full Cost Without Appropriations</h5>\n \n  Some commenters suggested that USCIS seek appropriations to reduce immigration benefit request fees. Some \ncommenters opposing the fee increase mentioned that immigrants in the United States pay Federal income taxes, \nSocial Security taxes, and other fees and questioned whether those are being accounted for in USCIS fee \ncalculations. Commenters stated that appropriations could help reduce processing times or fund programs that do \nnot recover full cost on their own, such as RAIO, the SAVE program, and the Office of Citizenship.\n \n\n  DHS acknowledges that immigrants pay both Social Security and various Federal taxes and fees, but the decision \nwhether to fund USCIS services through tax revenues belongs to the U.S. Congress. And in recent years, such \nfunding has been unavailable. As noted in the NPRM, USCIS is almost entirely funded by fees and must recover \nthe full cost of its operations. See 81 FR 26905-26912. Fees collected from individuals and entities filing \nimmigration benefit requests are deposited into the IEFA and used to fund the cost of immigration benefits and \nnaturalization. Id. USCIS has not received any substantial appropriations since FY 2011. Similarly, USCIS received \nno FY 2016 discretionary appropriations for the SAVE program or the Office of Citizenship. See DHS \nAppropriations Act 2016, Public Law 114-113, div. F. (Dec. 18, 2015) and 81 FR 26912. USCIS did not receive \nappropriations for refugee and asylum processing or the SAVE program after FY 2011. USCIS received $2.5 million \nfor the immigrant integration grants program in FY 2013 (Pub. L. 113-6) and FY 2014 (Pub. L. 113-76), but the \nagency did not receive appropriations for that program in FY 2015 or FY 2016. The only USCIS appropriations for \nFY 2016 provided funding for the E-Verify employment eligibility verification program. See Consolidated \n\n\n\nAppropriations Act, 2016, Public Law 114-113, div. F, tit. IV (Dec. 18, 2015) (DHS Appropriations Act 2016). Other \nthan as described, USCIS receives no appropriations to offset the cost of adjudicating immigration benefit requests. \nId. As a consequence of this funding structure, taxpayers do not bear any costs related to the IEFA and bear only a \nnominal burden to fund USCIS. However, in the event appropriations are provided that will materially change IEFA \nfees, then DHS could pursue a rulemaking to adjust fees appropriately.\n \n\n  Finally, one commenter questioned why SAVE fees charged to local, state, and Federal agencies do not recover \nthe full cost of the SAVE program. USCIS collects SAVE fees from federal government agencies under the authority \nof the Economy Act, 31 U.S.C. 1535, and from state or local government agencies under the authority of the Inter-\nGovernmental Cooperation Act, 31 U.S.C. 6501. SAVE fees are included in Memoranda of Agreement (MOAs) with \nuser agencies, which are updated based on the established periods of performance. As noted in the proposed rule, \nSAVE fees impact the IEFA fees established in this rule only as necessary to fund the SAVE costs that remain after \ntaking into account revenue received under the MOAs. See 81 FR 26911. Fees charged to SAVE users do not \ncover the full cost of the SAVE program; rather, they only cover the estimated per-query cost of operating the \nverification system. IEFA funds are used to cover other costs of the program, especially personnel and overhead \nexpenses. In short, then, the funding structure for SAVE is a dual one, in which some costs are covered by \nreimbursements, and other costs from IEFA funds. Congress has supported this funding arrangement in the past, \nnoting ongoing budget constraints.  (70)  As the commenter requests, USCIS and DHS regularly examine SAVE \nfees, and may modify them in the future.\n <h5>\n  2. Exclusion of Temporary or Uncertain Costs, Items, and Programs</h5>\n \n\n  As noted in the NPRM, DHS excluded from the fee model the costs and revenue associated with certain programs \nthat are time-limited or that may otherwise be narrowed or terminated, including because they are predicated on \nguidance and not preserved in regulations or statute.  (71)  See 81 FR 26914-26915. This exclusion applies to the \nApplication for TPS, Form I-821; Consideration of Deferred Action for Childhood Arrivals (DACA), Form I-821D; and \nApplication for Suspension of Deportation or Special Rule Cancellation of Removal (Pursuant to Section 203 of \nPub. L. 105-100) (Nicaraguan Adjustment and Central American Relief Act (NACARA)), Form I-881. As stated in \nthe NPRM, DACA and TPS are both administrative exercises of discretion that may be granted on a case-by-case \nbasis for particular periods of time. Both TPS and DACA, and the individual grants under each, are subject to \nintermittent renewal or extension at DHS's discretion. For NACARA, the eligible population will eventually be \nexhausted due to relevant eligibility requirements, including the date by which an applicant was required to have \nentered the United States. Given that these initiatives or programs are temporary by definition and at the discretion \nof DHS, USCIS excluded the associated cost and workload from the fee review and did not propose to allocate \noverhead and other fixed costs to these workload volumes. See 81 FR 26915.\n \n  Some commenters wrote to question the rationale for excluding DACA and TPS from the fee review. Several \ncommenters stated that it is a financial burden to have to renew DACA every 2 years and to renew TPS every 18 \nmonths. Other commenters stated that, by their own estimates, the cost of administering DACA is less than the \nrevenue that the program generates. Some commenters stated that fee increases to Forms I-765 and I-131 would \ndeter DACA and TPS renewals and initial applications.\n \n\n  Following consideration of the comments received, DHS retains its earlier position. The practice of excluding these \ninitiatives or programs that are temporary by definition from the fee review mitigates an unnecessary revenue risk, \nby ensuring that USCIS will have enough revenue to recover full cost regardless of DHS's discretionary decision to \ncontinue these initiatives. This allows DHS to maintain the integrity of its ABC model, ensure recovery of full costs, \nand mitigate revenue risk from unreliable sources.\n \n\n\n\n  For these reasons, the cost of adjudicating requests associated with these policies was not considered, and this \nfinal rule excludes from the ABC model the costs and revenue associated with aforementioned policies, as \nproposed.\n <h5>\n  3. Setting Fees by Benefit Type</h5>\n \n  A commenter stated that IEFA fees should be based on the specific immigration benefit sought by a filer, rather \nthan the specific form type used. The commenter noted that USCIS tracks completion rate (i.e., adjudication time) \nby form number, and that the agency generally establishes a fee for the form type rather than the benefit being \nsought through the filing, even if the same form can be used to obtain different immigration benefits. For example, \nForm I-129 is used to request several types of nonimmigrant visa classifications, and a different fee could \nconceivably be calculated for each such classification.  (72) \n \n\n  USCIS already sets some of its fees based on benefit sought, rather than form type used. For example, USCIS \nsets different fees for Form I-131 depending on the benefit sought, and the agency provides fee exemptions to \ncertain filers of Form I-360. For other forms that have multiple uses, USCIS has not calculated the completion rate \nwith enough precision to determine fees based on the benefits sought by filers of those forms. USCIS officers are \nrequired to manually report the time they spend on adjudicating forms; requiring reporting for sub-uses of those \nforms would divert time from processing requests. In addition, tracking whether filers are submitting the appropriate \nfees for the specific benefit sought would increase complexity for the agency and the public, potentially adding to \nprocessing delays. Nonetheless, DHS will continue considering this comment and may further refine its fee-setting \nmethodology in the future to determine if different fees for the same form can be justified, as well as accurately and \nefficiently determined, without causing confusion and delay for adjudicators and the public. DHS made no changes \nin this final rule as a result of this comment.\n <h5>\n  4. Income-Based Fee Structure</h5>\n \n\n  Some commenters stated that DHS should generally base fees on the filer's income level or cost of living. \nAlthough USCIS is adopting a limited income-based fee structure in the naturalization context, adjusting all fees \nbased on income or cost of living would be administratively complex and would require even higher costs to \nadminister. A tiered fee system would require staff dedicated to income verification and necessitate significant \ninformation system changes to accommodate multiple fee scenarios for every form. The costs and administrative \nburden associated with implementing such a system would require additional overall fee revenue. As a result, DHS \ndoes not support making the entire fee schedule contingent on income or cost of living and DHS has made no \nchanges in this final rule as a result of these comments.\n <h5>\n  5. Reduction in USCIS Costs</h5>\n \n\n  A number of commenters recommended that USCIS reduce costs internally instead of raising fees to fully recover \ncosts. For instance, some commenters stated that USCIS employees' salaries were too high. No commenters \nproposed a methodology that DHS could use to adjust the proposed fee schedule to account for unrealized cost \nreductions.\n \n\n  USCIS is continually exploring opportunities to increase efficiency and reduce unnecessary costs without \nnegatively affecting the delivery of benefits. Although USCIS will continue seeking out cost reductions, and may \nincorporate the results of such cost reductions in future fee reviews, DHS cannot set aside the need for full cost \nrecovery indefinitely. Accordingly, DHS made no changes in this final rule as a result of these comments.\n <h4>\n  I. Dishonored Payments</h4>\n\n\n\n \n\n  In the NPRM, in a set of proposals separate and distinct from the proposed fee schedule, DHS proposed to \neliminate three rules requiring that cases be held while deficient payments are corrected. See proposed 8 CFR \n103.2(a)(7)(ii), 103.7(a)(2); 81 FR 26936; see also previous 8 CFR 103.2(a)(7)(ii), (a)(2); 8 CFR 103.17(b)(1). \nInstead, DHS proposed that if a financial instrument used to pay a fee were returned as unpayable after one re-\npresentment, USCIS would reject the filing and impose a standard $30 charge. The purpose of the proposed \nchange was to reduce the USCIS administrative costs for holding and tracking immigration benefit requests when \nthe accompanying payment has already been rejected.\n \n\n  DHS received several comments concerning these proposed changes. Some commenters suggested that USCIS \nmaintain the current procedure or allow for several attempts to process a payment. These commenters noted that \nsome payment problems are due to circumstances beyond the filer's control. These commenters stated that \ndishonored payments may result from errors at a USCIS Lockbox facility or a temporary disruption to a bank or \nAutomated Clearing House (ACH)&thinsp; (73)  network. These commenters also stated that the rejection of a \nbenefit request can have serious repercussions for the filer. Commenters asserted that a payment failure may be \nespecially disruptive if, for example, an underlying labor certification application for Form I-140 is about to expire, a \nderivative applicant is about to age out of eligibility, the priority date for an application for adjustment of status is \nscheduled to retrogress, or an applicant's current status will expire imminently and the pendency and approval of \nthe application would otherwise result in an extension of status. These commenters stated that time-sensitive \nimmigration benefit requests could be delayed by months or years because of the proposed changes. One \ncommenter also noted that the rejected filings may require over a month to be returned to filers.\n \n\n  DHS agrees that ACH and bank network outages can sometimes result in a rejection or delay payments for a few \ndays.  (74)  In the past, USCIS has addressed the possibility of ACH and network outages by arranging for the \nDepartment of the Treasury (Treasury) to automatically re-present a rejected payment twice to see if it clears on the \nsecond or third attempt before sending the filer the bill for the rejected payment.  (75)  Re-depositing a rejected \ncheck, known as “re-presentment,” was not required by the regulations, but USCIS arranged for Treasury to do this \nas a courtesy to filers.  (76) \n \n\n  To address the concerns raised by commenters that a dishonored payment may be due to circumstances beyond \nthe filer's control, DHS has decided to continue this practice, and to codify it (with slight revision) in this final rule. To \nmake sure that a payment rejection is the result of insufficient funds and not due to USCIS error or network \noutages, USCIS (through Treasury) will re-submit rejected payment instruments to the appropriate financial \ninstitution one time. See new 8 CFR 103.2(a)(7)(ii)(D).  (77)  In effect, DHS will implement as a regulatory \nrequirement the current practice under which USCIS re-presents rejected payments, but this rule will only require \nUSCIS to re-submit the payment once, not twice. USCIS estimates that this change, based on its experience with \nhow many days are required for financial instruments to clear, will provide a total of approximately 10 days before \nTreasury notifies USCIS that the payment (including re-presentment) has failed. The change codifies in regulation a \npractice that reduces instances in which requests are erroneously rejected because a bank erroneously rejects the \nrelevant financial instrument.\n \n  This final rule also corrects an oversight in the NPRM related to how USCIS treats benefit requests that have \nalready been approved when the agency learns that the financial instrument used to pay the associated fee is \nunpayable. Under current 8 CFR 103.2(a)(7)(ii), if USCIS has approved a benefit request before the payment has \ncleared, and the filer, having received notice of failed payment, fails to pay the filing fee and associated service \ncharge within 14 days, USCIS automatically revokes the approval, or reopens and denies the request, due to \nimproper filing. See, e.g., previous 8 CFR 103.2(a)(1) (“Each benefit request or other document must be filed with \nfee(s) as required by regulation.”); 8 CFR 103.5(a)(5). As a result, a filer could not retain an approved benefit if the \nfinancial instrument used to pay the fee was subsequently returned as unpayable.  (78)  Unfortunately, the \n\n\n\nproposed rule erroneously omitted this existing regulatory authority, see proposed 8 CFR 103.2(a)(7)(ii); 81 FR \n26936, and also erroneously failed to include conforming updates to a related provision, see previous 8 CFR \n205.1(a)(2) (providing for automatic revocation of certain petitions “[i]f the filing fee and associated service charge \nare not paid within 14 days of the notification to the remitter that his or her check or other financial instrument used \nto pay the filing fee has been returned as not payable”).\n \n  As the NPRM and this rule make clear, however, the ability of USCIS to collect fees is a fundamental aspect of its \nability to function. USCIS must be able to continue requiring proper fee payments as a condition of eligibility for \nimmigration benefits. Individuals who file a benefit request with a fee payment that is dishonored should, therefore, \nhave no expectation that they might benefit from early processing of their filing.\n \n\n  Given that background, the only alternative to continuing to provide for revocation would be for USCIS to hold \neach benefit request until the financial instrument used to pay the fee has finally cleared or been rejected. In the \ninterest of administrative efficiency and prompt processing of benefit requests, DHS has rejected that alternative. \nTherefore, DHS has provided in this final rule that if a remittance in payment of any fee submitted with a request is \nnot honored by the bank or financial institution on which it is drawn, and the request was approved, USCIS will \ninitiate revocation of the approval by issuing a notice of intent to revoke (NOIR). See new 8 CFR 103.7(a)(2)(iii).  \n(79)  The applicant, petitioner or requestor will be provided an opportunity to respond to the NOIR with evidence \nthat the payment was honored and the revocation would be in error. To assuage concerns about procedural \nsafeguards in such a situation, USCIS has decided to provide a notice in advance of the revocation in response to \npublic comments that stated that a mistake by USCIS or a contractor could result in a dishonored payment. The \napplicant, petitioner or requestor may not, however, pay the rejected fee in response to the NOIR.\n \n\n  DHS emphasizes that this provision applies if any fee submitted with a benefit request is returned as dishonored. If \na benefit request requires multiple fees, all fee instruments submitted with the request must be honored by the \nremitting bank; if any one fee instrument is dishonored after approval of the request, USCIS will revoke the approval \nafter notice and will retain any filing fees properly paid. For instance, for the past five fiscal years, an average of 231 \npetitions per year were submitted with a Request for Premium Processing Service, Form I-907, accompanied by a \ncheck that was dishonored by the remitting bank. If a benefit approved under these circumstances is not revoked, \npetitioners would have the perverse incentive to request premium processing services in order to receive a swift \napproval, knowing they would not suffer any consequences once the bank dishonors the payment submitted for \npremium processing.  (80)  If the bank dishonors the Form I-907 payment after USCIS has approved the benefit \nrequest underlying the Form I-907, USCIS may revoke the approval after notice and, in that event, would retain the \nfiling fees for the underlying benefit.  (81) \n \n  In short, USCIS is fee funded and it must be able to adjudicate requests, including those which it has committed to \napprove in an expedited manner, without concerns that the fee payment will be declined. Accordingly, under this \nfinal rule, USCIS will intake the benefit request, deposit the fee, and begin processing the filing. If the payment is \nrejected, Treasury will re-present the payment instrument on USCIS's behalf. If the payment is rejected on the \nsecond try, Treasury will notify USCIS and USCIS, solely under its own authority, will reject the filing for fee non-\npayment. If the filing has been approved, USCIS will initiate revocation of the approval. See id. The elimination of \nthe 14-day waiting period will reduce the need for special handling of cases involving a dishonored payment. The \nrequirement to re-present rejected payments will address commenters' concerns about rejections that occur \nthrough no fault of the filer. And the requirement to revoke an approved request if the payment has ultimately been \nrejected will help ensure the integrity of the benefits adjudication system.\n <h4>\n  J. Refunds</h4>\n \n\n  In the NPRM, DHS proposed a minor change in the provision regarding USCIS fee refunds. See proposed 8 CFR \n103.2(a)(1); 81 FR 26936. In general, and except for a premium processing fee under 8 CFR 103.7(e)(2)(i), USCIS \n\n\n\ndoes not refund a fee regardless of the decision on the immigration benefit. However, USCIS will refund a fee if the \nagency determines that an administrative error occurred resulting in the incorrect collection of a fee. See 81 FR \n26920-26921. DHS proposed to revise 8 CFR 103.2(a)(1) to provide that fees are “generally” not refunded. This \nwould address concerns that the current regulatory text does not explicitly permit refunds at DHS discretion. DHS \ncurrently grants such refunds because as electronic filings and associated electronic payments have increased, \nthere has been an increase in the number of erroneous payments where refunds are appropriate.\n \n\n  Some commenters stated that they supported the regulatory change to clarify that USCIS does not generally allow \nrefunds, but that a refund may occur as a result of administrative error or unnecessary payment. See 81 FR \n26936. DHS has made no change based on these comments. DHS is finalizing this provision as proposed.\n <h4>\n  K. Visa Allocation</h4>\n \n  Some commenters wrote that they generally opposed the fee increases in the proposed rule due to long waits for \nimmigrant visas. Although these long waits are due to visa retrogression in oversubscribed categories, some \nattributed it to USCIS processing inefficiencies and questioned a fee hike in the face of such delays.  (82)  Some \ncommenters stated that USCIS should be able to move visa priority dates forward if fee increases are implemented.\n \n\n  Significant improvements have been made in the visa coordination process between DHS and the Department of \nState (DOS). In September 2015, DOS, in coordination with DHS, revised the procedures for determining immigrant \nvisa availability and authorization for issuance for both employment-based and family-sponsored applicants for \nadjustment of status in the United States. See Department of State Visa Bulletin for October 2015.  (83)  These \nrevisions were made to better align with DOS' immigrant visa overseas consular processing application procedures \nand to enhance DOS' ability to better predict overall immigrant visa demand and determine cut-off dates for visa \nissuance published in the Visa Bulletin. Id.\n \n\n  DHS appreciates the concerns raised by individuals who may have been affected by long visa waits and visa \nretrogression. However, requests to make further revisions to the visa allocation process and priority dates must be \ndone in coordination with DOS and are outside the scope of this rulemaking.\n <h4>\n  L. Credit Card Payments</h4>\n \n\n  Finally, some commenters criticized USCIS for not allowing credit card payments for additional immigration benefit \nrequests. USCIS accepts credit card payments made in person at all domestic field offices that accept payments.  \n(84)  USCIS began allowing credit card payments for paper-filed Applications for Naturalization, Forms N-400, on \nSeptember 19, 2015.  (85)  Currently, this is the only immigration benefit that can be paid for with a credit card \nwhen filed by mail. USCIS also accepts credit card payments for immigration benefit requests made through the \nelectronic immigration system. DHS made no changes in this final rule as a result of these comments. Nonetheless, \nin the future, USCIS will allow credit cards payments for all immigration benefit request fees when they are filed at a \nLockbox facility as soon as this capability can be made available.\n <h3>\n  V. Statutory and Regulatory Reviews</h3>\n <h4>\n  A. Regulatory Flexibility Act—Final Regulatory Flexibility Analysis</h4>\n \n\n  In accordance with the Regulatory Flexibility Act (RFA), 5 U.S.C. 601(6), DHS examined the impact of this rule on \nsmall entities. A small entity may be a small business (defined as any independently owned and operated business \nnot dominant in its field that qualifies as a small business per the Small Business Act, 15 U.S.C. 632), a small not-\n\n\n\nfor-profit organization, or a small governmental jurisdiction (locality with fewer than 50,000 people). Below is a \nsummary of the small entity analysis. A more detailed analysis is available in the rulemaking docket at            \nhttp://www.regulations.gov.\n \n\n  Individuals rather than entities submit the majority of immigration and naturalization benefit applications and \npetitions. Entities that will be affected by this rule are those that file and pay the fees for certain immigration benefit \napplications and petitions. There are four categories of benefits that DHS analyzed in the Initial Regulatory \nFlexibility Analysis (IRFA) for this rule: Petition for a Nonimmigrant Worker, Form I-129; Immigrant Petition for an \nAlien Worker, Form I-140; Application for Civil Surgeon Designation, Form I-910; and the Application for Regional \nCenter Designation Under the Immigrant Investor Program, Form I-924.  (86)  Additionally, DHS has analyzed as \npart of the following Final Regulatory Flexibility Analysis (FRFA) requests related to genealogy information, Forms \nG-1041 and G-1041A, and the Petition for Amerasian Widow(er) or Special Immigrant, Form I-360, in response to \npublic comment on the impact to small entities that file these forms.\n \n\n  Following the review of available data, DHS does not believe that the increase in fees in this final rule will have a \nsignificant economic impact on a substantial number of small entities that are filing Form I-129, Form I-140, or Form \nI-910. However, DHS does not have sufficient data on the revenue collected through administrative fees by \nregional centers to definitively determine the economic impact on small entities that may file Form I-924. DHS also \ndoes not have sufficient data on the requestors that file genealogy forms to determine whether such filings were \nmade by entities or individuals, and thus is unable to determine if the fee increase for genealogy searches is likely \nto have a significant economic impact on a substantial number of small entities. Finally, DHS has added in this \nFRFA an analysis of the effects on small entities from the fee increase for Form I-360 and does not believe that the \nincrease in fees will have a significant economic impact on these small entities. DHS is publishing this FRFA to \nrespond to public comments, and provide further information on the likely impact of this rule on small entities.\n <h5>\n  1. A Statement of the Need for, and Objectives of, the Rule</h5>\n \n\n  DHS issues this final rule consistent with INA section 286(m),  (87)  which authorizes DHS to charge fees for \nadjudication and naturalization services at a level to “ensure recovery of the full costs of providing all such services, \nincluding the costs of similar services provided without charge to asylum applicants or other immigrants,” and the \nCFO Act,  (88)  which requires each agency's CFO to review, on a biennial basis, the fees imposed by the agency \nfor services it provides, and to recommend changes to the agency's fees. DHS is adjusting the fee schedule for \nDHS immigration and naturalization benefit applications after conducting a comprehensive fee review for the FY \n2016/2017 biennial period and determining that current fees do not recover the full costs of services provided. DHS \nhas determined that adjusting the fee schedule is necessary to fully recover costs and maintain adequate service.\n <h5>\n  2. A Statement of the Significant Issues Raised by the Public Comments in Response to the Initial Regulatory \nFlexibility Analysis, A Statement of the Assessment of the Agency of Such Issues, and A Statement of Any \nChanges Made in the Proposed Rule as a Result of Such Comments</h5>\n \n\n  DHS published the NPRM along with the IRFA on May 4, 2016 (81 FR 26903) with the comment period ending \nJuly 6, 2016. During the 60-day comment period, DHS received 475 comments from interested individuals and \norganizations. DHS received several comments that directly or indirectly referred to aspects of the small entity \nanalysis or IRFA presented with the NPRM. The comments, however, did not result in any major revisions to the \nsmall entity analysis in this final rule that are relevant to the effects on small businesses, small organizations, and \nsmall governmental jurisdictions presented in this FRFA. DHS summarizes and responds to these comments in this \nFinal Rule.\n <h5>\n  a. Comments on Form I-129</h5>\n\nhttp://www.regulations.gov/\n\n\n \n  One commenter wrote about the 42-percent increase ($135) of the fee for the Petition for a Nonimmigrant Worker, \nForm I-129. The commenter explained that such a significant increase in visa fees for H-2A category visas for \ntemporary agricultural workers will negatively affect the ability of both large and small farmers to use those visas to \nensure a sufficient and stable work force. Form I-129, which is used to petition for H-2A workers, is often used by a \nlarge and an increasing portion of small business employers according to this commenter. The commenter \ndiscussed the impact this 42-percent increase has on an employer hiring only one employee compared to an \nemployer hiring 100 employees. This commenter was especially concerned with the impact of this rule on smaller \nfarmers, many of whom petition for 1 to 5 workers, but whose farming operations could not continue without these \nworkers. This commenter also stated that the impact of the rule on small entities was not quantitatively considered \nand/or disclosed.\n \n  Several other commenters wrote about the fee increase for Form I-129 and its impact on small entities in terms of \nsmall traveling musicians that cross over the border, particularly those along the United States and Canadian \nborder. The commenters stated that these musicians routinely perform in small venues or small festivals and it \ncurrently takes about 3 separate performances to recoup the expenses of the current fee for Form I-129. The \ncommenters stated that this increase in fees presents considerable hardship for these small performers and also \ncompromises the ability to organize small tours that would result in break-even revenues.\n \n  Other commenters also wrote about the increase for Form I-129 and its impact on small religious orders and \ncommunities who petition for foreign-born religious workers. The commenters stated that this increase is particularly \nburdensome since extensions have to continually be filed for work authorizations as well. They noted that these \nadded costs impact smaller parishes and lower-income neighborhoods disproportionately. In addition to the fee \nincreases for Form I-129, these commenters also expressed similar concern for Forms I-360 and I-485.\n \n\n  DHS respectfully disagrees with the commenter who stated that the impact of the rule on small entities was not \nquantitatively considered and/or disclosed. DHS used recent data to examine the direct impacts to small entities for \nForms I-129, I-140, I-910, and I-924. DHS prepared an IRFA that complied with the Regulatory Flexibility Act (RFA) \nand that was published with the NPRM. DHS also published a more comprehensive small entity analysis of the \npotential impact of the Form I-129 fee increase on            www.regulations.gov in the docket for this rule along with \nother supporting documentation. DHS has also added an analysis of Forms G-1041, G-1041A, and I-360 in this \nFRFA in response to public comments.\n \n\n  In terms of the range for Form I-129, among the 284 small entities with reported revenue data identified in the \nsmall entity analysis, all experienced an economic impact of considerably less than 1.0 percent of revenue in the \nanalysis, with the exception of two entities. Using the methodology described in the comprehensive small entity \nanalysis, the greatest economic impact imposed by this fee change totaled 2.55 percent. This small entity with the \nhighest economic impact imposed by the fee increase is in the theater companies and dinner theaters industry, \nwhich submitted 18 of the total 482,190 Form I-129 petitions in the 12-month period analyzed. The small entity with \nthe second highest economic impact (2.05 percent) imposed by the fee increase is in the custom computer \nprogramming services industry, which submitted 50 of the total 482,190 Form I-129 petitions. DHS notes that out of \nthe 10 small entities that face the highest economic impact due to this fee increase, a majority are in industries that \nare not related to musicians, farmers, or religious organizations. Table 2 shows the industry in which these top 10 \nimpacted small entities belong, as well as the number of petitions submitted by each entity.\n \n  \n   \n    Table 2—Form I-129 NAICS Industry of the Small Entities With the Highest Economic Impact Imposed by the \nFee Increase&thinsp;*\n   \n    \n\nhttp://www.regulations.gov/\n\n\n     \n      NAICS Industry\n     \n      Number ofpetitionssubmitted\n     \n      Economic impact on entity's revenue imposed by fee increase(percent)\n    \n   \n   \n    \n     \n      Theater Companies and Dinner Theaters\n     \n      18\n     \n      2.55\n    \n    \n     \n      Custom Computer Programming Services\n     \n      50\n     \n      2.05\n    \n    \n     \n      All Other Business Support Services\n     \n      2\n     \n      0.90\n    \n    \n     \n      Dance Companies\n     \n      4\n     \n      0.90\n    \n    \n     \n      Other Scientific and Technical Consulting Services\n     \n      7\n     \n      0.53\n    \n    \n     \n\n\n\n      Computer Systems Design Services\n     \n      2\n     \n      0.46\n    \n    \n     \n      All Other Business Support Services\n     \n      1\n     \n      0.45\n    \n    \n     \n      Custom Computer Programming Services\n     \n      3\n     \n      0.37\n    \n    \n     \n      All Other Business Support Services\n     \n      2\n     \n      0.34\n    \n    \n     \n      All Other Business Support Services\n     \n      2\n     \n      0.34\n    \n   \n  \n \n \n\n  DHS also analyzed the 284 small entities with reported revenue data in our sample of Form I-129 petitions to see \nhow many small entities were specifically in NAICS codes related to musicians, farmers, or religious organizations. \nOf these small entities, a total of 26 small entities were found in one of these related NAICS, 3 of the small entities \nwere in the agricultural industry; 8 small entities were in the performing arts, spectator sports, and related \nindustries; and 15 small entities were religious organizations. Looking only at this subset of 26 entities, only one \nsmall entity had an economic impact above 1 percent with one other small entity just under 1 percent, both of which \nwere in the performing arts industries. The 24 other small entities in these categories had economic impacts that \nwere well below 1 percent. Twelve of these small entities had an economic impact between 0.34 percent and 0.10 \n\n\n\npercent, while the remaining 12 small entities had economic impacts below 0.10 percent. Therefore, while DHS \nsympathizes with small farmers, small traveling musicians, and small religious entities, the evidence suggests that \nthe additional fee imposed by this rule does not represent a significant economic impact on most of these types of \nentities.\n <h5>\n  b. Comments on Forms I-360 and I-485</h5>\n \n\n  DHS also received comments about the impact of this rule on small religious organizations who file on behalf of \nreligious workers utilizing Forms I-485 and I-360. Form I-485, Application to Register Permanent Residence or \nAdjust Status, was not considered in this small entity analysis because it is submitted by individuals seeking to \nreceive benefits, not entities. DHS selected forms that are filed by entities for the small entity analysis in the NPRM. \nDHS recognizes, however, that entities may also file the Petition for Amerasian, Widow(er), or Special Immigrant, \nForm I-360, on behalf of a religious worker and acknowledges it is appropriate to include Form I-360 in the small \nentity analysis for the final rule.\n \n\n  The fee for Form I-360 will increase from $405 to $435, a $30 (7 percent) increase. DHS was able to obtain \ninternal data on petitioners who file Form I-360 for Special Immigrant Religious Workers provided by the Office of \nPerformance and Quality for this final rule. There were a total of 4,399 religious foreign worker Form I-360 petitions \nsubmitted in FY 2015 by 1,890 unique entities. Of these 1,890 unique entities, approximately 96 percent were \nchurches, mosques, synagogues, temples, or other places of worship. Due to the overwhelming number of entities \nthat were places of worship and therefore, likely designated as non-profit organizations, DHS assumed that all \n1,890 entities are small.\n \n  Of the unique entities, about 51 percent of entities had submitted just one petition in the FY 2015 (Table 3). Over \n83 percent submitted only one or two petitions. At the other end of scale, only about half a percent of entities \nsubmitted more than 20 petitions. An average of 2.4 petitions per entity was submitted in FY 2015. Based on a $30 \nincrease in fees per petition for Form I-360, the average additional cost to these entities is $72.  (89) \n \n  \n   \n    Table 3—Form I-360 Petitions per Entity\n   \n    \n     \n      Petitions per entity\n     \n      Entities\n     \n      Percentage of total(percent)\n     \n      Cumulativepercentage(percent)\n    \n   \n   \n    \n     \n      1\n     \n      959\n     \n\n\n\n      50.7\n     \n      50.7\n    \n    \n     \n      2\n     \n      617\n     \n      32.6\n     \n      83.3\n    \n    \n     \n      3\n     \n      91\n     \n      4.8\n     \n      88.2\n    \n    \n     \n      4\n     \n      78\n     \n      4.1\n     \n      92.3\n    \n    \n     \n      5\n     \n      21\n     \n      1.1\n     \n      93.4\n    \n    \n     \n      6 to 10\n     \n      87\n     \n      4.6\n\n\n\n     \n      98.0\n    \n    \n     \n      11 to 20\n     \n      30\n     \n      1.6\n     \n      99.6\n    \n    \n     \n      21 to 50\n     \n      5\n     \n      0.3\n     \n      99.9\n    \n    \n     \n      51+\n     \n      2\n     \n      0.1\n     \n      100.0\n    \n    \n     \n      Total\n     \n      1,890\n     \n      100.0\n     \n       \n    \n   \n  \n \n \n\n  DHS also analyzed the costs imposed by this rule on the petitioning entities relative to the costs of the typical \nemployee's salary. Guidelines suggested by the Small Business Administration (SBA) Office of Advocacy indicate \nthat the impact of a rule could be significant if the cost of the regulation exceeds 5 percent of the labor costs of the \n\n\n\nentities in the sector.  (90)  According to the Bureau of Labor Statistics (BLS), the mean annual salary is $48,150 for \nclergy,  (91)  $45,160 for directors of religious activities and education,  (92)  and $35,160 for all other religious \nworkers.  (93)  Based on an average of 2.4 religious workers petitioned-for per entity, the additional average annual \ncost will be $72 per entity.  (94)  Thus, the additional costs per entity imposed by this rule represent only 0.15 \npercent of the average salary for clergy, 0.16 percent of the average salary for directors of religious of activities and \neducation, and 0.20 percent of the average salary for all other religious workers. Therefore, using average annual \nlabor cost guidelines, the additional regulatory compliance costs imposed by this rule are not significant.\n <h5>\n  c. Comments on Forms G-1041 and G-1041A</h5>\n \n  Several commenters also expressed concern about the impact the proposed increase in fees related to genealogy \nsearches would have on individual businesses. The commenters stated that such large increases in fees would be \nprohibitive to many individual genealogists that submit requests. Some commenters suggested that the fee increase \nshould be phased-in over several years to help mitigate the impact of this total cost increase.\n \n\n  DHS appreciates the comments on the impact this fee increase will have on the individual businesses who request \ninformation from the genealogy program. The fee for Genealogy Index Search Request, Form G-1041, will increase \nfrom $20 to $65 (a 225 percent increase). The fee for Genealogy Index Search Request, Form G-1041, will \nincrease from $20 to $65 (a 225 percent increase). Currently there are two fees for the Genealogy Records \nRequest, Form G-1041A; the appropriate fee depends on whether the filing requests copies from microfilm \n(currently $20) or copies from textual records (currently $35). The new fee for Form G-1041A will increase to $65, \nregardless of the type of media involved. This represents a fee increase of 86 to 225 percent over current fee \nlevels.\n \n\n  Based on DHS records related to the genealogy program, an average of 4,022 Index Search requests and 2,166 \nRecords requests were made annually over the 4 calendar year span from 2012 to 2015 (Table 4). However, DHS \ndoes not have sufficient data on these requests to determine whether they were submitted by entities or individuals. \nAdditionally, DHS cannot break out how many Genealogy Records Requests are copies from microfilm or from \ntextual records. The case management tracking system used by DHS for these genealogy requests does not allow \nfor requestor data to be readily pulled, nor does it allow for a break out in the Form G-1041A requests by record \ntype.\n \n  \n   \n    Table 4—Genealogy Form Receipts\n   \n    \n     \n      Form Type\n     \n      2012\n     \n      2013\n     \n      2014\n     \n      2015\n     \n      Average\n    \n\n\n\n   \n   \n    \n     \n      Genealogy Index Search Request, Form G-1041\n     \n      3361\n     \n      3662\n     \n      4167\n     \n      4897\n     \n      4022\n    \n    \n     \n      Genealogy Records Request, Form G-1041A\n     \n      2066\n     \n      2219\n     \n      2036\n     \n      2344\n     \n      2166\n    \n   \n  \n \n \n\n  DHS has previously determined that requests for historical records are usually made by individuals.  (95)  If \nprofessional genealogists and researchers submitted such requests in the past, they did not identify themselves as \ncommercial requesters and thus could not be segregated in the data. Genealogists typically advise clients on how \nto submit their own requests. For those that submit requests on behalf of clients, DHS does not know the extent to \nwhich they can pass along the fee increases to their individual clients. Therefore, DHS does not currently have \nsufficient data to definitively assess the impact on small entities for these requests.\n \n\n  DHS has decided to recover the full cost of the genealogy program from the genealogy program fees. As \npreviously stated in this final rule, reducing the filing fee for any one benefit request submitted to DHS simply \ntransfers the additional cost to process this request to other immigration and naturalization filing fees. Furthermore, \nDHS is not able to accommodate a phased-in approach of costs over several years due to the statutory guidelines \non how DHS is able to increase its fees.\n <h5>\n  d. Comments on Form I-924A</h5>\n \n\n\n\n  One commenter indicated that fees for the new Form I-924A would create particular burdens on regional centers \nwith less than 30 investors. The new fee for the annual filings of Supplement Form I-924A is $3,035.\n \n\n  As discussed in the small entity analysis of this final rule, while DHS cannot definitively claim that there is no \nsignificant economic impact to these small entities based on existing information at the time of this final rule, DHS \nwould assume existing regional centers that have revenues equal to or less than $303,500 per year&thinsp; (96)  \n(some of which DHS assumes would be derived from administrative fees charged to individual investors) could \nexperience a significant economic impact if DHS assumes a fee increase that represents 1 percent of annual \nrevenue is a “significant” economic burden under the RFA. DHS also assumes newly designated regional centers \nthat have revenues equal to or less than $1,779,500 per year&thinsp; (97)  could also experience a significant \nimpact.\n \n\n  Searching through several public Web sites, DHS gathers that administrative fees charged to investors could \nrange between $30,000 and $100,000 per investor.  (98)  DHS was able to obtain some sample data on 440 \nregional centers operating 5,886 projects. These 5,886 projects had a total of 54,506 investors, averaging 124 \ninvestors per regional center.  (99)  Assuming an average of 124 investors is a representative proxy for regional \ncenters, and that $30,000 is the minimum administrative fee charged by regional centers, then such fees would \nrepresent approximately $3,720,000 in revenue. In that case, DHS expects that the proposed filing fee increase for \nForm I-924 and the creation of a new fee for Form I-924A would not cause a significant economic impact to these \nentities.\n \n\n  DHS does not currently have information on how many regional centers may have 30 or fewer investors. However, \nDHS expects that the fee for the annual filing of Form I-924A is greater than 1 percent of annual revenue for only \nthose regional centers with 10 or fewer investors.  (100)  Regional centers with 11 or more investors are not likely to \nexperience a significant economic impact due to this rule. While DHS cannot definitively state the number of \nregional centers that have fewer than 10 investors, we do not believe it is a substantial number of regional centers.\n <h5>\n\n  3. The Response of the Agency to Any Comments Filed by the Chief Counsel for Advocacy of the Small Business \nAdministration in Response to the Proposed Rule, and a Detailed Statement of Any Change Made to the \nProposed Rule in the Final Rule as a Result of the Comments</h5>\n \n  No comments were filed by the Chief Counsel for Advocacy of SBA.\n <h5>\n  4. A Description of and an Estimate of the Number of Small Entities To Which the Rule Will Apply or an \nExplanation of Why No Such Estimate is Available</h5>\n \n  Entities affected by this final rule are those that file and pay fees for certain immigration benefit applications and \npetitions on behalf of a foreign national. These applications include Petition for Nonimmigrant Worker, Form I-129; \nImmigrant Petition for Alien Worker, Form I-140; Civil Surgeon Designation, Form I-910; Application for Regional \nCenter Designation Under the Immigrant Investor Program, Form I-924; and Petition for Amerasian, Widow(er), or \nSpecial Immigrant, Form I-360. Annual numeric estimates of small entities affected by this fee increase total (in \nparentheses): Form I-129 (70,211), Form I-140 (17,812), Form I-910 (589), Form I-924 (412), and Form I-360 \n(1,890).\n \n\n  This rule applies to small entities including businesses, not-for-profit organizations, and governmental jurisdictions \nfiling for the above benefits. Form I-129 and Form I-140 will see a number of industry clusters affected by this rule \n(see Appendix A of the Small Entity Analysis for a list of affected industry codes). Of the total 444 small entities in \nthe sample for Form I-129, most entities were small businesses (401), with 41 small not-for-profit entities and only 2 \nsmall governmental jurisdictions. Similarly, of the total 393 small entities in the sample for Form I-140, most entities \n\n\n\nwere small businesses (364), with 26 small not-for-profit entities and 3 small governmental jurisdictions. The fee for \nthe Application for Civil Surgeon Designation, Form I-910, will apply to physicians requesting such designation. \nThere were 322 small entities in the sample for Form I-910, consisting of two small governmental jurisdictions and \n320 small entities that were either small businesses or small not-for-profits. DHS was unable to further break down \nthe composition of small entities between small businesses and small not-for-profits due to difficulties in \ndetermining the structure of these small entities. The Form I-924 will apply to any entity requesting approval and \ndesignation as a regional center under the Immigrant Investor Program or filing an amendment to an approved \nregional center application. Also captured in the dataset for Form I-924 is the Supplement Form I-924A, which \nregional centers must file annually to certify their continued eligibility for regional center designation. The Form I-\n360 will apply to any entity petitioning on behalf of a religious worker.\n \n\n  DHS does not have sufficient data on the requestors for the genealogy forms, Forms G-1041 and G-1041A, to \ndetermine if entities or individuals submitted these requests. DHS has previously determined that requests for \nhistorical records are usually made by individuals.  (101)  If professional genealogists and researchers submitted \nsuch requests in the past, they did not identify themselves as commercial requesters and thus could not be \nsegregated in the data. Genealogists typically advise clients on how to submit their own requests. For those that \nsubmit requests on behalf of clients, DHS does not know the extent to which they can pass along the fee increases \nto their individual clients. Therefore, DHS does not currently have sufficient data to definitively assess the estimate \nof small entities for these requests.\n <h5>\n  a. Petition for a Nonimmigrant Worker, Form I-129</h5>\n \n\n  The fee for the Petition for a Nonimmigrant Worker, Form I-129, will increase from $325 to $460, a $135 (42 \npercent) increase. DHS used a 12-month period of data on filings of Form I-129 from September 1, 2014 to August \n31, 2015, to collect internal data for each filing organization including the name, Employer Identification Number, \ncity, state, ZIP Code, and number/type of filings. Each entity may make multiple filings; for instance, there were \n482,190 Form I-129 petitions, but only 84,490 unique entities that filed those petitions. Since the filing statistics do \nnot contain information such as the revenue of the business, DHS looked for this information by researching \ndatabases from third-party sources. DHS used the subscription-based online database from Hoover's, as well as \nthree open-access databases from Manta, Cortera, and Guidestar, to help determine an organization's small entity \nstatus and apply SBA size standards.\n \n\n  DHS devised a methodology to conduct the small entity analysis based on a representative sample of the affected \npopulation for each form. To achieve a 95 percent confidence level and a 5 percent confidence interval on a \npopulation of 84,490 unique entities for Form I-129, DHS used the standard statistical formula to determine a \nminimum sample size of 382 entities was necessary. Based on past experience, DHS expected to find about 40 to \n50 percent of the filing organizations in the online subscription and public databases. Accordingly, DHS selected a \nsample size approximately 40 percent larger than the minimum necessary in order to allow for non-matches (filing \norganizations that could not be found in any of the four databases). Therefore, DHS conducted searches on 534 \nrandomly selected entities from the population of 84,490 unique entities for Form I-129.\n \n  The 534 searches for Form I-129 resulted in 444 small entities, 287 of which were determined to be small entities \nbased on their reported revenue or employee count and their NAICS code. Combining non-matches (130), matches \nmissing data (27), and small entity matches (287), enables us to classify 444 of the 534 entities as small for Form I-\n129.\n \n\n  With an aggregated total of 444 out of a sample size of 534 entities searched, DHS inferred that a majority, or 83.1 \npercent, of the entities filing Form I-129 petitions during the period were small entities. Furthermore, 284 of the 534 \nentities searched were small entities with the sales revenue data needed to estimate the economic impact of the \n\n\n\nrule. Because these 284 small entities were a subset of the random sample of 534 searches, they were statistically \nsignificant in the context of this research. In order to calculate the economic impact of this rule, DHS estimated the \ntotal costs associated with the fee increase annually for each entity, divided by the annual sales revenue of that \nentity.  (102)  Based on the fee increase of $135 for Form I-129, this will amount to an average impact of 0.08 \npercent on all 284 small entities with reported revenue data.\n \n  In terms of range, among the 284 small entities with reported revenue data, all experienced an economic impact of \nconsiderably less than 1.0 percent in the analysis, with the exception of two entities. Using the above methodology, \nthe greatest economic impact imposed by this fee change totaled 2.55 percent and the smallest totaled 0.0001 \npercent.\n \n  The evidence suggests that the additional fee imposed by this rule does not represent a significant economic \nimpact on these entities.\n <h5>\n  b. Immigrant Petition for an Alien Worker, Form I-140</h5>\n \n\n  The fee for the Immigrant Petition for an Alien Worker, Form I-140, will increase from $580 to $700, a $120 (21 \npercent) increase. Using a 12-month period of data on filings of Form I-140 petitions from September 1, 2014 to \nAugust 31, 2015, DHS collected internal data similar to that of Form I-129. There were 101,245 Form I-140 \npetitions, but only 23,284 unique entities that filed those petitions. Again, DHS used the third party sources of data \nmentioned previously to search for revenue and employee count information.\n \n\n  DHS used the same methodology as with Form I-129 to conduct the small entity analysis based on a \nrepresentative sample of the affected population. To achieve a 95 percent confidence level and a 5 percent \nconfidence interval on a population of 23,284 unique entities for Form I-140, DHS used the standard statistical \nformula to determine that a minimum sample size of 378 entities was necessary. Again, based on past experience, \nDHS expected to find about 40 to 50 percent of the filing organizations in the online subscription and public \ndatabases. Accordingly, DHS oversampled in order to allow for non-matches (filing organizations that could not be \nfound in any of the four databases).\n \n\n  DHS conducted searches on 514 randomly selected entities from the population of 23,284 unique entities for Form \nI-140. The 514 searches resulted in 430 instances where the name of the filing organization was successfully \nmatched in the databases and 84 instances where the name of the filing organization was not found in the \ndatabases. Based on previous experience conducting regulatory flexibility analyses, DHS assumes filing \norganizations not found in the online databases are likely to be small entities. In order not to underestimate the \nnumber of small entities affected by this rule, DHS makes the conservative assumption to consider all of the non-\nmatched entities as small entities for the purpose of this analysis. Among the 430 matches for Form I-140, 290 were \ndetermined to be small entities based on their reported revenue or employee count and their NAICS code. \nCombining non-matches (84), matches missing data (19), and small entity matches (290), enables us to classify \n393 of 514 entities as small for Form I-140.\n \n\n  With an aggregated total of 393 out of a sample size of 514 entities searched, DHS inferred that a majority, or 76.5 \npercent, of the entities filing Form I-140 petitions during the period were small entities. Furthermore, 287 of the 514 \nentities searched were small entities with the sales revenue data needed to estimate the economic impact of the \nrule. Because these 287 small entities were a subset of the random sample of 514 searches, they were statistically \nsignificant in the context of this research. Similar to the analysis involving Form I-129, DHS estimated the total costs \nassociated with the Form I-140 fee increase annually for each entity, divided by the annual sales revenue of that \nentity in order to calculate the economic impact of this rule.\n \n\n\n\n  Among the 287 small entities with reported revenue data, all experienced an economic impact considerably less \nthan 1.0 percent in the analysis. Using the above methodology, the greatest economic impact imposed by this fee \nchange totaled 0.68 percent and the smallest totaled 0.000002 percent. The average impact on all 287 small \nentities with revenue data was 0.04 percent. The evidence suggests that the additional fee imposed by this rule \ndoes not represent a significant economic impact on these entities.\n \n\n  Additionally, DHS analyzed any cumulative impacts to small entities resulting from the fee increases to both Forms \nI-129 and I-140. DHS isolated those entities that overlapped in both samples of Forms I-129 and I-140 by Employer \nIdentification Number (EIN). Only three entities had EINs that overlapped in both samples. Of these three entities, \ntwo of them were small entities and one was not a small entity. Only one entity submitted multiple Form I-129 \npetitions, while all three entities submitted multiple Form I-140 petitions. Due to little overlap in entities in the \nsamples and the relatively minor impacts on revenue of fee increases of Forms I-129 and I-140, DHS does not \nexpect the combined impact of these two forms to be an economically significant burden on a substantial number of \nsmall entities.\n <h5>\n  c. Application for Civil Surgeon Designation, Form I-910</h5>\n \n\n  The fee for the Application for Civil Surgeon Designation, Form I-910, will increase from $615 to $785, a $170 (28 \npercent) increase. Using a 12-month period of August 1, 2014 to July 31, 2015, DHS collected internal data on \napplicants of this form. There were 719 Form I-910 applications, but only 602 unique entities that filed such \napplications. Again, DHS used third party sources of data mentioned previously to search for revenue and \nemployee count information.\n \n\n  Using the same methodology employed with Forms I-129 and I-140, DHS conducted the small entity analysis \nbased on a representative sample, with a 95 percent confidence level and a 5 percent confidence interval, of the \npopulation of 602 unique entities for Form I-910. DHS determined that a minimum sample size of 235 entities was \nnecessary. DHS oversampled and conducted searches on 329 randomly selected entities for Form I-910.\n \n\n  The 329 searches for Form I-910 resulted in 252 instances in which the name of the filing organization was \nsuccessfully matched in the databases and 77 instances in which the name of the filing organization was not found \nin the databases. DHS assumed again that filing organizations not found in the online databases are likely to be \nsmall entities, so DHS considered all of the non-matched entities as small entities for the purpose of this analysis. \nAmong the 252 matches for Form I-910, 240 were determined to be small entities based on their reported revenue \nor employee count and their NAICS code. Combining non-matches (77), matches missing data (5), and small entity \nmatches (240), DHS classified 322 of 329 entities as small for Form I-910.\n \n\n  With an aggregated total of 322 out of a sample size of 329 entities searched, DHS inferred that a majority, or 97.9 \npercent, of the entities filing Form I-910 applications were small entities. Furthermore, 238 of the 329 entities \nsearched were small entities with the sales revenue data needed in order to estimate the economic impact of the \nrule. Because these 238 small entities were a subset of the random sample of 329 searches, they were statistically \nsignificant in the context of this research.\n \n\n  Similar to the analysis involving Forms I-129 and I-140, DHS estimated the total costs associated with the Form I-\n910 fee increase for each entity. Among the 238 small entities with reported revenue data, all experienced an \neconomic impact considerably less than 1.0 percent in the analysis. The greatest economic impact imposed by this \nfee change totaled 0.61 percent and the smallest totaled 0.00002 percent. The average impact on all 238 small \nentities with revenue data was 0.09 percent. The evidence suggests that the additional fee imposed by this rule \ndoes not represent a significant economic impact on these entities.\n\n\n\n <h5>\n  d. Regional Center Designation Under the Immigrant Investor Program, Forms I-924 and I-924A</h5>\n \n  Congress created the EB-5 Program in 1990 under section 203(b)(5) of the INA to stimulate the U.S. economy \nthrough job creation and capital investment by foreign investors. Foreign investors have the opportunity to obtain \nLPR status in the United States for themselves, their spouses, and their minor unmarried children through a certain \nlevel of capital investment and associated job creation or preservation. There are two distinct EB-5 pathways for a \nforeign investor to gain LPR status: The Basic Program and the Regional Center Program. Both options require a \ncapital investment from the foreign investor in a new commercial enterprise located within the United States. The \ncapital investment amount is generally set at $1,000,000, but may be reduced to $500,000 if the investment is \nmade in a “Targeted Employment Area.”\n \n\n  A regional center is an economic entity, public or private, that promotes economic growth, regional productivity, job \ncreation, and increased domestic capital investment. Regional centers pool funds into development loans or equity \nfor commercial and real estate development projects. As of July 15, 2016, there were 847 DHS-approved regional \ncenters.  (103)  Entities seeking designation as regional centers file Form I-924 along with supporting materials. \nApproved regional centers are currently required to file the Supplement to Form I-924, Form I-924A, on an annual \nbasis to demonstrate continued eligibility for regional center designation. DHS is proposing to change the name of \nthe Form I-924A annual filing to “Annual Certification of Regional Center.”\n \n\n  DHS is increasing the fee for the Application for Regional Center Designation Under the Immigrant Investor \nProgram, Form I-924, from $6,230 to $17,795, an $11,565 (186 percent) increase. Additionally, DHS introduces a \nfiling fee of $3,035 for Form I-924A. In establishing this fee, DHS is also clarifying the related regulations that \nprovide for the annual regional center review related to Form I-924A. Currently, there is no procedure for regional \ncenters seeking to withdraw their designation and discontinue their participation in the program. Formal termination \nis currently processed by DHS issuing a Notice of Intent to Terminate and a subsequent termination notice. The \nwithdrawal procedure will allow a regional center to proactively request withdrawal without the need for the more \nformal notices sent out by DHS. This procedure will reduce administrative costs and time for the Department, \nwhile timely clarifying status to the requesting regional center. Over a 13-month period of August 1, 2014 through \nAugust 31, 2015, DHS received a total of 412 Form I-924 applications.  (104)  These applications include the \nrequest for newly designated regional centers, as well as requests for continued designation for existing regional \ncenters.\n \n\n  DHS was not able to determine the numbers of regional centers that are considered small entities. Regional \ncenters are difficult to assess because there is a lack of official data on employment, income, and industry \nclassification for these entities. Regional centers also pose a challenge for analysis as their structure is often \ncomplex and can involve many related business and financial activities not directly involved with EB-5 activities. \nRegional centers can be made up of several layers of business and financial activities that focus on matching \nforeign investor funds to development projects to capture above market return differentials. While DHS attempted to \ntreat the regional centers similar to the other entities in this analysis, we were not able to identify most of the entities \nin any of the online databases. Furthermore, while regional centers are an integral component of the EB-5 program, \nDHS does not collect data on the administrative fees the regional centers charge to the foreign investors who are \ninvesting in one of their projects. DHS did not focus on the bundled capital investment amounts (either $1 million or \n$500,000 per investor) that the regional center invests into a new commercial enterprise. Such investment amounts \nare not necessarily indicative of whether the regional center is appropriately characterized as a small entity for \npurposes of the RFA.\n \n\n  Due to the lack of regional center revenue data, DHS assumes regional centers collect revenue through the \nadministrative fees charged to investors. Searching through several public Web sites, DHS gathers that \n\n\n\nadministrative fees charged to investors could range between $30,000 and $100,000 per investor.  (105)  DHS \nassumes administrative fees charged to investors are $30,000 per investor for the purposes of this analysis. DHS \ndoes not know the extent to which these regional centers can pass along fee increases to individual investors. \nPassing along the costs from this rule could reduce or eliminate the economic impacts to the regional centers. \nWhile DHS cannot definitively state there is no significant economic impact to these small entities based on existing \ninformation, DHS assumes existing regional centers that have revenues equal to or less than $303,500 per \nyear&thinsp; (106)  (some of which we assume will be derived from administrative fees charged to individual \ninvestors) could experience a significant economic impact if we assume a fee increase that represents 1 percent of \nannual revenue is a “significant” economic burden under the RFA. DHS also assumes newly designated regional \ncenters that have revenues equal to or less than $1,779,500 per year&thinsp; (107)  could also experience a \nsignificant impact.\n \n\n  DHS was able to obtain some sample data on 440 regional centers operating 5,886 projects. These 5,886 projects \nhad a total of 54,506 investors, averaging 124 investors per regional center.  (108)  Assuming an average of 124 \ninvestors is a representative proxy of the regional centers, and that $30,000 is the minimum administrative fee \ncharged by regional centers, then such fees will represent approximately $3.7 million in revenue. In that case, DHS \nexpects that the filing fee increase for Form I-924 and the creation of a new fee for Form I-924A will not cause a \nsignificant economic impact to these entities.\n <h5>\n  e. Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360</h5>\n \n\n  As previously described in this analysis, the fee for Form I-360 will increase from $405 to $435, a $30 (7 percent) \nincrease. DHS was able to obtain internal data for FY 2015 showing 1,890 unique entities submitted 4,399 Form I-\n360 petitions for religious workers. Of these 1,890 unique entities, approximately 96 percent were churches, \nmosques, synagogues, temples, or other places of worship, and DHS thus chose to consider all 1,890 entities to be \nsmall entities. Most entities only submitted 1 or 2 petitions. As previously described, DHS analysis showed that the \ncosts per entity imposed by this rule represent only 0.15 percent of the average salary for clergy; 0.16 percent of \nthe average salary for directors of religious of activities and education, and 0.20 percent of the average salary for all \nother religious workers. As all of these are under the 5 percent average annual labor cost SBA guidelines, DHS \ndetermined that the additional regulatory costs imposed by this rule are not significant.\n <h5>\n  5. A Description of the Projected Reporting, Recordkeeping and Other Compliance Requirements of the Rule, \nIncluding an Estimate of the Classes of Small Entities Which Will Be Subject to the Requirement and the Type of \nProfessional Skills Necessary for Preparation of the Report or Record</h5>\n \n  This final rule imposes higher fees for filers of Forms I-129, I-140, I-910, I-924, I-924A, and I-360. The new fee \nstructure, as it applies to the small entities outlined above, results in the following fees: Form I-129 ($460), Form I-\n140 ($700), Form I-910 ($785), Form I-924 ($17,795), Form I-924A ($3,035), and Form I-360 ($435). This final rule \ndoes not require any new professional skills for reporting.\n <h5>\n  6. A Description of the Steps the Agency Has Taken To Minimize the Significant Economic Impact on Small \nEntities Consistent With the Stated Objectives of Applicable Statutes, Including a Statement of the Factual, Policy, \nand Legal Reasons for Selecting the Alternative Adopted in the Final Rule and Why Each One of the Other \nSignificant Alternatives to the Rule Considered by the Agency Which Affect the Impact on Small Entities Was \nRejected</h5>\n \n\n  The INA provides for the collection of fees at a level that will ensure recovery of the full costs of providing \nadjudication and naturalization services, including services provided without charge to asylum applicants and \ncertain other applicants. In addition, DHS must fund the costs of providing services without charge by using a \nportion of the filing fees collected for other immigration benefits. Without an increase in fees, DHS will not be able to \n\n\n\nmaintain the level of service for immigration and naturalization benefits that it now provides. DHS has considered \nthe alternative of maintaining fees at the current level with reduced services and increased processing times, but \nhas determined that this will not be in the interest of applicants and petitioners. Therefore, this alternative was \nrejected.\n \n\n  While most immigration benefit fees apply to individuals, as described previously, some also apply to small \nentities. DHS seeks to minimize the impact on all parties, but in particular small entities. Another alternative to the \nincreased economic burden of the fee adjustment is to maintain fees at their current level for small entities. The \nstrength of this alternative is that it assures that no additional fee-burden is placed on small entities; however, small \nentities will experience negative effects due to the service reductions that will result in the absence of the fee \nadjustments in this final rule.\n \n\n  Without the fee adjustments provided in this rule, significant operational changes to DHS would be necessary. \nGiven current filing volume and other economic considerations, DHS requires additional revenue to prevent \nimmediate and significant cuts in planned spending. These spending cuts would include reductions in areas such as \nFederal and contract staff, infrastructure spending on information technology and facilities, and training. Depending \non the actual level of workload received, these operational changes would result in longer processing times, a \ndegradation in customer service, and reduced efficiency over time. These cuts would ultimately represent an \nincreased cost to small entities by causing delays in benefit processing and reductions in customer service.\n <h4>\n  B. Unfunded Mandates Reform Act</h4>\n \n  The Unfunded Mandates Reform Act of 1995 (UMRA) requires certain actions to be taken before an agency \npromulgates any notice of rulemaking “that is likely to result in promulgation of any rule that includes any Federal \nmandate that may result in the expenditure by State, local, and tribal governments, in the aggregate, or by the \nprivate sector, of $100 million or more (adjusted annually for inflation) in any one year.  (109)  While this rule may \nresult in the expenditure of more than $100 million by the private sector annually, the rulemaking is not a “Federal \nmandate” as defined for UMRA purposes,  (110)  as the payment of immigration benefit fees by individuals or other \nprivate sector entities is, to the extent it could be termed an enforceable duty, one that arises from participation in a \nvoluntary Federal program, applying for immigration status in the United States.  (111)  Therefore, no actions were \ndeemed necessary under the provisions of the UMRA.\n <h4>\n  C. Small Business Regulatory Enforcement Fairness Act</h4>\n \n\n  This rulemaking is a major rule as defined by section 804 of the Small Business Regulatory Enforcement Act of \n1996. This rulemaking will result in an annual effect on the economy of more than $100 million (adjusted annually \nfor inflation) in order to generate the revenue necessary to fully fund all adjudication and naturalization services. \nThe increased costs will be recovered through the fees charged for various immigration benefit requests. As small \nbusinesses may be impacted under this regulation, DHS has prepared a RFA analysis.\n <h4>\n  D. Congressional Review Act</h4>\n \n\n  The Congressional Review Act&thinsp; (112)  requires rules to be submitted to Congress before taking effect. \nDHS will submit a report regarding the issuance of this final rule before its effective date, as required by 5 U.S.C. \n801 to Congress and the Comptroller General of the United States. This rule is deemed a major rule and will \ntherefore have a 60-day delayed effective date.\n <h4>\n  E. Executive Orders 12866 and 13563 (Regulatory Planning and Review)</h4>\n <h5>\n\n\n\n  1. Background and Purpose of the Final Rule</h5>\n \n  Executive Orders 12866 and 13563 direct agencies to assess the costs and benefits of available alternatives, and \nif regulation is necessary, to select regulatory approaches that maximize net benefits (including potential economic, \nenvironmental, public health and safety effects, distributive impacts, and equity). Executive Order 13563 \nemphasizes the importance of quantifying both costs and benefits, of reducing costs, of harmonizing rules, and of \npromoting flexibility. This final rule has been designated an “economically significant regulatory action” under \nsection 3(f)(1) of Executive Order 12866. Accordingly, OMB has reviewed this final rule.\n \n\n  DHS projects an annual budget of $3.038 billion in FY 2016/2017, a $767 million (34 percent) increase over the \nFY 2010/FY 2011 fee review-adjusted annual budget of $2.271 billion. This final rule is estimated to provide DHS \nwith an average of $546 million in annual fee revenue above the FY 2010/FY 2011 levels, based on a projected \nannual fee-paying volume of 4.9 million immigrant benefit requests and 2.6 million requests for biometric services.  \n(113)  DHS will use this increase in revenue under subsections 286(m) and (n) of the INA, 8 U.S.C. 1356(m) and \n(n), to fund the full costs of processing immigration benefit requests and associated support benefits; the full cost of \nproviding similar benefits to asylum and refugee applicants at no charge; and the full cost of providing similar \nbenefits to others at no charge.\n \n\n  If DHS does not adjust the current fees to recover the full costs of processing immigration benefit requests, it will \nbe forced to make reductions in services provided to applicants and petitioners. These will reverse the considerable \nprogress DHS has made over the last several years to reduce the backlogs of immigration benefit filings, to \nincrease the integrity of the immigration benefit system, and to protect national security and public safety. The \nrevenue increase is based on DHS costs and volume projections available at the time the rule was drafted. DHS \nhas placed in the rulemaking docket a detailed analysis that explains the basis for the annual fee increase.\n \n\n  DHS has included an accounting statement detailing the annualized impacts of the rule in Table 5 below. DHS \nmakes a correction from the NPRM by adding in the opportunity costs of time for filing Form I-942 as discussed \nlater in this analysis. Thus, DHS notes the higher cost in this final rule.\n \n  \n   \n    Table 5—Accounting Statement, FY 2016 Through FY 2017\n   \n    \n     \n      Category\n     \n      Primary estimate\n     \n      Maximum estimate\n    \n   \n   \n    \n     \n      Benefits:\n     \n      &emsp;\n     \n\n\n\n       \n    \n    \n     \n      Un-quantified Benefits\n     \n      Maintain current level of service with respect to processing times, customer service, and efficiency levels.\n     \n       \n    \n    \n     \n      Costs:\n     \n       \n     \n       \n    \n    \n     \n      Quantified Costs\n     \n      $717,724\n     \n      $717,724\n    \n    \n     \n      Transfers:\n     \n       \n     \n       \n    \n    \n     \n      Annualized Monetized Transfers at 3 percent\n     \n      546,429,650\n     \n      546,429,650\n    \n    \n     \n      Annualized Monetized Transfers at 7 percent\n     \n      546,429,650\n     \n      546,429,650\n    \n\n\n\n    \n     \n      Category\n     \n      Effects\n     \n      Source\n    \n    \n     \n      Effects on State, local, and/or tribal governments\n     \n      For those state, local, and/or tribal governments that submit petitions for nonimmigrant and immigrant workers, \nthey will face an increase in filing fees\n     \n      Final Rule, Executive Order 12866/13563 Analysis.\n    \n    \n     \n      Effects on small businesses\n     \n      For those small businesses that submit petitions for nonimmigrant and immigrant workers, they will face an \nincrease in filing fees\n     \n      Final Rule, Executive Order 12866/13563 Analysis, Small Entity Analysis.\n    \n   \n  \n \n <h5>\n  2. Amendments and Impacts of Regulatory Change</h5>\n \n\n  This rule is intended to adjust current fees to ensure that DHS is able to recover the full costs of the immigration \nservices it provides and maintain adequate service.  (114)  In addition to increasing fees, this final rule includes the \nfollowing provisions: Provisions that DHS will reject an immigration benefit request paid with a dishonored check; \nprovisions that DHS will reject an application that does not include the required biometric services fee; the institution \nof a reduced fee for the Application for Naturalization, Form N-400; and provisions that DHS will provide fee refunds \nat its discretion.\n <h5>\n  a. Dishonored Payments</h5>\n \n\n  This final rule changes how DHS will treat a benefit request filing accompanied by fee payment (in the form of \ncheck or other financial instrument) that is subsequently returned as not payable.  (115)  Current regulations \nprovide that when a check or other financial instrument used to pay a filing fee is subsequently returned as not \npayable, the remitter will be notified and requested to pay the filing fee and associated service charge within 14 \ncalendar days, without extension.  (116)  If the benefit request is pending and these charges are not paid within 14 \ndays, the benefit request will be rejected as improperly filed. In addition, a receipt issued by a DHS officer for any \nremittance will not be binding upon DHS if the remittance is found uncollectable, and legal and statutory deadlines \nwill not be deemed to have been met if payment is not made within 10 business days after notification by DHS of \nthe dishonored payment.  (117)  In accordance with these current provisions, when a payment is returned as not \n\n\n\npayable, DHS places the immigration benefit request on hold, and suspends adjudication. If payment fails, DHS \nassesses a $30 penalty and pursues the unpaid fee and penalty using administrative debt collection procedures.  \n(118)  If payment (the unpaid fee plus $30) is made within the allotted 14 day time period, DHS resumes processing \nthe benefit request. If a payment is not corrected by the applicant, DHS rejects the filing for nonpayment.  (119) \n \n\n  In this final rule, DHS is eliminating provisions that require USCIS to hold benefit request filings while deficient \npayments are corrected. Under the amendment, if a check or other financial instrument used to pay a filing fee is \nsubsequently returned as not payable, DHS will now reject the filing when Treasury notifies DHS that the payment \nhas failed; USCIS will no longer hold the filing and provide 14 days for the deficient payment to be corrected.\n \n\n  To ensure that a payment rejection is the result of insufficient funds and not due to ACH and bank network \noutages, DHS has made a minor revision to the proposed amendment in the NPRM. Under the final rule, DHS will \nsubmit all rejected payments to the applicant's bank two times (once upon original deposit and once again if the \noriginal attempt to deposit the payment is unsuccessful). Based on the typical time required for a payment \ninstrument to clear a financial institution, this will allow approximately 5 additional days for payments to clear.  (120)  \nDHS estimates the new mandatory rejected payment re-presentment requirement will therefore provide \napproximately 10 days for payments to be corrected before DHS receives notification that the payment has failed \nand rejects the filing or imposes the $30 returned check fee.  (121) \n \n\n  Under the new process, DHS will continue to intake benefit requests, attempt to deposit fees, and begin \nprocessing filings as soon as possible.  (122)  In cases where the payment is initially rejected, Treasury will re-\nattempt to deposit the payment. However, if the payment is rejected a second time, Treasury will notify DHS and \nDHS, solely under its own authority, will reject the filing for non-payment of the required fee. In such cases where \nthe benefit request has already been approved when DHS is notified of the failed payment, DHS will send the \napproved applicant or petitioner a notice of intent to revoke the approval. Regardless of the disposition of the \nbenefit request, if the payment to DHS is rejected, the remitter will be charged a $30 returned check service charge.  \n(123)  In order to estimate the number of applicants who will make a payment that is ultimately dishonored, DHS \nanalyzed the count of all returned and subsequently corrected payments of a credit card or check from fiscal years \n2012 to 2015.  (124)  In FY 2015, a total of 10,818 payments were returned (Table 6). Of those 10,818 returned \npayments, 6,399 (59.2 percent) were later corrected. The average annual number of returned payments from FY \n2012 to FY 2015 was 9,781 with an annual average of 6,478 payments (66.2 percent) later corrected. Assuming all \nincluded the current service fee of $30, the resulting total annual cost to applicants for returned payments is \n$293,430.  (125) \n \n  \n   \n    Table 6—Count of Returned and Corrected Credit Card/Check Payments, FY 2012-2015\n   \n    \n     \n      Year\n     \n      Totalreturnedpayments\n     \n      Totalcorrectedpayments\n     \n      Percentage ofcorrectedpayments\n    \n   \n   \n\n\n\n    \n     \n      2015\n     \n      10,818\n     \n      6,399\n     \n      59.2\n    \n    \n     \n      2014\n     \n      9,200\n     \n      6,467\n     \n      70.3\n    \n    \n     \n      2013\n     \n      9,785\n     \n      6,496\n     \n      66.4\n    \n    \n     \n      2012\n     \n      9,322\n     \n      6,550\n     \n      70.3\n    \n    \n     \n      Average\n     \n      9,781\n     \n      6,478\n     \n      66.2\n    \n   \n\n\n\n  \n \n \n\n  As stated previously, with the implementation of this final rule, the regulations will no longer require DHS to hold \nbenefit requests, and applicants will no longer be allowed to correct payments directly. Instead, all rejected \npayments will be re-presented to the relevant financial institution a second time, which will allow approximately \nanother 5 days for it to clear.  (126)  DHS' current policy is to re-present a rejected payment twice to see if it clears \non the second or third attempt before sending the filer the bill for the rejected payment. Under this final rule, \nTreasury will only re-present the payment on one occasion to save time. The average 9,781 returned payments \n(Table 6) will now be rejected unless the payments clear when re-presented by Treasury. This re-presentation by \nTreasury has no additional cost since Treasury currently includes this step in the process to deposit DHS fee \npayments. DHS anticipates that the prospect of rejection will encourage filers to provide the correct filing fees at the \ntime they submit their benefit requests. However, DHS recognizes that there will continue to be filers who file \nbenefit requests with incorrect or deficient fees.\n \n\n  For filers, filing fees are a required and fundamental aspect of the benefit being requested. By providing a 14-day \nwindow to correct dishonored payments, the regulation currently permits a benefit request paid with a dishonored \npayment instrument to secure a place in line ahead of a benefit request that was accompanied by a proper \npayment, including in programs that are time sensitive or involve numerically limited visas. In all cases, rejected \nfilings may be refiled immediately with the proper payment but there are some slight differences depending on \nwhether the submission is paper-based or electronically filed. The DHS online filing system will permit the rejected \napplications to remain accessible for the applicant to print and view. The original rejected electronic submission will \nnot be available for resubmission with a new payment; however, the rejected submission may be used as a \nreference when a new application is being completed. In cases where the rejected submission is paper-based, the \nentire application/petition/request and supporting documentation are returned when rejected and can generally be \nrefiled with the proper payment instrument.\n \n\n  The changes in this final rule will provide several benefits to DHS. These changes lower DHS administrative \ncosts for holding and tracking benefit requests during the 14-day period currently provided to correct dishonored \npayments. The holding and tracking of benefit requests requires physical storage space that will no longer be \nrequired with these revisions. DHS currently incurs administrative costs through tracking payments in postage \ncosts and adjudicator time among other costs. This change in process also provides parity to those individuals who \nfile benefit requests with the correct fees, particularly in programs that are time sensitive or involve numerically \nlimited visas.\n \n\n  DHS recognizes the unique impact that these changes may have in the context of the H-1B program regulations, \nwhich make visa numbers available to petitions in the order in which the petitions are filed.  (127)  The H-1B \nregulations allow the final receipt date to be any of the first 5 business days on which petitions subject to the \napplicable numerical limit may be received. DHS then conducts a random selection among the petitions received \nduring any of those 5 business days, known as the “H-1B lottery.” Currently, petitions remain eligible for the H-1B \nlottery despite having failed payments, as long as the payments are corrected within the provided 14-day or 10-day \ntimeframe.  (128)  Under the changes in this final rule, however, DHS will remove petitions from the H-1B lottery as \nsoon as DHS receives notification of a failed payment, typically within 10 days of the receipt date. DHS does not \nhave data at this time to estimate the impact on how many petitions may be affected by these changes. DHS is also \nunable to monetize the cost to the applicant of having a petition removed from selection for the H-1B lottery.\n <h5>\n  b. Failure To Pay the Biometric Services Fees</h5>\n \n\n\n\n  DHS is also eliminating provisions governing non-payment of the biometric services fee in this final rule. Currently, \nif a benefit request is received by DHS without the correct biometric services fee, DHS will notify the filer of the \ndeficiency and take no further action on the benefit request until payment is received.  (129)  Failure to submit the \ncorrect biometric services fee within the time allotted in the notice will result in denial of the benefit request. If the \nrequired biometric services fee is missing, DHS suspends adjudication and places the benefit request on hold. If \npayment is made within the allotted time, DHS resumes processing the benefit request. If the biometric services fee \nis not paid, the benefit request is denied as abandoned.\n \n\n  Through this final rule, DHS is deleting the regulatory provisions that permitted benefit requests to be held while \ndeficient payments are corrected. As a result of these deletions, DHS will reject a benefit request if, for instance, it \nis received without the correct biometric services fee, as specified in the form instructions.\n \n\n  In order to analyze the number of people who do not pay the correct biometric services fee, DHS updated the \nnumbers from the NPRM with more recent data and gathered 7 months of data from DHS lockbox facilities.  (130)  \nThe data covers the period from December 1, 2015 to June 30, 2016. During this 7-month period, DHS lockbox \nfacilities accepted 2,624,825 benefit requests. Of these, a total of 6,179 (.24 percent) of filers were issued a notice \nalerting them that their biometric services fees were missing. Assuming this 7-month trend is typical of the number \nof deficient biometric services fee notices, the new provision will affect less than 1 percent of all benefit requests \nreceived at DHS lockbox facilities. As previously mentioned, rejected filings may be refiled immediately. While filers \ndo not incur monetary costs (except for additional postage fees) associated with the rejection of a benefit request, \nreapplying for benefits with the correct fees requires time. Again, DHS anticipates this new provision will encourage \nindividuals to file with the appropriate fees.\n \n\n  Additionally, this change will streamline DHS' process for handling benefit requests when biometrics services fees \nare not submitted when required. DHS costs are reduced by eliminating the administrative handling costs \nassociated with holding cases while biometric services fees are collected.\n <h5>\n  c. Reduced Fee for Application for Naturalization</h5>\n \n\n  The current fee for the Application for Naturalization, Form N-400, is $595. In most cases, applicants must also \npay an $85 biometrics services fee, so the total cost for most applicants is $680. If an applicant cannot pay the fee, \nhe or she can file a Request for Fee Waiver, Form I-912, along with their Form N-400. DHS considers anyone with \na household income at or below 150 percent of the Federal Poverty Guidelines to be eligible for a fee waiver. If \nDHS approves an applicant's fee waiver, both the $595 Form N-400 fee and the $85 biometrics services fee, where \napplicable, are waived.\n \n\n  DHS will increase the Form N-400 fee from $595 to $640, a $45 (8 percent) increase in this final rule. The \nbiometric services fee will remain unchanged at $85. Therefore, the new costs of Form N-400 plus the biometric \nservices fee will total $725. DHS is introducing an additional fee option for those non-military naturalization \napplicants with family incomes greater than 150 percent and not more than 200 percent of the Federal Poverty \nGuidelines. Specifically, applicants will receive a 50 percent discount and only be required to pay a filing fee of $320 \nfor the N-400, plus an additional $85 biometric services fee (for a total of $405). This reduced fee option is intended \nto limit any potential economic disincentives that some eligible naturalization applicants face when deciding whether \nor not to seek citizenship. The lower fee will help ensure that those who have worked hard to become eligible for \nnaturalization are not limited by their economic means. In order to qualify for this fee, the eligible applicant will have \nto submit the newly created Form I-942, Request for Reduced Fee, along with their Form N-400. Form I-942 will \nrequire the names of everyone in the household and documentation of the household income to determine if the \napplicant's household income is greater than 150 and not more than 200 percent of the Federal Poverty Guidelines.\n \n\n\n\n  As described in the NPRM, DHS estimates that approximately 11 percent of all Form N-400 applicants, excluding \nmilitary applicants, could qualify for the reduced fee. Given the non-military Form N-400 volume projection estimate \nof 821,500 annually, over the biennial period, DHS expects that 90,365 filers will be included in the population \neligible for the fee reduction.  (131)  While these 90,365 filers represent only the current number of applicants who \nwill be eligible for the fee reduction, DHS anticipates an increase in Form N-400 filings as a result of the changes in \nthis final rule. DHS anticipates that the reduced fee for applicants with qualifying incomes will remove economic \nbarriers associated with the costs of associated fees and thus encourage more eligible applicants to file their Form \nN-400 applications. While DHS anticipates an increase in Form N-400 filings due to this fee reduction, we cannot \npredict how many more eligible applicants will file their N-400 applications at this time.\n \n\n  DHS has factored the estimated revenue loss from this product line into its fee model, so those costs are \nreallocated over other fee paying benefit requests. While the costs of the reduced fee are being reallocated to other \nfee-paying customers, DHS believes the benefits of facilitating access to citizenship outweighs the cost reallocation \nimpacts.\n \n\n  As previously mentioned, an eligible applicant will have to submit a Form I-942 along with a Form N-400 \napplication to qualify for this reduced fee. While DHS is not imposing an additional fee for Form I-942, DHS has \nestimated the opportunity cost of time to applicants to complete the form. The total annual opportunity cost of time \nfor applicants will be $717,724, if all 90,365 eligible applicants apply for the reduced fee.  (132)  The Federal \nminimum wage rate&thinsp; (133)  of $7.25 was used as the hourly wage rate because the anticipated applicants \nare asserting they cannot afford to pay the full DHS fee and DHS thus assumes that such applicants earn less than \naverage incomes. The BLS reports the average employer costs for employee compensation for all civilian workers \nin major occupational groups and industries. Using these data from BLS, DHS calculated compensation-to-wage \nmultiplier of 1.46 to estimate the full opportunity costs to applicants, including employee wages, salaries, and the full \ncosts of benefits, such as paid leave, insurance, and retirement.  (134)  To anticipate the full opportunity cost of \ntime to applicants, we multiplied the Federal minimum wage rate by 1.46 to account for the full cost of employee \nbenefits for a total of $10.59. The time burden estimate was developed by DHS with an average of 45 minutes (or \n.75 of an hour) to complete Form I-942, resulting in an opportunity cost of time per petition of $7.94.  (135)  This \nadditional burden is offset by the benefits received from the $320 fee reduction.\n <h5>\n\n  d. Refunds. DHS is also amending regulations for fee refunds in this final rule. In general, and except for a \npremium processing fee under 8 CFR 103.7(e)(2)(i), DHS does not refund a fee regardless of the decision on the \nimmigration benefit request. DHS makes very rare exceptions when DHS determines that an administrative error \noccurred resulting in the inadvertent collection of a fee. DHS errors may include:</h5>\n \n  \n\n   Unnecessary filings. Cases in which DHS (or DOS in the case of an immigration benefit request filed overseas) \nerroneously requests that an individual file an unnecessary form along with the associated fee; and\n  \n\n   Accidental Payments. Cases in which an individual pays a required fee more than once or otherwise pays a fee in \nexcess of the amount due and DHS (or the DOS in the case of an immigration benefit request filed overseas) \nerroneously accepts the erroneous fee.\n \n \n\n  DHS is codifying the process of continuing to provide these refunds in cases involving obvious DHS error. \nIndividuals will continue to request a refund through the current established process, which requires calling the \ncustomer service line or submitting a written request for a refund to the office having jurisdiction over the relevant \nimmigration benefit request.\n\n\n\n \n\n  Any DHS refunds provided are generally due to obvious DHS errors resulting from electronic system behavior \nissues or human error. The anticipation of increased electronic filings in the future also spurs the need for this \nprovision. Currently, DHS provides fee refunds to applicants as shown in Table 7. Over the past 3 fiscal years, DHS \nissued an annual average of 5,363 refunds, resulting in an average of $2.1 million refunded. This is approximately \n$396 per refund. These numbers and amounts of refunds do not include premium processing refunds regulated \nunder 8 CFR 103.7(e)(2)(i). In the context of the total number of fees collected by DHS across all benefits, this \naverage amount of refunds is still less than 1 percent of the total fees collected.\n \n  \n   \n    Table 7—Amount and Number of Fee Refunds Provided by USCIS\n   \n    \n     \n      Fiscal year\n     \n      Amount refunded\n     \n      Number of refunds\n    \n   \n   \n    \n     \n      2013\n     \n      $2,674,290\n     \n      7,405\n    \n    \n     \n      2014\n     \n      1,805,006\n     \n      4,198\n    \n    \n     \n      2015\n     \n      1,890,638\n     \n      4,485\n    \n    \n     \n      Average\n\n\n\n     \n      2,123,311\n     \n      5,363\n    \n   \n  \n \n \n\n  The changes in the final rule will benefit applicants who accidently submit payments twice. DHS anticipates this to \nbe a bigger issue as more forms and associated fees begin to be collected through electronic means. Applicants \nwill recoup any fees that were submitted erroneously due to electronic systems issues. DHS benefits by having \nclear regulatory authority concerning the relatively few cases in which refunds are provided.\n \n\n  There may be some administrative costs associated with the issuance of refunds. DHS may see a potential initial \nincrease in requests for refunds due to the visibility of this rule; however, DHS does not anticipate a sustained \nincrease as DHS is not anticipating any changes to the conditions for issuing refunds. There may also be a potential \nincrease in the time burden costs for DHS adjudicators to process these potential initial increases in refund \nrequests. DHS does not have cost estimates at this time indicating the number of hours required to process and \nissue these refunds. There may also be some opportunity costs of time to filers who submit refund requests; \nhowever, DHS anticipates this cost is offset by the benefit gained in receiving a refund.\n <h4>\n  F. Executive Order 13132 (Federalism)</h4>\n \n\n  This rulemaking will not have substantial direct effects on the States, on the relationship between the National \nGovernment and the States, or on the distribution of power and responsibilities among the various levels of \ngovernment. Therefore, in accordance with section 6 of Executive Order 13132, DHS has determined that this \nrulemaking does not have sufficient Federalism implications to warrant the preparation of a federalism summary \nimpact statement.\n <h4>\n  G. Executive Order 12988 (Civil Justice Reform)</h4>\n \n  This final rule meets the applicable standards set forth in sections 3(a) and 3(b)(2) of Executive Order 12988.\n <h4>\n  H. Family Assessment</h4>\n \n\n  DHS has determined that this rule will not affect family well-being within the meaning of section 654 of the \nTreasury and General Government Appropriations Act, 1999, Public Law 105-277, 112 Stat. 2681 (1998). By \nincreasing immigration benefit request fees, this action will impose a slightly higher financial burden on some \nfamilies that petition for family members to join them in the United States. On the other hand, the rule will provide \nUSCIS with the funds necessary to carry out adjudication and naturalization services and provide similar services \nfor free to disadvantaged populations, including asylees, refugees, individuals with Temporary Protected Status, \nand victims of human trafficking. DHS has determined that the benefits of the action justify the financial impact that \nit will place on some families.\n <h4>\n  I. Paperwork Reduction Act—Comments on the Proposed Information Collection Changes</h4>\n \n\n\n\n  Under the Paperwork Reduction Act of 1995, all Departments are required to submit to OMB, for review and \napproval, any reporting and recordkeeping requirements inherent in a rule. See 44 U.S.C. 3507. This final rule \nrequires changes to OMB control number 1615-0052, the Application for Naturalization, Form N-400, to collect \ninformation necessary to document the applicant's eligibility for the reduced fee proposed in this final rule at 8 CFR \n103.7(b)(1)(i)(AAA)(1); OMB control number 1615-0061, Annual Certification of Regional Center, Form I-924A, and \nthe Application for Regional Center Designation Under the Immigrant Investor Program, Form I-924, to add the \ninstructions necessary to require the annual fee; and OMB control number 1615-NEW, Request for Reduced Fee, \nForm I-942, to document the applicant's eligibility for the reduced fee. DHS specifically requested public comments \non the proposed changes to the forms and form instructions in the NPRM in accordance with 5 CFR 1320.11(a). \nOMB reviewed the request filed in connection with the NPRM and also filed comments in accordance with 5 CFR \n1320.11(c). DHS summarized the comments received from the public and responded below:\n <h5>\n  1. Request for Reduced Fee, Form I-942</h5>\n \n  USCIS received some comments on the Request for Reduced Fee, Form I-942, which was part of the NPRM \ndocket. USCIS proposed to require Form I-942 for an applicant to request the $320 reduced fee for the Application \nfor Naturalization. The comments indicated that the Form I-942's sections related to preparer and interpreter \ncertifications were unnecessarily lengthy, as was the section for signatures of additional family members. The \ncomments stated that these sections make the form appear longer and more onerous than it needs to be. The \ncommenters also recommended that the form be optional, similar to the optional Request for Fee Waiver, Form I-\n912.\n \n\n  USCIS designed the Request for Reduced Fee to be very similar to the Request for Fee Waiver. USCIS \nanticipates that preparers will benefit from having similar forms with similar formats. Additionally, USCIS does not \nbelieve that Form I-942 should be optional for reduced fee requests in the same way that Form I-912 is optional. \nWith respect to Form I-912, USCIS recognizes that applicants may be able to address certain criteria, such as \nfinancial hardship, in a letter more easily than through a form. However, the proposed sole basis for submitting a \nRequest for Reduced Fee is the applicant's household income level. See 81 FR 26916. To qualify for the reduced \nfee, an applicant's household income must be greater than 150 and not more than 200 percent of the Federal \nPoverty Guidelines. Id. USCIS believes that such income information is more easily conveyed to the agency, and \naccessed by the agency, if it is presented in a uniform manner through a form, rather than through a letter. To \nprovide additional flexibility to reduced fee applicants, USCIS has also decided to permit multiple family members \nliving in the same household who are each submitting an Application for Naturalization, and who are each within the \nrelevant income levels for the reduced fee, to jointly submit one Form I-942 with their naturalization applications.  \n(136)  USCIS determined that permitting multiple requests on one form would impose less of a burden overall than \nrequiring multiple members of the same household to file separate reduced fee requests. As a result of these \ncomments, DHS changed the form to permit multiple family members to file on Form I-942 with respect to multiple \nnaturalization applications.\n <h5>\n  2. Annual Certification of Regional Center, Form I-924A</h5>\n \n\n  At least one commenter recommended standardizing the questions for Form I-924A and indicated that the form \nprovides little to no value to USCIS. USCIS believes the revised form and instructions better explain the annual \nreporting process and requirements, and provide more useful information to USCIS, than the previous version of \nthe form. In addition, USCIS believes the revised forms address the commenter's concerns by eliminating many \nredundant and lengthy questions and instructions. While the form contains new questions, it is intended to result in \nmore comprehensive reviews and to require fewer and simpler follow-up inquiries from USCIS in response to \nannual I-924A filings. DHS made no changes to the draft form or the proposed rule as a result of these comments. \nThe form and fee are finalized as proposed. New CFR 204.6(m).\n \n  <h2>\n\n\n\n   List of Subjects</h2>\n  \n\n   Administrative practice and procedures, Authority delegations (government agencies), Freedom of Information, \nPrivacy, Reporting and recordkeeping requirements, and Surety bonds.\n  \n\n   Administrative practice and procedure, Immigration, Reporting and recordkeeping requirements.\n  \n\n   Administrative practice and procedure, Immigration.\n \n \n\n  Accordingly, DHS amends chapter I of title 8 of the Code of Federal Regulations as follows:\n <h2>\n  Part 103 Immigration Benefits Biometric Requirements Availability of Records</h2>\n \n  \n   Regulatory Text\n  \n   \n    1. The authority citation for part 103 continues to read as follows:\n  \n  \n   <h3>\n    Authority:</h3>\n   \n    5 U.S.C. 301, 552, 552(a); 6 U.S.C. 112, 8 U.S.C. 1101, 1103, 1154, 1155, 1185, 1186a, 1186b, 1254a, 1304, \n1324a, 1356; 31 U.S.C. 9701; Pub. L. 107-296, 116 Stat. 2135 (6 U.S.C. 1 et seq.); E.O. 12356, 47 FR 14874, \n15557; 3 CFR, 1982 Comp., p. 166; 8 CFR part 2; Pub. L. 112-54.\n  \n  \n   \n    2. Section 103.2 is amended by:\n  \n  \n   \n    a. Revising paragraph (a)(1);\n  \n  \n   \n    b. Revising paragraph (a)(7); and\n  \n  \n   \n    c. Revising paragraph (b)(9).\n  \n  \n   The revisions read as follows:\n  <h3>\n   §&thinsp;103.2 Submission and adjudication of benefit requests.</h3>\n\n\n\n  \n   (a) * * *\n  \n\n   (1) Preparation and submission. Every form, benefit request, or other document must be submitted to DHS and \nexecuted in accordance with the form instructions regardless of a provision of 8 CFR chapter I to the contrary. The \nform's instructions are hereby incorporated into the regulations requiring its submission. Each form, benefit request, \nor other document must be filed with the fee(s) required by regulation. Filing fees generally are non-refundable and, \nexcept as otherwise provided in this chapter I, must be paid when the benefit request is filed.\n  \n   * * * * *\n  \n   (7) Benefit requests submitted. (i) USCIS will consider a benefit request received and will record the receipt date \nas of the actual date of receipt at the location designated for filing such benefit request whether electronically or in \npaper format.\n  \n   (ii) A benefit request which is rejected will not retain a filing date. A benefit request will be rejected if it is not:\n  \n   (A) Signed with valid signature;\n  \n   (B) Executed;\n  \n   (C) Filed in compliance with the regulations governing the filing of the specific application, petition, form, or \nrequest; and\n  \n   (D) Submitted with the correct fee(s). If a check or other financial instrument used to pay a fee is returned as \nunpayable, USCIS will re-submit the payment to the remitter institution one time. If the instrument used to pay a fee \nis returned as unpayable a second time, the filing will be rejected and a charge will be imposed in accordance with \n8 CFR 103.7(a)(2).\n  \n   (iii) A rejection of a filing with USCIS may not be appealed.\n  \n   (b) * * *\n  \n   (9) Appearance for interview or biometrics. USCIS may require any applicant, petitioner, sponsor, beneficiary, or \nindividual filing a benefit request, or any group or class of such persons submitting requests, to appear for an \ninterview and/or biometric collection. USCIS may require the payment of the biometric services fee in 8 CFR \n103.7(b)(1)(i)(C) or that the individual obtain a fee waiver. Such appearance and fee may also be required by law, \nregulation, form instructions, or Federal Register notice applicable to the request type. USCIS will notify the affected \nperson of the date, time and location of any required appearance under this paragraph. Any person required to \nappear under this paragraph may, before the scheduled date and time of the appearance, either:\n  \n   (i) Appear before the scheduled date and time;\n  \n   (ii) For good cause, request that the biometric services appointment be rescheduled; or\n  \n   (iii) Withdraw the benefit request.\n  \n   * * * * *\n  \n   \n    4. Section 103.7 is amended by revising paragraphs (a)(2) and (b)(1) to read as follows:\n\n\n\n  \n  <h3>\n   §&thinsp;103.7 Fees.</h3>\n  \n   * * * * *\n  \n   (a) * * *\n  \n   (2) Remittances must be drawn on a bank or other institution located in the United States and be payable in \nUnited States currency. Remittances must be made payable in accordance with the guidance specific to the \napplicable U.S. Government office when submitting to a Department of Homeland Security office located outside of \nthe United States. Remittances to the Board of Immigration Appeals must be made payable to the “United States \nDepartment of Justice,” in accordance with 8 CFR 1003.8. If a remittance in payment of a fee or any other matter is \nnot honored by the bank or financial institution on which it is drawn:\n  \n   (i) A charge of $30.00 will be imposed;\n  \n   (ii) The provisions of 8 CFR 103.2(a)(7)(ii) apply, no receipt will be issued, and if a receipt was issued, it is void \nand the benefit request loses its receipt date; and\n  \n\n   (iii) If the benefit request was approved, the approval may be revoked upon notice. If the approved benefit request \nrequires multiple fees, this provision will apply if any fee submitted is not honored. Other fees that were paid for a \nbenefit request that is revoked under this provision will be retained and not refunded. A revocation of an approval \nbecause the fee submitted is not honored may be appealed to the USCIS Administrative Appeals Office, in \naccordance with 8 CFR 103.3 and the applicable form instructions.\n  \n\n   (b) Amounts of fees—(1) Established fees and charges—(i) USCIS fees. A request for immigration benefits \nsubmitted to USCIS must include the required fee as established under this section. The fees established in this \nsection are associated with the benefit, the adjudication, or the type of request and not solely determined by the \nform number listed below. The term “form” as defined in 8 CFR part 1, may include a USCIS-approved electronic \nequivalent of such form as USCIS may provide on its official Web site at            http://www.uscis.gov.\n  \n   (A) Certification of true copies: $2.00 per copy.\n  \n   (B) Attestation under seal: $2.00 each.\n  \n   (C) Biometric services fee. For capturing, storing, and using biometric information (Biometric Fee). A service fee \nof $85 will be charged to pay for background checks and have their biometric information captured, stored, and \nused for any individual who is required to submit biometric information for an application, petition, or other request \nfor certain immigration and naturalization benefits (other than asylum or refugee status) or actions. USCIS will not \ncharge a biometric services fee when:\n  \n   (1) An applicant under 8 CFR 204.3 submits to USCIS a written request for an extension of the approval period of \nan Application for Advance Processing of an Orphan Petition (Application), if the request is submitted before the \napproval period expires and the applicant has not yet filed a Petition to Classify Orphan as an Immediate Relative \n(Petition) in connection with the approved Application. The applicant may submit only one extension request without \nhaving to pay an additional biometric services fee. If the extension of the approval expires before the applicant files \nan associated Petition, then the applicant must file either a new Application or a Petition, and pay a new filing fee \nand a new biometric services fee.\n  \n\nhttp://www.uscis.gov/\n\n\n   (2) The application or petition fee for the associated request has been waived under paragraph (c) of this section; \nor\n  \n   (3) The associated benefit request is one of the following:\n  \n   (i) Application for Posthumous Citizenship, Form N-644;\n  \n   (ii) Refugee/Asylee Relative Petition, Form I-730;\n  \n   (iii) Application for T Nonimmigrant Status, Form I-914;\n  \n   (iv) Petition for U Nonimmigrant Status, Form I-918;\n  \n   (v) Application for Naturalization, Form N-400, by an applicant who meets the requirements of sections 328 or 329 \nof the Act with respect to military service under paragraph (b)(1)(i)(WW) of this section;\n  \n   (vi) Application to Register Permanent Residence or Adjust Status, Form I-485, from an asylee under paragraph \n(b)(1)(i)(U) of this section;\n  \n   (vii) Application To Adjust Status under Section 245(i) of the Act, Supplement A to Form I-485, from an unmarried \nchild less than 17 years of age, or when the applicant is the spouse, or the unmarried child less than 21 years of \nage of a legalized foreign national and who is qualified for and has applied for voluntary departure under the family \nunity program from an asylee under paragraph (b)(1)(i)(V) of this section; or\n  \n   (viii) Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360, meeting the requirements of \nparagraphs (b)(1)(i)(T)(1), (2), (3) or (4) of this section.\n  \n\n   (D) USCIS Immigrant Fee. For DHS domestic processing and issuance of required documents after an immigrant \nvisa is issued by the U.S. Department of State: $220.\n  \n   (E) Request for a search of indices to historical records to be used in genealogical research, Form G-1041: $65. \nThe search request fee is not refundable.\n  \n   (F) Request for a copy of historical records to be used in genealogical research, Form G-1041A: $65. USCIS will \nrefund the records request fee only when it is unable to locate the file previously identified in response to the index \nsearch request.\n  \n   (G) Application to Replace Permanent Resident Card, Form I-90. For filing an application for a Permanent \nResident Card, Form I-551, to replace an obsolete card or to replace one lost, mutilated, or destroyed, or for a \nchange in name: $455.\n  \n   (H) Application for Replacement/Initial Nonimmigrant Arrival-Departure Document, Form I-102. For filing a petition \nfor an application for Arrival/Departure Record Form I-94, or Crewman's Landing Permit Form I-95, to replace one \nlost, mutilated, or destroyed: $445.\n  \n   (I) Petition for a Nonimmigrant Worker, Form I-129. For filing a petition for a nonimmigrant worker: $460.\n  \n   (J) Petition for Nonimmigrant Worker in CNMI, Form I-129CW. For an employer to petition on behalf of one or \nmore beneficiaries: $460 plus a supplemental CNMI education funding fee of $150 per beneficiary per year. The \nCNMI education funding fee cannot be waived.\n  \n\n\n\n   (K) Petition for Alien Fiancé(e), Form I-129F. For filing a petition to classify a nonimmigrant as a fiancée or fiancé \nunder section 214(d) of the Act: $535; there is no fee for a K-3 spouse as designated in 8 CFR 214.1(a)(2) who is \nthe beneficiary of an immigrant petition filed by a United States citizen on a Petition for Alien Relative, Form I-130.\n  \n   (L) Petition for Alien Relative, Form I-130. For filing a petition to classify status of a foreign national relative for \nissuance of an immigrant visa under section 204(a) of the Act: $535.\n  \n   (M) Application for Travel Document, Form I-131. For filing an application for travel document:\n  \n   (1) $135 for a Refugee Travel Document for an individual age 16 or older.\n  \n   (2) $105 for a Refugee Travel Document for a child under the age of 16.\n  \n   (3) $575 for advance parole and any other travel document.\n  \n   (4) No fee if filed in conjunction with a pending or concurrently filed Form I-485 with fee that was filed on or after \nJuly 30, 2007.\n  \n   (N) Immigrant Petition for Alien Worker, Form I-140. For filing a petition to classify preference status of an alien on \nthe basis of profession or occupation under section 204(a) of the Act: $700.\n  \n   (O) Application for Advance Permission to Return to Unrelinquished Domicile, Form I-191. For filing an application \nfor discretionary relief under section 212(c) of the Act: $930.\n  \n   (P) Application for Advance Permission to Enter as a Nonimmigrant, Form I-192. For filing an application for \ndiscretionary relief under section 212(d)(3) of the Act, except in an emergency case or where the approval of the \napplication is in the interest of the United States Government: $930. If filed with and processed by CBP: $585.\n  \n   (Q) Application for Waiver for Passport and/or Visa, Form I-193. For filing an application for waiver of passport \nand/or visa: $585.\n  \n   (R) Application for Permission to Reapply for Admission into the United States After Deportation or Removal, \nForm I-212. For filing an application for permission to reapply for an excluded, deported or removed alien, an alien \nwho has fallen into distress, an alien who has been removed as an alien enemy, or an alien who has been removed \nat government expense instead of deportation: $930.\n  \n   (S) Notice of Appeal or Motion, Form I-290B. For appealing a decision under the immigration laws in any type of \nproceeding over which the Board of Immigration Appeals does not have appellate jurisdiction: $675. The fee will be \nthe same for appeal of a denial of a benefit request with one or multiple beneficiaries. There is no fee for an appeal \nor motion associated with a denial of a petition for a special immigrant visa filed by or on behalf of an individual \nseeking special immigrant visa or status as an Iraqi or Afghan national who was employed by or on behalf of the \nU.S. Government in Iraq or Afghanistan.\n  \n   (T) Petition for Amerasian, Widow(er), or Special Immigrant, Form I-360. For filing a petition for an Amerasian, \nWidow(er), or Special Immigrant: $435. The following requests are exempt from this fee:\n  \n   (1) A petition seeking classification as an Amerasian;\n  \n   (2) A self-petition for immigrant status as a battered or abused spouse, parent, or child of a U.S. citizen or lawful \npermanent resident; or\n  \n   (3) A petition for special immigrant juvenile status; or\n\n\n\n  \n   (4) A petition seeking special immigrant visa or status an Iraqi or Afghan national who was employed by or on \nbehalf of the U.S. Government in Iraq or Afghanistan.\n  \n   (U) Application to Register Permanent Residence or Adjust Status, Form I-485. For filing an application for \npermanent resident status or creation of a record of lawful permanent residence:\n  \n   (1) $1,140 for an applicant 14 years of age or older; or\n  \n   (2) $750 for an applicant under the age of 14 years who submits the application concurrently with the Form I-485 \nof a parent.\n  \n   (3) There is no fee if an applicant is filing as a refugee under section 209(a) of the Act.\n  \n   (V) Application to Adjust Status under Section 245(i) of the Act, Supplement A to Form I-485. Supplement to Form \nI-485 for persons seeking to adjust status under the provisions of section 245(i) of the Act: $1,000. There is no fee \nwhen the applicant is an unmarried child less than 17 years of age, when the applicant is the spouse, or the \nunmarried child less than 21 years of age of an individual with lawful immigration status and who is qualified for and \nhas applied for voluntary departure under the family unity program.\n  \n   (W) Immigrant Petition by Alien Entrepreneur, Form I-526. For filing a petition for an alien entrepreneur: $3,675.\n  \n   (X) Application To Extend/Change Nonimmigrant Status, Form I-539. For filing an application to extend or change \nnonimmigrant status: $370.\n  \n   (Y) Petition to Classify Orphan as an Immediate Relative, Form I-600. For filing a petition to classify an orphan as \nan immediate relative for issuance of an immigrant visa under section 204(a) of the Act. Only one fee is required \nwhen more than one petition is submitted by the same petitioner on behalf of orphans who are brothers or sisters: \n$775.\n  \n   (Z) Application for Advance Processing of Orphan Petition, Form I-600A. For filing an application for advance \nprocessing of orphan petition. (When more than one petition is submitted by the same petitioner on behalf of \norphans who are brothers or sisters, only one fee will be required.): $775. No fee is charged if Form I-600 has not \nyet been submitted in connection with an approved Form I-600A subject to the following conditions:\n  \n   (1) The applicant requests an extension of the approval in writing and the request is received by USCIS before \nthe expiration date of approval; and\n  \n   (2) The applicant's home study is updated and USCIS determines that proper care will be provided to an adopted \norphan.\n  \n   (3) A no fee extension is limited to one occasion. If the Form I-600A approval extension expires before \nsubmission of an associated Form I-600, then a complete application and fee must be submitted for any \nsubsequent application.\n  \n   (AA) Application for Waiver of Ground of Inadmissibility, Form I-601. For filing an application for waiver of grounds \nof inadmissibility: $930.\n  \n   (BB) Application for Provisional Unlawful Presence Waiver, Form I-601A. For filing an application for provisional \nunlawful presence waiver: $630.\n  \n\n\n\n   (CC) Application for Waiver of the Foreign Residence Requirement (under Section 212(e) of the Immigration and \nNationality Act, as Amended), Form I-612. For filing an application for waiver of the foreign-residence requirement \nunder section 212(e) of the Act: $930.\n  \n   (DD) Application for Status as a Temporary Resident under Section 245A of the Immigration and Nationality Act, \nForm I-687. For filing an application for status as a temporary resident under section 245A(a) of the Act: $1,130.\n  \n   (EE) Application for Waiver of Grounds of Inadmissibility under Sections 245A or 210 of the Immigration and \nNationality Act, Form I-690. For filing an application for waiver of a ground of inadmissibility under section 212(a) of \nthe Act as amended, in conjunction with the application under sections 210 or 245A of the Act, or a petition under \nsection 210A of the Act: $715.\n  \n   (FF) Notice of Appeal of Decision under Sections 245A or 210 of the Immigration and Nationality Act (or a petition \nunder section 210A of the Act), Form I-694. For appealing the denial of an application under sections 210 or 245A \nof the Act, or a petition under section 210A of the Act: $890.\n  \n   (GG) Application to Adjust Status from Temporary to Permanent Resident (Under Section 245A of Pub. L. 99-\n603), Form I-698. For filing an application to adjust status from temporary to permanent resident (under section \n245A of Pub. L. 99-603): $1,670. The adjustment date is the date of filing of the application for permanent residence \nor the applicant's eligibility date, whichever is later.\n  \n   (HH) Petition to Remove Conditions on Residence, Form I-751. For filing a petition to remove the conditions on \nresidence based on marriage: $595.\n  \n   (II) Application for Employment Authorization, Form I-765. $410. No fee if filed in conjunction with a pending or \nconcurrently filed Form I-485 with fee that was filed on or after July 30, 2007.\n  \n   (JJ) Petition to Classify Convention Adoptee as an Immediate Relative, Form I-800.\n  \n   (1) There is no fee for the first Form I-800 filed for a child on the basis of an approved Application for \nDetermination of Suitability to Adopt a Child from a Convention Country, Form I-800A, during the approval period.\n  \n   (2) If more than one Form I-800 is filed during the approval period for different children, the fee is $775 for the \nsecond and each subsequent petition submitted.\n  \n   (3) If the children are already siblings before the proposed adoption, however, only one filing fee of $775 is \nrequired, regardless of the sequence of submission of the immigration benefit.\n  \n   (KK) Application for Determination of Suitability to Adopt a Child from a Convention Country, Form I-800A. For \nfiling an application for determination of suitability to adopt a child from a convention country: $775.\n  \n   (LL) Request for Action on Approved Application for Determination of Suitability to Adopt a Child from a \nConvention Country, Form I-800A, Supplement 3. This filing fee is not charged if Form I-800 has not been filed \nbased on the approval of the Form I- 800A, and Form I-800A Supplement 3 is filed in order to obtain a first \nextension of the approval of the Form I-800A: $385.\n  \n   (MM) Application for Family Unity Benefits, Form I-817. For filing an application for voluntary departure under the \nFamily Unity Program: $600.\n  \n   (NN) Application for Temporary Protected Status, Form I-821. For first time applicants: $50. There is no fee for re-\nregistration.\n  \n\n\n\n   (OO) Application for Action on an Approved Application or Petition, Form I-824. For filing for action on an \napproved application or petition: $465.\n  \n   (PP) Petition by Entrepreneur to Remove Conditions, Form I-829. For filing a petition by entrepreneur to remove \nconditions: $3,750.\n  \n   (QQ) Application for Suspension of Deportation or Special Rule Cancellation of Removal (Pursuant to Section 203 \nof Pub. L. 105-100), Form I-881:\n  \n\n   (1) $285 for adjudication by DHS, except that the maximum amount payable by family members (related as \nhusband, wife, unmarried child under 21, unmarried son, or unmarried daughter) who submit applications at the \nsame time will be $570.\n  \n   (2) $165 for adjudication by the Immigration Court (a single fee of $165 will be charged whenever applications are \nfiled by two or more foreign nationals in the same proceedings).\n  \n\n   (3) The $165 fee is not required if the Form I-881 is referred to the Immigration Court by DHS.\n  \n   (RR) Application for Authorization to Issue Certification for Health Care Workers, Form I-905: $230.\n  \n   (SS) Request for Premium Processing Service, Form I-907. $1,225. The Request for Premium Processing \nService fee:\n  \n   (1) Must be paid in addition to, and in a separate remittance from, other filing fees.\n  \n   (2) May be adjusted annually by notice in the Federal Register based on inflation according to the Consumer \nPrice Index (CPI).\n  \n   (3) May not be waived.\n  \n   (TT) Application for Civil Surgeon Designation, Form I-910. For filing an application for civil surgeon designation: \n$785. There is no fee for an application from a medical officer in the U.S. Armed Forces or civilian physician \nemployed by the U.S. Government who examines members and veterans of the Armed Forces and their \ndependents at a military, Department of Veterans Affairs, or U.S. Government facility in the United States.\n  \n   (UU) Application for T Nonimmigrant Status, Form I-914. No fee.\n  \n   (VV) Application for U Nonimmigrant Status, Form I-918. No fee.\n  \n   (WW) Application for Regional Center Designation under the Immigrant Investor Program, Form I-924. For filing \nan application for regional center designation under the Immigrant Investor Program: $17,795.\n  \n   (XX) Annual Certification of Regional Center, Form I-924A. To provide updated information and certify that an \nImmigrant Investor Regional Center has maintained their eligibility: $3,035.\n  \n   (YY) Petition for Qualifying Family Member of a U-1 Nonimmigrant, Form I-929. For U-1 principal applicant to \nsubmit for each qualifying family member who plans to seek an immigrant visa or adjustment of U status: $230.\n  \n   (ZZ) Application to File Declaration of Intention, Form N-300. For filing an application for declaration of intention to \nbecome a U.S. citizen: $270.\n\n\n\n  \n   (AAA) Request for a Hearing on a Decision in Naturalization Proceedings (Under section 336 of the Act), Form N-\n336. For filing a request for hearing on a decision in naturalization proceedings under section 336 of the Act: $700. \nThere is no fee if filed on or after October 1, 2004, by an applicant who has filed an Application for Naturalization \nunder sections 328 or 329 of the Act with respect to military service and whose application has been denied.\n  \n   (BBB) Application for Naturalization, Form N-400. For filing an application for naturalization: $640. Except:\n  \n   (1) The fee for an applicant whose documented income is greater than 150 percent and not more than 200 \npercent of the Federal poverty level is $320.\n  \n   (2) No fee is charged an applicant who meets the requirements of sections 328 or 329 of the Act with respect to \nmilitary service.\n  \n   (CCC) Application to Preserve Residence for Naturalization Purposes, Form N-470. For filing an application for \nbenefits under section 316(b) or 317 of the Act: $355.\n  \n   (DDD) Application for Replacement Naturalization/Citizenship Document, Form N-565. For filing an application for \na certificate of naturalization or declaration of intention in place of a certificate or declaration alleged to have been \nlost, mutilated, or destroyed; for a certificate of citizenship in a changed name under section 343(c) of the Act; or for \na special certificate of naturalization to obtain recognition as a citizen of the United States by a foreign state under \nsection 343(b) of the Act: $555. There is no fee when this application is submitted under 8 CFR 338.5(a) or 343a.1 \nto request correction of a certificate that contains an error.\n  \n   (EEE) Application for Certificate of Citizenship, Form N-600. For filing an application for a certificate of citizenship \nunder section 309(c) or section 341 of the Act: $1,170. There is no fee for any application filed by a member or \nveteran of any branch of the United States Armed Forces.\n  \n   (FFF) Application for Citizenship and Issuance of Certificate under section 322 of the Act, Form N-600K. For filing \nan application for citizenship and issuance of certificate under section 322 of the Act: $1,170.\n  \n   (GGG) American Competitiveness and Workforce Improvement Act (ACWIA) fee. For filing certain H-1B petitions \nas described in 8 CFR 214.2(h)(19) and USCIS form instructions: $1,500 or $750.\n  \n   (HHH) Fraud detection and prevention fee. For filing certain H-1B and L petitions, and $150 for H-2B petitions as \ndescribed in 8 CFR 214.2(h)(19): $500.\n  \n   (III) 9-11 Response and Biometric Entry-Exit Fee for H-1B Visa. For certain petitioners who employ 50 or more \nemployees in the United States if more than 50 percent of the petitioner's employees are in H-1B, L-1A or L-1B \nnonimmigrant status: $4,000. Collection of this fee is scheduled to end on September 30, 2025.\n  \n   (JJJ) 9-11 Response and Biometric Entry-Exit Fee for L-1 Visa. For certain petitioners who employ 50 or more \nemployees in the United States, if more than 50 percent of the petitioner's employees are in H-1B, L-1A or L-1B \nnonimmigrant status: $4,500. Collection of this fee is scheduled to end on September 30, 2025.\n  \n   * * * * *\n  \n   \n    5. Section 103.16 is amended by revising the first sentence of paragraph (a) to read as follows:\n  \n  <h3>\n   §&thinsp;103.16 Collection, use and storage of biometric information.</h3>\n\n\n\n  \n   (a) Use of biometric information. An individual may be required to submit biometric information by law, regulation, \nFederal Register notice or the form instructions applicable to the request type or if required in accordance with 8 \nCFR 103.2(b)(9). * * *\n  \n   * * * * *\n  \n   \n    6. Section 103.17 is amended by revising paragraph (b) to read as follows:\n  \n  <h3>\n   §&thinsp;103.17 Biometric services fee.</h3>\n  \n   * * * * *\n  \n\n   (b) Non-payment. If a benefit request is received by DHS without the correct biometric services fee as provided in \nthe form instructions, DHS will reject the benefit request.\n \n <h2>\n  Part 204 Immigrant Petitions</h2>\n \n  \n   Regulatory Text\n  \n   \n    7. The authority citation for part 204 continues to read as follows:\n  \n  \n   <h3>\n    Authority:</h3>\n   \n    8 U.S.C. 1101, 1103, 1151, 1153, 1154, 1182, 1184, 1186a, 1255, 1641; 8 CFR part 2.\n  \n  \n   \n    8. Section 204.6 is amended by revising paragraph (m)(6) to read as follows:\n  \n  <h3>\n   §&thinsp;204.6 Petitions for employment creation aliens.</h3>\n  \n   * * * * *\n  \n   (m) * * *\n  \n   (6) Continued participation requirements for regional centers. (i) Regional centers approved for participation in the \nprogram must:\n  \n   (A) Continue to meet the requirements of section 610(a) of the Appropriations Act.\n  \n   (B) Provide USCIS with updated information annually, and/or as otherwise requested by USCIS, to demonstrate \nthat the regional center is continuing to promote economic growth, including increased export sales, improved \n\n\n\nregional productivity, job creation, and increased domestic capital investment in the approved geographic area, \nusing a form designated for this purpose; and\n  \n   (C) Pay the fee provided by 8 CFR 103.7(b)(1)(i)(XX).\n  \n   (ii) USCIS will issue a notice of intent to terminate the designation of a regional center in the program if:\n  \n   (A) A regional center fails to submit the information required in paragraph (m)(6)(i)(B) of this section, or pay the \nassociated fee; or\n  \n   (B) USCIS determines that the regional center no longer serves the purpose of promoting economic growth, \nincluding increased export sales, improved regional productivity, job creation, and increased domestic capital \ninvestment.\n  \n   (iii) A notice of intent to terminate the designation of a regional center will be sent to the regional center and set \nforth the reasons for termination.\n  \n   (iv) The regional center will be provided 30 days from receipt of the notice of intent to terminate to rebut the \nground or grounds stated in the notice of intent to terminate.\n  \n   (v) USCIS will notify the regional center of the final decision. If USCIS determines that the regional center's \nparticipation in the program should be terminated, USCIS will state the reasons for termination. The regional center \nmay appeal the final termination decision in accordance with 8 CFR 103.3.\n  \n   (vi) A regional center may elect to withdraw from the program and request a termination of the regional center \ndesignation. The regional center must notify USCIS of such election in the form of a letter or as otherwise requested \nby USCIS. USCIS will notify the regional center of its decision regarding the withdrawal request in writing.\n  \n   * * * * *\n \n <h2>\n  Part 205 Revocation of Approval of Petitions</h2>\n \n  \n   Regulatory Text\n  \n   \n    9. The authority citation for part 205 continues to read as follows:\n  \n  \n   <h3>\n    Authority:</h3>\n   \n    8 U.S.C. 1101, 1103, 1151, 1153, 1154, 1155, 1182, and 1186a.\n  \n  \n   \n    10. Section 205.1 is amended by removing and reserving paragraph (a)(2).\n  \n  <h3>\n   §&thinsp;205.1 Automatic revocation.</h3>\n\n\n\n  \n   (a) * * *\n  \n   (2) [Reserved]\n  \n   * * * * *\n \n \n  \n   Jeh Charles Johnson,\n  \n   Secretary.\n \n [FR Doc. 2016-25328 Filed 10-21-16; 8:45 am]\n BILLING CODE 4410-10-P\n \n\n \n\n In case of any query regarding this article or other content needs please contact: \neditorial@plusmediasolutions.com \n"}