{"title": "INS Arrests 2 Latinos As Va. Gang Members;Pair Among Half-Dozen Sought in Crackdown", "body": "\nU.S. Immigration and Naturalization Service agents began a crackdown on alleged gang activity among Latino \nimmigrants with the arrest of two men in Arlington.\n\nThe men were identified as Omar Elvin Barrona-Mejia, 19, of the 3800 block of Old Dominion Boulevard, \nAlexandria, and Roberto Aguirre-Rodriguez, 23, of the 2700 block of South Veitch Street, Arlington. They were \narrested by INS agents about 7 p.m. Wednesday near 27th and Adams streets in the Arna Valley section of \nArlington, INS officials said.\n\nThe two men are among a group of illegal immigrants believed to be members of a gang known as \"La Mara Loco \nIntocables,\" which means \"the crazy untouchables\" in Spanish, according to the INS.\n\nThe arrests were the first in an INS operation intended to break up Latino gangs in Northern Virginia and the \nDistrict, dubbed \"Operation Switchblade,\" which began in November 1993. INS agents had gone to the \nneighborhood looking for a half-dozen suspected gang members who are in the country illegally, and they plan to \nmake more arrests soon, said James D. Goldman, assistant district director of investigations for the INS.\n\n\"They appear to be involved in a potpourri of thefts, larcenies and beatings,\" Goldman said of the gang, which \noperates in the Arlandria section of Alexandria and in the Arna Valley neighborhood in South Arlington.\n\nBarrona-Mejia, who is from Honduras, faced a deportation order even before his arrest. Aguirre-Rodriguez, a \nMexican who has been convicted of larceny twice in Arlington, according to Goldman, faces deportation \nproceedings.\n\nThe INS identified the men with the help of Arlington police, Goldman said.\n\nOperation Switchblade is being handled by a six-agent task force, Goldman said.\n\nThe operation was started after Arlington police and residents informed the INS of gang activity, according to \nGoldman.\n\n\"Complaints from the community these Hispanic gangs to our attention. We will not tolerate the community being \nharassed by gangs,\" said William J. Carroll, director of the INS Washington District Office.\n\nJohn Liss, who heads the Tenants' Support Committee in Arlandria, said he's concerned that immigrants not \ninvolved in crime might suffer from the INS action.\n\n\n\"It's one thing to arrest people engaging in criminal activity, but we don't need others in the community being \nharassed,\" Liss said.\n\n\"I have no comment on this. I didn't call them [the INS]. They came in on their own, and they have a job to do,\" said \nTed Hicks, president of the Arna Valley Civic Association.\n\nLiss and other residents said La Mara is made up of about two dozen youths, most of them Salvadoran high school \nstudents from Arlandria.\n\nThe gang members wear blue handkerchiefs on their heads, authorities said.\n\nAt a town meeting in June, several Arna Valley residents said members of the group were responsible for spray-\npainting graffiti in the neighborhood, loitering and breaking into cars.\n\n\"They're basically alienated young folks who get together to do mischievous deeds and sometimes criminal \nactivity,\" Liss said.\n\nGraphic\n\n \n\nMAP, LARRY FOGEL\n"}