{"title": "How Immigration Officials Extort Foreigners", "body": "\nImmigration officials at various checkpoints have been accused of extorting foreigners coming to Abuja from \nKatsina and Sokoto states but the Nigeria Immigration Service (NIS) has dismissed the allegation as false.\n\nSome of the victims mostly Nigerien nationals told our correspondents that the Immigration officials usually waylay \nthem at the various checkpoints along Abuja-Kaduna- Zaria road, demanding N1,000 from each person before \nallowing them to pass.\n\nOne of the passengers who witnessed the incidents three times said the Immigration officials stopped their \nvehicles and asked some people they claimed are Nigerien to come down.\n\n\"We were travelling inside the Katsina State Transport Authority (KTSTA) bus when the Immigration officials \nstopped our bus peeped inside and ordered the alleged Nigeriens to come out. Thereafter, they would drag them to \na short distance and asked them to pay N1,000 each before they were allowed back in to the bus,\" he said.\n\nHe said the officials claimed they recognize the foreigners by their mode of dressing and tribal marks.\n\n\"The victims lament the extortion, but there is nothing they can do about it. One of them said he had only N500 \nand the immigration officials still went ahead and collected it,\" he said.\n\nHe said the problem is that several Nigerians with tribal marks similar to Nigeriens are sometimes harassed and \neven extorted by the officials.\n\n\"Nigerien nationals have to pay N1, 000 to immigration personnel to be allowed to enter Abuja,\" one of the \nNigerien citizens told our reporter in Katsina.\n\nThey alleged that \"unless you obtain Nigerian National Identity Card or residence permit as Nigerien, you must pay \nN1, 000 to the Immigration personnel before you will be allowed to enter into the Nigerian capital, Abuja.\"\n\nMusa Dalha Gemu, one of the Nigeriens victim of the extortion, told Daily Trust at KTSTA Motor Park in Katsina \nthat: \"I have been paying the security men N1, 000 anytime I am going to Abuja from Katsina State. The first time I \nmet them was last year when I was travelling to Abuja from Katsina aboard KTSTA bus. On reaching a check-point, \nour driver asked all Nigeriens in the car to produce their Nigerian National ID card/ residence-permit documents or \npay the sum of N1, 000 each.\"\n\n\"The driver said anybody that was not in possession of Nigerian National ID card or residence permit must pay N1, \n000 for onward delivery to immigration personnel and that was what happened. We all paid N1, 000 each and \nsince then anytime I am traveling to Abuja I have to pay N1, 000.\"\n\nAnother victim, Sule Isya, who spoke to Daily Trust said \"I was twice returned to Katsina for not paying N1, 000 to \nthe Nigerian security at a tollgate along Abuja road. Seven of us were returned to Katsina during my last encounter \n\n\nwith them and we have to plan for our trip to Abuja the following day after we got the money from relations in \nKatsina.\"\n\nIsya explained that \"sometimes the drivers of the buses do collect the money on behalf of the security personnel \nand on reaching the check-point, they will simply come down and hand over the money to the security before we \ncan proceed.\"\n\nMuhammadu Kallah Tsagiyel, another Nigerien said many Nigeriens have suspended coming to Abuja due to \nincessant extortions by immigration officers.\n\nOne of the KTSTA's drivers, who pleaded anonymity, confirmed to Daily Trust that \"the issue of extortion by the \nNigerian Immigration service along Abuja road has become a tradition. Most of the drivers plying Abuja road can \ntestify to this. Sometimes, it is we the drivers that will collect the money from Nigerien passengers and hand it over \nto the security men.\n\n\"If you don't want to be delayed by the security men, you have to do that earlier before you arrive at the check-point; \notherwise they will ask all the passengers to disembark, separate Nigerians from Nigeriens and then start \ninterrogating Nigeriens about their permit documents. Sometimes even those that have permit documents have to \npay some money before they could be allowed to go back to the car.\n\n\"There was a time some immigration personnel asked 10 Nigeriens to disembarked from my bus because they \ndidn't have money to settle them,\" adding that \"I was ordered to go and I don't know what happen to the passengers \nafter we left. I was only able to give each of them half of their transport fares.\"\n\nIn Abuja, our correspondent reports that the immigration officials equally raid motor parks and markets in Abuja to \narrest foreigners. A fortnight ago, our reporter witnessed one of such raids at the Area 1 motor park, popularly \ncalled El-Rufa'i or Gwagwalada Park in the capital city.\n\nThe reporter said the armed immigration officials and some policemen stormed the park around 9am and arrested \nscores of petty traders and touts. There was confusion at the park when the officials fired shots to disperse some \nyouths who protested the arrest.\n\nWhen contacted, the spokesperson of the Immigration, Mr. Olumbar Joachim, said their officials don't extort \nmoney from \"irregular immigrants\" even though they operate at the tollgates.\n\n\"Yes, there is a check point at tollgates and it is not manned by Immigration but the Joint Task Force. If our men \nidentify any irregular immigrant they will send them to the headquarters for further investigation. If they don't have \nvalid travelling documents, they would be eased out of the country. But it is not true that our people collect money \nfrom them,\" he said.\n\nHe said the raid at Area 1 was intended to fish out criminals and irregular immigrants.\n\nSafiya Dantiye, Nuruddeen M. Abdallah, Abdulkadir Badsha Mukhtar and Yushau Ibrahim \n"}