{"title": "The U.S.A. and the PLO", "body": "\nTHE AGREEMENT signed by Israel and the Palestinian Liberation Organization last week will have implications for \nAmerican law and policy that go beyond the immediate task of supporting and financing the continuing peace \nprocess. Over the long years of conflict between the former antagonists, the United States enacted some laws and \nadopted some positions in relation to the PLO that were of dubious constitutionality. But now, as Secretary of State \nWarren Christopher said in a speech in New York on Monday, it is time to remove them.\n\nAmong the laws that should be repealed are those that closed the PLO's United Nations observer office in New \nYork and its information office here. These facilities, staffed by Americans and legal resident aliens and complying \nwith all relevant U.S. laws, were engaged in providing information to the public -- political propaganda, if you will -- \nnot terrorism, and should never have been the target of congressional suppression. The offices should be allowed \nto reopen.\n\nA second area of concern does not require a statutory change but a policy shift. During the Bush administration, the \nImmigration and Naturalization Service chose to interpret a provision of the immigration law in a way that would \nallow the deportation of any alien who had ever supported any organization that has committed an act of terrorism, \neven if the person only contributed funds for lawful and legitimate purposes like refugee assistance or health care. \nMoreover, the statutory definition of \"terrorism\" is broad enough to cover not only the PLO but many organizations \nlike the African National Congress and others that have taken up arms in political struggles widely supported here. \nBecause of this policy, the U.S. government has been trying to deport eight aliens living in Los Angeles, not one of \nwhom has been accused of a crime or charged with engaging in terrorism. But because they have spoken and \nraised money for a PLO-related group, the U.S. government wants to expel them.\n\nSixty-three immigration law professors wrote to Attorney General Janet Reno on Monday urging her reconsideration \nof this overbroad policy. It is wrong not only in the context of the PLO but on its face. Ms. Reno should also take \nanother look at the Los Angeles case, which was inherited from the Reagan and Bush administrations, and \nabandon it. The aliens involved did nothing for which an American citizen could be penalized. The charge against \nthem is political speech, not terrorism, and speech should not be a deportation offense.\n"}