{"title": "State Is Sued for Denying Aid To Many Poor Immigrants", "body": "\nHoping to restore benefits to thousands of needy legal immigrants, lawyers for the poor sued state welfare \nofficials yesterday, calling their decision to deny food stamps to able-bodied immigrants unconstitutional.\n\nThe lawsuit, which was filed in State Supreme Court in Manhattan, challenges a year-old state program that \nprovides food stamps only to legal immigrants who are at least 60 years old, disabled or younger than 18. The \nprogram was created last year to help legal immigrants who were denied federally financed food stamps under the \nnew Federal welfare law.\n\nBut the lawyers charged yesterday that state officials violated equal protection laws under the Federal and state \nconstitutions when they denied food stamps to more than 31,000 impoverished, able-bodied immigrants 18 to 59 \nyears old. Those laws, the lawyers said, do not allow state officials to choose which poor people will receive aid.\n\n\"What they're doing is supplying food stamps for some, but not all needy people, which is illegal,\" said Marc Cohan, \ndirector of litigation at the Welfare Law Center, a welfare advocacy group, which filed the lawsuit, acting with the \nLegal Aid Society.\n\nAbout a dozen states created food stamp programs for poor legal immigrants who are not naturalized citizens in \nresponse to the Federal welfare law of 1996. Some states, like New York, restricted participation. But welfare \nexperts say most advocates have supported those programs. And the New York lawsuit appears to be the first in \nthe nation to challenge a state food stamp program for immigrants.\n\n\"In many states, it's been a major struggle to get a state to start a program at all,\" said David Super, the general \ncounsel at the Center on Budget and Policy Priorities, a Washington research and advocacy group.\n\n\"Most advocates have focused more on appealing to the conscience of the state to create a program or expand \none,\" said Mr. Super, who specializes in food stamp and immigrant issues. \"I'm not aware of any that have talked \nabout litigation.\"\n\nDan Hogan, executive deputy commissioner for the State Office of Temporary and Disability Assistance, said \nadvocates should be congratulating Gov. George E. Pataki, not suing him, for providing food stamps to the state's \nmost vulnerable immigrants.\n\n\n\"New York State did step up to the plate to make sure people who were here legally were, in fact, covered,\" Mr. \nHogan said.\n\nThe food stamp lawsuit was one of two filed on behalf of the poor by the New York City advocacy groups \nyesterday. The groups also filed a Federal lawsuit contending that city officials improperly denied medical \ninsurance to welfare recipients.\n\nIn that case, the lawyers said city officials ended Medicaid coverage for single adults who failed to comply with \nrequirements that they work for their benefits. A state law, which took effect last November, prohibits counties from \ndenying Medicaid to those people. City officials declined to comment on the Medicaid lawsuit, saying they had yet \nto review it.\n\nThe food stamp lawsuit marks the second attempt by advocates for the poor to restore benefits to legal \nimmigrants who lost them under the Federal welfare law, which sharply restricts assistance to them.\n\nLast year, advocates lost a similar suit against the Federal Government when a judge ruled that Federal officials, \nwho control immigration, had the right to deny benefits like food stamps to legal immigrants.\n\nBut some legal experts say the new lawsuit is more likely to succeed because Federal officials have allowed states \nto choose whether to create local food stamp programs.\n\n\"There can't be Federal immigration policy at work if the Federal Government is leaving it to the states to decide \nwhat to do,\" said Nancy Morawetz, a professor of political law at New York University Law School. She specializes \nin immigration and public benefits.\n\n\"The question then is whether there is a good reason for distinguishing between these groups of people since their \nneed is already established,\" Ms. Morawetz said. \"The whole process of picking and choosing among needy people \nsimply because they're immigrants is something the courts are going to want to look at carefully.\"\n\nAdvocates for the poor say the state has abandoned its constitutional obligation to the needy. They say that its \npolicy has left many people struggling to survive. The plaintiffs in their lawsuit include Geraldo Alvarino, who often \nhas only one meal a day, and Francisco Santos of Catskill, N.Y., who relies on food pantries.\n\n\"The tragedy is that people are going without food,\" said Helen Lee, a lawyer at the Legal Aid Society.\n"}