{"title": "INS AGENTS FORCEFULLY REMOVE ELIAN GONZALEZ FROM MIAMI HOME", "body": "\nAnnouncer: This is an ABC News Special Report.\n\nELIZABETH VARGAS, host:\n\nGood morning.  I'm Elizabeth Vargas.\n\nWe want to bring you up to date this morning on some breaking news that have (sic) happenened.  A short time \nago, early this morning, federal agents moved into the home of Elian Gonzalez in Little Havana in Miami and \nseized the boy. The boy is reportedly now in custody of federal agents and on an airplane on his way back to be \nreunited with his father. The raid took place involving about 20 agents shortly after 5 AM, we're told close to 5:15 in \nthe morning. The number of protestors outside the house overnight had dwindled down to about 50.  Reportedly it \nhad been up to hundreds earlier than that, and many of the people were in fact taken by surprise.  Lawyers for the \nGonzalez family say, in fact, they were negotiating over the telephone with the attorney general, with the \ngovernment at the moment that battering rams were used to enter the house.\n\nWe are looking right now at a live shot outside the Gonzalez house in Little Havana.  People there are obviously \nvery stunned, very upset.  A very angry scene, particularly early in the morning when this did occur. At some point, \nsome of the demonstrators grew very upset, holding--throwing debris at not only agents as they pulled out, but at \nnews media, anybody they could see, cars that were pulling out as well. As you can see now, agents felt the need \nat one point to fire tear gas into cr--into the crowd because so many demonstrators were so angry, throwing chairs \nas you just saw, other debris.\n\nWe also have a series of stills taken by a photographer who was inside the house at the time that Elian was seized.  \nAnd this is the first one, and it is dramatic.  You can see one of the agents in assault gear with a large gun seizing \nElian who, at that point, had been taken to a closet by somebody inside the house.  Again, this is an agent.  Here is \nthe female agent who removed Elian from the home, actually carried him out through the crowd and into a waiting \nvan.\n\nReportedly, witnesses on the scene, witnesses albeit in the house, say that Elian was crying, 'Help me!  Help me!  \nDon't take me away.' Here is Marisleysis who has been--the 21-year-old cousin of Elian Gonzalez, who has really \nserved as a mother figure of his in the last four to five months along with her uncle Lazaro.\n\nWe--right now we're going to go to Mike von Fremd who is on the scene in Miami.\n\nMike, can you hear me?\n\nMIKE VON FREMD reporting:\n\nYes, Elizabeth.  I can hear you.  There's still a whiff of tear gas in the air here.  There's a group called Mothers \nAgainst Repression that is now having a prayer vigil.  Frankly, Elizabeth, it might bring some much needed calm \n\n\nhere. People are trying to vent their anger.  They have--some of them have done it at the press here.  But I think it \nalso is important to point out that no one here was hurt in the raid.  People may have busted down the doors and \ngone in with guns, but no one here was hurt, Elizabeth.\n\nVARGAS: That's an incredible thing, Mike, especially given the high emotions. I know that you've probably--I don't \nknow if you've had a chance since you've been out on the scene to review some of the videotape.  I know you \narrived shortly after Elian was seized, but it was a very dramatic confrontation with obviously tear gas being fired \nand debris being thrown. If--it--how are emotions now?  Are people calming down a bit?\n\nVON FREMD: Well, they did for a minute and now it's erupted again.  Part of the problem is that the police were \nvery smart after this, Elizabeth. They 'got out of Dodge' very quickly.  They're now, for the most part, about two or \nthree blocks away.  They are trying to stop the flow of traffic in here.  So we basically have no security, around and \nthere are people that are venting their anger.  They are--they're waving clubs, and I'm also hearing that they are \ntrying to call for a general strike here in the Miami area.  Now, of course, on Easter weekend that doesn't sound like \nmuch, but remember, this is a very busy airport here.  There's cruisers going in and out.  These people are very \nangry, and they say they're going to do something about it. Elizabeth:\n\nVARGAS: Mike, all along Miami police have pledged to maintain order.  I mean, the mayor of Miami was very vocal \nin saying we want no part of removing this little boy from the house, but we will maintain order.  I'm looking at the \nsame pictures where you are.  I don't see very many police officers.\n\nVON FREMD: Well, because they're targets now, Elizabeth.  I mean, the people are angry.  They want to express \ntheir anger, and the easiest person to do it with is law enforcement.  There were actually a couple of customs \nofficials that came through, and they had to get out very, very quickly.  The mayor has arrived here.  He is trying to \ntell people to remain calm.  I've seen him doing a number of interviews on many of the Spanish radio stations.  He's \nappealing for calm, and I think, the people here sometimes just let their emotions get out of control.  They come up \nto us, they want a camera.  They say, 'Let me go on live.' They want to--they feel that this was done in a very \nsneaky, underhanded way. Frankly, I don't know how else the government could have done it.  I've been around \nhere, and there was no other time other than just right at the--you know, still the cover of darkness to go in and get \nout very, very quickly.  They did go in with force.  I understand that the agents were saying something like 'Bingo.  \nBingo.' Apparently, Elizabeth, that was the code word meaning that they had Elian and that they had him safely.  \nSo you had a bunch of agents in the house yelling 'bingo, bingo,' as soon as the boy was brought out and taken \ninto that van.\n\nVARGAS: There has been speculation, Mike, all along about how the gov--government might try and execute such \na raid, and I think many observers were taken aback by the agressive nature of it.  We had about 20 agents, by all \nreports, going in with battering rams and guns heavily armed.\n\nVON FREMD: Yeah, they went in heavily armed.  They also had fired tear gas at the crowd.  Now, many of the \npeople that were here tell me that they frantically tried to get to the door to form a human chain, but they had agents \nwith guns pointing at them and that had a very dramatic effect and people, you know, immediately backed off and \nlistened to the agents yelling 'Bingo' as a female INS officer was able to throw a towel around Elian.  Now, I talked \nto--to one woman who says she is a child psychiatrist who wanted to be here.  She felt that something like this \nmight happen.  She claims that she heard Elian crying a little bit.  I haven't heard anybody else say that.  For the \nmost part, I think people here were just shocked.  It was a lightning quick raid.  They had to--apparently, they \nknocked on the door first.  When it wasn't immediately opened, they broke it down very quickly and they pointed \nguns at everyone.  But again, no one was hurt here, Elizabeth.\n\nVARGAS: All right.  Mike von Fremd, stand by for just a moment.  We're going to go now to Linda Douglass, who is \nin Washington, DC, and has been monitoring this at the Justice Department.\n\nLinda, good morning.\n\nLINDA DOUGLASS reporting:\n\n\n\nGood morning, Elizabeth.\n\nVARGAS: I--I know it's been an all-nighter for Janet Reno.  Any idea how she feels the raid went?\n\nDOUGLASS: The attorney general has put a--first, we're going to hear from the attorney general in just a few \nminutes.  She's going to be coming out and--and talking to members of the press.  She did put out a statement in \nwhich she said that she went to extraordinary lengths to reach a negotiated settlement, a negotiated agreement \nbetween the families to somehow avoid this law enforcement action.  The attorney general was up all night, as were \nall of her people engaged in these negotiations.  It is unclear how serious the negotiations ever were because there \nwas such a huge gap between what the Miami relatives would agree to and what Juan Miguel Gonzalez would \naccept. But we're hearing just a few moments ago that John Podesta, the chief of staff at the White House, did \ninform the president in the middle of the night that these negotiations were under way and that they appeared to be \nmaking some kind of progress.  So obviously at some point in the--in the dead of night…\n\nVARGAS: Right.\n\nDOUGLASS: ...the federal negotiators thought they were going to be making some progress.\n\nVARGAS: Linda, one of the lawyers for the Gonzalez family accuses the government of using a ruse here.  That, in \nfact, that this was--these quote, unquote \"negotiations\" going on were sort of stalling for time while agents and \nSWAT teams got into place.  Do you think there's any merit to the claim?\n\nDOUGLASS: Well, there is some merit to the claim, clearly, because they were--they were moving forward with this \nlaw enforcement action while they were on the phone negotiating.  As you know, when the agents broke in \naccording to the lawyers there, the negotiations were still under way at that moment.  The sticking point always was \nwhether or not the Miami relatives would agree to immediately give custody of Elian to his father at the moment that \nthe--that the two families met together.  That point, that hurdle, was never--was never surmounted.  Part of the \nnegotiating team, we hear, in Miami, were representatives from the University of Miami who had come in at the last \nminute and tried to broker some kind of peace.  But obviously, today was always a target day for the law \nenforcement action because it came between Good Friday and Easter.  It was a time at which the crowd, as you \nknow, was very small.  So there came a point, obviously, when they thought the negotiations were not going to bear \nany fruit and they moved in.  And, Elizabeth, we do know also that Elian is--is headed for Andrews Air Force Base \nwhere he will be reunited with his father.\n\nVARGAS: All right.  Linda, we're going to keep it--we're going to keep you standing by.  Actually, we're waiting now \nfor that Justice Department dr--briefing to begin momentarily.  But in the meantime, while we're talking, waiting for \nthat briefing to begin, are you at all surprised by the nature of the fact that it was a very aggressive raid, or at least \nmoderately so, when everybody had expected perhaps that they might go in softly?\n\nDOUGLASS: There had always been the advice give by all the law enforcement people involved that you had to \nuse a show of overwhelming force.  One--one official--one former official I talked to, who was sort of monitoring all \nof this, said you had to use the Washington, DC, model used to deal with the IMF demonstrators vs. the Seattle \nmodel.  In other words, you had to have immediate and overwhelming force to keep the crowd from rising up right \naway to make the action go quickly…\n\nVARGAS: We are…\n\nDOUGLASS: ...and that was the strategy they used.\n\nVARGAS: We are looking right now at a live picture of Lazaro Gonzalez apparently walking with supporters, going \nout to talk to other supporters who have crowded behind a fence outside his home in Little Havana.\n\nLinda, how closely did Janet Reno keep the White House updated on this? And did she need President Clinton's \napproval before the raid began or did she just tell him, 'Hey, it's going--it's about to happen?'\n\n\n\nDOUGLASS: The White House has been monitoring and engaged in the decision-making process of this for the \nlast 48 hours at least.  The chief of staff was up at--of the White House--John Podesta, was--was up all night.  The \npresident has been in the loop throughout, and he, as we know, made very clear to the attorney general that he felt \nthe father and son should be reunited. And one hears from Justice Department officials that was not inappropriate. \nAfter all, this is not an ongoing criminal negotiation in which it would be inappropriate for the president to weigh in \nwith his views.  This was a matter of executing policy, and the president made--made very clear what his wishes \nwere.  The White House publicly expressed frustration with the Miami relatives' intractability throughout this.  So it \nwas clear that those were the orders--at least the--the views that were being expressed to Janet Reno, and her \nfrustration had similary reached a breaking point.\n\nVARGAS: Linda, I'm going to ask you to stand by for just a second. We're looking at a live picture of Lazaro \nGonzalez, the uncle of Elian Gonzalez who had been fighting all these months to keep him here.  He's aparently \naddressing the crowd through a megaphone.\n\nI don't--Mike von Fremd, can you hear me?\n\nVON FREMD: Yes, I can, Elizabeth.  I can…\n\nVARGAS: Are you--are you close to him?  Can you hear what he's saying? I know he's speaking in Spanish.\n\nVON FREMD: I'm standing about 50 feet away.  The problem I've got is that there's a very loud prayer vigil.  They're \nhanding the megaphone to him. Frankly, I just can't quite make out what he's saying, and it's probably going to be \nin Spanish when he does speak.\n\nVARGAS: It appeared, Mike, from his motions, that he was trying to calm people down a bit to get them to listen to \nhim.  Do people appear to be calming down at all?  Is that--is there still danger of more disruption to come?\n\nVON FREMD: Well, there are people still piling in here, Elizabeth, and, frankly, yeah, there's danger of disruption to \ncome.  It calms down for a minute, and then you get one or two people and their emotions bubble over.  It seems to \nbe contagious and a few of them begin swinging things, and then they try to police themselves.  As I mentioned to \nyou, there's no police here to try and keep the calm.  If Lazaro appeals for calm, that will certainly help. A prayer \nvigil like the one that's going on in back of me helps.  But you've got that coupled with others.  The leader of the--the \nvery anti-Castro group, that's very powerful here has said, 'We're going to have a general strike.' And of course, that \nmeans the threat of tying up the airport and the cruise terminals.  This is a pretty smart time to do it.  The city's \nbasically closed for the Easter holiday, but there's still going to be a lot of tourists coming in and out.  This does \nseem to be the gathering point right now, and it's very different than it's been in the past.  Before there were police \nall lined up in front of me here.  There were police in front of the crowd.  There are no police within blocks of here, \nmaybe for their own protection. They're much safer a bit of a distance back.  But if Lazaro appeals for calm, I've \nseen some priests here coming on this Easter weekend, and with people having a prayer vigil, that may have some \neffect.  And you got to remember, people are waking up.  Many feel betrayed at the way this was done.  And this \ncommunity, they--they think it was sneaky.  They have told me, 'We was on the phone.'\n\nVARGAS: Mike…\n\nVON FREMD: 'We were negotiating with Janet Reno,' and they're upset the way it was done.  Yes, Elizabeth?\n\nVARGAS: Mike, hold on just one second if you can.  I think we've got Marisleysis who is now addressing the crowd.  \nI--I believe we have a translator on the scene.  And is anybody--is anybody able to hear her? We do not have audio \nat this point.  We'll try and get that for you in just a few moments.\n\nMike, the crowd has swelled from a number of 50, reportedly, now to 500. So as you said all along, the concern has \nbeen not so much--or in addition to violence happening at the time the raid took place, but the ramifications and \nreaction that might occur.  In fact, it's already in just the not even two hours since this has happened, the crowd has \ngrown tenfold.\n\n\n\nVON FREMD: Yes.  It's grown tenfold, and I suspect it's going to continue to grow throughout the day.  People don't \nhave to go to work. They feel very passionate about this.  This is called Little Havana for a reason, and the people \nhere spent 40 years hating the Castro government. Many tell me that they feel this is a victory for Fidel Castro, and \nthey're upset about it. That's their view.  This is not the view of everybody in Miami.  It's the view here in Little \nHavana.  I must tell you that having been down here for a while, there are many others in Miami that are very tired \nof this, that, frankly, wanted the government to do something and--but in this section of Little Havana, this is, they \nfeel, an outrageous thing that happened this morning, and they're going to gather here to make their views known.\n\nVARGAS: Moments ago, Mike, you were saying that the Miami's mayor, Joe Carollo, was trying to keep the--the \ncrowd calm and giving several--several interviews to Spanish radio stations.  However, we heard a live--live \ninterview with him earlier where he was calling the government's action this morning \"shameful.\" Is he, in fact--is \nthat kind of rhetoric going to ratchet things up a bit in this volatile situation?\n\nVON FREMD: Sure--sure.  You have to remember the politicians here are very well aware of the powerful vote and \nalso, probably, expressing their own views, do not like the way this was handled.  Yesterday, we had the governor, \nGovernor Jeb Bush, appealing that no action be taken.  As a matter of fact I've…\n\nVARGAS: OK.\n\nVON FREMD: ...still got a statement here that says it would be unwise…\n\nVARGAS: Mike…\n\nVON FREMD: ...and unwarranted.  Yes?\n\nVARGAS: I'm sorry to interrupt.\n\nJust very quickly, I wanted to explain to our viewers, we're looking at a live shot right now outside Juan Miguel \nGonzalez's' house, his temporary residence in Bethesda, Maryland.  He is going to be reunited with his son.  This \nmorning the government released a statement saying that Elian Gonzalez was, in fact, already on an airplane on \nhis way to Andrews Air Force Base and when he lands, presumably, he will be immediately reunited with his father.\n\nI'm sorry to interrupt you.  I just wanted to point out what we were seeing there.  But what were you saying, Mike?\n\nVON FREMD: Well, that yesterday Governor Jeb Bush said--said that, 'We understand there were reports that \nfederal officials are going to mobilize to remove Elian.' And the governor says, quote, \"We believe that forcible \nseparation of Elian and his current caregivers is unwise and unwarranted.\" Well, less than 24 hours after the \ngovernor issued that statement, they took action.  And you--you mentioned that the mayor is upset about the way \nthis happened.  They don't--those that want the support of the people here in Little Havana are voicing their \nfrustration with this.\n\nVARGAS: Presumably, Mike, there is some sort of a plan should there--should violence erupt or this general strike \nthat is already being threatened happen. I know that police aren't there readily on the scene right now because \nthey've been the target of so much ire from the protesters, but presumably there's something in plan, right?\n\nVON FREMD: Well--well, I should--you--they're not--they're just not here. They're about four blocks away.  And \nthey're really here in quite force (sic). They've got riot gear on.  They have helmets.  They're just not outside the \nhouse because there's--there's nothing to protect anymore.  I mean, Elian is gone.  No one was hurt.  And they \ndon't believe that the people of Little Havana are going to burn down their own neighborhood.  So they're not trying \nto protect anything here.  But there is a tremendous police presence outside, and if this should escalate, yes, as \nyou mentioned, there's quite a number that are on hand that are ready to take care of it.\n\nVARGAS: All right.\n\nWe're going to look at some stills--some--some new stills we got from--there were apparently photographers that \nwere inside the Gonzalez home, at the invitation of the Gonzalezes, to take pictures and document the raid as they \n\n\n\nwere--feared it might happen.  This, obviously, is Elian with--we're told at one point, that one of the fishermen who \nrescued him was holding him.  And we're told that this is one of those two fishermen who found him floating in the \nocean on Thanksgiving Day last year. Obviously, Marisleysis, right there, very upset, has been serving as a mother \nfigure to Elian Gonzalez these past five months.  They were reportedly on the phone, according to the Gonzalez \nfamily lawyer, speaking with the government, negotiating, and they felt they were making--at least, that's what \nthey're saying--some sort of headway when the battering rams and the SWAT team arrived this morning.\n\nJust to bring those of you who are just waking up, up to date, this morning 20 federal agents, we are told--\napproximately 20 agents, in SWAT gear moved into the house outside in Little Havana--Havana where Elian \nGonzalez has been staying with his uncle and cousins for the last five months and forcibly removed the boy.  \nThey went in fully armed.  And in fact, at one point when the crowd outside, which overnight had shrunk to about 50 \npeople, grew upset, people were held at bay with guns, and finally agents felt the need to fire tear gas into the \ncrowd.\n\nWe have some other rather dramatic stills as well to show you.  One of the first ones that we--we--were taken, \napparently, was of one agent who was seizing Elian from a closet.  And you can see there that these agents went \nin meaning business.  This SWAT team wanted to get in there, get this little boy out quickly and--and were--they \nwere not--this was not open for negotiation, as they say.  There had been a lot of speculation about how the \ngovernment might move in, about whether or not they might take a softer approach.  In this case, obviously, here \nthere is a female INS agent who was taking Elian out of the house and into a waiting van. As Mike von Fremd was \ntelling us moments ago, they were--they were out of that area in a matter of moments. That had been a concern for \nthem because they knew that people would, in fact, be upset and could try to stop them.\n\nSo we have Linda Douglass now at the Justice Department.  Linda:\n\nDOUGLASS: Yes.\n\nVARGAS: Any new information you can tell us?\n\nDOUGLASS: Well, we've gotten a few more details about how the president was briefed.  The chief of staff, John \nPodesta, who has been the point man between the Justice Department and the president, did contact the president \nat 5 AM this morning and tell him that these negotiations were not going to bear any fruit.  And then we are told, he \ncalled the president again at 5:30 this morning and said that the raid had--had unfolded.  So apparently, these \nnegotiations--really there was some hope throughout the evening that they would be able to accomplish something, \nand that that just simply was not the case.\n\nWe also know, as you pointed out that the father is now going to be reunited with his son at Andrews Air Force \nBase.  There's a very strong feeling on all sides that they want to keep this reunion as private as possible.  We don't \nexpect to see many pictures of that.  We're going to be getting a statement of some kind from the lawyer for the \nfather, Greg Craig.  Interestingly, up until this very moment, the lawyer for Juan Miguel Gonzalez, the father, and all \nof his supporters, had been extremely frustrated by this process.  Just a number of false starts that they felt were \ngoing nowhere.  You know, the father made a very emotional appeal to the government and to the American people \nto try to move in and get his son.  And they were even considering some kind of legal action on their own if they \ncouldn't provoke the government to act.\n\nVARGAS: Against the government--the US government?\n\nDOUGLASS: A variety of avenues that they were considering, perhaps something in state court challenging the--\nthe--the suitability of Lazaro Gonzalez and his family to continue to have custody of the child. Just--just a variety of \ndifferent legal avenues, obviously none of which will have to be pursued now.\n\nVARGAS: Linda, what--what were those negotiations--I mean, this has been going on for five months.  In the last \nfive hours, what were the negotiations specifically about that the Miami relatives felt they were, quote, \"finally \nmaking some progress\"?\n\n\n\nDOUGLASS: There was talk of trying to bring the families together, to live in some kind of a compound in a neutral \narea, perhaps where the Wye River Accords were worked out, some sort of arrangement where all the family \nmembers could live together and--and try to work out a peaceful transition of care from--for Elian from Marisleysis \nto the father that--that--that would have been approved of by all the psychiatrists who've weighed in on every side.  \nThat was--the best thing for the child would be that he would see that the family members approved of this \ntransition of custody, and that all the family members approved, and that he wouldn't be caught in the middle in any \nway.  The sticky point always was this, though, and that is Juan Miguel Gonzalez, the father, insisted, as did the \ngovernment, that the custody be given to him upon the moment that the reunion was affected.  So the minute he \nhad his son back, he wanted to have the custody.  That was the sticking point throughout.  So while they--they were \ntalking seriously about living together in some kind of an arrangement, that was the point they could never get over.\n\nVARGAS: Linda, we were just listening to Mike von Fremd describe the volatility of the situation down in Little \nHavana in Miami.  And in fact, we can--when we were looking at the videotape, you can see that the crowd there \noutside that home--the Gonzalez home in Little Havana--has grown from 50 to 500 in just an hour and a half.  What \nis--I'm sure the federal government and Janet Reno are extremely concerned now about the ramifications and \nreaction in that part of the country throughout this Easter weekend to what has happened.\n\nDOUGLASS: Well, they absolutely have been all along.  That's why they did it when the crowd was small.  And as \nMike has so astutely pointed out, that what they're trying to do now is--is keep away from the crowd any targets \nupon--you know, at whom the crowd can--can vent their anger. There--there is concern about this Easter weekend \nlogistical operation, that's why--as--as I said to you before, they--they picked Saturday, which is the least of the \nholy--you know, least holy of the holy days on Easter weekend.  On the other hand, they felt that if they waited any \nlonger, that first they would appear to be impotent, that they would appear once again to not to be carrying out their \nthreats, that they would appear to be setting yet another deadline that was going to be ignored.  And also the \npassions of the crowd were just continuing to mount on a daily basis.  There was never going to be a good time to \ndo this.\n\nVARGAS: All right.  Let's go back--thanks very much Linda Douglass. Stay tuned, we'll be right back with you.  But \nwe're going to go now, back to Mike von Fremd who's out on the scene.\n\nMike, you had described the police in riot gear standing just blocks away. Are--is the crowd continuing to grow?  Are \npeople still able to bypass them and get to that house where you're standing now?\n\nVON FREMD: Sure, from my vantage point I can see people continuing to stream down the block.  They've got to \ndo it by foot, because you can't drive here anymore.\n\nWe also know, Elizabeth, what Lazaro Gonzalez, the uncle who's been taking care of Elian for so long, said with \nthat megaphone just a little while ago. Tony Moran, my colleague, told me that Lazaro said that, 'If we had been \narmed this would not have happened.  I have lost faith with the government.' Now Lazaro has become a true hero \nin this community. And in--instead of really appealing for calm, he was telling the people outside here that, in fact, \nhe feels he should have been armed, and if he had been armed, then the government would not have been able to \ntake young Elian.  That's really not going to do much to calm things down here.\n\nVARGAS: I was going to say, you said just a moment ago, that if--if anybody was asking for calm and could--could \naccomplish that purpose it would be Lazaro.  If he's now saying things like that, that is certainly cause for concern.\n\nVON FREMD: I must also say that he has been a real favorite with the Spanish radio stations here because he is \ntough-talking.  He kind of says exactly what he thinks at the moment, and people here love him.  They get a kick out \nof him.  And he has fought the government every step of the way, and now he's saying that, if he had been armed, \nhe would have fought some more.\n\nVARGAS: In fact, we have some reports now that some--some members of the crowd near--outside the house--or \nnear where you are, you probably can't see them, because that is an enormous crowd there--we've got reports that \nthey're actually burning the American flag.\n\n\n\nVON FREMD: I--I have not seen that.  What--I don't know if you can see in back of me, right now they've got a \npicture of a cross with a--a young infant nailed to it.  And now, they're singing.  I mean, it's going to be a very \ncreative display of signs here.  And I think this is going to be kind of the venting point for days to come.  But I keep \npointing out again and again that in what happened here, no one was hurt.  And I guess they're doing a smart thing, \nthey're letting the people vent, and I guess they're doing a smart thing.  They're keeping the police at a safe \ndistance.\n\nI've got to tell you it's safer now than it was just about an hour or so ago. There were people running around with \nbats, Elizabeth, and we occasionally would have to turn off our lights here because they wanted to just grab our \ncamera and vent.  And they were swinging things, and we didn't particularly want to get struck.  That is changing a \nlittle bit. I guess the fear is, you know, if the crowd gets bigger, the day gets hotter, who knows?  But--but right now, \npeople are--are praying.  And that's certainly a hopeful sign.\n\nVARGAS: And we're also looking at an intersection apparently a couple of blocks outside the Gonzalez home \nwhere all traffic has been stopped. People are outside of their cars sort of wandering around.  Do you know if that's-\n-peop--they're stopped there because of a police barricade or--or…\n\nVON FREMD: Sure.\n\nVARGAS: ...protesters stopping in that traffic?\n\nVON FREMD: People who are--people who are familiar with Miami are going to know the name of this road is \nFlagler.  And you go one block across Flagler, which is a main street throughout Miami, and you come to a dead \nstop.  You can't get any further.  That's basically the way you get into Little Havana. So if you want to try driving to \nLittle Havana, you pretty much can't do it. You got to park your car.  But it's a nice day.  And these people are going \nto park their car and they're going to--I can see them.  They're walking down the street now.  They're going to be \nwalking in here all day.  This is going to be the gathering point, and I expect this crowd's going to get much, much \nlarger.\n\nVARGAS: Mike, have you had a chance to talk with--are there any--I--I know there are a lot of people out there.  But \nare--have you been table to talk with any of the people out there or anyone who might even, in fact, represent \ncertain groups?  You've got various Cuban-American foundations, that sort of thing.\n\nVON FREMD: Yes--yes, I have.  It's not hard.  They want to come up and talk to us as much as they possibly can, \nand I spent about an hour doing that.  One of the leaders of the Cuban community, I'd interviewed him a couple of \ntimes for television spots, he's also very well known here. His name is Ramon Saul Sanchez and he is calling for a \ngeneral strike. And before, he was the one that tried to orchestrate the airport being closed off.  What they were \ngoing to do, Elizabeth, was have cars go at just a snail's pace around the airport. He called that off a couple of \nweeks ago.  The community convinced him then that this tourism is very powerful here, that the hostility against \nLittle Havana would be just too much.  So he called it off.  He's now asking that that be started again. He wants a \ngeneral strike.  As a matter of fact, he collapsed after making that and now he's OK again and walking around.  I've \nhad many other people come up and just say they feel betrayed.  They feel that they were--people inside the house \nwere on the phone, negotiating with Janet Reno.  That's when they came in and took the boy.  And they keep \ntalking about how it was done.  They keep talking about knocking down the door, pulling out guns and they say, \n'This can't be America.' You know, 'We're losing our freedom here.' And they're very, very upset.  Upset about it, but \nagain, no one was hurt.\n\nVARGAS: You have said repeatedly that it's--it's almost incredible given the high emotions surrounding this, and, in \nfact, the number of agents who went in who were so heavily armed, that it's incredible that nobody was hurt.  There \nhas--we--there has been much commentary in recent days about Janet Reno and--and the visions of Waco in her \nhead.  She must have--that must at least be something for those agents to--to be happy about or--or at least \nsatisfied with, that there was nobody hurt in this.\n\nVON FREMD: Certainly.  I--I was at Waco for weeks, and I can't think of anything worse in the way it turned out \nboth from beginning to the end. And I've got to think Janet Reno must be very, very pleased.\n\n\n\nWhen I said earlier the code name that apparently the agents were yelling when they had Elian safely wrapped in \nthat blanket and coming out, the people here say they kept hearing the agents yelling, 'Bingo!  Bingo!'\n\nVARGAS: Right.\n\nVON FREMD: Bingo must have been the code word that they say they had him. And it only took about five minutes.  \nFour vans, agents, you know, lighting off tear gas, the crowd unable to form a human chain, in and out of the house, \nand no one's hurt.  I would think that the Justice Department is thrilled with that--that outcome.\n\nVARGAS: All right.  Mike von Fremd, stand by for us for a second.  We're going to turn now to Jeffrey Toobin, our \nlegal analyst.\n\nJeffrey, what--first of all, the White House said--it has said that it supports today's pre-dawn raid.  And it's obviously \nlegally able to do something like this.\n\nJEFFREY TOOBIN reporting:\n\nYeah.  I--I think that's an important point to emphasize.  You know, last Friday, April 14th, the Justice Department \nsent a letter to Lazaro Gonzalez making emphatically clear that he had no more legal right to have custody of \nElian.  In the technical term, the Justice Department had 'revoked parole.' So Lazaro Gonzalez had no legal right \nto custody of Elian.  And now five--seven days later, the government took action to restore custody to his father.\n\nVARGAS: And what happens now with--with this little boy, Jeffrey? Legally, what is his status at this point?\n\nMr. TOOBIN: Well, the important point to emphasize as a result of the court of appeals decision earlier this week is \nthat Elian may not leave the United States.  He is--is legally prohibited from going back to Cuba. However, the \nappeals court decision did not say where he should be in the United States. So it's clear the government is in the \nprocess of reuniting him with his father in--in Maryland, just outside Washington. And he's going to stay there, I \nthink, for a long time.\n\nVARGAS: What's the next step in this whole legal process, Jeffrey?\n\nMr.  TOOBIN: Well, I think the--the thing that's really going to be striking to a lot of people is that the legal process \nnow, after moving relatively quickly, will probably slow down a good deal.  The appeals process about whether \nElian, as a minor, can apply for asylum--that's going to be argued in the court of appeals May--May 11th.  It may \nbe several more weeks before there's a decision in the court of appeals.  So I think--and then there may be \nappeals from that decision.  So I think it is likely to be a very long time, perhaps into next year, before Elian is in a \nposition to be free to go with his father back home if, indeed, that's the way the courts resolve it.  So I think Elian \nand his father are certainly going to be reunited in a matter of hours, but they are likely to be in the United States for \nweeks, if not many months.\n\nVARGAS: And during this, are they staying in Bethesda?  Do we have any information on whether or not Juan \nMiguel and Elian will continue to reside there…\n\nMr. TOOBIN: I--I don't know.\n\nVARGAS: ...in that temporary residence?\n\nMr. TOOBIN: You know, as--as people know, the United States and Cuba do not have diplomatic relations.  But \nCuba has what's called an intrasection, which is sort of like a mini-embassy in the United States. He's been stay--\nJuan Miguel has been staying in the residence that's affiliated with the Cuban intrasection.  Presumably, he will \ncontinue to stay there.  But, you know, they're going to have to settle in.  Remember Juan Miguel has a new wife, a-\n-a baby--a baby child as well.  So that family is probably going to settle into the United States for--for several \nmonths now.\n\n\n\nVARGAS: All right, Jeffrey, stand by, if you will, for us.  We're going to go now to Bob Woodruff who is outside that \nhome in Bethesda, Maryland, that Juan Miguel and his wife and new baby have been--have been living in for the \nlast several weeks.\n\nBob, what's the--what's the mood there?\n\nBOB WOODRUFF reporting:\n\nWell, Elizabeth, Juan Miguel just left here about 15 minutes ago to head down to Andrews Air Force Base.  He will \nthere be reunited with his son, Elian, of course.\n\nI had a chance to talk to Joan Brown Campbell, who is the church leader who has become a very close friend of \nJuan Miguel.  She said that his reaction this morning, he was very happy.  He was extremely tearful, she said, also \nbut he was not gleeful.  He's very aware, she said, of how--how grave the situation was this morning.  He is aware \nof the gravity of what went down this morning.  So he's not really gleeful about this situation.  He has not yet had a \nchance, Elizabeth, to speak with Elian on the phone.  The Justice Department told him this morning that they had \ntried to put a cell phone to Elian's ear and have him talk to Juan Miguel but for one reason…\n\nVARGAS: OK.\n\nWOODRUFF: ...or another that--that did work.\n\nVARGAS: All right, Bob…\n\nWOODRUFF: Also…\n\nVARGAS: We've got a little bit of a problem with your signal.  We're going to check back with you in just a few \nmoments and see if we can correct that.\n\nMike von Fremd, if I can go back you to very quickly.  There--obviously, as you heard Bob Woodruff--if you can hear \nthrough the static of that--that signal just a moment ago--Juan Miguel reportedly not at all gleeful, aware very much \nof the gravity and the seriousness of the situation.  Do you think that that--I mean, obviously, in that crowd where \nyou're standing now, Juan Miguel Gonzalez is not a man who is--is well liked, to put it mildly.\n\nVON FREMD: No, he's not well liked.  There are many here that are amazed that he didn't defect.  They certainly \nthought that there was a chance of that when he came, and he certainly showed absolutely no indication that he \nwants to do that at all.  I've met Juan Miguel a couple of times.  I was sent to Cuba in the very beginning of this.  \nActually I had a chance to go to his--his home, which had just had a fresh coat of paint put on it.  And he seemed \nlike a very nice guy.  There were many, many school children that were brought out for a large demonstration that \nFidel Castro had put on, and some of them were little Elian's classmates, some of the ones that Fidel wanted to \nsend over here, it's a very quiet little community over there.\n\nBut as to your point, that they do not like Juan Miguel Gonzalez one bit here, they're dismayed that--that he is \nholding kind of a hard line of wanting to take his son back to Cuba.  And that upsets the people here very much, \nbecause so many of them have told me that Elian's story is kind of their story.  There was an operation called Peter \nPan years ago in the '60s, where many young kids came to the United States without their parents.  And I guess \nthat's--in trying to understand this community, it helps to know that so many say, 'Elian's story is my story.' And you \nknow, risking your life to come across in boats, some of the people behind me have done that.  And they feel \npassionately that this country is worth it, that you should have the freedom. And they're upset that they can't seem \nto turn Juan Miguel around on that.\n\nVARGAS: All right.  Thanks, Mike.\n\nWe have some new information now from the INS and we'll bring everybody up to date.  According to the INS, 130 \nagents from the Immigration Service were involved in this, 15 to 20 US marshals.  Eight of those agents actually \nwent into the home shortly after 5:00 this morning, the home of Lazaro Gonzalez in Little Havana, Miami.  All of \n\n\n\nthose agents were, in fact, INS agents.  One female agent--you can see her there in that van holding--holding \nElian--well, now we're on the still photos--but she apparently reportedly said to Elian, quote, \"I am not here to hurt \nyou.  I know that you are frightened.  I'm here to take you to your papa.\" She said that all to him in Spanish.\n\nIn the airplane on--on its way now to Andrews Air Force Base are that same female agent, apparently trying to \nconsole Elian, a government psychologist, as well as a surgeon.  In the van to the airport, Elian was reportedly \ncalm and playing with toys.  So even though you can clearly see an expression of fear and great emotion on his \nface there, according to the INS, he was able to calm down.  He's expected to talk with his father over the \ntelephone from the airplane at any moment now.\n\nYou can see these still photos were taken by a--a photographer who was in the Gonzalez home at the time that the \nraid occurred, there reportedly or purportedly to document what exactly went down.  There were only 50 people \noutside the Gonzelez house in Little Havana when agents--those eight agents from the INS--went in to seize Elian.  \nThat crowd has now grown to 500 and is still growing.  Our reporter on the scene, Mike von Fremd, reported that--\nespecially a little bit earlier--and we have a vid--a scene from other videotape taken during the--the darker hours--\nthat in fact that handful of 50 people was extremely upset to see this SWAT team raid go down, had to be held back \nat gunpoint, according to witnesses.  And at one point, INS agents felt the need to fire tear gas into the crowd to \nkeep them back.\n\nAs you can see, it's--it's a--still a very volatile situation.  We've got some videotape here from earlier this morning.  \nDemonstrators at one point venting their anger by throwing debris at anything they could, whether that be the \nSWAT team--you can see the INS agents there trying to keep calm and finally feeling the need to--to fire tear gas \ninto the crowd to keep them back.\n\nOther information I'm being handed here from the INS is that Elian stayed very quiet and observant.  He has been \nreassured he is not being taken to Cuba but to his father, according to the INS.  All parties were safe from this raid. \nElian, Lazaro and Marisleysis, all three.  Elian was reportedly taken from a closet in the home where he was being \nheld by one of the fishermen, we are told, who actually rescued him.  Here you can see what has got to be a rather \ndisturbing photograph, one of those INS agents in full riot gear going in to seize--forcibly take that boy from the \narms of the fisherman who was standing in a closet hiding, we presume, from those agents as they broke in.  \nLazaro Gonzalez, Marisleysis Gonzalez were both reported to be safe.  Janet Reno, as Linda Douglass said \nmoments ago, has to be very happy with that.  She has visions of Waco in her head--Waco, Texas, a terrible \ngovernment raid that involved a lot of fatalities several years ago.  So the fact that there were no fatalities or injuries \nreportedly in this, has got to make her and the agents who conducted that raid at least relieved.\n\nWhat--more information from the INS, that they did--INS agents did everything, it says, not to come to this; the \nnegotiating into the wee hours of the morning.  By 4:00, according to the INS, it became clear that the family would \nnot budge.\n\nLinda Douglass, as we have--spoke earlier law--lawyers for the Gonzalez family, in fact, confirmed that they were \nalso on the phone with those federal agents.  They say they feel that the government was simply setting them up.\n\nDOUGLASS: Well, it certainly did look that way to them.  And it probably always will appear to be that way because \nthey were so--they had such elaborate plans and they were so poised for action.  But I actually think it's very \ninteresting that we are hearing from the White House, from the Justice Department, and from the INS that they \nreally felt that they might possibly be able to achieve some kind of breakthrough all through the middle of the night, \neven as the agents moved in.  And there--there--we will find this out as the day progress--there must have come a--\na--a breaking point in these talks at which they really understood that there was absolutely no hope.\n\nOne of the things that will also be fascinating to find out is how the child is actually doing.  We--we spoke with \nsomeone close to Juan Miguel Gonzalez, the father, yesterday, who had witnessed a phone call that took place \nbetween father and son the--the day before.  It was about a half-hour phone conversation, and this person, who \nwas listening to the father's end of the conversation, said the little boy was pleased to be talking to his father.  It \nwas a very friendly, even somewhat jocular conversation with affection, that the little boy said he missed his father, \nthat he wanted to see again his little baby half-brother who he hadn't seen for all the time he's been away. He had \n\n\n\nbeen watching his pictures on TV and was fascinated by how chubby his cheeks had come and that the little boy \nwas also disturbed by all the noise that he was being surrounded by while being kept in the home with the Miami \nrelatives.  So it is very possible that this will be a peaceful reunion between father and son, and that it, with--with \nany luck, won't be as traumatic as--as certainly it is starting out to seem.\n\nVARGAS: And in fact, Linda, according to that information we just received from the INS, they're saying that by the \ntime--as--as much high drama and high emotion that we can clearly see in those photographs, when the--the \nagents went in and staged this raid, they said moments later he was calm in that van and that, in fact, he was, you \nknow, very calm and playing with toys on that flight to Andrews Air Force Base.\n\nDOUGLASS: Well, that's right.  You have to wonder about the mood that has been under way in that house all \nalong.  Donato Dalrymple--the man who runs a housecleaning business and is a part-time Pentecostal preacher, \nwho is also one of the two men who was fishing and picked up the boy in the ocean back in November--he was in \nthe closet with the boy. And he's been a very emotional figure in all of this.  He's argued all along that the boy \nshould not be reunited with Juan Miguel Gonzalez.  He came to Washington to meet with Juan Miguel Gonzalez \nand had a fairly contentious encounter with Greg Craig, Gonzalez's lawyer.  So--just, there's no doubt--and he's the \none that you're seeing right there who was in the closet with the boy.  So there had to be high emotion in the \nhouse…\n\nVARGAS: Absolutely.\n\nDOUGLASS: ...and had to be stressful for the boy all along.\n\nVARGAS: In fact, we have, Linda, a sound bite from the fisherman, from that man who you see there holding Elian \nGonzalez, who was in the house when this raid went down.  We have a sound bite from him right now explaining \nwhat it was like.\n\nMr. DONATO DALRYMPLE: I didn't know what it was, and I heard Elian scream. And I grabbed him and I ran to \nthe bedroom.  I didn't know what to do, just to try to protect this little boy.  And I know they were holding the family \nwith guns!\n\nVARGAS: Obviously, as you--as you can hear him there, they--they seemed--it seems, Linda, that when you listen \nto that fisherman and obviously hear those comments from the family, that despite--as Jeffrey Toobin pointed out \nmoments ago--the fact that--that Lazaro Gonzalez had been officially and thoroughly warned that the government \nhad the legal right to now take Elian from his custody, that the family sounds like they were surprised that this went \ndown, even though--we had you on \"Good Morning America\" yesterday talking about the fact that there was a lot of \ntalk that something might go down today.\n\nDOUGLASS: Well, you can imagine that they would be surprised.  Because frankly there have been many false \nstarts.  That was a term that was used to me by someone in the White House about four days ago, back when the \nWhite House was openly expressing frustration with Janet Reno.  She had a level of patience that was considered--\n'maddening,' was the word one of them used at various points in this process--allowing the family to pursue all of its \nlegal options, going to Miami to negotiate with the Miami relatives, putting up a deadline, which was allowed to \ncome and go--one of several deadlines.  So it is very possible that the Miami relatives assumed that she really \nwouldn't act.  And I think what they did was underestimate her resolve, which was very clear, after the court of \nappeal issued its ruling.  Janet Reno got off the airplane--she'd gone to Oklahoma City for a--for a ceremony \ncommemorating the--the Oklahoma City bombing.  And she made very clear that the court said nothing about \nprohibiting the transfer of custody that was in her purview to execute. Lazaro Gonzalez, in her view, had been \nmaintaining custody of the boy without any legal authority to do so.  That is, after all, at the discretion of the Justice \nDepartment.  That is, who cares for the boy.\n\nVARGAS: All right.\n\nDOUGLASS: And it was clear at that point that--that her resolve had been strengthened.\n\n\n\nVARGAS: We should tell our viewers that we are expecting to hear from Janet Reno and other INS officials in about \n10 minutes.  They're going to hold a news conference to explain exactly what went down and their actions and--and \nfill us on in on more details that I'm sure that we're not at this point aware of.\n\nAs we're looking at the--the home of Lazaro Gonzalez, in Little Havana, we're told that the crowd has grown from \n50--at which point, when the raid went down, there were about 50 people spending an all-night vigil outside the \nhouse as they have been nearly every night since this saga began.  That crowd has now reportedly grown to 500 \nand is still growing. A reporter on the scene, Mike von Fremd, has told us that police are in riot gear.  And in fact, \njust a few moments ago we saw some videotape of police in riot gear standing a couple of blocks away.  There's \nMike.\n\nMike, how are--how's the emotion there and the scene now?  It looks calm behind you.\n\nVON FREMD: Well, they're--the--right now, people don't seem to know what to do with themselves.  Earlier we had \nsome prayer vigils.  When they don't have anything to do, frankly, all morning long, that's--every now and then, \nwhen a little bit of trouble starts to erupt.\n\nThey're--it is getting much more crowded here.  As I told you, if you park your car, you're able to walk here.  And I \nsuspect all day long, people are going to continue to come.  I also mentioned to you that Lazaro Gonzalez came \nout with a megaphone a while back, the great uncle who was taking care of Elian for nearly five months, saying \nthat if he had been armed, this would not have happened.  People cheered that.\n\nWe've had the mayor of Miami come through.  They want calm, but the politicians also want to express that they do \nnot appreciate how this--how this went down, how this happened.  The governor yesterday pleaded with the \ngovernment not to let--not to go in by force…\n\nVARGAS: OK.\n\nVON FREMD: ...when, in less than 24 hours, they did just that.\n\nVARGAS: OK.  All right.  Thanks, Mike.  We just need to break way quickly to Jeffrey Toobin.\n\nJeffrey, now that Elian has been taken from Lazaro's home, you were talking about the fact that this could go on for \nmonths, if not even into the year 2001, this legal battle over Elian Gonzalez.  I'm curious, though, do Lazaro and \nMarisleysis have any legal right to visit the child in the interim?\n\nMr. TOOBIN: I don't think they do.  I don't think they have any legal right at all.  I think that's a very different \nquestion about whether some visitation should be arranged in--in the interest of sort of the humanitarian concerns \nof everyone involved.  Of course, Elian has been living with Lazaro and Mari--Marisleysis.  That--there is obviously \nan im--an important bond there.  And anyone who is concerned for Elian's continued--you know, his mental and \nphysical health, I think would want to keep that bond intact and--and--and arrange some sort of visitation. But as a \nlegal matter, I don't think there is any right that the--that the Miami relatives have to any access to Elian at all.  \nAnd--and I think that--that's a--that's a stark reality considering how close Elian has been to them.  But--but they--\ntheir rights have expired now.\n\nVARGAS: You said their rights have expired.  Is that the letter that you're referring to that Janet Reno sent to \nLazaro Gonzalez, sort of officially notifying him that, 'That's it.  You don't have custody of this child any longer'?\n\nMr. TOOBIN: Absolutely.  That was--that letter came from the Immigration & Naturalization Service.  It came last \nFriday, April 15th.  They--they actually said that, 'Parole had been revoked several days earlier.  But in case you \nhave any doubt, parole is--is terminated right now.' So the Justice Department had the legal right to do what they \ndid this morning for some time. Obviously, they had been working, trying, negotiating, to arrange a shift in custody \nin a more peaceful manner.  But their patience finally ran out.  And they had the legal right to take Elian away.\n\nVARGAS: Well, their patience and apparently--you know, look, many people in this whole drama have been very \nvocal about their opinions on the whole thing--a lot of people's patience.  I mean, I think there's been a sentiment \n\n\n\nparticularly toward Janet Reno.  I mean, Linda Douglass said a moment ago it's been reported widely that many \nwere beginning to regard her as being impotent for not being able to find a way out of this mess.\n\nMr.  TOOBIN: I--I--I think, looking back, we'll see how extraordinary the events of these months were.  I mean, here \nyou had the attorney general of the United States--who, of course, is usually just an administrative official, not an \naction officer--herself going down to Miami the week before last, essentially begging Lazaro Gonzalez and--and the \nMiami-based relatives to comply with the law.  Then Janet Reno being told by those--those Miami relatives, in \neffect, to get lost, go back to Washington, we're not giving up Elian.  I think that--that incident was a source of \nconsiderable embarrassment to many people in the--in the Justice Department.  She then, I think, felt--and I think \nunderstandably--as a law enforcement official that she couldn't continue to be toyed with in this manner and finally \nshe just ordered a--she ordered this dramatic action.  But I--I think, you know, obviously her actions will be second-\nguessed in--in many respects.  But you can't say that she didn't try to resolve this peacefully.  She certainly did.\n\nVARGAS: Well, all the arm--all the armchair quarterbacks sort of looking back on this, you know, she has \napparently worked for months and--and as you said, personally traveled down to Miami to try and reason with the \nMiami relatives. It's interesting to note, as we have frequently throughout this--this story, that she obviously is from \nthis area, and I think, had a lot of personal desire to settle this amicably and peacefully.  And reportedly, it's been \nvery painful to her that she has become the target of so much criticism.\n\nMr. TOOBIN: I--I think that's--that's undoubtedly the case.  And--and certainly you can understand.  I mean, the--\nthe--the shadow of Waco has hung over this story from the beginning.  It was, you know, the seventh anniversary \nof Waco just a couple of days ago.  That was a catastrophic raid with the death of 80 people.  Janet Reno, above \nall, did not want that kind of--a repeat of that kind of tragedy.\n\nAnd--and as Mike von Fremd has been emphasizing from the very beginning, this was a dramatic raid, it was--it \nwas very upsetting, but no one was hurt.  And I think that's something that people in the Justice Department will \ntake enormous satisfaction from.  You know, I think all of us have been struck by that really very disturbing \nphotograph of what looks like an assault weapon about a foot from Elian Gonzalez's face with--with the--with the \nfisherman in the closet there.  But the fact is, that gun was never fired and no guns were fired.  And there was a \nlittle tear gas used and--and if we're to believe the Immigration &--Immigration & Naturalization Service, as I think \nwe have no reason not to, the situation with Elian calmed down very quickly.  He's going to be reunited with his \nfather before most Americans have had breakfast this morning.  I think that's--that--that is a positive development \nand--and I think the law has taken its course in--in a very emotionally striking but--but ultimately satisfactory \nmanner.\n\nVARGAS: As we listen to you, Jeffrey, we're looking at some pic--pictures now outside Little Havana.  This is \napparently a main thoroughfare that is, according to Mike von Fremd, one of the main or perhaps even one of the \nonly arteries into that part of Miami.  And we've got traffic at a stand still. And--and--and a crowd of--a small crowd, \na handful there, obviously angry, upset people, trying to incite something. And…\n\nMr. TOOBIN: Well, but I--I think what--what they're--what mostly people are doing in--in Havana right now is \nexercising their First Amendment rights to scream and yell.  And I don't think there's anything inappropriate about \nthat. I mean, this is a politically and emotionally very volatile time.  But the fact is there has not been violence.  It \nappears, as far as we know, that no one has been hurt.  And--and people have…\n\nVARGAS: Nobody's been hurt.  I--I think that there has been.  There have been some incidents of people throwing \ndebris, that sort of thing…\n\nMr. TOOBIN: Right.\n\nVARGAS: ...to the point where police felt the need to fire tear gas into the crowd.\n\nMr. TOOBIN: Right.  Right at that--that--it--it appeared, from the video, that was right when--when Elian was being \nremoved from the house.\n\n\n\nVARGAS: Right after that.\n\nMr. TOOBIN: But--but…\n\nVARGAS: Absolutely.\n\nMr. TOOBIN: But so far, you know, there--there--there have been protests and that.  And that, it seems to me, \nperfectly appropriate and--and lawful.  But the situation there, while emotionally volatile is not violent.  And--and I \nthink that's--that's really a tribute to everyone involved.\n\nVARGAS: This does appear to be well-planned.  I mean, when we--we were looking earlier at a--at a--somebody \noutside that home in Little Havana holding up a sign referencing Waco.  But, as you pointed out, this couldn't be \nmore different, dramatically, than that raid.  This apparently was an aggressive--much more aggressive than I think \nsome observers had thought would happen, but very well-executed raid.  Those agents were in and out with \nprecision, very well armed and were out of that area within moments, and as you said, nobody hurt.\n\nMr.  TOOBIN: And--and there was--Linda Douglass mentioned earlier, I think, is--is an important point, which is that \nin--in law enforcement philosophy, the way to do these things effectively is usually to bring more force than you \nneed, which you--which means you will be less likely to use it.  They went in there with machine guns, they went in \nthere with these bullet-proof vests and--and--and shields over their faces and it was very--and--and--and the \npictures were very dramatic.  But the sheer show of force, many law enforcement professionals think, means that \nforce will less likely to be used. I think Lazaro--we--we were quoted saying--he was quoted recently saying, you \nknow, just earlier this morning, when he was speaking to the crowd, 'If I had a gun, things would have been \ndifferent.' Well, boy, if--if he had a gun, I can think only disaster would have--would have--would have awaited \neveryone involved. The fact that the Justice Department went in in such overwhelming force really, I think, \ncontributed to the fact that force was not used. And--and I think, as the New York City Police Department is--is \nfamous for using more cops than they need, but I think by and large that's been shown to dissuade people from \nbeing violent, rather than provoking violence.  And I think today's an illustration of the success of that philosophy.\n\nVARGAS: We should say, just to--to keep our viewers up to date, we are waiting for a briefing that is scheduled to \nhappen at any moment now from Janet Reno and INS officials to give us the details on the planning that went into \nthis raid and how this actually all went down.  And for those viewers who are just tuning in this morning, let's bring \nyou up to date.\n\nShortly after 5:00 this morning INS agents--eight of them, very well armed--went into the house in Little Havana \nwhere Elian Gonzalez has been living for nearly the past five months.  Several agents were involved, 15-20 US \nmarshals as well as, we're told by the INS, 130 agents, all in the planning.  One female agent reportedly carried \nElian to the van as you see right there, saying to him in Spanish, as she--as that boy was seized from a closet \nwhere he was being held by one of the two fishermen who rescued him on Thanksgiving Day last year in the \nocean.  The female agent said to Elian Gonzalez, quote, \"I'm not here to hurt you, I know that you are frightened, \nI'm here to take you to your papa.\"\n\nIn the airplane, we are told, that female agent you see holding him there is with him, along with a government \npsychologist, as well as a surgeon. And we are told by the INS that in the van on the way to the airport, Elian was \ncalm, despite the high drama and the fear that you see written all over that boy's face, that he was able to calm \ndown and begin playing with his toys.  He's expected to talk with his father soon, if he has not yet already done so, \nfrom the airplane.  He is en route at this moment to Andrews Air Force Base where he will finally reunite with Juan \nMiguel Gonzalez, the boy's father, who traveled here from Cuba weeks ago and has been waiting, at times, \nimpatiently to regain custody of his son.  The raid took place shortly after 5 AM, carefully planned, we are told, in \nbetween Good Friday and Easter Sunday, two of the most holy days in the Catholic religion.  This is a very \nCatholic--Catholic part of the area and part of the--the city of Miami.\n\nThe 50 protesters who were outside the house at the time that the raid went down, stunned by the raid, clearly, and \nvery upset.  We--apparently at one point INS agents felt the need to fire tear gas into the crowd. The crowd was \nheld at bay by officers with guns, so that they could not form their human chain that they had threatened for so long \n\n\n\nto prevent agents from taking away Elian Gonzalez.  So, after months of negotiation, Elian Gonzalez seized from \nthe home of his great uncle, Lazaro Gonzalez, in a precision, aggressive raid this morning.\n\nABC's Linda Douglass is at the Justice Department.  Apparently, Linda, Janet Reno was working all night long to \nexecute this raid?\n\nDOUGLASS: Yes.  And we have a little bit more detail about how the--the nature of these negotiations--the tone of \nthese negotiations.  A source close to the attorney general said that the Miami relatives really remained fairly \ninflexible throughout the evening.  As they would began to make some progress, a new problem would--would \ncome up.  They would suddenly object to where the child was going to be delivered.  They said that the little boy \nwas afraid of flying on an airplane, so then the government negotiators offered to put him in a car.  And then they \nsaid that they didn't want to bring him in a car either.  So, finally after about 4:00--she kept moving the deadline \nback--and finally after about 4 AM this morning, that was--that was it.  The--the--the negotiations had collapsed.  \nThey called one more time at 5 AM, and by then she'd launched the action.\n\nVARGAS: All right, Linda…\n\nDOUGLASS: All right.  Here comes the attorney general in the press room. We'll go to…\n\nVARGAS: Right.  We'll go to the attorney general, Janet Reno.\n\nAttorney General JANET RENO: Earlier this morning, federal agents in Miami began to reunite Elian Gonzalez with \nhis father and uphold the rule of law. As I speak, Elian is safe and he is on a plane headed for Andrews Air Force \nBase in Washington, DC, where he will be reunited with his father for the first time in five months.  When the two \nare reunited, they will remain in the United States during the appellate process while the injunction is in place. And \nin accordance with the court of appeals ruling, we will take every step necessary to ensure that Elian does not \nleave the country while the court of appeals injunction is in place.\n\nWe have been to great lengths to resolve this case in the least-disruptive manner possible.  Up until the last, we \ntried every way we could to encourage Lazaro Gonzalez to voluntarily hand over the child to his father. \nUnfortunately, the Miami relatives rejected our efforts leaving us no other option but the enforcement action.\n\nElian Gonzalez is a child who needs to be cherished, who needs to have quiet time and private time and to be with \nhis father.  And that is what this case is still all about: the bond between a father and son.  Juan Miguel Gonzalez \nwants to be with his son, and that will happen now.\n\nMore than three months ago, the INS determined that only Juan Miguel Gonzalez could speak for his son on \nimmigration matters.  From that moment, I could have taken action to return Elian to his father, but I did not.  \nInstead, I gave the Miami relatives a chance to challenge my decision in federal district court.  They did, and the \ncourt sided with the government.  It ruled that this was a federal case, and that the INS was right to say that the \nfather speaks for the child.  Two weeks ago, a state family court turned away the Miami relatives as well.  In a \nstrongly-worded opinion, the judge said not only that the matter belonged in federal court but that a six-year-old \nboy is far too young to make life-altering decisions on his own.  That same week, I traveled to Miami to try to \nencourage the family members to work out a resolution.  The relatives in Miami said all they wanted was a meeting \nwith Juan Miguel Gonzalez before turning over the child.  But when I arranged that meeting, they still refused to \nproduce the child.  Every step of the way, the Miami relatives kept moving the goal post and raising more hurdles. \nThat is why I finally directed the relatives to turn over the child nine days ago.  That deadline carried great \nsignificance.  When Lazaro Gonzalez didn't comply, parole and care was revoked.  That means that for the past \nnine days, Lazaro Gonzalez has not had lawful custody of Elian.\n\nWhen the INS places an unaccompanied child into the care of an adult, that adult is required to comply with the \ndirectives of the INS.  To maintain, as the Miami relatives did, that the INS somehow lacks authority over the \nimmigration parole of a minor in the US, simply ignores the law.  So this morning, I commenced an operation with \nthe paramount concern, being the well being of Elian, the safety of the agents and others.  After negotiating through \nthe night, I informed the parties that time had run out.  At that moment, I gave the go-ahead for the operation.  After \n\n\n\nI had set the operation in motion, the intermediaries called back to offer one more counter-offer.  I indicated that I \nwas willing to continue to engage in dialogue, but that time had run out.  I did, until the final moments, try to reach a \nvoluntary solution.  Law enforcement personnel were on the scene, were authorized to and did make the final call \nas to when to enter the Gonzalez home because, this was a very carefully-timed law enforcement operation.\n\nEight agents were in the house during the operation.  They were there for three minutes.  During that time, a female \nagent picked up Elian and spoke to him in Spanish.  The agents then took Elian to Watson Island where they \nboarded a helicopter bound for Homestead Air Force Base. There he was examined by a doctor to make sure that \nthere were no injuries.  At that point, he was boarded onto a US marshals plane headed to Washington, DC, where \nhis father is anxiously awaiting for his son.\n\nThis has been a very emotional case for everyone involved.  The most important thing is that Elian is safe and that \nno one was seriously hurt. As we all await the outcome of the appellate process, I think it is important for us all to \naccept Elian's long-overdue reunion with his father.  It is time to heal wounds that have divided a community.  It is \ntime to help this little boy heal from the tragedies that he has experienced.  Let us give him and his father the \nspace, the calm, the moral support they need to reconnect and reaffirm their bonds between father and son.  Thank \nyou.\n\nUnidentified Reporter #1: Miss Reno, the--the image that was released this morning, a photographer inside the \nhouse, of a federal agent with his gun drawn and pointed toward Elian, and Elian anguished, looking on is going to \nsummarize this raid.  So I ask you now, why was that necessary?  Why was that level of force necessary in your \nopinion?\n\nMs. RENO: One of the beauties of television is that it shows exactly what the facts are.  And as I understand it, if \nyou look at it carefully, it shows that the gun was pointed to the side and that the finger was not on the trigger.  It is \nimportant in these situations to look carefully and to understand the facts, and to understand that we had received \ninformation that there were guns perhaps in the crowd, perhaps in the house.  It was unclear. But that the safety of \nall involved was paramount.  And when law enforcement goes into a situation like that, it must go in prepared for the \nunexpected.\n\nUnidentified Reporter #2: After the--the reunion at Andrews, where will Elian and his father be staying?\n\nMs. RENO: Somewhere in the Washington, DC, area.\n\nUnidentified Reporter #3: Will that be in the Cuban mission or--yeah, the Cuban home of the chief diplomat or \nsomewhere else?\n\nMs. RENO: We shall see.  At this point, they--it is important that they be reunited.\n\nReporter #3: So you haven't set any parameters?\n\nMs. RENO: I would let Commissioner Meissner comment if there was any further comment to be made.\n\nMs. DORIS MEISSNER: I think the general marshal and I can answer.  He will be in the Washington area.  He will \nbe at Andrews Air Force Base for a short period and then he will be somewhere else in the Washington area. There \nare no plans presently that he be at the home where the--where father--where the father is presently residing.\n\nUnidentified Reporter #4: Are--are you specifically not disclosing that place, or is it undetermined yet?\n\nMs. MEISSNER: It--it has been determined but we're not yet disclosing it.\n\nUnidentified Reporter #5: Has the intrasection been precluded or is that still a possibility?\n\nMs. MEISSNER: That--they need more space.  They need more space and they need more privacy, and so it's in \nthe interests of space and privacy that the location will change.\n\n\n\nUnidentified Reporter #6: Miss Reno, can you describe a little bit of how negotiations broke down, what was--what \nwas lacking on their part?\n\nMs. RENO: As it ended, initially, we had tried to put together something that achieved the goals of everybody \nconcerned.  For the father to have the parole and care of his son, for there to be a transition period, and we just \nwere not able to work out the details.\n\nUnidentified Reporter #7: Miss Reno, concerning the issue of the weapons, did you give any instructions to the law \nenforcement officials on the scene about being concerned about the child, agents, things like that?\n\nMs. RENO: I would ask Commissioner Meissner to address that specifically.\n\nMs.  MEISSNER: The child has been our paramount concern in this operation. We structured the operation around \nthe child's safety as the first, most important priority.  We had Spanish-speaking female agents responsible--agent \nresponsible for bringing the child from the home.  We had worked out with our team of experts in advance the kind \nof conversation that the agent responsible for the child could and should use in order to be reassuring.  That was \ncarefully worked out as between the experts and the people on the scene.  The airplane includes--the flight has \nElian accompanied by a child psychiatrist and a flight surgeon, both of whom are bilingual.  There is a play pack on \nthe airplane of Play-Doh, other things--food, to amuse him.  One of the things that we learned from our experts was \nthat the squeezing of Play-Doh is the best thing that you can do for a child who might be experiencing stress.  I \nmust say, though, that all of our reports, so far, are that the child has been very calm, has not been anxious, has not \nbeen thrashing, has not been crying. And the basic feedback that we have from a series of people now, who have \nbeen directly with him, is that he's a real terrific, tough kid.\n\nReporter #7: One follow-up question if I--if I may.  If you consult with psychiatrists beforehand to discuss the \npossibility, the impact of using weapons during the incident, how that might affect the child?\n\nMs. MEISSNER: We discussed the nature of a law enforcement operation and we knew, of course, that it could be \ntraumatic and so we were very, very concerned to set it up in a way that would minimize that kind of--of fearfulness.\n\nReporter #7: Did Elian have the opportunity to speak to his father before leaving or maybe from the plane?\n\nMs. MEISSNER: He is actually speaking to his father right now.\n\nReporter #7: Is he?\n\nMs. MEISSNER: Yes, he is.\n\nUnidentified Reporter #8: Who notified Juan Miguel of the decision--was it--was it--was it before or after it was \ncarried out?  What can you tell us about his reaction?\n\nMs. MEISSNER: Juan Miguel was notified after the--as--after the operation began.  The operation was very, very \nquick, so it was simultaneous.\n\nUnidentified Reporter #9: Was--was he able--was the father able to speak to Elian at any point during the \noperation?  I know that was a concern--with a cell phone, whatever?\n\nMs. MEISSNER: No.  The operation--the--the operation took, really, only three to four minutes from seeing the child \nto having him in the van to being on the way to the helicopter, and--and the safety and operational concerns \noverrode anything at that point.  As I say, he is now been able to have a conversation, father and son.\n\nUnidentified Reporter #10: Tell us a little bit about the conversation that the agent was--you said there was \nconversation that the agent was told would be good for the boy as he was being removed.  Can you tell us a little \nbit about what that was?\n\n\n\nMs. MEISSNER: The conversation goes along the lines of, 'This may seem very scary right now, but it will soon be \nbetter.  We're taking you to see your papa'--he calls him 'Papa.' 'You will not be going back to Cuba. You will not be \non a boat.  You are around people who care for you.  We are going to take care of you.  Please don't be frightened.' \nThat kind of a conversation.\n\nUnidentified Reporter #11: Can you tell us if there's any concern about letting the--letting the boy or his father get \nonto Cuban soil through his--his diplomatic mission and if there is such concern if there are any precautions being \ntaken to keep them away from that?\n\nMs. RENO: The marshal service is taking all appropriate precautions, and we don't--do not foresee those that you \ndescribed.\n\nUnidentified Reporter #12: Miss Reno, what kind of information did you have about weapons in the \nhouse...(unintelligible)?\n\nMs. RENO: We had been told on occasions that people were threatening to have weapons to prevent it from \nhappening.  Again, there were discussions of weapons in the crowd, weapons in the home, whether weapons were \npresent on the grounds.\n\nUnidentified Reporter #13: You said for the past nine days, Lazaro Gonzalez has been essentially in violation of the \nlaw.  Is there--are there any plans to take some sort of action against him, then? (Unintelligible).\n\nMs. RENO: Our effort was to reunite the little boy with his father. That has--or will soon be achieved, and I think that \nit is important for everyone now to move on and to put this time behind us and to do everything we can to see that \nthose involved heal and reunite.\n\nUnidentified Reporter #14: The reports you described about possible weapons in the house and on the streets, do \nyou believe now that at any point in this process the Miami relatives were negotiating with you and your surrogates \nin good faith?\n\nMs. RENO: Every time we thought we had achieved what they wanted, it wasn't enough.  And at this point, I think \nit's important for us to move on.  It was a very frustrating experience.  We were told when he came to this country, \nwe would--he could have the boy.  That didn't happen.  We were told if they could just meet with Juan Miguel \nGonzalez, then they would consider turning over the boy.  We made the arrangements for him--them to meet prior \nto the boy being turned over.  That wasn't enough.  And it was just one step after another in which they moved the \ngoal post.\n\nReporter #14: If I could just follow on that one, what is your read right now of what's happening in the streets \noutside the home?  The mayor of Miami called this action a crime.  Have you been in contact with him and are you \ncomfortable that the situation has changed by now?\n\nMs. RENO: I think that law enforcement will do a very good job, a very thoughtful, constructive job of maintaining \ncalm.  I think it is important for everyone to understand that this was done pursuant to law, that it was done to \nreunite a child with his father after there were innumerable attempts and negotiations over a long period of time to \ntry to make sure that this was done voluntarily so that everyone could be involved in planning the transition.  It didn't \nwork that way, unfortunately, and so we had to take appropriate action. And from what I have seen to date, the \nagents did an excellent job, and I want to commend them.\n\nUnidentified Reporter #15: Ms. Reno, there some very strong language in the appellate court's order concerning \nthe likelihood of success on the merits of the underlying asylum mission, and as a result of that there was a lot of \ntalk about the fact that you wouldn't necessarily want to have the boy reunited with his father and then face an \nunfavorable decision from the circuit court, and then have his future up in the air again.  Can you comment on that?\n\nMs. RENO: The issue that was raised in the court of appeals was not--it was based on the equities of the situation, \nand the court concluded that there were--as--as I recall, the language was a 'substantial interest' or something \nsimilar--but that if he were enjoined from leaving the country, the equities would favor such a resolution.  The issue \n\n\n\nin the court of appeals that they focused on was the asylum issue.  But here, the father was in this country. Cuba \nwas not the issue.  It was not an issue of him going back to Cuba during this period of time.  It was here that a fit \nfather had arrived who wanted to see his son, and there was no reason in the world why they should not be \nreunited.\n\nReporter #15: But if I could just follow-up, they talked about the asylum question and there was an indication that \nthey saw some likelihood of success on the merits, and so my question really is whether or not you have any \nconcern that the boy's future, after that decision comes out, if it's unfavorable to you, will again be in jeopardy and \nthat Lazaro Gonzalez may, in fact, have some sort of a reasonable claim to address the asylum issue.\n\nMs. RENO: He may have a cor--if the court rules in his favor, he may have a claim to address an asylum issue, but \nthe issue right now is, this father is here.  It is not--he is not claiming asylum and asylum is not at issue because the \nboy cannot return to Cuba at this point.  And there is no reason for those who objected to the fact that he would \nhave to return to Cuba, that doesn't apply in the context in which we're here now.\n\nUnidentified Reporter #2: Miss Reno, what can you tell us about your consultations with the INS last night?\n\nMs. RENO: I talked to the president yesterday afternoon at about 4:45, again last night at about 8:00, and then this \nmorning after the boy was secured.\n\nUnidentified Reporter #17: Miss Reno, what…\n\nUnidentified Reporter #18: What can you--what can you say…\n\nReporter #17: ...what can you say…\n\nReporter #18: Go ahead.\n\nReporter #17: I'm sorry.  Can you tell us anything more about that conversation what he said this morning?\n\nMs. RENO: He had followed it carefully.  I think we had briefed him yesterday afternoon at 4:45, told him about the \nongoing negotiations.  I had had a chance to talk to him coming back from Oklahoma City.  We talked about the \ndevelopments as of about 8:00 last night.  And then this morning, he expressed satisfaction over the manner in \nwhich it had been carried out.\n\nReporter #18: Miss Reno, do you...(unintelligible)...agents inside recovered any weapons or were they aware of any \nweapons, brandished on the federal agents at all during this process?\n\nMs. RENO: I don't know.\n\nUnidentified Reporter #19: Miss Reno, earlier on it was said, I think by you, that Elian would not be removed from \nthe house in the night.  This operation took place in the dark, before dawn.  What was the reasoning in doing that as \nopposed to taking him out in daylight and deviating, apparently, from that earlier statement?\n\nMs. RENO: Earlier, we had hoped that the matter could be worked out, that it could be done in an appropriate way.  \nThen the crowds began to suggest that they were going to prevent it from happening.  Lazaro, who had said at one \npoint that he would step aside, said that people might have to run a gauntlet. And there was clear defiance of the \nlaw.  At that point, with those circumstances that had to be considered, and with so much being unknown, the most \nimportant issue was to do it at a time when it would be safest for Elian and when it could be done in a manner that \nwas safest for all concerned.\n\nUnidentified Reporter #20: Miss Reno, could you describe the coordination with local law enforcement in this \noperation and how much advance warning were the city of Miami police given for the exact timing this morning?\n\nMs. RENO: I don't have the exact figures of the timing.  I'm sure that that can be provided.\n\n\n\nUnidentified Reporter #21: Was it at 8:00 last night that you felt the negotiations were going nowhere and that you \nthen gave the tentative OK?\n\nMs. RENO: I negotiated through the night.  At times, I was very encouraged, and then at other times it seemed to \nslip away.  But my effort from the beginning has been to try to make sure that we did everything we could to resolve \nit so that there was a peaceful, thoughtful way of doing it.  And it--finally time ran out.\n\nUnidentified Reporter #22: Miss Reno, with whom were you in touch through the night?  With whom were you \nactually negotiating?\n\nMs.  RENO: There were community leaders, the person that I was talking to during the evening was Aaron \nPothurst.  He is a very fine lawyer in Miami.\n\nVARGAS: That is Attorney General Janet Reno this morning at a news conference in Washington, DC, explaining \nher decision to launch an early-morning, pre-dawn raid on the home of Lazaro Gonzalez.  INS agents going in at \ngunpoint to seize the little boy from the house of Lazaro Gonzalez.  Now we are going to go inside that house, live, \nto Marisleysis Gonzalez, Elian's cousin.\n\nMs.  MARISLEYSIS GONZALEZ (Elian's Cousin): Since 5:00 yesterday, we were negotiating with Janet Reno to \ntake place to meet the father, for him to feel comfortable for this to be done in the best interest of this child, what \nwe've always looked for five months.  This family has kept this boy because his father was not allowed to come to \nthis country or didn't want to come to this country.  His father was in Washington two hours away.  If they really \nwanted to acted (sic) in good faith and with no violence, they would have made the father come to this house and \npick up the boy.\n\nUnidentified Interviewing Reporter: Can you tell me what happened this morning, Marisleysis?\n\nMs. GONZALEZ: We were on the phone negotiating with her.  After they took two hours to call us back, they \nexpected for us to answer them in five minutes.\n\nInterviewing Reporter: And what were they asking?\n\nMs. GONZALEZ: Where--where--where would we take the boy and return him to the father, to my understanding.  \nAs this was taking place, we heard noises, people banging on the door, breaking the door down.  Elian was awake \nin the living room, and we didn't know what was going on because they never told us the US marshals were going \nto come in and pick up the boy.  So we thought it was maybe a fight outside or something and we ran him in the \nroom with three other cousins that were in--two other cousins that were in the house, kids as well.\n\nAnd as they entered, they didn't--they came here violently.  Because if they wouldn't have been violently, they \nwouldn't have been armed.  They told me, 'Give me the boy or I'm going to shoot!  I'm going to shoot! Give me the \nboy! Give me the boy!  Give me the...'--and they said a bad word--'Give me the boy! Give me the boy!' And I said, \n'Please, don't let the boy see this.  Please, I will give you the boy.  Don't let him see this.  He's seen enough.  He's \nseen his mother's death.  We don't want this.  We're not going to do anything. We're not armed.  We don't want \nanything.' 'Put your hands up!' 'We're nothing.  We're negotiating. What's going on?  I'll give you the boy!  Don't let \nhim see this!  I'll give you the boy!'\n\nThey ran in my room, they broke the closet doors, they broke Elian's bed. They went in my mom's room, they broke \nthe door down.  They got Elian by here. They put a gun right there and they took him.  And there is a picture.  And \nthat little boy's fear and scared (sic).  So, Janet Reno and everybody else, don't say you came here with no \nviolence and that this boy is OK.  How can this boy not be--how can this boy be OK when he had a gun on his \nhead?  How can my other little cousins--had another gun on his head, and was an innocent, too?  A kid.\n\nThis is not now an issue about the Cuban society screaming.  They've always been there supporting us, but they've \nnever been violent.  And I--I thought this was a country of freedom and a country that seeks for the benefit of a child \nand that wouldn't psychologically traumatize a child.  Now they've really done the harm.  They've already \npsychologically traumatized Elian when they put that gun and he saw everything that was going in this house.  This \n\n\n\ndidn't have to happen like this.  They could have come and said, 'Get his stuff.  He's ready.  We need to take him to \nthe father,' and we would have done that.  We've always been with the law.  We've always been there for the boy.  \nWe've always acted in good faith.  They came in, they kicked the camera man, they kicked everybody, they banged \npeople on the head with stuff.  They didn't have to go in there.\n\nInterviewing Reporter: Marisleysis, as you know, the government has requested numerous times to reunite Elian \nwith his father.  You're here saying that you would have brought father and son together.  What was the condition \nthat--that prevented that from happening?\n\nMs. GONZALEZ: The condition was that they--he never wanted to see us. The Cuban government didn't let him or \nJanet Reno didn't let him and this is exactly what she wanted to show…\n\nInterviewing Reporter: And why did…\n\nMs. GONZALEZ: ...that she doesn't have a heart.  This lady to me doesn't have a heart.  The president of this \ncountry, I blame him for it, because he doesn't have a heart.  He has kids.  Would he like his son to have a gun on \nhis head after seeing the death of his mother and everything that he's going to when the father's two hours away \ncould have come to this house with them to pick him up, with no violence.\n\nInterviewing Reporter: You had no warning that the marshals were coming.\n\nMs. GONZALEZ: We had no warning that the marshals were coming.  We were on the phone with them \nnegotiating, they put us on hold and while we were on hold they banged on the door, they broke everything in, they \ncame in with guns and Elian saw all of this.  There's pictures taken, camera's got it.  So they cannot go on and lie to \nthe American people, because they are lying to the American people like Fidel Castro lies to the Cubans in Cuba.  \nThey're doing the same regime here.\n\nInterviewing Reporter: Well, the government here said, just a short time ago, that throughout all this, the paramount \nconcern has been the child, Elian.  At this time, Elian is on a plane on his way to see his father. He's on a phone \ntalking to his father, we are told.\n\nMs. GONZALEZ: Forced.  Forced, because he was screaming and crying, 'Don't take me,' and having a gun on his \nhead.  What is he probably thinking?  'My dad probably kills me when I get there.' What are they doing?  This wasn't \nthe right way to do it.\n\nInterviewing Reporter: Had you prepared Elian for this possibility?\n\nMs. GONZALEZ: We didn't know this was going to happen.  We never thought they would come.  We never \nthought this day would come here to pick him up.\n\nInterviewing Reporter: So he--you never told him…\n\nMs.  GONZALEZ: That marshals were coming?  No.  I didn't even tell him how they would come with guns.  \nBecause I never thought they would do this to a kid.  And he's not just an only kid.  He's seen so much, been \nthrough so much. This family has always acted in good faith.  We respected the law.\n\nInterviewing Reporter: What is it…\n\nMs. GONZALEZ: We've always tried to cooperate.  There was no need to have a gun in his head.\n\nInterviewing Reporter: What is it that you fear will happen to Elian? There is a court order that says he must remain \nin the states.\n\nMs. GONZALEZ: What I fear--what I fear already happened, that they psychologically traumatized him.  And this \nhas been a trauma for everybody in this country, that's been outside here and for everybody in the family. Imagine, \nto a kid, having a gun in his face.  And with people that he doesn't even know.  She cannot tell me he's OK, and \n\n\n\nhe's not crying, because she's lying.  She's lying.  And they act like dogs and they're trained like dogs. They're not \nhuman beings, because a human being would have done--would have not done what they did.\n\nInterviewing Reporter: And so, as you sit here, what feeling do you have…\n\nMs. GONZALEZ: And what I--what I say is to every American out there.  I was raised here and had the opportunity \nto be free and live in a free country. But stand up for the rights and the Constitution that they say that exists in this \ncountry.  This could have been your son, an American son.  This came--this kid came to this country on \nThanksgiving Day.  And look at the day that they took him.\n\nInterviewing Reporter: Do you believe that he is eventually going back to Cuba?\n\nMs. GONZALEZ: I really do not know, but I really feel that if they did this that's because that's what they wanted.  \nBecause they could have done this in good faith.  They could have told us, 'OK, you--you don't--you guys don't want \nto make the agreement.  You don't want to do it.  OK, at 3:00 or whatever time there will be people coming in the \nhouse to take him.  Prepare the boy and turn him over.' We would have done that.  I've told her personally.  I've \nsaid it on TV.  I told her in her face in Sister Jean's house with Sister Jean as a witness that I didn't want violence.  \nShe made a promise on TV that there would be no marshals going into the house.  She lied to this country.  She \nlied to everybody.  And to me she doesn't have a heart.  And neither does the president.  And I blame him for \nwhatever happens to Elian.  And I blame him for what Elian's seeing and the trauma that he's going through.\n\nInterviewing Reporter: Marisleysis, there are literally thousands of people on the streets in front of your home here \nright now.  They're demonstrating. They're angry.  What is it that you would say to those people who have been \nstanding here for five months with you and who are so angry that…\n\nMs. GONZALEZ: I thank them for support us, and we've always thanked them not to be violent.  She knows that, \nbecause she's seen it in TV when my family speaks, they say don't be violent.  But you know what, everybody's that \nscreaming out there are not only Cubans.  There are Americans--Americans out there screaming because where is \nthe law?  Where is everything?  They've lied to this country.\n\nInterviewing Reporter: And explain why it is that you do not want to see Elian returned to Cuba with his father.  \nWhat is it about Cuba that you do not want him to return there with his father?\n\nMs. GONZALEZ: He doesn't want to.  He has fear.  He says he doesn't want to go back because his mom's not \nthere.  We wanted him to feel comfortable with his father.  We were trying to get him to a house where his father \nwould come and we will visit.  And he would feel comfortable and try to see how they could cooperate and how to \nsee what--how the father would get with the kid. And if he wanted to take--if Elian wanted to take leave, it was OK.  \nWe've been in this for five months.  Now the father comes for two weeks and tries to solve everything in 30 \nseconds, 30 minutes with guns?\n\nInterviewing Reporter: Your--your…\n\nMs. GONZALEZ: This is not the way to do it to a six-year-old.  They treat us like criminals.  They don't even do this \nto criminals in the streets, and they did it to this family, and they did it to an innocent kid.\n\nInterviewing Reporter: Your--your father, Lazaro, great uncle to Elian, where was he when this happened, and what \nhas he told you this morning?\n\nMs. GONZALEZ: He--when they came in, I stood in front of everybody and all my family was behind me.  And I \nbegged them--I beg you, please don't let the boy see the guns!  I'll give him to you.  I told the lady that came with a \nbag--with this bag to stick him in a bag, please--I looked in her eyes. Please, he saw his mother's death.  Because \nshe's a mother and she should know how that feels.  Don't let him see this.  I'll give you the boy!  'Give me the boy!  \nGive me the boy!' I said, I'll give you the boy!  Don't let him see this!  Don't let him see this, please!  'We'll shoot \nyou!  We'll shoot you! We'll shoot them!  We'll shoot!' And then they ran in the room, broke the door.  You can go \ninside the house.  See everything broken.  And that's not violent?  That is not violence? Breaking into a door of a \nkid that was awake because he couldn't sleep because he was scared.  Seeing people breaking into his house.  \n\n\n\nThat wasn't violence?  Then what do they call violence, killing him, and taking him to his father dead?  Because \nnow I believe they are able--capable of doing that.  And I want to tell every American out there, that the president of \nthis country dishonored this country.  He dishonored this country and he's a father.\n\nInterviewing Reporter: There are those in this country…\n\nMs. GONZALEZ: He already dishonored his family.  Now he dishonored mine. He dishonored his family in \nWashington and the White House.  Now he disb--now he dishonored my family and he dishonored again this \ncountry. And he should be ashamed because he was the one that gave the order when he said this boy needs to \nbe returned in 48 hours.  Today makes the 48 hours.  He made that order. He made it, and I'm sure he pressured \nJanet Reno to do it.  And if she had a heart, I would have retired my job right there and I would have said I wouldn't \ndo this to this boy.\n\nIt's a shame that they came to this house with violence, guns, and especially point a gun in Elian's face.  And \nthere's pictures and there's pictures how he left screaming and crying that he didn't want to leave. So they cannot \ntell me he's not crying.  They cannot tell me that because he cannot be without me, not even two seconds.\n\nInterviewing Reporter: Do you have any chance, do you believe, to talk to, not only Elian, but to his father.  Have \nyou tried to called anybody?\n\nMs. GONZALEZ: I would love to just, and for the last time, to let me see this boy, to see he's not harmed, because \nafter what I saw, I feel they're capable of doing anything to this kid.\n\nInterviewing Reporter: The government has…\n\nMs. GONZALEZ: Yes.  What the government's done I feel that they're capable of doing anything to this kid.  Even \ngiving him things to calm him down, OK. I want to see him.  I want to see his father, and I want to know if his father \nwas part of this.  If his father said take my boy like that, because I'm sure my cousin didn't want this to happen like \nthis. And this country violated the rights of my house breaking into my door.\n\nInterviewing Reporter: Now, you said that inside the house here…\n\nVARGAS: You've been listening to Marisleysis Gonzalez, obviously very emotional, very angry and upset about a \nraid that happened this morning shortly after 5:00 o'clock this morning, a pre-dawn raid by INS agents. We heard \njust moments ago from Attorney General Janet Reno, who told us eight agents entered that house and were in that \nhouse all of three minutes.  It was an incredibly precise raid with agents entering the home, demanding to know \nwhere Elian was.  According to Marisleysis they threatened to shoot if they were not told where the boy was.  And \nin fact, they found him inside a closet being held.  You see him there being taken out by a female INS agent who \nreportedly took Elian and said to him, quote, \"I'm not here to hurt you.  I know that you are frightened. I'm here to \ntake you to your papa,\" in Spanish.\n\nAt the time that the agents found Elian, he was being held in a closet in the home by one of the two fishermen who \nrescued him when he was floating in an inner tube in the ocean last Thanksgiving, after his mother and others had \ndrowned trying to come to the United States from Cuba.\n\nApparently the raid happened, as we said, moments--just a few moments ago, in a matter of moments.  Police did \ngo in in riot gear, and Janet Reno has defended this photo you're looking at right there showing the INS agent with \nthe gun.  She's saying that the gun was not pointed at the boy's head and the agent did not have his finger on the \ntrigger.\n\nObviously, about 50 people have been maintaining a vigil that they had been maintaining for months now outside \nthe home of Lazaro Gonzalez.  But within a matter of an hour, hour and a half, that crowd had grown from 50 to \n500 people.  Attorney General Janet Reno saying that she was very happy with how the raid went.\n\nImmediately after the boy was taken out of the home there, he was taken by helicopter to Homestead Air Force \nBase where he was evaluated by a doctor and then put on an airplane for Andrews Air Force Base, where he's en \n\n\n\nroute now to meet up and finally reunite with his father, Juan Miguel Gonzalez.  He apparently spoke with his father \non the telephone from the airplane at about 8:00 this morning.  And we are told by the INS that Elian is calm and is, \nin fact, playing with toys on board the plane.  On the plane with him is a surgeon in addition to a child psychologist \nand that female agent who, apparently, has been trying to soothe him ever since this happened.\n\nYou are also looking, at this moment, at live pictures of a bonfire that was started in one intersection in Miami, near \nLittle Havana, we assume. The--that's a very volatile situation out there.  The crowd has grown substantially.  In \naddition, Miami police, we are told, got very little notice, but apparently are now out en masse in riot gear.  And \nthere have been several arrests in Little Havana by the riot police just a few blocks from the home.\n\nOutside the home of Lazaro Gonzalez right now, our reporter in the field, Mike von Fremd.  He's been there for \nseveral hours.\n\nMike, what's the mood like now.  It's gone from very volatile to a little calm and back to angry?\n\nMIKE VON FREMD reporting:\n\nWell, more and more people keep coming here, Elizabeth.  The people outside the home were unable to hear \nMarisleysis.  A colleague of mine, Terry Moran, who is just a few blocks away where the police are--are in great \nnumbers, but they're not here outside the house, he tells me that there's beginning to be incidents of rock throwing.  \nHe says it's not too serious yet.  We're certainly going to be watching it, though.\n\nThe city of Miami police, as you pointed out, say they just had a moment's notice before this.  I talked to the public \ninformation officer. He says they've now called in every available person they have.  They're going to keep the \ntraffic blocked off around here, but he says he does not want to make it look like too much of a military siege.  But, \nyou know, when you've got police in riot gear, it does look a bit like that.\n\nBut here, outside the house, it is not that tense anymore.  It was very tense several hours ago.  People were \nswinging things.  That seems to have calmed down here.  It's apparently a little bit worse a few blocks away.\n\nVARGAS: In fact, Mike, we have videotape from early this morning when--when people got very upset.  Apparently \nwhile the INS agents were inside trying to retrieve the little boy, other agents were outside having to hold people \nback with--at--by using guns.  Holding, you know--keeping them back at gun point while people hurled objects.  And \nfinally, INS agents say they felt the need to fire tear gas into the crowd to keep things under control.\n\nVON FREMD: Yes.  About 5:30 this morning when I was here there was tear gas in the air and people's eyes were \nall red.  They were obviously very excited then.  The whiff of tear gas is now dissipating.  It's very strong right by the \nfront door which they broke down.  But here just about 50 feet away it's going away.  It is beginning to get hot and \nthe people continue to crowd around here, Elizabeth.\n\nVARGAS: All right, Mike von Fremd, stand by for just a moment.  We're going to go now to Linda Douglass who is \nat the ABC Washington, DC, bureau with a statement from Juan Miguel Gonzalez about the raid.\n\nGood morning, Linda.\n\nLINDA DOUGLASS reporting:\n\nWell, good morning, Elizabeth.\n\nYes, we just got a statement just a little while ago from Gregory Craig. He's the lawyer for Juan Miguel Gonzalez.  \nHe talks about how--how they did negotiate in good faith last night and said, \"We agreed to virtually all of the \ndemands in the Attorney General's proposal.\" These were negotiations going on between the families over how to \ntransfer the--the care and custody of Elian to his father.  He said, \"But we would not compromise on the most \ncritical issue of custody.\" And he says in Miami the relatives were intransigent on that issue.\n\n\n\nNow, what that means is that Juan Miguel Gonzalez has said all along that the only condition he would accept--he \nwould accept many conditions but--but there was one he wouldn't bend on, that is he wanted to take custody of the \nchild the moment that he got the child.  The Justice Department backed him up on that, and the relatives would not \nbend.  Now, the attorney general said while we were listening to Marisleysis Gonzalez there a little while ago, in her \nnews conference, she talked a little bit about those negotiations and said the Miami relatives were demanding that \nJuan Miguel Gonzalez come to Miami, move into a compound with them there, have the child evaluated on a \nregular basis by their medical experts, and then at some point determine whether or not to hand over the custody to \nthe father.  That obviously would not be acceptable to Juan Miguel Gonzalez.\n\nAnd Janet Reno did say that at 4:00 she determined that the negotiations were fruitless, launched the operation \nafter that.  And when the family called back and wanted to talk some more at five, the operation was already under \nway.\n\nShe also explained, Elizabeth, why it is that they sent agents with guns in, that there had been word sent to the \nfederal officials that people in the house might be armed, and people in the crowd might be armed.  That explains \nwhat may be a--certainly bad public relations picture of the--of the agent with the gun facing the child.\n\nAnother point is that Janet Reno has always said that she did not want to engage in what the Miami relatives called \na 'night snatch,' that is going in, in the dead of night when the child might be asleep and frightening him further by \ntaking him then.  Reno said in her news conference that since Lazaro Gonzalez, in her view, had defied the law, \nthey felt they didn't have much choice.  They had to act in the way they felt was safest for the child and that would \nbe, of course, when the crowd was smallest then and least poised for action.\n\nVARGAS: It's interesting, Linda, that Janet Reno said, in fact, contrary to what the--the lawyers for Lazaro \nGonzalez have maintained that this was all a ruse, these overnight negotiations, while agents got into place for the \nraid. Janet Reno said this morning at this news conference, just moments ago, that she tried up until the very last \nmoment to reach a peaceful solution to this but, quote, \"ever step of the way the relatives--the Miami relatives \nmoved the goal post and raised the hurdles.\"\n\nDOUGLASS: That was--that was a phrase that she used over and over.  It's hard to imagine that either Juan \nMiguel Gonzalez, the father, or Lazaro Gonzalez, the Miami relative, ever felt that they were really close in these \nnegotiations, but Janet Reno was--just had this fervent wish to work this out and was serious enough about it to \nhave talked to the president three times herself since last night, in addition to all the other communications that \nwere passing him by his staff.  It--it was the moving of the goal posts that finally caused her frustration just to reach \nthe breaking point.\n\nVARGAS: All right.  Interest--interestingly enough, one of the other things--thank you, Linda--that Janet Reno said \nin that news conference, immediately when she took the podium, was to reassure everybody involved that Elian \nwill, in fact, stay in the United States pending this appeals process. He will not return to Cuba.  We are told that \nwhen Juan Miguel spoke to his son on the airplane from Washington, DC, when Elian was on that--that US \nmarshals airplane in the air, that Juan Miguel told Elian that he was coming to see his father, that he was not going \nback to Cuba. ABC's legal analyst Jeffrey Toobin is standing by.\n\nJeffrey, how long might this appeals process last, that Juan Miguel and Elian will wait out now in Washington, DC?\n\nJEFFREY TOOBIN reporting:\n\nIt could last a long time.  It will last at least weeks.  The appeals court will not even hear arguments until May 11th, \nand there's no clue how long they will take to decide that.  Once that appeals court decision is made, depending \nwhich way it goes, there could be fear--further appeals to--to the full circuit court, to the Supreme Court, or there \ncould be more proceedings in the district court.  The important point to emphasize is though these legal \nproceedings may stretch out for weeks or even months, while they're under way Elian will be with his father in the \nUnited States.  He's not allowed to leave, but he will be with his father in the United States.  And that's what Janet \nReno said she wanted all--all along, and at long last that's what she got this morning.\n\n\n\nVARGAS: Janet Reno also said when she talked about the precision and the aggression of the raid and that fact \nthat she felt she finally did have to take action, she pointed out that Lazaro Gonzalez for the past nine days has not \nhad legal custody of this child.\n\nTOOBIN: That's right.  The term that--that lawyers use is--is Lazaro Gonzalez had temporary parole of--of--of Elian \nwhich was awarded right after Elian was found--was found in the ocean.  But that was very clearly and emphatically \nrevoked in--in--in a letter seven days ago.  That letter established that Lazaro had no right to custody of this child.  \nAnd what happened this morning was simply that the agents executed removing his--removing custody--removing \ncustody from him.\n\nVARGAS: She also pointed out, Jeffrey, in this news conference that this is not a case about Cuba.  She went to \ngreat length and expended great effort to say that this is a case about a bond between a father and a son, because \nat this point, a court has ordered Elian to stay in this country pending this appeals process, that there is no danger \nfrom the a--Cuban-American community in Little Havana and in Miami of Elian being whisked back to Havana.\n\nTOOBIN: That's--that's true.  But there was an interesting exchange between Janet Reno and one of the reporters \nthere.  I think one thing that we're going to have to keep an eye on as this case moves forward is that the issue of \nwhether Elian can apply for asylum--apply to stay here, that's very much up in the air legally.  The court of appeals \nin its decision Thursday suggested that--that he really might have that right through the Miami relatives.  So there \nremains a possibility--a growing possibility in light of the court of appeals decision on Thursday, that Elian might be \nallowed to ask for asylum and that he might stay in the United States.  So, while it is completely clear, and I think \nwill remain clear forever, that Elian will be reunited with his father, the--the question of whether Elian remains in the \nUnited States with his father is by no means resolved and that's, I think, going to be the focus of legal appeals as \nthey continue.\n\nVARGAS: All right.  Thank you, Jeffrey Toobin.\n\nAnd we're looking at live pictures right now of protestors upset with this morning's raid who have now taken into the \nstreets nearby Little Havana, nearby the Gonzalez home, stopping traffic, as you can see, walking around.\n\nMike von Fremd, we're watching the scene--I don't know--I don't know if you can see this--if you've got a monitor \nthere to see this kind of thing--but obviously people are--are intent on trying to tie up traffic as much as possible.  \nThis is a threat you--you heard made earlier.  A general strike in Miami?\n\nVON FREMD: Yes, one of the leaders of that actually a couple of weeks ago vowed to tie up the Miami International \nAirport and then at the very last minute called it off, minutes after this happened, he was here with tear gas still in \nthe air saying, you know, we need a general strike. Now, many people think, you know, on a holiday Easter \nweekend there's not much that would happen that you would be stopping, but you've got to remember that there's \ncruise ships going in and out of the port of Miami and also this is really the airport that's the springboard to all of \nLatin and South America.\n\nIf--we do not understand if the airport is tied up yet, but they've called for it before.  They may try and do it again.  \nI'm--I'm being told that there actually may be some slowdown at the airport right now. And--yet, one of the reasons \nthat they called it off a couple of weeks ago was--because I spoke to them when we used them in a television spot--\nhe said that they realized that tourism is so important here, and you don't want to just savage the economy of this \ncommunity.\n\nVARGAS: That's--hit them where it hurts.\n\nVON FREMD: It appears--it appears that--yeah, it appears they're ready to hit them where it hurts.  The people out \nhere express almost identical the same emotion that Marisleysis expressed inside.  They feel that the government \ntricked them, that they came in and used force.  They seemed to think they had a promise that wouldn't happen.  I \nnever heard a specific promise to that. But they feel that they've been betrayed and that's why they're so angry.\n\n\n\nAgain, as I've pointed out, there are no police here, except for one public information officer that had informed me \nthat they had just had a moment's notice before this happened, that they brought in ever available officer.  But what \nis happening is a few blocks away, that's where the police are.\n\nI've also mentioned that they tied up all the entrances to Little Havana. It's right across a very well-known street \nhere, Flagler.  You can't drive your car.  You certainly can park your car and walk, but the streets getting in here, \npeople are going to have to park their cars and make an effort to walk.  And as the crowd grows, many are doing \njust that, Elizabeth.\n\nVARGAS: All right.  All right, Mike, we'll check back with you in just a moment.\n\nWe want to check back in right now with Bob Woodruff, who is outside the Bethesda, Maryland, home where Juan \nMiguel Gonzalez has been staying for the past several weeks since arriving from Cuba to come--finally reunite with \nhis son.\n\nBob, Juan Miguel had to be at least pleased that he finally will get to see Elian after waiting all these long months.\n\nBOB WOODRUFF reporting:\n\nWell, Elizabeth, to say the least, he was very happy.  I did speak to Joan Brown Campbell this morning who is a \nclose friend of Juan Miguel's now.  She said he was happy.  He was tearful, in fact.  But he was not exactly jumping \nfor joy.  He knows just how grave the situation is for his son, that this could have profound impact on him.  But as \nCampbell says, you know, he has given and he has given, he has waited here for over two weeks thinking he \nwould soon be reun--reunited with his son and yet he wasn't.  And so he could not give anymore.  And you heard \nDoris Meissner say, the head of the INS, Elian and his father probably will not be coming back to this house.  They \nwill go to a third location.\n\nAnd it's interesting, Elizabeth, now we will see a new battle of images. From this morning you saw this image of \nElian being taken out of the house, and now you will see possibly a reunion of father and son, if it is happy.  If--if \nthey're hugging, if they're kissing and they look like they're getting along well, this could change the debate in the \npublic mind very significantly.  And I talked to some immigration lawyers, who say it could even have an effect on \nthe legal case even though it is very much a legal question of whether or not Elian should be able to apply for \npolitical asylum.  A judge may look at this situation, the father and son together in this country, and say what are we \ntalking about?  Why are we even talking about political asylum?\n\nVARGAS: So much of this, Bob, has been a--a--a media battle, in fact. We've had the Miami relatives taking to the--\nto the airwaves, in fact, allowing media, including ABC News, to come in and--and take pictures of Elian and speak \nwith Elian.  Earlier you had reported that probably Juan Miguel would try and reunite with his son away from \ncameras.  Is it possible that, in fact, that is, as you said, might be something that would happen in front of people \nwho could take pictures?\n\nWOODRUFF: Well, it's possible.  You know, as you say, Juan Miguel's major criticism of the family--one of the \ncriticisms of the family down in Miami, is that they paraded Elian around in front of the cameras and made him, \nessentially, a pawn in a much broader political battle between Cuba and the United States--the Cuban American \ncommunity down there.  So it's very possible he will shy away from the cameras.  But on the other hand, it could \nbenefit him to show that type of image of he and his son getting along very well.\n\nVARGAS: And, in fact, there have been reports from the airplane, according to the INS, that Elian is calm and in \nfact playing with toys after speaking with his father via the telephone from the airplane. Thank you, Bob.  We'll be \nchecking back in with you in just a few moments.  We'd like to go now to the White House where Andrea McCarren \nis standing by.\n\nAndrea, when did the president exactly learn about the raid and was he informed or was permission requested?\n\nANDREA MCCARREN reporting:\n\n\n\nWell, Elizabeth, President Clinton was kept informed throughout the night of the status of the negotiations, primarily \nby his chief of staff John Podesta. And as late as 2:15 this morning, John Podesta called the president, told him \nthere was still hope that the negotiations would proceed and the boy would be turned over voluntarily.\n\nThe president said go ahead with those talks, but if they should ever deteriorate to the point that they would no \nlonger bear fruit, to go ahead with the operation.  Just before five in the morning, the president was informed that \nthe talks had broken down to the point that they were not going to move forward and that they would go ahead with \nthe operation.  Then the final call Janet Reno made to the president directly was just before six this morning to tell \nhim that Elian had been removed safely from the home.\n\nVARGAS: Andrea, there had been a lot of speculation that the president, with his very public comments in recent \ndays, that Juan Miguel should be reunited with his son, was, in fact, putting pressure on Janet Reno to act.  Was \nthere--is there a sense of that there?\n\nMcCARREN: Elizabeth, the White House has been very careful this morning to say that it was, indeed, Janet \nReno's decision, but one that the president fully supports.  Of course, the president was in a position to call off the \nraid entirely, which he did not.\n\nVARGAS: It--it--do you have any idea--I know that the president had hoped at the same time that he had said \npublicly that it's time for father and son to be reunited.  He had also maintained publicly that he hoped this could be \ndone peacefully.  Is there any sense of disappointment at the White House that, in act, it did take agents armed with \nguns breaking into the home to retrieve this boy?\n\nMcCARREN: Very much so.  The president is characterized this morning as being disappointed.  But again, he \ndoes support the attorney general's decision. All along he has said publicly that he believed that the boy should be \nreunited with his father.  The president, as you know, canceled a trip to Camp David last night where he was going \nto spend the holiday weekend, so he could stay at the White House and keep informed of the negotiations.  He is \nexpected to head to Camp David later today and is also expected to make a public statement when he leaves.\n\nVARGAS: All right, thank you Andrea McCarren.  We'll be checking back in with you as more information comes.\n\nAs you can see an angry crowd outside the Little Havana home of Lazaro Gonzalez, much more subdued than \nearlier when the boy was actually taken from the house and the crowd actually erupted, throwing chairs, debris, \nand--and--and police--INS agents had to fire tear gas to try and keep order.\n\nABC's Linda Douglass, who is at our Washington Bureau, you have information on the demeanor of Elian.  He's on \nboard this plane, now, en route to Andrews Air Force Base to be reunited with his father.  What can you tell us \nabout him?\n\nDOUGLASS: Well, we are getting a little bit more information from federal officials who are describing, as you've \nbeen hearing all morning long, his demeanor as being very calm.  We're told that in addition to the Play-Doh they \ngave Elian, Play-Doh is apparently recommended by experts as something children can squeeze that--that can \ngive them sort of a soothing sense when they're under stress.  They also gave him a map to show him where he's \ngoing, and they showed him a watch to try to explain to him how long it would take. And then as soon as they got \nhim on board the plane where they felt he was safe, that is when they put him on the telephone in touch with his \nfather.\n\nThere is, as you've heard, a child psychiatrist and also a child therapist on board the plane.  There are, of course, \ndiscussions about whether or not to bring his primary caretaker in the home of the uncle, Marisleysis Gonzalez, \nalong on this trip.  But in the end, the officials--Janet Reno and all of her various lawyers decided that the element \nof surprise in this operation was absolutely paramount, That it would be a mistake to tip off any of the family \nmembers that they were coming in, and therefore they didn't exactly have time to invite them to come along.  There-\n-it has not yet been decided whether the--the Miami relatives will have any opportunity to have regular visitation \ncontact with Elian.  Those details are still being worked out, Elizabeth.\n\n\n\nVARGAS: And--and certainly, Linda, we spoke with Jeffrey Toobin a few moments ago and asked that very \nquestion.  Apparently, according to Jeffrey, our legal analyst here, the--the Miami relatives do not have a legal \nright.  They may--there may be a decision that it is best for Elian to, in fact, see Marisleysis and even Lazaro \nGonzalez, but there is no legal right for them to do so.  Correct?\n\nDOUGLASS: Well, that's right.  I mean, this--this custody--temporary custody that was awarded to Lazaro \nGonzalez was awarded by the INS, by the Justice Department.  It is at their discretion to award it and to take it \naway. This--this really has never been a custody matter.  It is an immigration matter.  So--so Jeffrey is absolutely \nright.  It may, however, be found to be in the best interest of the child as the psychiatrists have been recommending \nto make Elian believe that his family members are cooperative in this--in this transfer.\n\nVARGAS: It is--it is striking, Linda, listening to your information from the INS about the boy's demeanor on the \nairplane, because if we--if we have a chance to look at some of that videotape from this morning, or those photos \nfrom this morning's raid when he was being removed from that home by these agents with guns and--the look on \nhis face is one of intense fear.  And I--it's a testament to the resilience of children that within a matter of moments, \naccording to the INS, in that van, in that chopper, and in that airplane, that he can be playing with Play-Doh and \nspeaking calmly with those around him.\n\nDOUGLASS: Well, it is interesting how everyone who's come in contact with this child describes him as a fairly \nremarkable, strong child.  The INS commissioner, Doris Meissner, said that thing in the news conference. But I want \nto remind you, also, that those around the father, Juan Miguel Gonzalez, do feel that this telephone conversation \nthey had the night before last was really a breakthrough, a half hour conversation.  It's not easy to talk to a six-year-\nold on the telephone for half an hour.\n\nVARGAS: Absolutely.\n\nDOUGLASS: And apparently they kept the conversation going.  It was a friendly, affectionate conversation.  And \nthe friends around the father really felt that he felt, the father did, that he'd reconnected with his son.\n\nVARGAS: All right.\n\nDOUGLASS: That there was a rebonding that was going--going on.\n\nVARGAS: All right.\n\nDOUGLASS: And that may have added to the child's calm once he got on the plane today.\n\nVARGAS: All right, Linda, we'll check back in with you in just a moment. Linda Douglass in Washington.\n\nRight now, we'd like to go down to Miami to Lieutenant Bill Schwartz with the City of Miami Police Department \nspokesman.\n\nLieutenant, good morning.  Can you hear me?\n\nLieutenant BILL SCHWARTZ: (He responds, but there is no audio)\n\nVARGAS: Try again.  Lieutenant can you hear me?\n\nLieutenant SCHWARTZ: Yes, I hear you fine.  How are you?\n\nVARGAS: Well, we couldn't hear you for just a moment.\n\nLieutenant, how much notice did the city of Miami and the police department there get about this raid this morning?\n\nLt. SCHWARTZ: Well, the chief and his top staff received some notice earlier on.  The exact time I don't know.  The \npolice officers on the scene only had a couple of moments notice.\n\n\n\nFARAD: The police--I'm sorry.  It's very loud where you are so it's a little difficult to hear you.  You had only a couple \nof moments notice?\n\nLt. SCHWARTZ: That's right.  The police officers on the scene here only had a couple of moments notice.\n\nVARGAS: What is the situation now?  We've been told there are up to 500 people, many of them upset, outside this \nhome in Little Havana.  What are police doing to maintain order there?\n\nLt. SCHWARTZ: Well, you know, it's a very passionate crowd.  The issue is very passionate.  It's been passionate \nfor all of us, not only the citizens, but the police department.  It's been passionate for the city of Miami.  It's \npassionate for the country, for the whole world.  So naturally, they are venting their feelings.  But right now they're \nbeing peaceful.  They're passionate, they're--they're loud in some cases, but no violence.\n\nVARGAS: We have some reports that some folks are attempting to stop traffic on state highway 836 and that \nFlorida Highway Patrol officers are trying to get traffic moving again.  There had been a threat, Lieutenant, by the--\nby some there of some sort of general strike in Miami.  Is that what you're most concerned about at this point?\n\nLt. SCHWARTZ: You know, all along, the only people who have caused the problem have been a small group of \nhoodlums.  The vast majority of the citizens are hard working family people with a very passionate issue. They're \nnot causing the problem.  But we will attend to those people that are.\n\nVARGAS: How many--have you called in officers? We were told earlier every available officer had been called in to \ntry and keep things peaceful.  Is that in fact, the case?\n\nLt. SCHWARTZ: That is the case.  We're on Alpha Bravo which means two 12 hours shifts.  And they are right now \nforming up into field forces.  They will be deployed as necessary.  Now, we don't want to deploy them \nunnecessarily. We don't want to create a military state here.  That would send out the wrong message worldwide.\n\nVARGAS: It seems to me, Lieutenant, that the attitude there on behalf of the police department--but I--I don't want \nto be presumptuous, so please tell me if this, in fact, is the case…\n\nLt. SCHWARTZ: Mm-hmm.\n\nVARGAS: ...but looking at events this morning, that your attitude has been let's let them vent as long as its peaceful \nand give them the space to do so.\n\nLt. SCHWARTZ: Well, so far, this thing has been going on for five months, you know.  I think it would be totally \nimpossible for us, and wrong of us, to try to prevent them from venting their very real emotions.  Now, as long as \nthat venting remains peaceful, we're going to facilitate it.\n\nVARGAS: Have there been any arrests thus far?\n\nLt. SCHWARTZ: I'm not privy to that.\n\nVARGAS: We have--we have been told that there, in fact, have been, but I wasn't sure if it was your agency that \nhad made those arrests.\n\nLt. SCHWARTZ: It's very possible.  Right now I'm right here at the Elian compound, so I really can't see what's \ngoing on outside.\n\nVARGAS: We had been told earlier by Miami's mayor that Miami police would not in any way assist federal agents \nin seizing the boy.  I--I take it that that in fact, was the case, that you did not assist this--this whole raid this \nmorning?\n\nLt. SCHWARTZ: All along, we've been told, and we have been saying that the Miami Police Department is a \nsupport agency.  The main thrust of this has been run by the federal government, and as far as I know, that has \nbeen the case.\n\n\n\nVARGAS: Are you able to do your job well, even though you had very little, if any, notice at all that this raid was \ngoing down?\n\nLt. SCHWARTZ: That's correct.  You know, as a support operation, our job is really to let the feds do what they had \nto do, and that's what we did.\n\nVARGAS: But, I'm sorry, Lieutenant, I--I--perhaps my question wasn't clear enough.  How much warning did you \nget?\n\nLt. SCHWARTZ: Well, the chief and his top staff had some private notice. How much, I don't know.  The officers--\nthe officers in the scene only had a very short amount of time, just a few moments.\n\nVARGAS: All right, Lieutenant Bill Schwartz, thank you so much for that information on the scene.\n\nObviously, he is right outside the home in Little Havana, but as we can see from our own cameras up in the air \naround the neighborhood just outside Little Havana, in fact, folks are trying to stop traffic and tie it up, and there \nhave been several arrests taking place, but police seem to be, at this point, stepping back and letting them vent as \nlong as it's peaceful.\n\nMike von Fremd, we were talking earlier, if you're there--is Mike there? Do we have Mike?  OK, we're going to \ncheck and try to get him back to the camera, but we had been talking a moment ago about the fact that if anybody \ncould keep the crowds calm it would have been Lazaro Gonzalez or Marisleysis Gonzalez. In fact, both of those \npeople came out and made some public comments. Marisleysis, the 21-year-old cousin of Elian, who's been sort of \na mother figure, went on the television just a few moments ago, very angry, very emotional, and very accusatory, \ncalling this action by the government shameful and that she felt that the family had been lied to by both Janet Reno \nand is blaming the president.  I believe we have a soundbite from that.  Let's take a look again.\n\nMs. GONZALEZ: They ran in my room, they broke the closet doors, they broke Elian's bed.  They went in my \nmom's room, they broke the door down. They got Elian by here.  They put a gun right there and they took him. And \nthere is a picture.  And that little boy's fear and scared (sic). So, Janet Reno and everybody else, don't say you \ncame here with no violence, and that this boy is OK.  How can this boy not be--how can this boy be OK when he \nhad a gun on his head?\n\nVARGAS: In fact, there--when she accuses the attorney general and those agents of using violence, that we must \npoint out that no one was hurt, no one, obviously, was killed in this raid, so--and Janet Reno, in defending that \nphoto said that it's a little bit misleading because, in fact, she maintains that gun was not pointed at the boy's head \nand the agent's finger was not on the trigger.\n\nAnd Jeffrey Toobin, our ABC News legal analyst, you maintain Janet Reno was well within her legal right to stage \nthat raid, aggressive though it was.\n\nJEFFREY TOOBIN reporting:\n\nI--I think one of the things we--we have to keep in mind is that attitudes towards this raid, towards this whole issue, \nare very different in South Miami than they are in the rest of the country.  I think in--in the rest of the country, the \nattitude is--has not been 'How dare she do this?' is 'What took her so long?' And fact is, Lazaro Gonzalez has not \nhad legal custody to this child for either seven or nine days depending how you count.  But certainly he didn't have \nit anymore.  He--he had been in clear defiance of the attorney general.  In fact, you know, we were talking about \nthese negotiations. It's--it's also worth remembering that, after the last round of negotiations, earlier last week, \nLazaro Gonzalez said he was never going to give Elian back to--to his father.  I mean, he used the phrase \"never,\" \nso I think, you know, there really is the ring of truth when Janet Reno said that the--that the--the bar kept moving, \nthat the hurdles kept rising, that these negotiations were really never going to reach success when Lazaro \nGonzalez was going to say--had said that he was never going to give up custody.\n\nVARGAS: In fact, Janet Reno admitted that she had a great deal of frustration and hoped until the very last minute \nin these negotiations that went on overnight that they would be able to reach some solution, but it seems like the \n\n\n\ntwo sides were intransigent.  We had, one, Juan Miguel wanting to reunite with his son, and Lazaro Gonzalez on \nthe other side saying exactly what?\n\nTOOBIN: I--I think they are--that's absolutely right, that these negotiations were destined for failure.  You know, \nwe've--we've heard--we haven't heard all the precise details about the negotiations, but always the Miami relatives \nwere saying, 'Well, we want Juan Miguel to come to Miami.  We'll have a transition period.  We'll meet together.  \nWe'll go to a compound.'\n\nLook, the law says that the father gets custody, period.  And Juan Miguel and his advisors, Gregory Craig, had said, \n'Look, we'll--we'll talk about anything as long as it begins with custody returning to the father,' and that was \nsomething that--that the Miami relatives were never going to agree to.  So I think, it is true that Janet Reno, you \nknow, may have had a lot of hope, but, in fact, these negotiations were destined for failure, and as amazing as it \nmay have seemed months ago, this violent raid was violent without any injuries, was the only way this was ever \ngoing to be resolved.\n\nVARGAS: Are--a--on that subject, ABC's Ron Claiborne reports he was just with the Miami lawyers for Lazaro \nGonzalez.  Those lawyers are maintaining that yesterday they were working on a framework for an agreement that \nthey say Janet Reno found acceptable.  That agreement, apparently, according to those lawyers for Lazaro \nGonzalez, would have put the Miami family, Juan Miguel, and Elian, at a neutral location in the Miami area, and \nKendall Coffey says he now believes that all these negotiations overnight were a ruse to make the family think that \nthe agreement was close at hand, and hence minimizing the protests around the house.\n\nIt was interesting listening to--not only to that, Jeffrey, but to Marisleysis when she kept maintaining all along, all \nthey had to do was ask for the boy, when, in fact, hasn't the government and Juan Miguel been asking for the boy \nfor weeks, even months now?\n\nTOOBIN: They've been asking for the boy for weeks.  In fact, the week before last, there was a instruction in a \nletter to--to the Miami family saying produce the boy at the Opa-Locka Airport at 2:00, I believe it was last \nThursday, and the family rejected that, so I don't think you can really say that--that Janet Reno has not tried to \nwork--work this out…\n\nVARGAS: One of…\n\nTOOBIN: ...peacefully.\n\nVARGAS: ...one of many deadlines that have come and gone with no action. Thank you, Jeffrey.\n\nWe're going to go back now to Mike von Fremd, who's in the midst of this chaos now outside the family's home in \nLittle Havana in Miami.  We can see a crowd, but, gosh, Mike, at last count, it had swelled to about 500. Is it--is it \nstill growing?\n\nVON FREMD: Yeah, it's--it's--we're so cramped in here, and people are holding signs up, so it's now difficult to tell.  \nIt said--they're blocking off one picture that's in back of me, the big American flag that hangs out front, they're now \ntrying to put a black armband around it.\n\nYou were talking about Marisleysis, she's a very passionate woman. I--Elizabeth, twice during this five-month \nperiod, she has had to be hospitalized for exhaustion.  She's bonded with the child.  She's been the closest person \nto him, and it, at times, becomes a bit too much for her.  She gets very emotional.  Also, the great uncle, Lazaro, \nwas out here earlier with a megaphone and speaking in Spanish, he said that if he had had a weapon, that--that the \nraid would not have happened.  He would have been able to keep Elian here, and he says he now has lost faith. \nWith talk like that, I think it's--that you need to at least weigh that in with Janet Reno's decision to send in people \nwith weapons.\n\nVARGAS: I--I--I--we had spoken earlier about the fact that there was some concern about the volatility of--of a \ncrowd that size, and the passions that run that deep, and comments like that which can be, you know, which some, \n\n\n\nI'm sure, would find inflammatory.  Lazaro Gonzalez saying he wished he had been armed, and Marisleysis \naccusing the government, in fact, of being disrespectful and duplicitous.\n\nVON FREMD: In--in spending hours here, I've watched the police do a very good job in kind of maintaining this \ncrowd.  As a matter of fact, there were a couple of times when they just plain let the crowd break down the police \nbarriers, and the police--we said, 'What's going on?' And they said, 'We're letting them vent.  We can see that it's \nbuilding up.  We want to just let the crowd express themselves.'\n\nThat was two or three weeks ago here.  They've seen this crowd be able, in a--in a moment's notice, be able to ring \nthe house, holding arms. People here have practiced doing that.  They knew that if they were to come in at any \ndaylight time, that if people were to have any notice, that there would have been a tremendous number of people \nhere.  They would have taken an active response, and at least they had said--promised, and had practiced holding \narms around the house.  That was what the Justice Department wanted to avoid at all costs.\n\nAnd then there was even, Elizabeth, real concern about how you would physically be able to get vehicles out of \nhere through the traffic. People here have learned that you can tie up the streets very quickly here, and there's \nsome of that going on now.  So, that's been their--the reaction here. The people have been ready, almost, you \nknow, willing to throw their bodies in--in front of anything that happened here.  The fact that it happened so early, \nand it happened so quickly, they never had a chance.\n\nVARGAS: Mike, we're looking--we have the advantage of camera angle that, I'm sorry to say, you do not have, and \ncan see that the crowd has clearly grown over the last couple of hours.  But it does appear to be a peaceful one. \nPeople appear to be--just be milling about, as opposed to the outskirts where arrests are occurring on that freeway.  \nPeople appear to be in control.\n\nVON FREMD: They are in control, and they--they want to vent.  I mean, when you're not talking to me, there's just a \nstream of people who come up, and they want to express their opinions, and we listen to them, and we try and \nrecord what we can.  We're obviously going to have an awful lot of that later on today when we're able to put our \npieces together. But the people want to talk.  I must say the opinion is exactly the same. They feel that they've been \nbetrayed.  They feel it was sneaky.  They feel that it was an attack with…\n\nVARGAS: Attack…\n\nVON FREMD: ...out--that wasn't necessary.\n\nVARGAS: All right.  Mike von Fremd outside the home in Little Havana in Miami.  Thank you so much.\n\nAnd we are going to now update.  Good morning for those of you on the West Coast.  I'm Elizabeth Vargas here in \nNew York.  We want to bring you up to date on the events of this morning, and they have been surprising to many.\n\nEarly this morning, shortly after 5 AM, INS agents raided the home of Lazaro Gonzalez in Little Havana, Miami, \ngoing in, in three minutes total, seizing Elian and escaping very, very quickly from that home.  You can see there \nthe boy being carried out by a female INS agent who reportedly told the boy to remain calm, not be frightened, she \nwas there to take him to his father.\n\nIt was a tense moment, that three minutes, however, inside the house. You can see there one of the two fishermen \nwho rescued Elian Gonzalez last Thanksgiving from the ocean where he was floating after his boat had gone \ndown, holding him inside a closet, to the point where an INS agent, armed with an assault gun, it appears, needed \nto come and wrest the boy from the fisherman's arms, this photo obviously already causing a great deal of \ncontroversy.  Attorney General Janet Reno saying the gun was never pointed at the boy, and the agent's finger was \nnever on the trigger.\n\nElian was taken out of the home very, very quickly, as I said, eight agents inside a matter of three minutes total \nwhile other agents try to keep the crowd at bay outside.  In fact, we are told that many of those agents needed to \nkeep the crowd at bay at gunpoint.  Fifty people, apparently, had been maintaining a vigil outside the home early \n\n\n\nthis morning at 5 AM.  Many grew very, very angry and began throwing debris, chairs, that sort of thing to the point \nwhere INS agents needed to fire tear gas into the crowd to maintain order.\n\nElian was taken by helicopter to Homestead Air Force Base where he was examined by a doctor, and then put on \nboard a US marshals airplane headed for Andrews Air Force Base and a reunion with his father Juan Miguel.\n\nYou can see here scenes from earlier this morning, and now the scene right now outside the Little Havana house of \nLazaro Gonzalez, and outside in that crowd also is our Mike von Fremd.\n\nGood morning, Mike.\n\nVON FREMD: Good morning, Elizabeth.  To bring some of our West Coast viewers up to date, there's a bit of a \nbreeze now, you can't smell it anymore, but at 5:15 this morning, there were tear gas canisters that were fired off \nright as the four vans pulled into this place, and at 5:30 you could still smell it very much in the air.  People's eyes \nwere red, and it was--people were just dumbfounded that in just a matter of a few minutes they were able to go \ninside, take Elian out.\n\nI'm told that they--that many of the agents were shouting 'Bingo.' Maybe they--that that apparently may have been \nthe code word that we have the boy safe, and it was immediately after the boy was out that the greatest anger \noccurred.  There were some people that were flailing chairs, that were throwing sticks.  Since then, the crowd has \nbasically just been gathering, been growing larger.\n\nThe police presence is absolutely minimal here.  The police, for the most part, are three or four blocks away.  \nThey're stopping traffic from getting in and out of Little Havana, but you can, at least, park your car.  You're free to \nwalk here, and as the day goes on, more and more people, Elizabeth, are choosing to come and vent their \nfrustrations, mostly peacefully here.  My colleague Terry Moran says there's a bit of rock throwing that's going on \nout on the perimeter now though.\n\nVARGAS: There have been threats of a general strike, and we should say that now police have closed of 35 blocks \naround the Miami home trying to maintain order.  Miami police telling us just moments ago, they were given very, \nvery little notice of this federal raid, and we have been seeing through the vantage of our helicopters in the air \naround the area that many arrests have been taking place as people have been running onto roads, trying to snarl \ntraffic, that sort of thing.\n\nThe crowd outside the house, Mike, has grown from about 50 when the raid took place to we're--we're told by some \npeople, it well is over a thousand.  But at this point, it re--it is peaceful despite some very inflammatory remarks \nfrom the Miami relatives.\n\nVON FREMD: It's peaceful, and it's--it's actually very creative now.  I mean, I'm seeing some very interesting signs \ncoming in.  People are expressing themselves.  One was a cross with a young child nailed to it, and many people \nare now waving the American flag with an armband around it.  They feel that something like this wasn't supposed to \nhappen in America.\n\nIt--it's important to remember this is Little Havana.  Many of the people that are here have come over in boats.  \nThey have very strong feelings against Fidel Castro, and this morning many of them come up and tell me today that \nthis is a victory for Fidel Castro.  They--he's their arch enemy.  They're very upset about it.  They're passionate \nabout it.  They feel betrayed, and they're letting their frustrations be known to us. But, as you pointed out, it--it--it's \nnot violent here now.\n\nVARGAS: All right, Mike, thank you.\n\nWe should note that Janet Reno held a news conference just a few moments ago in which she was very careful to \nsay that this is not about Cuba, that this is, in fact, about a boy being reunited with his father, that, obviously, Elian \nwill stay in the United States until the appeals process is finished, but she made it very clear that this is not political, \nthis is about a parent--a parent and his right to see his son.  We have a soundbite from that news conference now \nthat was held just a few moments ago.\n\n\n\nMs. RENO: Elian Gonzalez is a child who needs to be cherished, who needs to have quiet time and private time, \nand to be with his father, and that is what this case is still all about--the bond between a father and son. Juan \nMiguel Gonzalez wants to be with his son, and that will happen now.\n\nVARGAS: That was Attorney General Janet Reno just a few moments ago. There had been much talk that she was \nvery concerned and still haunted by the doomed Waco raid--Waco, Texas, several years ago in which 80 people \nwere killed--and wanted this to go as peacefully as possible.  Linda Douglass at the Washington bureau, she \ncouldn't have asked for a better result.  No one was hurt in the raid, and they were able to get Elian out in a matter \nof moments.\n\nDOUGLASS: That's absolutely right, and you are so right that she was haunted by the specter of Waco, and that is \nwhy she kept negotiating and negotiating for these many weeks and through the night.  Janet Reno, the attorney \ngeneral herself, was on the telephone negotiating with the Miami relatives and also with the representatives for \nJuan Miguel Gonzalez through the night, trying to reach some kind of settlement in which the families could \nperhaps come together and live in a compound and try to work through their differences with the child sort of in \nbetween them.\n\nWe are told that there were lawyers in suits on the floor with pizzas all night, but this all came to naught because \nthe Miami relatives would simply not agree to hand over the actual legal custody of the child, which, after all, wasn't \ntheirs to begin with, to the father when they met with the father. Reno finally felt that the negotiations had broken \ndown at 4 AM this morning and launched the operation.  And then, an hour later, at 5 AM, when the operation was \nalready beginning, one of the lawyers for the Miami relatives called back and tried to get the talks started again, but \nshe said it was simply too late.\n\nVARGAS: In fact…\n\nDOUGLASS: She…\n\nVARGAS: ...in fact, Ja--Linda, Janet Reno said that at every step over--at every step along this process, those \nMiami relatives, she said, quote, \"have moved the goal posts and raised the hurdles.\" She sounded, frankly, \nfrustrated, and--and fed up.\n\nDOUGLASS: She--she clearly was frustrated and has been frustrated, but the breaking point for her was the \npassage of the 2 PM deadline last week, at which point, as Jeff Toobin has pointed out to us before, Lazaro \nGonzalez lost custody--custody awarded by the federal government--of Elian Gonzalez.  It was, in Reno's view, a \ndefiance of the law at that point, and she felt that they really--that the Miami relatives could not be trusted.  One of \nthe reasons, for example, she said in her news conference, that she sent them in with guns, is that she had, you \nknow, gotten intelligence they--federal agents had, that there might be people with guns in the house and in the \ncrowd.  And that is also why they decided to go in at night after having said they wouldn't do that because she felt \nthat--that she simply could not trust the Miami relatives…\n\nVARGAS: All right.\n\nDOUGLASS: ...any longer.\n\nVARGAS: All right.  Thank you, Linda.  We're looking now at a crowd--at the crowd outside that Little Havana home \nthat Laz--of Lazaro Gonzalez, the crowd swelled from 50 at 5:15 this morning when the raid took place, to well over \na thousand, but mostly peaceful at this point.\n\nObviously watching these proceedings even more closely than many of these people is the father of Elian \nGonzalez, Juan Miguel Gonzalez.  Bob Woodruff is live outside the home in Bethesda, Maryland, where Juan \nMiguel has been staying these past several weeks waiting to be reunited with his son.\n\nBob, Juan Miguel had expressed some frustration in the last couple days with the government, the US government \nand Janet Reno.  He must be feeling better this morning about all of this.\n\n\n\nWOODRUFF: No, he was very frustrated, Elizabeth.  He waited here over two weeks with promises that he would \nbe reunited with his son very quickly.  This morning we talked to someone who had spoken to him, and they said \nthat he was extremely happy.  He--they tried--the government tried to get a cell phone to Elian in the car on the way \nfrom Miami to the airport down in Miami, but for some reason that phone call did not go through to Juan Miguel, his \nfather. But at 8:00 this morning Eastern time, he was able to talk to his son on a cell--on the phone from the plane.  \nAgain, at 8:00 Eastern time this morning.\n\nNow, at this point, we don't know exactly where father and son will be heading after they reunite at Andrews Air \nForce Base.  Elian is expected to be there any time now, but the commissioner of the INS said this morning that it \nwill be at some third par--third location, not the house here in Bethesda, but somewhere else here in the \nWashington, DC, area.\n\nVARGAS: All right.  Bob Woodruff, we'll be checking back with you.  I'm sure that's a very happy and relieved Juan \nMiguel Gonzalez, finally to be reunited with Elian.\n\nWe are go--now going to go to a recap on the entire history of these events, these past nearly five and a half \nmonths since little Elian Gonzalez, five years old at the time--he's turned six since coming to this country--was \nrescued in the water outside Miami on Thanksgiving Day of 1999.  ABC's Bill Redeker has a recap.\n\nDonato Dalrymple: And I didn't know what it was, and I heard Elian scream, and I grabbed him and I ran to the \nbedroom.  I didn't know what to do, just to try to protect this little boy, and I know they were holding the family with \nguns.\n\n(Scenes of INS agents leaving Miami home with Elian in their arms and leaving the scene in a white van)\n\nBILL REDEKER reporting:\n\n(VO) It began just before dawn.  Armed federal agents stormed the house in Little Havana and took six-year-old \nElian Gonzalez from the arms of the fisherman who rescued him five months ago in the waters off Miami.\n\nThe agents left tear gas and angry protestors in their wake as they raced the boy to Andrews Air Force Base and \nan eventual reunion with his father.\n\nElian's cousin, Marisleysis, who has acted as surrogate mother to the boy during these months, was distraught.\n\nMs. GONZALEZ: Forced.  Forced, because he was screaming and crying, 'Don't take me,' and having a gun on his \nhead.  What is he probably thinking?  'My dad probably kills me when I get there.' What are they doing?  This wasn't \nthe right way to do it.\n\nMs. RENO: We have been to great lengths to resolve this case in the least disruptive manner possible.  Up until the \nlast, we tried every way we could to encourage Lazaro Gonzalez to voluntarily hand over the child to his father. \nUnfortunately, the Miami relatives rejected our efforts, leaving us no other option but the enforcement action.  As I \nspeak, Elian is safe, and he is on a plane headed for Andrews Air Force Base in Washington, DC, where he will be \nreunited with his father for the first time in five months.\n\nVARGAS: And that was ABC's Bill Redeker with a report wrapping up the raid this morning, and this is a live shot of \nthe scene outside Lazaro Gonzalez's Little Havana home in Miami, the Miami community.  The crowd there has \nswelled from 50 to well over a thousand.  Peaceful now, but certainly a different scene from early this morning in \nthe pre-dawn hours when that raid took place.\n\nJeffrey Toobin, our legal analyst is standing by.  Jeffrey, in spite of the fact that this controversy has been so much \nin the news, and we've been hearing so much debate and talk about whether or not this raid should and would take \nplace, when you watch that--those pictures and see that video, and see that boy being whisked out, it still is \nincredible.\n\n\n\nTOOBIN: It is.  It's--it's incredible.  It's just--it's--it's such a scary thing for everyone involved.  When--when you think \nabout the risks to everyone, it's just incredible because, you know, when agents go into a situation like that, they \ndon't know if there are guns in the crowd, they don't know if there're guns in the house, and--and, you know, you \nhave to think about the effect of this sort of action on--on Elian.\n\nYou know, I--I look at this in many ways, but I'm also the father of a seven-year-old boy and, you know, it is an \nincredibly disruptive event for any child, much less one who has watched his mother die before his eyes.\n\nVARGAS: Now…\n\nTOOBIN: You can certainly understand why Janet Reno wanted to avoid this kind of thing at all costs.\n\nVARGAS: Janet Reno took great pains to say today that, not only was this not about Cuba, not about politics, but \nabout a boy and a father, and a bond, and something that should be respected legally, and went to great pains to \nreassure everyone, once again what has been widely reported, which is that the boy will stay in the United States \npending this appeals process.  How long might all of this take?\n\nTOOBIN: Well, that's--that's--that's really an important question. What--what the appeals court decided last \nThursday is basically to put the--the case on hold, the issue of whether Elian has the right to remain in the United \nStates, but the important fact is that while this legal fight goes on now, custody will be returned to his father.  And \nthe fight could go on for quite some time.  The appeals court has not even scheduled to hear this argument until \nMay 11th.  After that, it could be several weeks until there's a decision from the court of appeals.  Once that three-\njudge panel decides, there could be further appeals, or there could be further proceedings in the district court.  So I \nthink this legal battle may well stretch out even for months, even to next year, but while that legal fight goes on, \nElian will be with his father in the United States.\n\nVARGAS: All right.  Thank you, Jeffrey.  We--we should say that among the other things Janet Reno said in her \nnews conference just a little while ago, she commended the INS agents who went in and conducted this pre-dawn \nraid, saying that they did an excellent job.  And she ha--said, in fact, that she negotiated through the night, stayed \nup all night on the phone with the lawyers for Lazaro Gonzalez family, trying to bring this to a peaceful conclusion, \nbut that, in fact, they kept moving the standard and that she felt that there was nothing left to do but stage this raid.  \nABC's Mike von Fremd is in the crowd outside the Lazaro Gonzalez home, where it continues to grow, Mike.\n\nVON FREMD: It continues to grow and it's getting pretty noisy.  We've got competing megaphones.  We've also got \nradios coming in.  I'll tell you, I saw a sign just a second ago, that a gentleman was holding up saying, 'Why another \nWaco?' And I actually think nothing could be farther from the truth.  This was nothing like that, and that the Justice \nDepartment, I'm sure, they're just thrilled at the outcome that no one in all this was hurt.  And the people here don't \nseem to be taking that into account in Little Havana.  They feel that this was a--a violent raid, but it's hard to see \nhow it was a violent raid when nobody was hurt.  There was tear gas, though, that was set off in the crowd.  As \nyou've pointed out so many times, there were only 50 people here at the time.  Some of them said that they were \ndesperately trying to form a human chain in front of the house, and I think that points out exactly why they wanted to \ndo it at 5:15 in the morning when there was the fewest number of people here, where they could get in and out \nbecause, I don't know if you can see it, but the crowd's getting thicker and thicker behind me.  I don't think that \nthere's another time of day they could have picked without people that were prepared to throw their bodies in front \nof anything that happened.  They had practiced throwing--putting up human chains, and I think that their hostility \nabout what happened shows what would have happened if they had tried to do it at any other time of day. It was…\n\nVARGAS: We can certainly hear that crowd growing behind you, Mike, and a lot of the people who were upset and \ncalling this a, quote, unquote, \"violent\" raid are upset with the fact that agents used guns, and there is that one very \ndisturbing photo of Elian cowering in a closet in the arms of one of the two fishermen who rescued him from the \nwater that Thanksgiving Day in 1999, and an agent pointing a gun, at least in the general direction.  And we should \npoint out that Attorney General Janet Reno said that the reason that these agents were armed was because she \nhad intelligence that people in the house or in that crowd might be armed.  Correct?\n\n\n\nVON FREMD: Yeah.  I've already seen that photo being circulated here. It's been made up in a flash, and it's being \ncirculated around.  They're doing a number of things.  They're putting black arm bands around the American flags. I \ndon 't know if you can see it above my house.  They've also got a black arm band the Cuban flag, and there's just--\nthey've got bull horns now, speakers, but this is what the police really want the people to do.  They have--they're \nkeeping themselves about four blocks away.  They're prepared to let the people vent.  They want them to go ahead \nand come here and passionately make their opinions known.  People are constantly coming up to me, telling me \nwhat they think of this, and we listen and we try and record much of it.  And as far as the police are concerned, as \nmany people can come here as they want to. They're going to have to have a little bit of a walk though because, as \nwe've mentioned, all the streets around here are blocked.  There are police cars, and the police, at least early in \nthe, you know, 5:30 hour this morning were all wearing riot gear.  They're trying to make this not look like a siege, \nso they--that may have changed, particularly as the sun goes up and it gets hotter, it would be pretty tough to wear \nthose helmets.  But right now the police are perfectly content to let this be the gathering spot for people to come \nand vent and say very nasty things about Janet Reno.\n\nVARGAS: All right.  Thank you , Mike von Fred.  We should point out once again that police have bro--closed off 35 \nblocks around the Little Havana area in Miami where you can see a very large crowd of well over a thousand \npeople, boisterous and expressing their disappointment and anger toward the government at this pre-dawn raid.\n\nThe INS reports that Elian, for all the fear and terror you could see clearly on his face in those photos taken at the \ntime of the raid, within moments was calmed down.  They say when he was in the car on the way to the airport, he \nwas calm and speaking to the other agents there and playing with his toys. And that, in fact, on the airplane flight \nover, he was again calm in the company of a child psychologist and playing with Play-Doh, we're told, which is \ngreat for children in trying to relax and relieve stress.\n\nRight now the boy is on his way to Andrews Air Force Base for a reunion with his father, and that is also where \nABC's Martha Raddatz is standing by. Martha:\n\nMARTHA RADDATZ reporting:\n\nGood morning, Elizabeth.  We're being kept far away from the runway here at Andrews Air Force Base, and they're \ntelling us very little.  Juan Miguel Gonzalez arrived here well over an hour ago in his motorcade, a six-car \nmotorcade, about a 45-minute drive from the Bethesda home where he has been staying, but they've given us no \ninformation as to where the plane is at this point, whether it's possibly arrived at this point. They clearly want this \nreunion to be private.  As Janet Reno said, she wants them to have space.  She wants them to have privacy to \nreaffirm the bond between father and son.\n\nVARGAS: Martha, I'm not sure if you just said this.  I lost your audio for just a second, but did you say whether or \nnot Juan Gonzalez has arrived at that airport yet?\n\nRADDATZ: He arrived about an hour ago, a little over an hour ago, Elizabeth, in a six-car motorcade.  They passed \nright by the main gate of Andrews Air Force Base where we are standing.  We don't know what entrance they used. \nThere are several entrances here, and again, the runway is quite a ways from where he are.  We wouldn't really \nsee the plane from our location.\n\nVARGAS: All right, Martha Raddatz at Andrews Air Force Base.  Thank you. That is going to be the site this \nmorning of a long-awaited reunion by Juan Miguel Gonzalez who's waited, he says, five long months to finally see \nhis son.\n\nABC's legal analyst Jeffrey Toobin is here.  Jeffrey:\n\nTOOBIN: Yes?  It--it--it's just--in the--the--the amazing thing to think about as on this day of the reunion is that there \nremains the possibility that Elian's Miami relatives may yet win this legal fight and assert that--that they can apply \nfor asylum on his behalf.\n\nVARGAS: That sets up an interesting dilemma, doesn't it?\n\n\n\nTOOBIN: It certainly does because you have potentially two people speaking for Elian Gonzalez as we--as--as \nthis--this process unfolds, the Miami relatives saying that he has a well-founded fear of prosecution back in Cuba. \nThat's a standard for asylum.  And his father saying, you know, he has no fear of prosecution.  I have custody.  I \nwant to take him home.  That's--that's one of the issues that the court of appeals is going to have to confront, and \nthe--the beginning of that process will be May 11th when the case is argued in--in the court of appeals and the \nthree-judge panel in Atlanta.  That--that process will likely take several weeks, if not months.  But there is this \npossibility of the Miami relatives winning in court and perhaps having some claim to get Elian back.\n\nVARGAS: And until they do, Jeffrey, they have no legal visitation rights, correct?\n\nTOOBIN: Absolutely.  I mean, it was--certainly the status quo is--is two things are very important to emphasize.  \nOne is that Elian's father has sole and exclusive custody.  That's clear.  The other point that's clear is that Elian is \nnot allowed to leave the United States.  That's what the court of appeals said.  The--the Miami relatives have no \nlegal rights to visit Elian at this point.  I think that will likely be a subject of negotiation, and given, in--in--in the \nhumanitarian interests of everyone involved, it may be a good idea for Elian to have contact with this family that \ncared so much for him…\n\nVARGAS: OK.\n\nTOOBIN: ...over these past months, but they don't have any legal right to see him.\n\nVARGAS: All right, Jeffrey Toobin, thank you so much.\n\nWe're going to a live shot right now inside the house of Lazaro Gonzalez where Marisleysis, Elian's cousin, is \nshowing us exactly where they were hiding. She maintained--where Elian was hiding early during the raid. She has \nmaintained that agents came in and she feels that it was--she calls the raid violent, even though, in fact, no one was \nhurt, because--maintains that there was damage to the home.  And we can see here the bedrooms, I don't know if \nthat was her bedroom or Elian's bedroom, but obviously very upset, distraught, upset about the entire process.\n\nShe maintained, somewhat surprising to some observers, that she had never felt that this would happen, despite \nthe fact that this had been a topic of much discussion and debate.  She said, 'We never thought that they would \ncome,' and that she never told Elian of the possibility that there might be police or agents of some kind trying to \ntake custody of the boy.\n\nMs. GONZALEZ: On that side, Julely (ph) the wife of my cousin, with her five-year-old son who also had a gun on \nhis head, told his mother, 'Don't move!' And he had a gun…\n\nUnidentified Man: Let's have--let's have--let's have Donato pick up at this point, OK?\n\nSo, Donato, you have scooped…\n\nVARGAS: This is the fireman, excuse me, the fisherman who rescued Elian.\n\nDONATO DALRYMPLE: In the middle of my sleep, I thought I was dreaming. I heard Elian scream and I didn't \nknow, and I just--I just ran to him.  I don't even know how he got in my arms, and I grabbed him and I ran into this \nroom, and--and Angela was here, which is Marisleysis' mother, and I don't remember the other face.  But I \nremember Alan Diaz from the Associated Press, and I said, 'Alan, where can we go?' And Alan just didn't know \nwhat to say.  He said, 'There's nowhere to go, Donato.' And--and I--they--they closed the door and they put the lock \nthere, which is--was normal.  These people had guns and we can here them banging all over the house, and I \nheard people screaming and screaming.\n\nSo, I--I stood this far.  People say I was in the closet.  I wish I could have got in here to protect this little boy.  And I \nwas holding him and Elian was screaming in English, 'Help me!  Help me!' That was in one ear, and then he was \nlooking at Mar--at Angela and he was saying, 'Que pasa? Que pasa?  Que pasa?' What's going on?  And I just held \nhis head like this.  My god, America, what did you do to this boy?\n\n\n\nVARGAS: We are listening to a…\n\nDONATO: I mean, I held him and they came in with guns.  Now, I don't say they were put on my brain, but the gun \nwas pointed right to me.  'Give me the boy! Give me the boy!' And there was a lady with a--with a blanket, and she \ntook it and she put it over his face.\n\nVARGAS: You are hearing, obviously, the very distraught man who was holding Elian at the time that agents took \nhim from the home in Little Havana. Emotions running very, very high inside this home as relatives deal with the \nfact that what the government threatened to do has, in fact, now happened. Elian Gonzalez forcibly removed by \nagents armed with guns in a pre-dawn raid, a pre-dawn raid that we must say, according to the attorney general, \nwas superbly done.  Agents were in and out of that house in just three minutes. There were no injuries to anyone \ninvolved--agents, Elian, or family members, and Elian was whisked away very quickly to a helicopter and then to \nan airplane where he is on his way to Andrews Air Force Base to reunite with his father who has come here from \nCuba.\n\nOutside the home, where you can see right now, the crowd has grown from 50 people who maintained a vigil over \nnight, to well over a thousand, and that's also where ABC's Mike von Fremd is again.\n\nMike, even though it's very emotional inside the house, outside it looks pretty calm.\n\nVON FREMD: It's pretty calm, Elizabeth.  I'd like to say something about the fisherman.  There's a very big local \nstory here.  It hasn't been picked up that much nationwide, but there were two fishermen that rescued Elian at sea. \nThe two of them were--one of the few people that were allowed to go to Washington and visit the father, Juan \nMiguel Gonzalez. He wanted to personally thank them.  But since that meeting has happened, the two fishermen \nare no longer speaking to each other.  These are--I believe they're related, but they feel that the one that was inside \nthe house that you just heard speaking, the other one feels that he is mischaracterizing how the father responded.  \nThe other fisherman feels that the father thanked them passionately, seemed like a father that desperately wanted \nhis son back, and they have a very different account of that, so the two fishermen who rescued the boy so \ndramatically at sea are very much at odds with what should be done. One believes that the boy should be returned \nto his father.  The other one, that you just heard from, feels exactly the opposite, and now the two are no longer \nspeaking to each other.\n\nVARGAS: Mike, we understand.  We spoke earlier with the PIO, the Public Information Officer for the Miami Police \nDepartment, and he said the police there got very, very little notice that federal agents were about to move in and \nexecute this raid this morning shortly after 5 AM. They've obviously moved into place at some--on the perimeter, but \nwhere you are you're not seeing a big police presence?\n\nVON FREMD: No, and that's intentional because when they were here earlier, the police were the targets, and \nactually there were two, I believe, customs agents that walked through here--at least that's what we are told--and \nthey had to scoot very, very quickly.  They were targets. They were a focus point where people could direct their \nhostilities.  So it--it's actually pretty smart.  They're several blocks away.\n\nThe only way people can vent are both to look at the house, and also talk to the news media, and the news media \nhas a constant parade of people coming by wanting to say how they--how they feel.  My colleague, Terry Moran, \ndoes tell me though that on the perimeter, there is some nasty things going on--some rock throwing.  He says it's \nnot very serious yet, but he's monitoring it, watching it, and as we've mentioned, the traffic's all stopped.  So the \npeople that are here for the most part either live here or they've had to park their car very far away and come and \nwalk here.\n\nAnd I don't see people leaving.  I think people are coming here, they're bringing lots of water.  They're prepared to \nspend the day here.  We've also talked, Elizabeth, that I don't think that they're just going to stay here and do \nnothing.  The--one of the leaders of an anti-Castro movement has called before for a--a general strike…\n\nVARGAS: OK…\n\n\n\nVON FREMD: ...and specifically, his target was the airport before.\n\nVARGAS: OK.  All right, Mike.\n\nVON FREMD: ...and keep your eye on what happens at the Miami International Airport.\n\nVARGAS: We certainly will.  Mike von Fremd, thank you for keeping us so well up-to-date on the events happening \noutside that home.\n\nTo recap, very quickly, a pre-dawn raid shortly after 5 AM.  Federal agents went into the home of Lazaro Gonzalez \nin Little Havana in Miami and forcibly siezed six-year-old Elian Gonzalez from the arms of a fisherman who \nrescued him and from the family, the custody of the Miami relatives, who've been holding him there.  The raid \nlasted all of three minutes.  Tear gas was fired to crowds outside, but order was maintained. No one was hurt, and \nAttorney General Janet Reno says 'job well done' vis-a-vis the agents.\n\nStay with ABC News throughout the day for any developments.  I'm Elizabeth Vargas in New York.  Good day.\n\nAnnouncer: This has been a Special Report from ABC News.\n"}