{"title": "EX-LAWYER BUSTED IN IMMIGRATION SCAM", "body": "\nA former lawyer was arrested yesterday on charges of running a firm that turned out phony immigration papers for \nhundreds of clients, sometimes holding sessions to make up tales of political persecution, the U.S. attorney's office \nsaid.\n\nImmigration sources close to the two-year investigation that bagged Paul Freedman said thousands of immigrants \nmay have paid him millions in legal fees for the phony claims.\n\nFreedman was finally arrested after the INS sent two investigators posing as immigrants to his offices seeking work \npermits. The lawyer allegedly used an INS loophole to get a work permit by filing political asylum applications.\n\n\"It's a major enterprise,\" said Demetrios Georgakopoulos, assistant district director for the New York Immigration \nand Naturalization Service. \"He was taking advantage of the system because until this year, the mere filing of an \napplication resulted in a work permit. It's no longer true.\"\n\nUnder new rules, asylum applicants are no longer given automatic work permits.\n\nMany of Freedman's former clients could face deportation as the INS moves to revoke resident papers obtained \nthrough faked applications.\n\n\"Even [the green cards that] have been approved, they could be revoked,\" said Georgakopoulos.\n\nFreedman, who denied the charges yesterday, was arrested by immigration agents at his Woodmere, L.I., home.\n\nAuthorities said the 38-year-old graduate of Yeshiva University and its law school ran his scams from at least \nAugust 1988 to this March, when he was disbarred by the Appellate Division.\n\nSome clients who never got results from Freedman and have been hunting for him to get their money back were \nglad to hear about his arrest.\n\n\"I love it. He deserves it,\" said Emma Toro, whose sister gave Freedman $ 3,000 for her son's deportation case. \n\"He did a lot of damage. I hope they take him away and throw away the key.\"\n\nFreedman, who was charged with one count of immigration fraud, faces up to five years in jail and a $ 250,000 \nfine.\n"}