{"title": "Border debate evokes `unjust' U.S. invasion; MEXICAN MIGRATION HYPED AS RECONQUEST", "body": "\nMore than 1 million migrants flood into the United States each year across a border cutting straight through what \nonce was Mexican territory, a touch of history that haunts the immigration debate 158 years after the land changed \nhands.\n\nThe territory north of today's 1,952-mile border -- half of Mexico at the time -- was ripped away in 1848 after a U.S. \ninvasion that ended with the capture of ``the halls of Montezuma,'' Mexico City.\n\nUlysses S. Grant, who took part, called the invasion ``the most unjust war ever waged by a stronger against a \nweaker nation.''\n\nThe loss changed Mexico's destiny and still tears at the country's heart. Primary school textbooks harp on it. \nIntellectuals often refer to it. Museums are dedicated to it.\n\nIn the United States, some anti-immigration activists see migrants as a threat to U.S. land and culture, part of a \nSpanish-speaking invasion that will reclaim the American Southwest.\n\nTheir concern is fed by occasional Mexican references to the booming immigrant population as a reconquista, or \nre-conquest, and by the Mexican government's efforts to reinforce the migrants' ties to their homeland.\n\nWhen hundreds of thousands of mainly Latino marchers turned out for a pro-immigrant demonstration in Los \nAngeles in March, Mexican TV reporter Alberto Tinoco sounded almost giddy.\n\n``With all due respect to Uncle Sam, this shows that Los Angeles has never stopped being ours,'' Tinoco said on \nthe Televisa network's nightly newscast.\n\nProminent Mexican writers Elena Poniatowska and Carlos Fuentes have spoken sometimes of a reconquista. \nPoniatowska says Mexicans are recovering their lost lands ``through migratory tactics.'' Fuentes portrays it as a \npowerful northward thrust of the Spanish language that will enrich both nations.\n\nIt may not be on the minds of job-seeking migrants, but the memory of the Mexican-American war ``is a very \nimportant issue in the bilateral relationship. And it's always kind of floating around in the background . . . at the \n\n\ndiplomatic levels,'' said Ana Maria Salazar, a former U.S. deputy assistant secretary of defense who now works as \na political analyst in Mexico.\n\nBut ``re-conquest'' may be misleading. Before the war, most people in the Mexican territory north of the current \nborder, from California to Texas, were Indians. They spoke little Spanish and paid little allegiance to Mexico. Only a \nfew thousand Spaniards and Mexicans were living in the area when the United States took the 525,000 square \nmiles under the Treaty of Guadalupe Hidalgo decades later, paying $18.25 million in cash and assumed debts.\n"}