{"title": "How to Lose the Brain Race", "body": "\nIS the United States importing too many immigrant physicists and not enough immigrant farm workers? You might \nthink so, to judge from two provisions that Senator Dianne Feinstein, Democrat of California, added to the \ncomprehensive immigration reform package that just fell apart in the Senate. Senator Feinstein insisted that the bill \ncall for some fees for foreign students applying to study at American colleges and universities to be doubled, and \nalso demanded that agribusiness get the right to 1.5 million low-wage foreign guest workers over five years. \nCombined, the two proposals sent a message to the rest of the world: send us your brawn, not your brains.\n\n  Whether Senator Feinstein's amendments will resurface in any reconstituted legislation on immigration reform \nremains unclear. But her priorities reflect in many ways those of Congress as a whole. Congress seems to believe \nthat while the United States must be protected from an invasion of educated, bright and ambitious foreign college \nstudents, scientists, engineers and entrepreneurs, we can never have too many low-wage fruit-pickers and \ndishwashers.\n\nIn making immigration laws, Congress caters to cheap-labor industries like agribusiness and sweatshop \nmanufacturing while shortchanging the high-tech, high-wage industries on which the future of the American \neconomy depends. Witness the Senate bill's provision to admit 400,000 temporary workers a year, or roughly four \nmillion a decade, in addition to the 12 million mostly low-wage illegal immigrants already here, many of whose \nstatus would be legalized. Few if any of those guest workers would go to universities, corporate campuses or \ninnovation clusters like Silicon Valley. They would head straight to restaurants, hotels and plantation-like farms.\n\n  While the United States perversely tries to corner the market in uneducated hotel maids and tomato harvesters, \nother industrial democracies are reshaping their immigration policies to invite the skilled immigrants that we turn \naway. Britain is following Australia and Canada in adopting a points system that gives higher scores to skilled \nimmigrants with advanced education and proficiency in English. British, Canadian, German and even French \nuniversities are overflowing in undergraduate and graduate enrollment as they absorb the foreign talent that \nAmerica is repelling.\n\n  Whereas Senator Feinstein fears that foreigners are snatching places at American universities from deserving \nAmerican students, the fact is that our universities are weakened when fewer talented international students enter \ntheir programs.\n\n  In recent years, skilled immigration to the United States has been accommodated chiefly by the H-1B visa \nprogram. But like all guest-worker programs, the H-1B program pits American workers against foreign workers \n\n\nlacking full legal and political rights. Because H-1B workers depend on employer sponsorship to remain in this \ncountry, unscrupulous employers can blackmail them into working longer hours for lower pay than American \nworkers. Skilled workers admitted under a points system, by contrast, would be able to quit their employers in the \nUnited States and find new ones at will without risk of deportation.\n\n  Will admitting more immigrants drive down the wages of American workers? That may be true in unskilled jobs, \nsince there is a fixed number of bedpans to be emptied and restaurant meals to be cooked in the United States. \n\n  But it isn't necessarily true for skilled workers, at least not in the long run. That's because more talent means more \ninnovation and opportunities for all, immigrant and native alike. The growth economist Paul Romer has spoken of \nthe prospector theory of human capital. The more prospectors there are, the more likely it is that some will find gold. \nAs the history of Silicon Valley and other tech centers proves, brain work migrates to where the brain workers are. \nIt's a kind of Field of Dreams in reverse: You will build it, if they come. \n\n  Even if a skill-based immigration system did reduce incomes for the elite, that would not be the end of the world. \nFor a generation, college-educated Americans have enjoyed a seller's market in professional services and a buyer's \nmarket in the labor of landscapers and nannies. If skilled immigration were increased while unskilled immigration \nwere reduced, the wages of janitors would go up while the salaries and fees of professionals would fall, creating a \nbroader middle class and a more equal society.\n\n  The United States can always use another Albert Einstein or Alexander Graham Bell. But with the vast pool of \npoorly paid, ill-educated laborers already within our borders, we do not need a third of a million new ones a year.\n\n  What the space race was to the cold war, the ''brain race'' is to today's peaceful global economic competition. \nThe comprehensive immigration reform America needs is one that slashes unskilled immigration and creates a skill-\nrewarding points system modeled on those of Australia, Britain and Canada. In encouraging skilled labor, Congress \nfor a change might perform some of its own.\n\nhttp://www.nytimes.com\n"}