{"title": "Valedictorian, Denied West Point, Will Settle for Texas A&M", "body": "\nA Dallas high school student who was not allowed to apply to the United States Military Academy because she is \nnot yet a citizen has received a scholarship to Texas A&M University.\n\nXochilt Carreto, the 18-year-old valedictorian who is president of her class and student head of the Reserve \nOfficer Training Corps program at L. G. Pinkston High School in Dallas, said she would attend A&M for at least a \nyear but would continue to pursue her goal of going to West Point.\n\nOfficials at A&M said they had read of Miss Carreto's problem and decided to offer her a four-year President's \nAchievement Award, which will provide her with $2,500 annually.\n\nA 15-hour schedule costs A&M students who are Texas residents about $240 a semester. Miss Carreto will be \nable to use the rest of the scholarship for other school-related costs.\n\nMiss Carreto has lived in Dallas since she was 3 years old, when her mother, a laundress, brought her and her \neight siblings from Mexico but listed only the two eldest daughters on the immigration form. Miss Carreto, the \nsecond-youngest, did not receive legal alien status until 1985, and the Immigration and Naturalization Service \nrequired that she wait five years more before applying for citizenship.\n\n \n\nSought Legislative Relief\n\nMiss Carreto decided she did not want to wait before trying for West Point. She persuaded her Congressman, \nMartin Frost, to submit legislation before the House Judiciary Committee seeking immediate citizenship. But the bill \ndid not clear the committee before the Jan. 31 deadline for West Point applications.\n\nAnother obstacle to Miss Carreto's plans to apply to the Academy was her score the first time she took the \nScholastic Aptitude Test: 750, out of a possible 1,600, well below the Academy's cutoff score of 1,050. Miss Carreto \ntook the test again Jan. 23 and is waiting to learn whether she did better.\n\nFor now, though, she has decided to attend A&M.\n\n''It has an excellent R.O.T.C. program, and I thought it would prepare me for West Point,'' she said. She still plans \nto apply to the Academy, perhaps next year if Mr. Frost's bill is approved, or in 1990, when she will be eligible to \napply for citizenship through regular channels.\n"}