{"title": "Holidays Inspire a Rush to the Border", "body": "\nEvery year at this time, the restaurant kitchens and vegetable fields of California empty out. Prayers are said to San \nCristofo, money is removed from mattresses, and Mexicans head home.\n\n The United States-Mexico border is broken, say United States immigration and customs officials. And at no time is \nthe stress on the border more visible than the holidays, when immigration and customs officials say they are most \noverwhelmed.\n\n At the San Ysidro crossing here, on one side of the toll gates, immigrants head back to Mexico for the holidays, \ntheir pickup trucks and vans packed with washing machines, teddy bears and cheap lawn furniture. On the other \nside, customs agents probe gasoline tanks and dashboards with mirrors on sticks, while drug-sniffing dogs ferret \nthrough the upholstery in search of drugs bound for American cities like Los Angeles and New York to fill the New \nYear's Eve demand.\n\n More than one million Mexicans will go south for the holidays, about half of them exiting through San Diego into \nTijuana, officials say. Some are legal residents, but most, border officials say, are illegal immigrants, who in a \nmonth's time will pay thousands of dollars to have smugglers sneak them back to their jobs in the United States.\n\n ''It's like the salmon going home,'' said Mike Unzueta, the acting special agent in charge of the San Diego sector for \nthe Immigration and Customs Enforcement agency. ''Come January, we'll get killed with illegal immigration back \nfrom Mexico.''\n\n The torrent of travel that began in mid-December on the feast day of Our Lady of Guadalupe will peak just before \nChristmas. Then the travel will reverse back into the United States in mid-January after Dia de los Reyes, or Three \nKings Day.\n\n In the days leading up to Christmas, an average of 180,000 cars will cross the border daily at San Diego, up from \na normal day of 140,000, making it the busiest land border in the world.\n\n When immigrants make their way to Mexico, they must contend with corrupt Mexican police officers and border \nguards, who extort, harass and often demand a little Christmas gratuity from those returning home with cash and \ngifts.\n\n ''The Mexican system is corrupt,'' said Gilberto Serrano-Contreras, 40, who keeps a home in Tijuana and has been \nworking intermittently in Los Angeles for the past 20 years. ''That's why so many go north. You can't get ahead \nhere.''\n\n\n Rodrigo Salinas-Marquez, 37, a gardener in Orange County, shrugged as Mexican customs officials rooted through \nhis pickup truck. ''You pay going in, you pay going out,'' he said. ''That's the life of the Mexican.''\n\n The shakedown is so widespread that 15 years ago the Mexican government began something called the Paisano \nProgram in which customs officials guide Mexicans through the repatriation process and field their complaints about \ncorrupt officials.\n\n ''It is supposed to be the only place where you pay customs fees,'' said Renaldo Rojo, a Mexican immigration \nofficial in Tijuana. ''It is supposed to keep the cops' hand out of their pockets.'' Several traveling Mexicans with \nnewly acquired American tastes complain that they have to wait in long lines to register their vehicles at the \nMexican checkpoints, enduring a disorganized and unfriendly bureaucracy.\n\n And then there is the problem of the freelance criminal. Confusion provides cover, and so the holiday season is \nalso the season for drug smugglers, money launderers, even peddlers of knockoff Coach bags.\n\n United States customs officials say the holiday is a peak for drug smuggling into the United States as crops ripen \nand drug cartels from Colombia to Mexico rush to get marijuana and cocaine to market. The drug traffic doubles at \nthis time of year, officials say. A ton of marijuana has been confiscated each of the last two weeks in San Diego, \nalong with sundry amounts of cocaine and methamphetamine. Though the street value of the drugs seized is \nestimated at several million dollars, it is a pittance in a transnational industry pegged at more than $20 billion a \nyear. United States agents say they are simply outmanned.\n\n ''During the holidays, people up north want their dope,'' said Dan Burke, a United States customs investigator. \n''Down south, people want their money. There are employees to pay in Mexico. It's Christmas time, and people \nhave presents to buy.''\n\n Consequently, as much as $5 million a day flows into Mexico at this time of year through San Diego alone, Mr. \nBurke said. The cash is carried not only by Mexican smugglers but also by desperate American gamblers who are \nrecruited from local casinos after blowing the Christmas money at the slot machines. Once in Mexico, the money is \ndeposited in local banks or funneled into currency exchange offices established solely to launder the money and \nwire it back into the United States.\n\n Along the 1,951 miles of the border, through cities like Laredo, Tex., Nogales, Ariz., and San Diego, the Christmas \nhustles are limited only by one's imagination. Stolen washing machines and televisions that are too hot to sell in the \nUnited States are simply driven into Tijuana one or two at a time and sold there.\n\n Knockoff designer handbags are smuggled from Asia to the United States and finally exported into Mexican border \ntowns where American shoppers expect to find them. United States customs officials seized 1,000 knockoff bags \nlast week in San Diego en route to Mexico.\n\n Border patrol agents contend that the Mexicans themselves are the biggest problem, and though Christmas is a \nslow season for human trafficking, it never really stops. A toddler was found last month stuffed in a pinata. The \nsmugglers were let go, border patrol agents said.\n\n ''The border is broken, Mexico is broken, the immigration policy is broken, and you can see it right now at \nChristmas time on the border,'' said George E. McCubbin, vice president of the National Border Patrol Council, the \nunion representing 10,000 border patrol agents.\n\n ''These people you see now going home, we'll be chasing in a month,'' Mr. McCubbin said. ''And the smuggling \nbusiness has gotten so lucrative and ruthless it puts our agents at risk of being killed.'' \n\n Though 2,000 border patrol agents will be added over the next five years, they do not address the reason \nimmigrants come illegally, he said, adding, ''We have to have the will to go after the employers.''\n\n\n\n With the Mexican economy faltering and Mexicans believing that the Bush administration will offer blanket amnesty \nto illegal immigrants, more people entered the United States illegally last year than any other since Sept. 11, 2001. \nOfficials estimate that three million people entered the United States illegally last year, a majority of them Mexican.\n\n The business of smuggling people has become so lucrative that drug-style cartels are in the game. As a \nconsequence, murder and kidnapping have skyrocketed in Phoenix, the main hub of the smuggling business. An \nillegal crossing costs upward of $2,000.\n\n ''Stand on the border around Christmas and you'll see what a joke the immigration policy is,'' Mr. McCubbin said.\n\n Not all news is bad on the border. In a ceremony on Monday, 90 wild parrots smuggled into the United States \nwere repatriated to Mexico, a gift from the American government.\n\n One cynical border official sniffed that the parrots, too, would probably make their way back to Los Angeles after \nThree Kings Day.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Customs officials say 180,000 vehicles daily are now crossing the border at San Diego, up from 140,000. \n(Photo by Sandy Huffaker for The New York Times)      \n"}