{"title": "IMMIGRATION: Dual-language students can help Georgia's schools advance", "body": "\nMuch has been written and spoken recently about the problems of large numbers of non-English-speaking \nstudents flooding into our classrooms. However, very few people have made real attempts to define a possible \nsolution that would benefit both immigrants and local students.\n\nLet me start with a basic assumption that it is fundamentally a good thing for all people to develop genuine fluency \nin more than one language as part of a strong educational program. Many surveys have indicated that students \nwith genuine dual-language competence outscore their monolingual counterparts in regular school assessment \ntests.\n\nCurrently non-English-speaking immigrant children are seen as disadvantaged because of their lack of English. \nHowever, these children already have fluency in another language. So all we have to do is add fluency in English \nto convert them into a potentially advantaged situation. For English-only speakers, developing fluency in a second \nlanguage in the current educational system is very hard, given the lack of second-language learning opportunities, \nespecially in elementary schools.\n\nIn dual-language (sometimes known as two-way immersion) elementary schools, students from all language \nbackgrounds spend half of their time in English and half in another language. There are many examples of \nprograms of this kind in public and private schools throughout the country, including Atlanta International School.\n\nDual-language programs are superior to bilingual programs --- where immigrant children are taught through the \nmedium of their own language until their English is good enough for them to be mainstreamed into English-\nlanguage classrooms. The fundamental flaw in bilingual programs is that these children speak their own language \nat home, in the playground and in the classroom, meaning that, for many of them, their English never becomes \ngood enough.\n\nIn a dual-language program the children are immersed in both languages, with progress being made not only in \nlanguage development, but also in other subject matter.\n\nIf this process commences at an early age, all children can develop proficiency in their chosen second language.\n\nBeyond pure language development, there are other benefits of a dual-language education. Proficiency in a \nsecond language always brings with it knowledge of another literature and culture, which in turn promotes global \nunderstanding and communication, necessary attributes for success in an increasingly inter-dependent world.\n\n\nThe United States has to compete in the global labor and commercial markets, and the existence of a multilingual \nwork and sales force will help our economy greatly.\n\nGeorgia currently languishes near the bottom of the educational rankings for U.S. states. A thrust toward the \ndevelopment of genuine dual-language and international educational options throughout the state has the potential \nto raise the state much higher.\n\nAlex Horsley is executive director of the Center for the Advancement and Study of International Education in \nAtlanta.\n\nGraphic\n\n \n\nAlex Horsley\n"}