{"title": "Community will keep up campaign against illegals VETO OVERRIDE FAILS Two aldermen change votes, dooming effort to save less strict ordinance.", "body": "\nVALLEY PARK - Valley Park will continue to enforce an ordinance targeting illegal immigrants despite a costly \nlegal battle and a recent decision by aldermen to do just the opposite.\n\nTwo weeks ago, aldermen voted 7-1 to delete parts of the housing code that would deny occupancy permits to \nlandlords renting to illegal aliens. On Friday, Mayor Jeffery Whitteaker vetoed the board's decision.\n\nThe board needed six votes to override Whitteaker's veto Monday night, but only five of its eight members voted \nto do so. Aldermen Steve Drake and Mike White reversed themselves. They said last week that their earlier votes \nto stop combating illegal immigrants were premature.\n\nWhitteaker said he had vetoed the changes because, \"to repeal what we have worked so hard to create would be \na much larger waste of money than to see this issue forward.\"\n\nWhitteaker also said other communities were counting on Valley Park for guidance in how to deal with illegal \nimmigration. At Monday's meeting, Whitteaker noted how a student from O'Fallon, Mo., was killed on spring break \nin Florida when he was hit by a car driven by a suspected illegal immigrant.\n\n\"If I and this board prevent one person from being killed, then I don't care what it costs,\" he said.\n\nAbout 50 people showed up at Monday night's meeting to debate the issue. Frank Rice of Union handed the board \na $500 check to help pay for the city's legal costs.\n\n\"Our federal government now stands impotent to enforce its laws,\" Rice said. He urged the board to continue \nefforts to battle illegal immigration.\n\n\"May God bless this great nation and this fine city,\" he said.\n\nKim Gardner, a real estate developer and Sunset Hills attorney, said he knew of several attorneys who agreed with \nValley Park's stance and said he wanted to offer his legal services to the city for free.\n\nSeveral Valley Park residents said they were worried about the cost of fighting a lawsuit.\n\n\"All we are doing is dividing our city, and we are sending a lot of attorneys to Disneyland on the city's dime,\" said \nresident Mary Fehner.\n\nIn July, Whitteaker made national news by championing an ordinance imposing fines of $500 on businesses and \nlandlords that hire or rent to illegal aliens. The board voted unanimously for that ordinance.\n\n\nA coalition of about 20 attorneys sued the city, arguing that the law promoted racial profiling, hurt businesses and \ncaused housing discrimination. Last month, a St. Louis County Circuit Court judge ruled that the city's original \nattempts at the ordinance contradicted state law.\n\nThe judge's ruling did not apply to a revised housing ordinance the city enacted earlier this year. The ordinance \nwould prevent landlords from getting occupancy permits if they rent to illegal aliens.\n\nThe ACLU of Eastern Missouri filed another suit over that law a few days after the judge's ruling. That ordinance is \nthe one the Board of Aldermen tried to alter.\n\nThe city's legal fees in the case have run about $80,000 so far. Valley Park has received roughly $8,000 in \ndonations from people like Rice to offset the costs.\n\nAfter Monday's meeting, Philip Soto, a resident, stood outside City Hall shaking his head.\n\n\"People have lost common sense,\" Soto said. \"They've lost the ability to step back from the precipice. ... I'm sorry, \nbut you cannot convince me that there isn't some racial overtone.\"\n\nNotes\n\n VALLEY PARK \n\nGraphic\n\n \n\n PHOTO - At a meeting Monday of the Valley Park Board of Aldermen, William Reynolds speaks against an \nordinance denying occupancy permits for rentals to illegal aliens. Odell Mitchell Jr. | Post-Dispatch \n"}