{"title": "Immigrants important for filling jobs in Atlanta", "body": "\nDrendafile Pilici, 24, left Kosovo 15 months ago and now cleans rooms at the Renaissance Atlanta Hotel for $ 7.40 \nan hour.\n\nIt's far more than she made working longer hours in a Kosovo clothing store.  \"I like it here,\" said Pilici in broken \nEnglish. \"Here, it's good.\"\nCONSTITUTION\n\nPilici is among a growing number of immigrants from Kosovo, Ethiopia, Mexico, Vietnam, Colombia, Brazil and \nRussia who are becoming an important source of labor for Atlanta hotels and restaurants. Forty-five percent of the \n503-room Renaissance hotel's 285 workers are immigrants.\n\nWith unemployment rates at 30-year lows, hotels and restaurants have found it difficult to fill low-skilled, lower-\npaying service jobs.\n\nIn response to the labor crunch, a coalition of service industries and trade associations plans to ask Congress next \nyear to pass legislation to increase visas and ease permanent residency restrictions for low-skilled and semiskilled \nforeign workers.\n\nThe Essential Workers Immigration Coalition represents members of the hotel, restaurant, construction, retail, \namusement park and health care industries.\n\nThe group hopes that recent legislation increasing the number of visas for high-tech workers will strengthen its \nposition. In October, Congress approved a bill increasing the number of visas for skilled foreign workers to 195,000 \nthrough 2003, up from 115,000 last fiscal year.\n\nThe Bureau of Labor Statistics estimates 15.7 million immigrant workers were in the United States last year, up 17 \npercent over the past three years.\n\nIn the hospitality industry, the labor shortage has been fairly severe, and the industry is growing, said Christina \nHoward, a legislative representative for the National Restaurant Association, which says a tenth of its workers are \nimmigrants. \"This growth cannot be sustained unless we look at immigration reform.\"\n\nThe proposal has its critics. Dan Stein, director of the Washington-based Federation for American Immigration \nReform, blasts the coalition's aims as an \"unethical ploy\" by U.S. businesses. \"If you look at this agenda, you will \nfind that it has more to do with holding down wages for everybody in a given labor market,\" he said.\n\nThat's not true, said Gerry Fernandez, president of the Multicultural Foodservice and Hospitality Alliance, which \npromotes diversity in the hospitality industry.\n\n\"The reality is, people don't want those jobs,\" he said. \"We still need people to work in restaurants.\"\n\n"}