{"title": "Immigration compromise near", "body": "\nSenators struggling to craft a comprehensive immigration overhaul neared a breakthrough Thursday with a \ntentative agreement that would put millions of illegal residents on a path toward permanent residency and U.S. \ncitizenship.\n\nThe fragile accord infused new momentum into the Senate Judiciary Committee's efforts to shape legislation before \nthe full Senate embarks on a two-week debate on immigration beginning March 27. But participants on both sides \nof the volatile issue acknowledge that the ultimate outcome in Congress is fraught with uncertainty.\n\nPresident Bush has called for a comprehensive overhaul of the nation's immigration laws to toughen border \nenforcement and create a temporary guest-worker program that would cover undocumented workers now in the \ncountry.\n\nThe House of Representatives already has passed an immigration bill that toughens border enforcement but does \nnot include a guest-worker provision, which Republican conservatives have denounced as a form of amnesty that \nrewards illegal behavior. Pro-immigrant groups say the bill falls far short of the overhaul they say is needed to \naddress the more than 11 million illegal immigrants now in the United States.\n\nBut shortly after Sen. Arlen Specter, R-Pa., the Judiciary Committee chair, announced that his panel was nearing \nagreement on the bipartisan compromise, Senate Majority Leader Bill Frist, R-Tenn., said Thursday night that he \nwould introduce his own bill that would be limited to border security and interior enforcement measures.\n\nFrist's move was dismissed by some Capitol Hill observers as an effort to bolster his credentials with conservatives \nas he prepares for a possible presidential run. By introducing a bill with no guest-worker provisions, they said, Frist \nwas hoping to highlight the difference between his approach to immigration and that of Sen. John McCain, R-Ariz., \na potential rival and co-sponsor of guest-worker legislation.\n\nFrist told reporters that he was acting only to ensure that a bill came to the floor in time to be fully debated and \nvoted on before the Senate recesses for the summer.\n\nThe bipartisan bill, sponsored by McCain and Sen. Edward Kennedy, D-Mass., would enable undocumented \nimmigrants to stay in the country for six years under temporary work visas after paying a $1,000 fine and passing \nbackground checks. They could apply for permanent residency, or green cards, by paying an additional $1,000 fine \nand meeting further requirements.\n\n\nThe Los Angeles Times and Knight Ridder Staff Writer James Kuhnhenn contributed to this report.\n"}