{"title": "HEARING OF THE SENATE JUDICIARY COMMITTEESUBJECT: NOMINATION OF ZOE E. BAIRD AS ATTORNEY GENERALCHAIRED BY: SENATOR JOSEPH BIDEN (D-DE)", "body": "\nSEN. BIDEN: The hearing will come to order.  Prior to beginning, a few housekeeping matters, if I may.  I apologize \nto my colleagues in the House and the Senate for this delay.\n\n First of all, also, all the photographers do not revolt and hang me in effigy because I am apparently the only chair \nthat does not like them sitting between me and the witness when the questioning is going on.  The only thing I'm \nsuggesting to the photographers is that after we get to the point where Ms. Baird makes her opening statement, if \nyou'd all just sort of let the waves part here, and stay on either side, so she doesn't have to look over your flash to \nanswer our questions.\n\n And, secondly, I want to formally welcome, in his new capacity as the ranking member of this committee, Senator \nHatch.  Senator Hatch and I have -- are old friends, and we have discussed this at length.  We both know that \nStrom Thurmond is still chairman of this committee.  (Laughter.) And I formally acknowledge that.I also would like to \nsuggest how we'll proceed.  First we will have an opening statement, a brief opening statement, by me and Senator \nHatch.  And then we will ask the presenters, three of our colleagues in the Senate, one of our new colleagues -- \nSenator Murray, welcome, Senator -- who will all wish to speak.  And the second most important person on the \npanel, Rosa DeLauro, a congressperson from Connecticut who used to be here years ago as a staff person for one \nof our colleagues.  And we'll hear from the presenters.  And then we will hear -- I will swear the witness, and we will \nhear the opening statement from our nominee.  And then we will move to questions.\n\n Today the Judiciary Committee considers the nomination of Zoe E. Baird to be Attorney General of the United \nStates.  With this hearing, we are literally making history.  If confirmed, Zoe E. Baird will be the first woman to serve \nthe nation as Attorney General.  Moreover, her confirmation is being heard by a committee that welcomes its first \ntwo elected women members, and I want to formally welcome the senator from California and the senator from \nIllinois.  You have no idea how happy I am you are voting on this panel.  (Laughter/Applause.)\n\n And I also, with less enthusiasm but no less love and affection, would like to welcome my two colleagues with \nwhom I have served and worked for years -- Senator Cohen of Maine and Senator Pressler of South Dakota.  It's a \npleasure to have you all on the committee.\n\n But the fact that we are hearing the first nominee, first woman nominee, for Attorney General of the United States, \nand it's being heard by the first two women ever to serve on this committee -- these facts I think are emblematic of \nthe change that is all around us.  Tomorrow the country will inaugurate a president who campaigned on the theme \nof a new direction, of hope for a better future, of faith that government can be responsive to the needs of the \nAmerican people.\n\n\n And nowhere is this commitment to these principles more critical than in the office of the Attorney General, an \noffice that is unique among the President's Cabinet.  The Attorney General is a member of the President's \nadministration, but her allegiance -- it's interesting to say \"her\" allegiance -- her allegiance is not to the President \nalone.  She owes her allegiance first and foremost to the American people.\n\n For the nation's most senior lawyer, the oath of office to be to defend the Constitution and to faithfully execute the \nlaws of the land, takes on special meaning.  The Attorney General oversees the enforcement of all criminal and civil \nlaws in this nation.  Because of this authority, the Attorney General serves as the very symbol of justice of the \npeople who believe that freedom, equality, and fairness is the promise of America. More than any other Cabinet \nofficer, the Attorney General will determine whether or not this promise is fulfilled.\n\n Nowhere, in my view, is change more necessary than at the Department of Justice -- and I do not mean that as a \nreflection of the present Attorney General, who I thought is a fine Attorney General, and when working with him I \nfound him to be forthright and completely dedicated to his task.  But the country is looking to a Department of \nJustice and an Attorney General for leadership and action.  In my view -- and we all have slightly different agendas \nand priorities, all the members on this committee, as to what we think should be the priorities of the Attorney \nGeneral.\n\n But in my view the past comprehensive anti-crime legislation, including an attempt to deal with the Brady bill in \nresponse to the scourge of violence in our streets and neighborhoods and homes is absolutely essential; to ensure \na vigorous and fair enforcement of federal criminal laws, including those aimed at white-collar criminals and \nenvironmental criminals, as well as crimes of violence; to enforce our federal laws against discrimination and in \nprotecting the civil rights of all Americans; and to guarantee that all Department of Justice personnel operate in a \nnon- partisan role as they can possibly be.  In electing a new president, the country has expressed its emphatic \ndesire to break the old patterns of partisan bickering and gridlock.  We can waste no more time in addressing the \nneeds of America, some of which I have mentioned and many of which I have not.  The new administration and the \nCongress must work together to fulfill our joint responsibilities, for the American people, I think, are not going to \nsettle for anything less than that.\n\n This hearing gives us an opportunity to discuss these goals with the President's nominee, Zoe E. Baird, who \nenjoys the reputation that recommends her to this office particularly at this time.  She is a skilled manager, known \nfor her ability to build consensus where there is conflict. She brings a multifaceted perspective to the job.  Having \nworked in government, in the private sector and in industry, she is known for her willingness to look at creative new \napproaches to solve problems, and to improve the current methods of operation.\n\n These skills can be put to good use in the Department of Justice.  In particular, I will ask Ms. Baird about her plans \nto work with Congress to enact a comprehensive plan to fight crime; on how the federal government can best \ncoordinate with and support local law enforcement in this effort. I have been favorably impressed with Ms. Baird's \ninterest and faculty for addressing these issues.  She told me that her meeting with representatives of the nation's \nlaw enforcement groups was among her first efforts as the nominee, the designee, by the President of the United \nStates, which says a lot to me in terms of how much she believes it's necessary to work with local law enforcement.  \nThe Congress, the administration, and law enforcement must work together.\n\n I will also ask Ms. Baird for her leadership in securing passage of laws dealing with violence against women in \nAmerica.  I will talk to her about that.  I have discussed that with her, told her how important it is to me, and I am \nanxious to hear her perspective.  I will also, from my own perspective, speak with Ms. Baird about the vigorous \nenforcement of civil rights legislation; it is on the books and in my view not often enough paid attention to.  And \nthere are many other things that will be raised.  But, in the interest of time, I believe it's particularly appropriate as \nwe begin this historic hearing to declare that enactment of legislation to deal with violence in America should be, \nand must be, a top priority for this administration and the Attorney General.\n\n And, finally, I will at the outset, as I told Ms. Baird -- I will raise with Ms. Baird a matter that she initially raised with \nme as far back as January 5th, and that has -- it has recently been the focus of much concern in the press and, I \nmight add, among our colleagues and our constituents.  And the country has a right to hear her explanation.\n\n\n\n She deserves an opportunity to explain the circumstances under which Ms. Baird hired two individuals in violation \nof the United States immigration law.  This is a matter that I personally, as Ms. Baird knows, view most seriously, \nas I indicated from the first time she told me about it.\n\n I do not share the attitude that is expressed by some of the press that this is a technical violation of the law, a \nviolation that is unimportant because, as I heard in the press and listened on television, \"everybody does it.\" \nEverybody does not do it, it is not technical, and I think we are entitled to -- and the American people -- are entitled \nto an explanation.\n\n The laws of the United States apply to everyone.  The public needs to know that government officials, and the \nAttorney General above all, are not above the law.  This committee has conducted its own thorough investigation of \nthis matter.  We have interviewed personally all of the relevant persons.  Ms. Baird has, in my view, been \ncooperative in this effort with us, and from the beginning has been forthright with me about the circumstances \nsurrounding the hiring of these two individuals.  And Ms. Baird in my view has an otherwise outstanding record.  \nAnd it is her record as a whole that I believe this committee should look to.  But we cannot overlook the \ncircumstances that relate to the hiring of these two individuals.\n\n I might point out at this moment, in terms of the scheduling, it is unlikely that we are going to finish our hearing \ntoday.  It is unlikely that we will be able to get finished with Ms. Baird's testimony, along with the witnesses that \nhave chosen to testify.  And before the day is over, for my friends in the press, we will announce when we will \nreconvene.  My expectation is, after consulting with my colleagues, is that we will probably go until about 4:00 \ntoday.  We will break at 12:00 for one hour for lunch.  And then we will either reconvene on Thursday, or in my view, \non Monday -- not on Friday.  I want to reconvene when we know we are going to finish.  But that decision we can \nmake based on the progress and with the consultation and the input of my friend from Utah.\n\n So, Ms. Baird, I realize this is, as I said to you in a slightly different context, this is big league baseball.  This is not \nsomething anyone readily welcomes under any circumstances.  It is part of the process.  It is our way of letting the \nAmerican people and us know you, know what you think, know what you're about, and know who the President has \nnominated for such an important job.  I compliment you on the confidence the President has shown in you, and it is \na truly historic moment.  And I welcome you to the committee, and I look favorably toward discussing with you the \nissues that I have raised, along with the issues my colleagues will raise at the time.\n\n I would also point out, before I yield to my colleague, several of our colleagues in this committee have other dual \nresponsibilities -- we all have dual responsibilities, and there are other confirmation hearings going on and other \ncommittee meetings that are going to be going on, voting on those people who will be before other committees.  \nOur distinguished colleague from California I know has to be at another hearing for a few moments, and I believe to \nintroduce someone at those hearings.  But if we see our colleagues, Ms. Baird, getting up and coming back, it's not \nbecause of their lack of interest, it's because of other responsibilities on other committees that they have.\n\n As Attorney General, you will be very accustomed in testifying here, of seeing senators get up and leave in the \nmiddle of your testimony, and come back just as you think it's all over.  But so -- and I know that Senator Cohen has \na similar responsibility, and a few others will have to be leaving and coming back.\n\n Now, with that, let me yield to my colleague from Utah, and then we'll begin.\n\n SEN. ORRIN HATCH (R-UT): Thank you, Senator Biden.  I want to welcome the new members to the committee.  \nThis is a wonderful committee -- beyond it's contentious as it sometimes is.  It's a very interesting committee, and I \nwelcome all of you to the committee, and I believe that you'll add a great deal to it.\n\n And I want to welcome Attorney General-designate Baird and her family to the committee as well.\n\n This is an historic appointment.  And if this is big league baseball, you're one of the big league home-run hitters, \nand we expect a great deal from you as you serve in this position.  I congratulate you, Ms. Baird, on your \naccomplishments and on your selection for this position.  And I look forward to working with the nominee after her \nconfirmation to address the various law enforcement issues that affect the people in my home state of Utah, and of \ncourse the nation as well.\n\n\n\n I am particularly concerned that the federal government pay greater attention to less urbanized states like Utah in \nits allocation of crime- fighting assistance.  And this is a matter I already have discussed with you, and I will pursue \nthe subject further in some of my questioning today. The expedient enactment of the Religious Freedom -- or the \nReligious Freedom Restoration Act is also important, as far as I am concerned, to the people of Utah and the \nnation.  And I hope to learn the nominee's views on this important matter of religious liberty.\n\n There are of course other issues in both the criminal and civil areas of the law of concern to the people of Utah, \nand of course the nation as a whole, and I hope to explore some of them -- not many of them -- with the nominee \nduring these hearings.  We have chatted, and we have chatted on a number of occasions, and I have appreciated \nyour forthcoming nature and the openness that you've had.  Ms. Baird has assured me that she will conduct the \nDepartment of Justice's business on a nonpartisan basis.  And I think that's a great thing.\n\n \n\nWe are all aware that Ms. Baird has acknowledged in employing unauthorized aliens in her household.  As the co-\nauthor of landmark child care legislation, I am -- and I am happy to see Senator Dodd here today, who we worked \nvery closely together on that -- I am acutely aware of the difficulties and the anguish that many parents, including \nmany single parents, face in trying to secure adequate care for their children while they work.\n\n Let me stress of course that I do not condone violations of the law. In this instance Ms. Baird and her husband \nhave acknowledged mishandling the matter, expressed regret, and significantly have tried to rectify their mistakes.  \nAnd I think they have acted appropriately in rectifying their mistakes.\n\n Ms. Baird has been extremely forthcoming and cooperated fully with this committee, and I have spoken with her on \nseveral occasions concerning this matter, and I have read and studied the approximately 500-page FBI report.  Ms. \nBaird has taken appropriate steps to meet her legal obligations, and I am satisfied that this episode should not \ndisqualify a well-qualified and talented individual such as Ms. Baird from public service.\n\n Ms. Baird has distinguished herself in the private sector.  I believe that her background in business and in the \nbusiness world will provide a useful perspective for her service as Attorney General.  I am also impressed, Ms. \nBaird, by your commitment to public service and the service to your community, because in reading the various \nmatters that I have I recognize that you have spent a lot of time giving service to your community.\n\n Finally, let me tell my friend Chairman Biden how much I look forward to working with him in the Congress, as well \nas with my other colleagues on this committee.  And, as I said, I also welcome the other four members of the \ncommittee on both sides of the aisle.  Each of them brings unique abilities and experiences to the tasks of the \ncommittee.  So I look forward to working with all of them.\n\n And if the chairman would indulge me for just one more minute, few people become legends in their own time, and \nwe have such a living legend on the committee.  I am speaking of course of our own dear colleague Senator Strom \nThurmond of South Carolina, who recently celebrated his 90th birthday.  At a time in his life when other people look \nforward to retirement, Senator Thurmond embarked on a new phase of his career as the United States senator.\n\n Nearly 40 years later, Strom Thurmond still remains a senator's senator.  And I cannot refrain from noting that prior \nto his senate service, when many of the people in this room were not even born, his public career had already \nincluded a run for the presidency.\n\n This undoubtedly set something of an example for present members of this Committee, three of whom have also \nmade such bids somewhat more recently.  (Laughter.)\n\n But let the record show only Senator Thurmond received votes in the Electoral College.  (Laughter)\n\n As he assumes the ranking position on the Armed Services Committee, I wanted to take this opportunity to express \nmy love, respect, admiration and care for my friend from South Carolina.\n\n SENATOR ORRIN HATCH (R-UT): This is a great committee.  It's a pleasure and a privilege to serve on this \ncommittee.\n\n\n\n We have some of the most important nominations in this country and we take a great deal of pride and a great deal \nof care and sometimes a great deal of time to look at these nominees.\n\n In this case, I want to compliment President-Elect Clinton for his selection of you, Ms. Baird, for Attorney General \nof the United States.  In our conversations I have to say that you have really come through in a very good way as a \nperson that I think deserves the right and the honor of serving this country and I have absolutely no doubt in my \nmind that you'll be a great Attorney General and that you will be able to serve this country with honor and distinction \nand with care and compassion and regard for the rights of the American people.\n\n And I have no doubt in my mind that you'll take this job seriously, as you have taken every job that you've had \nsince you graduated from [Bolt Hall] a number of years ago.  So we're proud to have you here; we welcome you.  \nAnd I look forward to working with you as Attorney General of the United States.\n\n SEN. BIDEN: Thank you Senator.  I say to my colleague from Utah, not only is Senator Thurmond a living legend \nin our time, he'll be a living legend in my grandchildren's time.  Welcome, Senator Dodd.  We'll now go to the \npresenters and the senior member of the panel is Senator Dodd.\n\n It's a pleasure to have you here Chris.  And then we'll go to -- in order of seniority, as we tend to do things here -- \nwhich means that the House, Rosa, is going to be last.  But -- Senator Dodd.  SENATOR CHRISTOPHER DODD \n(D-CT): Thank you very much, Mr. Chairman and members of the committee.  It's a pleasure to be before you this \nmorning and to join in the presentation of a constituent as the President- Elect Designee to be the Attorney General \nof the United States.\n\n And Mr. Chairman and Senator Hatch, let me echo your own comments and a little more than 24 hours from now, \nwe will peacefully, once again, transfer power in this country demonstrating to ourselves and the world we are a \nnation of laws.  And this morning it's an appropriate setting with new members of this committee on both sides of \naisle and particularly the two new senators -- two women -- as members of this committee -- an historic first to be \ntaking testimony from the first woman to be nominated to serve as the Attorney General of the United States.\n\n So I'm very pleased to be joining my colleague from Connecticut, Senator Lieberman, my colleague from the \nHouse, Rosa DeLauro with whom I had the wonderful privilege of working for so many years and our new \ncolleague, Senator Murray this morning in presenting Zoe Baird as the President-Elect's nominee.\n\n This is a fine candidate and you will discover very quickly in her opening remarks and in response to your \nquestions a very forthright, direct, honest person.  As you know, Zoe Baird has enjoyed a distinguished legal career \nand has achieved much of her success in our home state of Connecticut.\n\n Her association with our state does not go back a long time, but it's been a distinguished relationship, when she \njoined the legal staff of General Electric Corporation.  After skillful management of that company's legal department, \nshe went on to become the first female General Counsel in history of the AETNA Insurance Company which is \nbased, as you all know, in Hartford, Connecticut.  As AETNA's top attorney, she reorganized the 120 person law \ndepartment and helped make it far more cost efficient and effective.\n\n Although I've mentioned Ms. Baird's outstanding managerial ability that is only part of her many talents.  Indeed, \nevery who has worked closely with Ms. Baird describes her, and I quote them as, \"brilliant, innovative and \ntenacious.\"\n\n From her first mentor in the Carter White House, Lloyd Cutler, who many of on this committee know well, to the \nchief executive officer of Aetna, Ronald Compton (ph) her reviews have been stellar.\n\n What I find most impressive about Ms. Baird's career is that despite her rapid rise through the ranks of the legal \nprofession she has never forgotten those members, particularly in our community of Connecticut where's she lived \nover these past years, who were less successful and less fortunate.  That commitment to community is \ndemonstrated by the time and effort that she has dedicated to public service.\n\n \n\nDuring the past seven years Ms. Baird has served on the board of directors of the Friends of Legal Services of \nSouth Central Connecticut which helps to provide legal services to the poor.  Civil elites who will work with the \n\n\n\nScience Park Development Corporation in New Haven.  He has helped improved one of that city's poorest \ncommunities.  And one of the poorest in the country, I might add, as well.\n\n Clearly, members of the committee, I would say Ms. Baird has impressive qualifications.  I know that you are \nanxious to explore these qualifications in greater detail so I'll not take too much more of your time here this morning.\n\n I would like to note that, as is to be expected, some of the questions or some questions have been raised about \nMs. Baird's positions on various issues in other matters which have been already addressed by the Chairman and \nRanking Minority Member here this morning.  Certainly, this distinguished committee must explore those issues.  \nThe American public would expect nothing less.\n\n Although she will soon make her statement, let me just say that Zoe Baird welcomes those questions.  She know \nthe enormous challenges facing the chief law enforcement official of this nation.  And she wants to face those \nchallenges with the full support of the American people.\n\n Indeed, in an article that she wrote a number of years ago she stated that the ultimate client of the Attorney \nGeneral -- and I quote her: \"Must be the people of the United States.\" I can think of no better recommendation than \nher own statement.  In closing, let me thank all of you for allowing us to appear before you this morning to present \nthis fine nominee.\n\n I, as well, compliment President-Elect Clinton for this choice and I compliment Ms. Baird for accepting the \nchallenge that she will about to assume as the Attorney General of the United States.  And I urge you question her \nthoroughly, and to move as expeditiously as possible.  Mr. Chairman, I thank you.\n\n SEN. BIDEN: Thank you very much, Senator.  Senator Lieberman.\n\n SENATOR JOSEPH LIEBERMAN (D-CT): Thank you, Mr. Chairman, Senator Hatch and members of the \ncommittee.  I am very happy to join my colleague, Senator Dodd, Senator Murray and Congressman DeLauro in \nintroducing Attorney General Designate Zoe Baird to this committee this morning.\n\n I must say that I'm extremely proud that America's first woman Attorney General is going to come from \nConnecticut.  Indeed, from my own home town of New Haven and, if I may say so personally, beyond that, very \nproud that Zoe and her husband Paul are dear friends of my wife and mine. I want to add for the sake of history and \na little chauvinism that when confirmed, Zoe will be our nation's third Attorney General to come from the great state \nof Connecticut.\n\n \n\nLet me say at the outset that I have no doubt that Zoe Baird has what it takes to be not just the first woman \nAttorney General, but one of the finest Attorneys General in our history.  She has had a distinguished legal career \nspanning government, private legal practice and business.  She believes in the law.  She is a student of the law in \nthe best sense.  She can be tough when toughness is needed; understanding when understanding is required.  She \nwill be a strong advocate for the administration; for the people of the United States.  And most of all, for the law as \nan expression of our best values and hopes for an orderly and a fair society.\n\n As a resident of New Haven, let me tell you that Zoe knows what it is to live with the fear of street crime.  She and I \nhave often talked about the way crime and the fear of crime diminishes all of our lives.  And we have spoken of the \nparticular vulnerability to crime that women in America feel as well as the sense of anger that so many of our \ncitizens share when crimes are not solved and when criminals do not receive their just punishment.\n\n Mr. Chairman, Senator Hatch, I have no doubt that Zoe Baird will bring not just her considerable legal abilities to \nthis position but her personal outrage to bear on the criminals who terrorize our streets.  In short, she will be tough \non crime.  With Zoe Baird as Attorney General, I also look forward, particularly from my perspective as a former \nState Attorney General, to a renaissance in the Department's enforcement of its affirmative responsibilities including \nenvironmental, consumer and trust and civil rights.\n\n Our nation obviously depends on a justice department that will bring the worst polluters to heel; that will fight for \nfair, free and full competition to benefit America's consumer; and that will enforce the civil rights laws that help us to \nensure that every person in our country can succeed if they work hard.\n\n\n\n I know how much the State Attorney General will appreciate the help of a vigorous Department of Justice in each of \nthese areas.\n\n Mr. Chairman, Zoe Baird will also bring to the US Attorney General's office a very important background in \nmanagement and the willingness to take a fresh look at new ideas that must be part of good management in \ngovernment.\n\n For too long, I think, as an example we have often approached our crime problems by layering additional programs \nand responsibilities on the Department of Justice.  It's time to reinvent the Justice Department, to examine its \nstructure and its programs, to determine whether we are getting the best results from our investment in this \ndepartment.  I have great confidence that Zoe's management experience and her intellectual strength give her the \ntools to carry out this critical and re-invigorating task.\n\n Mr. Chairman, Senator Hatch, members of the committee, I have known Zoe Baird for almost a decade now.  \nBecause of her intelligence wisdom and personality, her star has risen quickly.  Let me just quote from one of her \nformer employers, the CEO of General Electric, Jack Welch, who has said, and I quote, \"Zoe Baird is a terrific \nperson who did an outstanding job in every assignment she had.  She's very smart, she's a very quick study, and \nshe is a person of the highest integrity.\"\n\n My colleagues, people I've worked with here in the Senate for four years, I come before you on behalf of this \nnominee to say to you personally I trust her.  I trust not just her competence, I trust her character.  Now, my -- I'm \nconfident that you will be as impressed with her as I consistently have been over the years and will confirm her \nnomination as our next attorney general.\n\n Mr. Chairman, I thank you, Senator Hatch, and all the members of the committee for your characteristic fairness \nand courtesy to this nominee, and finally I ask your consent to have printed in the record a compilation of articles \nand comments about the nominee that have appeared in the press since her nomination was announced.\n\n SEN. BIDEN: Without objection.\n\n SEN. LIEBERMAN: Thank you, Mr. Chairman.\n\n SEN. BIDEN: As my colleagues know, it's not at all unusual to have the senators from the state from which a \nnominee hails to come and be the presenters and introducers, as well as the congresspersons from that district, but \nit is somewhat unusual to have someone with such a transcontinental reach, and we welcome one of our newest \nmembers of the Senate from the state of Washington, Senator Patty Murray, who requested to come and speak on \nbehalf and be one of the presenters of Ms. Baird.  Senator?\n\n SEN. PATTY MURRAY (D-WA): Thank you.  Mr. Chairman and members of the committee, I am honored to be \nhere today to escort and support Zoe Baird in her quest for US Attorney General.  Much has been said over the \nlast year about those of us who are coming into politics and public life as outsiders, not well known in the Beltway, \nand I think that I know as well as many what the challenges and obstacles are to those of us who are coming in not \nso well known, but I also believe that the message of this last election is that the voters want change, and that \nmeans new faces, new voices, and new experiences, the kind that Zoe Baird brings.\n\n Now, as you will hear throughout the day, Zoe is well known in political and corporate worlds, but that's not the \ncontext I know Zoe in. As a matter of fact, Zoe and I both grew up in a small town, population 1,000, called Bottholf \n(ph), Washington.  We are both products of that community, and over the last several weeks, I have heard from \nmany of the people that we grew up with who are excited about Zoe's nomination and, in fact, last Friday I got a \nletter from someone that I have not seen or heard from since 1968, when I graduated, who sent me a letter, and I \nwould like to share part of it with you.\n\n It says, \"I remember Mrs. Gerrity (ph), who was our social studies teacher, telling our class while we were in high \nschool that women would someday be empowered in politics.  It seemed for us in those days before women's lib to \nbe an unattainable goal, but you did it.  You really did it. And now I found out that my sister's friend Zoe Baird was \nnominated by Clinton for attorney general.  She was two years behind us in school.  You ladies give hope to \nwomen all across the country, especially for those of us in the work force battling that glass ceiling.\"\n\n\n\n Zoe and I are both products of a small community and a great public education system that taught us if you believe \nin yourself, if you work hard, you can make a difference.\n\n Zoe, I know you're going to make a difference, and I'm proud to support you.\n\n Thank you, Mr. Chairman.  (Applause.)\n\n SEN. BIDEN: Thank you.  Thank you very much, Senator.  Time will overcome anonymity, I assure you.  \n(Laughter.)\n\n When I came here, I was 29 years old, and I said the only promise I could make is I would get older.  You will get \nbetter known whether you like it or not, and -- but Senator -- Congresswoman Rosa De Lauro.  Rosa.\n\n REP. ROSA DE LAURO (D-CT): Thank you, Mr. Chairman.\n\n Senator Hatch, members of the committee, it's an honor for me to be here this morning before the Judiciary \nCommittee of the United States Senate and its an honor for me to be here on this panel with my colleagues from \nConnecticut, Senator Dodd, mentor, Senator Lieberman, and newly elected Senator Murray.\n\n Over the years, some of the most distinguished legal minds in America have sat before this committee as its \nmembers have carried out the historic responsibility to advise and consent, and I deeply respect the work of this \ncommittee, and that's why I'm here today.\n\n I also respect the tradition of excellence that precedes the designates who have occupied this table, and I believe \nstrongly that Zoe Baird will add her name to one of the most respected attorneys general in this nation.  I've come \nwith enthusiasm to introduce Zoe Baird.  I know her as an exceptional professional, as a person who has deep \nvalues and who is committed to the law and individual liberty.\n\n Zoe Baird brings a brilliant legal discourse and a broad understanding of the law and its impact on social relations.  \nShe has a deep commitment to individual rights and to upholding the law, and this is a person who was always \nprobing for the broader meaning and for implications and looking -- and, really, I say this without any cynicism -- \nalways looking for the public good.\n\n But her professional credentials only tell one side of the story.  I'm here to tell you about a person who is also my \nneighbor and who's also my very dear friend.  It is more than anything this side of Zoe Baird that convinces that \nshe has the integrity and the personal character to serve this nation as its top law enforcement official.\n\n Six years ago, Zoe and I met over a cup of coffee at Clark's Ferry in New Haven, Connecticut, and I knew \nimmediately that this was someone who would become a close personal friend, and I recognized in her the kind of \npersonal commitment to people that has always impressed me in others but is often very hard to find.  And no \nmatter how busy Zoe was with her own career and a demanding career, she made time for her family, for her \nfriends, and for her community.\n\n And over the years, her family, Paul and Julian (ph) and her brother Stacy (ph) have all shared -- we've all shared \nthe holidays together, and I've learned something about her inner strength and about her personal character.  But \nlet me emphasize that this is a committed mother and a wife, also a professional who is honest and who is ethical.  \nShe is somebody who wants to do the right thing, and I would be proud -- proud, indeed -- to have a person of her \ncharacter setting the standards for this country.\n\n When I first heard that President-elect Clinton was considering nominating Zoe Baird as attorney general, my \nexcitement was for her as a friend who was happy for this nation who would benefit from her service, but I also \nreacted with a sober respect for the thinking that went in to the decision.\n\n In this appointment, president-elect -- he turned to a woman with a brilliant, creative legal mind and a reputation for \ntough-mindedness.  He turned to a woman of grace who had shown the way to the top not just in the law but in the \nbusiness community, as well, and he turned to a person who is committed deeply and passionately to the protection \nand the expansion of individual liberty, and he turned to a good person whose instincts are going to serve her well \nin this office.\n\n\n\n I'm very proud that Bill Clinton had the vision to nominate Zoe Baird for attorney general.  I think it says a great \ndeal about the new direction of this country and about Zoe Baird herself, and I am proud to present her today to all \nof you, and I urge you to confirm her nomination as attorney general of the United States.\n\n Thank you, really, for the honor of being with you today.\n\n SEN. BIDEN: Thank you, Congresswoman.  It's an honor -- would be an honor to have someone support any of us \nwith the enthusiasm that you have and with the integrity that you bring to this table, and we appreciate it.\n\n Ms. Baird, I'm going to ask you now to stand and be sworn, and then we'll hear your testimony.\n\n Do you swear the testimony you're about to give is the whole truth and nothing but the truth, so help you God?\n\n MS. BAIRD: (I do?)\n\n SEN. BIDEN: Welcome, Ms. Baird, and the floor is yours for an opening statement of any length or duration that \nyou would like to make, and I thank our colleagues for taking the time to be here.\n\n MS. BAIRD: Chairman Biden, Senator Hatch, members of the committee.\n\n SEN. BIDEN: (Off mike) Excuse me one moment, Ms. Baird.  Before Senator Thurmond says it, would you, as he \nsays, pull the machine closer? The acoustics -- (laughter) -- in here are not very good.\n\n MS. BAIRD: I was told not to worry about the mike, that the folks who could turn up the dials would take care of \nthat, but I guess I --\n\n SEN. BIDEN: Well, I -- I -- I think he lied.  (Laughter.)\n\n MS. BAIRD: Okay.\n\n SEN. BIDEN: So -- but you -- you literally --\n\n MS. BAIRD: I apologize --\n\n SEN. BIDEN: -- may have to pull --\n\n MS. BAIRD: -- is that okay now?\n\n \n\nSEN. BIDEN: -- that closer.\n\n MS. BAIRD: Okay.\n\n SEN. BIDEN: I apologize for that.  I know it's somewhat inconvenient. Thank you.\n\n MS. BAIRD: Okay.  Thank you.\n\n It's a great honor to appear before this committee today as you consider my nomination to serve as attorney \ngeneral of the United States.\n\n I first want to thank you, Chairman Biden, and the other members of the committee for the welcome that you've \nextended to me during the days leading up to this hearing.  I'm especially mindful of the collective years of \nexperience and commitment that the members of this committee have from both political parties for justice in \nAmerica.  If confirmed, I look forward to the opportunity to work with all of you to our shared goal of justice for every \ncitizen of the United States.\n\n Please permit me to first introduce my husband, Paul Gewirtz, who teaches constitutional law at Yale University.  \nAs you're all very well aware --\n\n SEN. BIDEN: -- (inaudible) -- would your husband please stand so we know who he is?  There's so many good-\nlooking guys back there.  Thank you. (Laughter.)\n\n Welcome.\n\n\n\n MS. BAIRD: As you're all very well aware, we also have a three-year- old son, but I spared you his presence this \nmorning.  (Laughter.)\n\n I also want to thank our family members, friends, and colleagues who are here today.  I must give particular thanks \nto Senator Chris Dodd, Senator Joe Lieberman, Senator Patty Murray, and Representative Rosa De Lauro.  \nThey're not only friends, but inspirations to the ideal of public service.\n\n President-elect Bill Clinton has paid me the highest honor by offering me the challenge of leading the Department \nof Justice and its now 91,000 employees.  The name of the department I will head, if confirmed, states my basic \ngoal in its most simple and noble terms: Justice.  The inscription above the entrance to the Supreme Court \nestablishes our standard: Equal justice under law.\n\n The Justice Department has many critics, but it is a great department, full of extraordinarily skilled and public-\nspirited people.  I hope to bring to them a larger sense of purpose and a clear sense of honor to serve their clients.  \nWhile there will be partisan issues, it should not be a partisan department.  The department's purpose is to use the \nlaw to protect the American people and to use the law to enforce the rights of the American people -- their civil \nrights, their rights to economic fairness, and their right to a cleaner environment and security from crime.  The \nDepartment of Justice touches on the work of all other departments, guiding them in the law and defending their \nactions in court. I want this influence to be used to further the rights of the American people throughout the federal \ngovernment.\n\n As in the period when Robert Kennedy was attorney general, I want to infuse this department with a new energy \nand to attract to its ranks the very finest talent this country has to offer.  As in the period when Edward Levy (ph) \nwas attorney general, I want the department to be a symbol for this country that we are governed by the rule of law, \nand I want it to always be seen as a place where the American people think that justice is being pursued.\n\n I hope today to have the first of many constructive dialogues with you.  As I'm sure you'll appreciate, since this is a \nnew administration, many of the issues we'll raise will require further study, but let me start by first briefly \nintroducing myself to you and sharing some of my life- shaping experiences.\n\n As Senator Murray said, I grew up near Seattle, Washington in a home created by working parents.  My father was \na labor union official and my mother raised the family and worked in a union-sponsored retirement home. Their \nguidance and teaching centered on love of family, interest in public affairs and an opportunity to serve.  I did my \nundergraduate studies at the University of California at Berkeley and later studied law at that university's Bolt Hall.\n\n As my career has developed, I've worked in an unusually broad range of institutions.  After completing a federal \njudicial clerkship with the late Judge Albert Wallenberg (ph), I joined the Department of Justice as a lawyer in the \nOffice of Legal Counsel.  I then served in the White House as associate counsel to President Carter until his term \nended.  In 1981, I joined the law firm of O'Mellvany (ph) and Myers and became a partner in 1985, working on a \nwide range of matters involving litigation, negotiation and counseling.\n\n Following my marriage in June of 1986, I moved to Connecticut and joined General Electric where I was involved in \nsenior management as a lawyer with multi-faceted responsibilities, including advising on criminal matters.  I \nsupervised a broad range of legal projects and participated in the management of GE's large legal department.  My \nrole was described as the managing partner.\n\n In 1990, I joined Aetna, initially as Vice President and General Counsel and then later as Senior Vice President and \nGeneral Counsel, where I have served until the present time.  As the company's chief legal officer, I have overseen \nthe work of 120 in-house lawyers as well as a large number of outside counsel.  The legal work has been diverse.  \nI've guided management through many difficult legal problems.  I developed a strategic litigation approach for the \ncompany.  I organized a basic restructuring of the company's legal arm in order to make the delivery of legal \nservices more effective and efficient.\n\n Throughout my professional career, I have considered broader involvement on behalf of public interest issues, an \nimportant ingredient of my life.  I have handled pro bono matters.  For example, when I was at O'Mellvany, I was \ninvolved with this body's consideration of the reauthorization of the independent counsel statute.  More recently, I \norganized a new pro bono program at Aetna.\n\n\n\n One of my most satisfying involvements was giving life to a non-profit corporation in New Haven, Science Park \nDevelopment Corporation, which is attempting to create economic opportunity for one of New Haven's most \ndepressed communities.  Let me turn back now to the Department of Justice.  The challenges and opportunities \nthat that department faces are many.  First, there is the enormous problem of crime.  Today, Americans face \nthreats from violent predators on our street corners, sophisticated crime syndicates engaged in drug-trafficking, \ninternational terrorism and all manner of criminal activity.  The Department confronts elaborate criminal schemes \nnot even contemplated five, 10 and 15 years ago.\n\n As the mother of a three year old, I can particularly appreciate the passion and the anger about the day-to-day \nterror of crime in America, whether urban, suburban or even rural.  My son can't play outside our home in New \nHaven at night because of fear of crime.  There was a drug-related murder just a block from our house not long \nago.  Unfortunately, most Americans live in much greater fear of crime than I.\n\n I want the single urban mother who fears for her child in school every day from violent gangs and the elderly widow \nwho is afraid to go to the supermarket after dark to know that they have a friend in the Attorney General.  Violent \ncrime is not a partisan issue.  It must be addressed firmly and fairly.\n\n President-elect Clinton and I have one of the very highest priorities in the early introduction and passage of a \ncomprehensive crime bill.  He talked about many of its components in the campaign -- 100,000 more police on the \nstreets, passage of the Brady Bill, a federal death penalty law and habeas corpus reform.  We pledge to work \nclosely with the members of the Senate and the House on the particulars of this bill to pass this legislation early.\n\n Another critically important priority for the department is energizing our efforts to vindicate the civil rights of all \nAmericans.  It is fitting this hearing is being held the day after we gave tribute to Martin Luther King in recognition \nfor his contributions to this nation which are so critical to the functions of the Justice Department.\n\n A Department of Justice deserving of its name must be a leader in civil rights.  It must have a vigorous and \nprincipled commitment to civil rights and we will do that with renewed anti-discrimination enforcement, in \nemployment housing, voting rights and education.\n\n With the enactment of the Americans with Disabilities Act in 1991, the federal government has a powerful new tool \nto eliminate discrimination against the disabled.  Promoting the civil rights of all Americans should not be an issue \nthat divides us, but should be a way of bringing our country together, making us stronger, assuring that talents and \naspirations of all Americans are included in our effort to be a better and more productive nation.\n\n I specifically want to reassure those who are concerned that because I, like a number of my predecessors, have \nrepresented large commercial interests that, for some reason, I'm more tolerant of corporate misconduct. Nothing \ncould be further from the truth.  In fact, my activity in the business community often made me unpopular because I \nwas a determined advocate of corporate ethics and of voluntary disclosure of fraud to the government.\n\n I am particular challenged by this prospect of bringing my expertise in this area to bear for my new client, the best \nclient I will ever have, the people of the United States.\n\n Vigorous environmental enforcement is also a high priority for this department.  We will work closely with the \nEnvironmental Protection Agency to ensure that the environment is protected and that those who abuse it will be \nheld accountable and prosecuted.  Our anti-trust laws, too, must be made to work for America in the years ahead.  \nWe're going to require vigorous enforcement of the trade regulation laws because we believe that competition in the \nmarkets benefit consumers, and sustained and experienced attention must be brought to the management of the \ndepartment.\n\n The Department of Justice has grown by 40,000 employees since I worked there a decade ago.  Management of \nsuch a large organization is not something that just falls into place.  Inattention or inadequate management results \nin inefficiencies and distance and alienation from the people the department is intended to serve.  We must look to \nstrong direction from the top, to new technologies, computerization, effective planning and implementation.  We \nmust draw out the talent of those throughout the organization.\n\n\n\n All of these efforts will be guided by more overarching goals -- restoring a deeper sense of purpose to the \ndepartment, infusing energy and new talent, insisting on non-partisanship, professionalism, integrity and promoting \nthe ideal of justice.\n\n The public must have confidence in the independence and integrity of the Department of Justice.  We will have an \nopen and accessible department. The public must know that the Department is protected from inappropriate \npolitical intrusion.\n\n I intend to insulate the line attorneys and litigating division chiefs from political contact.  We will maintain the strict \npractice that any White House contacts must come through the Attorney General or the most senior department \nofficers.  This should help to screen out and absorb the pressures inherent in such contacts.\n\n Let me close by saying that there is no higher privilege I can imagine than having the opportunity and the \nresponsibility to serve as Attorney General of the United States.\n\n When I served as an attorney in the Department over a decade ago, the office I worked in was just down the hall \nfrom the Attorney General's office.  The hallways on that floor are, as you know, decorated with Depression-era art.  \nThese intense paintings depict the many faces of Americans who are affected every day by the work of the \nDepartment of Justice.\n\n \n\nI remember the thrill and inspiration of working in that Department, instilled with the notion that my mission was to \ndo my best for my country. And I often reflected on the simple inscription in the rotunda of the Department of Justice \nthat says that, \"The United States wins its point when justice is done to its citizens in court.\"\n\n If you confirm me as the 78th Attorney General, I pledge you my full cooperation in securing justice for the people \nof this country and I will never forget that my most solemn responsibility is to that ultimate client -- the people of the \nUnited States.\n\n That concludes my formal statement.  But before we move to questions let me speak briefly to the issue of my child \ncare situation which has received considerable public attention.  It is a matter that, as you know, I raised at the \noutset with the President-elect's transition team, with the FBI and with this committee.\n\n As you're aware, last weekend, my husband and I paid a $2,900 civil penalty, for having hired an undocumented \nworker to take care of our son Julian and her husband.  Earlier this month, we voluntarily paid the full amount of our \nSocial Security taxes, with interest and penalties for the period of their employment.\n\n The hiring of this couple and our failure to pay the appropriate taxes at the time was wrong and I take full \nresponsibility for it.  There are several facts I would like you to understand.  Before hiring the couple, my husband \nconsulted with immigration lawyers in Connecticut who informed him that the immigration laws have employer \nsanctions for hiring someone not authorized to work in the United States.  But the lawyers advised that the \nImmigration and Naturalization Service did not appear to view this as an enforcement matter and explained the \nprocess provided for in the law to sponsor domestic workers for permission to work in this country.  After hiring the \ncouple we retained a lawyer who assisted in completing the sponsorship process.\n\n The process called for us to disclose to the Labor Department and the INS that an undocumented worker was in \nour employ and living in our home. We did.  Our lawyer advised us that in his experience it was not possible to pay \ntaxes for the employees until they got their Social Security numbers.\n\n After hiring the couple, we retained a lawyer who assisted us in completing the sponsorship process.  The process \ncalled for us to disclose to the Labor Department and the INS that an undocumented worker was in our employ and \nliving in our home, which we did.  Our lawyer advised us that in his experience, it was not possible to pay taxes for \nthe employees until they got their Social Security numbers.\n\n I believe that completing this process was an appropriate way to address the couple's status.  But having said that, \nMr. Chairman, Senator Hatch and members of the committee, it was a violation of the law to hire undocumented \nworkers.  Our decision to hire the couple was wrong, and I deeply regret it.\n\n\n\n I have always sought to uphold the highest ethical standards.  I regret that my first discussion with you relates to \nthe faulty hiring of child care rather than our urgent need to address the issues that I've discussed in my opening \nstatement.  I respectfully ask you to view this in the context of my overall record.  And if you confirm me, I will do \neverything in my power to uphold the integrity of this department, to fulfill its promise, and to serve the American \npeople.\n\n SEN. BIDEN: Thank you, Ms. Baird.  The way we'll proceed, ladies and gentlemen, is we will have 15-minute \nrounds of questioning by each member of the committee who wishes to ask questions.  I want to make it clear, \nbecause we've discussed this, the ranking member and I, we are -- there is plenty of time, notwithstanding the fact \nthat the president-elect would like very much to have the nominees for all Cabinet posts in place by his \ninauguration, that will not be the case here.\n\n There is no reasonable prospect that we will vote on this nomination between now and the time the president-elect \nis sworn into office.  And there is no desire to prolong this hearing, but there is no inclination to move this hearing \nalong when a single question remains to be asked on the part by any member of this committee.  And so we will \nproceed at a deliberate pace.\n\n And I would also indicate that one of the things that will happen, Ms. Baird, in these hearings, because we are able \nto get up on occasion and move out, on occasion you'll find us trespassing on your physical constitution, and that is \nthat I will try to be cognizant of the fact that we'll take a break every now and then just to give you an opportunity to \nget up and stretch your legs so that you don't have to sit straight through.\n\n Again, we'll go until 12:00.  I know there are a number of events that are taking place today.  We'll break from \n12:00 until 1:00, and then we will go from 1:00 until somewhere between the hour of 3:00 and 4:00.  And we'll make \na decision then, the ranking member and I, consulting our membership, as to whether we'll reconvene on Thursday \nor the beginning of the following week.  I do not want to convene on Friday and leave things unfinished going into \nthe weekend.  So we'll either finish or not.  We'll make that decision as time permits and see how far along we go.\n\n Ms. Baird, I have a number of questions relating to the actual functioning of the office, from law enforcement to the \nanti-crime agenda to the drug strategy to health care fraud, cooperation with the intelligence community and others, \nall of which I will get to.  But as you know from our first meeting, I have a fairly -- well, I won't say fairly; I have a \nvery strong view relating to the matter to which you spoke last, and that is the hiring of undocumented workers by \nyou and your husband.\n\n When we first met on January the 5th following your being named by President-elect Clinton to be attorney \ngeneral, you volunteered this fact to me.  You volunteered the circumstances under which this hiring took place, \nand you volunteered that what did take place was a violation of United States immigration law.  I've spoken to you \nat length about this matter and you've been interviewed by the FBI and by the committee investigative staff under \noath.  And this matter is, as you know, a serious one in my view.\n\n The committee and the public, as we've discussed, has to be assured that you are, without exception, going to be \nwilling to enforce the law. And the immigration law falls under your responsibility.  It happens on your watch as \nattorney general.  And I believe it's important that you have an opportunity to explain, in even greater detail than \nyou have in your opening statement, the various circumstances surrounding this hiring.\n\n Now, let me begin my questioning, if I may, on this matter.  And then when my second round is up, we'll get back to \nthose matters that have not been touched upon.  And I expect everything will have been relating to substantive \noperation of the department.\n\n When did you first hire the unauthorized workers?\n\n MS. BAIRD: In July of 1990.\n\n SEN. BIDEN: And who did you hire, Ms. Baird?\n\n MS. BAIRD: We hired a couple from Peru.  I'd rather not use their names unless you feel it's necessary.\n\n SEN. BIDEN: Well, it's not necessary.  I mean, it's in the record. It's a matter --\n\n\n\n MS. BAIRD: It's in the record.\n\n SEN. BIDEN: It will be a matter of public record.  It's not anything we're going to hide either, because quite frankly, \nif they are still undocumented and they are still working in the United States, notwithstanding they're not in your \nemploy, that is a violation of the law. But let me ask you, have you previously attempted to hire -- in what capacity \ndid the persons you hired work for you?\n\n MS. BAIRD: We hired the wife of this couple to be a babysitter for our three-year-old, then eight-month-old son, \nwhen I was starting a new job at Aetna.  The husband did various work for us, much less regular, specific work, and \npart of that included my hour commute to Hartford so that when I got home at the end of the day, I was free to \nspend my time with my son.\n\n SEN. BIDEN: Put this in context for me, if you will, and for the committee.  The hiring took place coincidental with \nyour moving from one job to another and your moving your place of employment from your hometown of New \nHaven to Hartford, which is roughly an hour away.  Is that correct?\n\n MS. BAIRD: Right.  I had been working before that at GE, which was closer to my home.\n\n SEN. BIDEN: And the hiring of the undocumented workers, did that take place after or before an attempt to hire an \nAmerican citizen or a documented worker?  By documented, I mean the parlance that's often used that people \nunderstand is a non-citizen with a green card, meaning they are legally entitled to have gainful employment in this \ncountry.  Did you attempt to hire someone who either had a green card or was an American citizen?\n\n MS. BAIRD: Yes.  We had been looking for almost two months to try to find a suitable person to take care of our \nson, that we required someone to live in because of the long hours that were necessary.  I was away from home \nabout 12 hours a day, and because of the erratic schedule my husband had, we had placed advertisements.  In \nfact, in those advertisements we had said that we wanted a US citizen or someone with a green card only.\n\n We had contacted a large number of employment agencies and had been unable to find someone who had \nexperience in child care who we had confidence would provide stable care for our child.\n\n SEN. BIDEN: How did this couple come to your attention?\n\n MS. BAIRD: Through an agency.\n\n SEN. BIDEN: Through an employment agency?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: Now, when -- prior to hiring the couple, what did you know about their immigration status?  \nSpecifically, did you know if either of them had a green card authorizing them to work in the United States?\n\n MS. BAIRD: We knew that they did not.\n\n SEN. BIDEN: Did you know when you hired them that the employment of an immigrant who did not have a green \ncard was a violation of the United States immigration laws?  MS. BAIRD: Yes.\n\n SEN. BIDEN: Did you or your husband seek legal advice on this issue?\n\n MS. BAIRD: Yes, we did.  Before we hired them, my husband contacted lawyers to determine if there was a \nprocess that we could use to hire them.\n\n SEN. BIDEN: And the process -- was the process, as explained to you, one that was antecedent to your ability to \nlegally hire them and be in compliance with the law?  Or how -- what did the lawyers that you consulted or your \nhusband consulted tell you and/or your husband relative to your -- the legal status of your ability of hiring them?  Did \nthey say that you can go ahead and hire them and get in process the application for a green card and it's all right?  \nWhat did they tell you?\n\n MS. BAIRD: Well, I don't want to say this to excuse what we did, but I will tell you what I understood.  And my \nhusband was the one who talked to the lawyer, so I don't -- again, I don't say that to distance myself, but just to be \naccurate.  I had started a new job.  It was his summer vacation and he took over the responsibility of finding child \ncare for us.\n\n\n\n SEN. BIDEN: Now, your husband is a professor at Yale University --\n\n MS. BAIRD: He's a professor.\n\n SEN. BIDEN: -- Law School.\n\n MS. BAIRD: Yes, that's right.  What we understood the lawyers to be saying -- and we've made public a letter from \none of the lawyers we consulted -- what we understood was that the lawyers said that it was -- and I would quote -- \n\"a technical violation of the law\" to employ someone who was undocumented but that this was not perceived as an \nenforcement matter by the Immigration Service, that there was a process that we could use, a legal process where \nwe would disclose to the Labor Department and the Immigration Service that we had the undocumented worker in \nour employ, that this undocumented worker was living with us, and that ultimately this worker would get these \npapers based on the certificate of need that the Labor Department issued, that we had the need for this person.\n\n Now, I say this -- I again answer your question, but I don't want you to think I say this to excuse this.  In my hope to \nfind appropriate child care for my son, that I could have confidence might given him some continuity, I gave too little \nemphasis to what was described to me as a technical violation of law and was too willing to lean on the rest of what \nwe were told about the disclosure process and the ability to clarify the situation with the Labor Department and the \nINS through the sponsorship process.  SEN. BIDEN: So if I can characterize it, you said -- to make sure I \nunderstand it -- you knew and your husband knew at the time these people came into your home and accepted their \nfirst paycheck from you that you were violating the law.  And you knew that the violation -- there was no question \nabout the violation, that there wasn't anything that you could do, short of them actually having a green card, that \nwould entitle you under the law to hire them.\n\n But what I understood you just to say was that because of your need, you rationalized to yourself that this is -- it's a \ntechnical violation, that it is enforced only in the breach, and that in time, by going through the process, you would \nbe able to make this right by them getting a green card?  Is that what you're saying to me?\n\n MS. BAIRD: Well, I allowed myself to think that the processes set up by the Labor Department and the INS gave \ntacit approval to this sort of situation, which I can't condone now.\n\n SEN. BIDEN: Once the couple was in your employ, did you file the so- called I-9 form attesting to the citizenship of \nan employee, as required by the law, federal law?\n\n MS. BAIRD: No, I actually don't believe the form is required to be filed.  It's, I think, required to be held by an \nemployer, and we did not do that.\n\n SEN. BIDEN: Now, as I understand it, you have employed other domestic help to help raise your child, both before \nand after this couple who were undocumented.  Did you file the requisite I-9 forms for these individuals?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: Did you file any other documents with the federal government disclosing your employment of the \ncouple in question, the undocumented workers, in connection with their authorization to work?\n\n MS. BAIRD: No, I don't believe so.\n\n SEN. BIDEN: Did you file -- you indicated you filed with the Department of Labor a certification application, and \nwith the INS an application for a green card.  Is that correct?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: When did you file the Department of Labor form?  As I understand it, the way this works is that the \nprocess, if you want to hire -- if any American citizen wishes to hire an undocumented alien, they are not entitled to \nhire them until they have a green card, but there's a process whereby you can make a case for them to get a green \ncard, and that is that you file a form certification -- or a form with the Department of Labor, asking them to certify \nthat you've tried to hire an American citizen for this job and none was available.  Then, if they certify that that is \ncorrect, then the next step is to go forward with the INS and seek, in effect, an application saying, \"I've been \ncertified by the Labor Department that the people I wish to hire, the persons I wish to hire, are, in fact, needed by \nme.  I cannot find an American citizen to do the job.  And we now are asking you to -- we want to sponsor these \n\n\n\npeople to get a green card so that they can then become legal in the sense of being able to work for us and meet \nthe requirements of the federal law.\" Did you go through that process?\n\n MS. BAIRD: Yes, that's an accurate description of the process.  We went through the process.\n\n SEN. BIDEN: When was the Department of Labor form filed?  You hired these individuals.  They began to work in \nyour employ, if I'm not mistaken, in July of 1990.  Is that correct?\n\n MS. BAIRD: That's right.\n\n SEN. BIDEN: When, if you recall -- and please feel free to consult any notes or counsel if you like, because there's \na lot of dates and I don't expect you to know all of them off the top of your head, but if --\n\n MS. BAIRD: By now, Senator, I'm pretty familiar with them. (Laughter).\n\n SEN. BIDEN: All right.  Well, then, tell me, when did you or your husband -- whomever had the responsibility, the \nallocated responsibility within the family unit -- when was the form required filed with the Department of Labor which \nessentially says, we can't find anyone who's an American citizen.  We want you to tell us that it's okay for us to \nmake an application to sponsor people who, in fact, are not American citizens because of the need we have.  When \ndid you file that form?\n\n MS. BAIRD: The form was filed by my husband -- actually by the lawyer for my husband -- in July of '91, one year \nlater.\n\n In the intervening period between the time that we hired the couple and the time the form was filed, my husband \nand the person who was caring for our child was in the process of consulting with lawyers, with collecting \ndocuments from Peru.  All of which was fairly time consuming, but I must say, if I had handled the process myself, I \nwould have pushed to make it more expeditious and I should have been having more conversations with my \nhusband about it.\n\n SEN. BIDEN: But all this time, you had no doubt that there was a violation of the civil law?  That these people were \nnot, under the law, entitled to be in your employ.  Is that correct?\n\n MS. BAIRD: That's right.\n\n SEN. BIDEN: Now, let me ask you -- so, it was a year later before the form was formally filed with the Department \nof Labor seeking a certification of need?\n\n When was this certification -- was this application approved by the Department of Labor?\n\n MS. BAIRD: Yes.  The way the practice works and the reason that it took so much time -- and I must say, that even \nif I had been pushing my husband harder on this or doing it myself, it probably would have taken eight months \ninstead of a year to file the form.  But the reason that it took so much time is there was a great deal of \ndocumentation that has to be collected before one can file.\n\n The documentation shows the qualifications of the worker for the job. And in this case, because she was from \nPeru, she needed to obtain a lot of documents from Peru, which is a country in some chaos, and it was difficult to \nget them.\n\n Her employers had to verify her employment.  She had to get birth certificates, records from the school she'd gone \nto.  That sort of thing. That information is part of the process.\n\n The second part is that through the employment office in the state, and through advertising, the responses to which \ngo back through the state unemployment job service, we advertised the job and posted the job with the job service.  \nAnd at -- this was after we filed the form with the Labor Department -- and there was not a single response to the \nads placed or response from the job service, from anyone who wanted the job.\n\n SEN. BIDEN: So, in effect, the Labor Department requires you not only file this form, but after the form is file, that \nyou demonstrate to them, by seeking American citizens or someone with a green card, to do the job for which you \nwish to hire, in your case, had already hired undocumented workers.\n\n MS. BAIRD: Yes.\n\n\n\n SEN. BIDEN: And you went ahead and did that and no one responded?\n\n MS. BAIRD: There were two people who responded, apparently neither of whom wanted the job.\n\n SEN. BIDEN: All right.  Now, let me ask you, after you got the Certificate of Need -- or whatever the term for it is -- \nafter the Labor Department certified the need.\n\n MS. BAIRD: Certificate of Need, I believe.\n\n SEN. BIDEN: The next step was to file with the Immigration Service? The so-called, INS?\n\n MS. BAIRD: That's right.\n\n SEN. BIDEN: Now, when did you do that?  Was that done contemporaneously?\n\n MS. BAIRD: No.  The Labor Department Certificate of Need was received in, I believe it was April of '92.  And at \nthat point in time, the husband of this couple had left the person who was caring for our child.  He left in March, their \nmarriage had split up.  And I will say that, I'm sure, as anyone who's gone through that kind of separation, it's \ndifficult in your own family, but it's very difficult to have a separation like that in one's household.  She was obviously \nvery disturbed by it.  And my husband and I spent probably all of our personal time trying to help her pull herself \nback together.  And my husband's focus was not on paper work.\n\n Now, he filed the form with the INS, which was the next step in the process, I believe the following October.  And \nthat, as I understand it, was not a date of significance to when she would be eligible to get her green card that her \nplace in line, if you will, of her priority date had been established by the filing of the -- by the Labor Department \nprocess and the timing there.\n\n SEN. BIDEN: What were you told her place in line was, at the time? How long did you and your husband expect, \nonce the Certification of Need was approved, was granted?\n\n She, the woman helping with your child in the child care, she was then put in line to get a -- as an applicant to get \na green card to be able to legally work?  What were you told once she was put in line?  What did your lawyer or \nanyone else tell you?  That it would be a matter of days, weeks, years, months?\n\n MS. BAIRD: My understanding is that it varies, depending on the places that are available for people from the \nparticular country.  But that it would probably be two, maybe three years that she would be waiting for this green \ncard.\n\n And I'll say about this, again, not to excuse myself, but it's part of the reason that it seemed to me, at the time, that \nthe whole process was one designed where the Labor Department and the Immigration Service recognized that \nsomeone for whom one had applied was acknowledged to be working for you in the meantime.  Because it seems \ninconsistent to think that someone would apply for a child care worker knowing that they wouldn't be able to come \nto work for them for five or six years.\n\n So, it just seemed to me that the process that was set up -- and again, I don't say this to excuse it, I'm just trying to \nexplain to you how I was thinking about it at the time when I was facing this dilemma of trying care for my child.\n\n It seemed to me that the process that was set up was one where when the government invited -- well, invited is not \nthe right word -- but when the government allowed one to come forward and say that I have this need and this \nperson is working for me now, and I'm telling you openly.  That the process acknowledged that this person would be \nworking during this period of time, not only once they obtain the green card.\n\n I clearly was wrong about this as I look back at this.  But I wanted you to understand that.\n\n SEN. BIDEN: It's amazing, the ability of the human condition to rationalize, to justify --\n\n \n\nMS. BAIRD: That's true.\n\n SEN. BIDEN: -- what you know is not right.  Let me ask you, when you said that the Immigration Service or in this \ncase, the Department of Labor, knew they were working for you at the time you made the application.  Was that \n\n\n\nbecause it was expressly stated by you to the Immigration Service?  Or because you listed as their address, your \nhome?\n\n MS. BAIRD: No.  My husband expressly stated that he was the employer of this worker and he expressly state \nwhat her immigration status was.\n\n SEN. BIDEN: What were the conditions of employment with this couple? For example, did you have an agreement \nas to a salary or hours of work, overtime compensation or other conditions of employment?\n\n MS. BAIRD: We had an agreement, an oral agreement, as a salary.  We paid them on a salary basis.  In addition \nto the salary, we provided -- we paid their salary at the prevailing wage in our community for this kind of work.  A \nwage comparable to what we had paid before that and what we pay now.  We provided them with all their room and \nboard, two weeks paid vacation, four paid holidays.  We gave them a significant Christmas bonus every year and \ntried, generally, to help them advance their lives so that they would have a better future after they worked with us, \nas well.\n\n SEN. BIDEN: Let me ask you, at any point, was there a written employment agreement?\n\n MS. BAIRD: There was a prospect of written employment agreement as part of the Labor Department process.\n\n SEN. BIDEN: As I understand it, you filed such a written employment agreement with the INS?  Is that correct?\n\n MS. BAIRD: I had thought it was with the Labor Department, but it may have been with the INS.\n\n SEN. BIDEN: (Inaudible) -- okay.  It was with the Department of Labor you -- (inaudible) --\n\n MS. BAIRD: That's what I thought.\n\n SEN. BIDEN: My mistake.  Now, did the couple work overtime for you?\n\n MS. BAIRD: They worked very flexible hours.  They may have worked or one of them may have worked in the \nevening, but then took time off during the day.  Sometimes they had personal things that they needed to do \ntogether, separately.  My husband, being a professor, was able to take my son if they had something they needed \nto do and -- or sometimes took my son just because he wanted to take him to school with him.  So their time was \nflexible.  It was not a relationship where we were keeping -- punching a clock or paying overtime in that sense.\n\n We really tended to make up for extra time that they spent by their taking other time off.\n\n SEN. BIDEN: At the time you hired the couple, what was your understanding of your obligation concerning the \nwithholding of Social Security and unemployment taxes?\n\n MS. BAIRD: We believed that Social Security taxes needed to be paid and we tried to find a way to pay them even \nthough they didn't have Social Security numbers.  We talked to the lawyer several times about this.  We made \nsuggestions of our own what he was -- he told us -- told my husband that it was not possible to pay the taxes until \nthey had Social Security numbers.  We suggested things like setting up an escrow account.  We tried to find a way \nthat we could pay these taxes and were told that we couldn't.\n\n When I -- we did keep records so that when they got Social Security numbers we'd be able to pay them.  We did \nnot pay in cash.  We kept records.  Nevertheless --\n\n SEN. BIDEN: You paid by check --\n\n MS. BAIRD: We paid by check and we kept records of all we paid, including bonuses and that kind of thing.\n\n Nevertheless, we should have paid the taxes then.  Now, we -- when we became connected to the transition \noperation, one of the transition lawyers said that there was a way we could pay the taxes and so we did go ahead \nand pay the taxes with interest and penalties.\n\n SEN. BIDEN: Had you previously withheld or are you now withholding taxes for other people in your employ \nperforming a similar function?\n\n MS. BAIRD: Yes.\n\n\n\n SEN. BIDEN: Do you or your husband -- did you or your husband receive -- well, you've answered that, actually.  \nThe advice was that you could not pay -- from the first lawyer -- as a practical matter, but when you got down here, \nthe transition team lawyers told you that you should have and could have paid these withholding taxes.  Is that \ncorrect?\n\n MS. BAIRD: That's right.\n\n SEN. BIDEN: Have you now paid these taxes?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: When?\n\n MS. BAIRD: We paid them probably the beginning of January.  I could check the date for you.\n\n SEN. BIDEN: As I understand it, the INS has served now on you a notice of intent to fine concerning your \nemployment of this couple.  Is this matter resolved?\n\n MS. BAIRD: It is resolved.  We paid the fine immediately.\n\n SEN. BIDEN: And what was the fine for?  What -- what was -- what did the INS fine you for?\n\n MS. BAIRD: They fined us for employing someone who didn't have papers and failing to have the -- I believe it was \nthe (INI?) form.\n\n SEN. BIDEN: Did the fine include a violation of the law requiring you to willfully and knowingly have violated the \nlaw?\n\n MS. BAIRD: I believe that it was for knowingly employing these workers.  I don't believe it said knowingly violating \nthe law.  But I don't try to distinguish that --\n\n SEN. BIDEN: But -- but it was --\n\n MS. BAIRD: -- I just -- (inaudible) -- precise.\n\n SEN. BIDEN: No, no.  I understand.  I just want this record to be as clear as possible.  The point of my question is \nobvious, that the INS did not fine you for inadvertently not filing a form.  They fined you for knowingly.  They \nconcluded you knew it was against the law to do what you did and therefore you went -- and you went ahead and \ndid it and they fined you for knowingly having done that.  Is that correct?  MS. BAIRD: The civil penalty that the INS \nasked us to pay, the $2,900 civil penalty was -- was for knowingly hiring these individuals who didn't have papers \nand for not filing the forms.\n\n SEN. BIDEN: Again, for the record, at the moment, the first day that both these people ended up in your \nhousehold, the first paycheck that was handed to them, both you and your husband knew at the time that that was a \nviolation of the federal immigration law.  Did you not?\n\n MS. BAIRD: We did.  That's right.  I explained to you that we -- it had been described to us as a technical violation \nand that there was a process we could use to regularize the situation. But I don't say that to apologize for it.  I just \ntell you to again give you the full picture.\n\n SEN. BIDEN: Let me ask you, do you -- speaking for myself only, it is my impression that it is not just me but a \nsignificant portion of the population that finds your action and the action of your husband to be on its face \ninconsistent with the responsibilities that you will have as Attorney General of the United States to enforce the very \nlaws you knowingly violated.\n\n Do you have -- do you have any sense of -- of the feeling of frustration, in some cases anger and outrage that \nmany of the people who have contacted us and I suspect a significant portion of the American population have \nabout -- about the -- the actions taken by you and your husband acknowledging it's a civil penalty, it's not a criminal \nviolation, a civil violation?\n\n Tell me in your own words how -- whether or not you have a sense of -- what you think the people who are upset \nabout this are feeling.\n\n\n\n MS. BAIRD: I think these -- that these people are fairly questioning whether there are classes of individuals who \nhold themselves above the law, and I assure you I do not.\n\n I think that it is wrong for this government to give any impression that there are classes of people who hold \nthemselves above the law and I certainly would intend if I'm confirmed to assure people through the actions of the \nJustice Department that that department does not treat people differently based on their class, their lifestyle, their -- \ntheir accessibility to people in power.\n\n I will tell you, nevertheless, that I did not intend to do this in a way that has reflected on me as -- as this issue as.  I \ndid not give adequate attention to the situation.  I've told you that I have made a mistake, that I was wrong, that I did \nnot adequately perceive the significance of the matter here or I allowed myself to be more concerned about the \ndifficulty we were having in child care than I was concerned about this situation.\n\n Quite honestly, I was acting at that time really more as a mother than as someone who would be sitting here \ndesignated to be Attorney General. But I do think that the concern expressed is very valid and I understand it.  And I \nthink that if I am confirmed, I will have to work very hard but would intend to work very hard to give those people the \nconfidence that they deserve in the fairness and even-handedness of the justice system, and that includes \neverything from smaller civil penalties to major crime.\n\n SEN. BIDEN: I -- I am happy to hear you say that, quite frankly, because there are some, as I've suggested, who \nhave indicated that -- that this is -- this is not a big deal.  This is like a parking ticket.  To me this is a big deal, \npersonally, and I suspect it is to a lot of Americans.\n\n But you did not do what very bluntly had you done I would unquestionably oppose you. You did not come in here \nand say that \"My lawyer told me to do it.  My lawyer said it was all right.\" Your husband's a leading constitutional \nscholar in American and should know better and did know better.\n\n You're the leading -- a leading lawyer.  You are a person of significant academic and professional accomplishment \nand -- and I just tell you very bluntly, had you come in and suggested that you listened to your lawyer's advice and \nthat's the reason you did what you did, I would certainly be opposed to you.  And you did not come in here and \nsuggest that you're behavior is one that is in anyway justifiable.\n\n You've given us your rationale, your state of mind at the time.  I, for one, do not know exactly how I'm going to deal \nwith this.  I've trespassed on my time and I thank my colleagues for letting me continue this line of questioning.\n\n I have other questions on this matter, but it's quite frankly and very bluntly very important to me that you are not \nmaking excuses. You've made explanations.  You've given us explanations for your state of mind, your thinking at \nthe time.\n\n But let me ask you once and for all: Do you -- had you to do this again, irrespective your being nominated for this \njob, do you understand that the vast majority of the American people have similar needs?  As a single parent for a \nperiod of time, I understand the need for child care. There are tens of thousands, millions of Americans out there \nwho have trouble taking care of their children.  Both couples required to work, or single parents, with 1/50th the \nincome that you and your husband have and that they do not -- they do not violate the law.  They do not do what \nanyone out here could do which is there are tens of thousands of people trying to get into this country, which come \ninto this country on almost any condition.  You are aware of that, aren't you?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: Well.  I -- I thank you for your answers.  (As I say?) I have many more questions.  I thank my \ncolleagues for their indulgence and I will now yield to Senator Hatch.  Thank you, Ms. Baird.\n\n SEN. HATCH: Well, thank you, Senator Biden, Mr. Chairman.\n\n Can you hear me all right?\n\n MS. BAIRD: Yes, sir.\n\n SEN. HATCH: Okay.\n\n\n\n I hate to say this, but sometimes Mr. Bumble is correct.  Sometimes the law is A-A-S, you know.  Sometimes -- \nsometimes some of these laws are very difficult to comply with.  And I take it that neither you nor your husband are \nimmigration lawyers or specialists.\n\n MS. BAIRD: That's right.  We're not.\n\n SEN. HATCH: Well, not many people are.  And like Senator Biden, I can't condone the breaking of a law no matter \nhow innocently or no matter how -- how -- how much I may or may not agree or disagree with the law.\n\n But I have to say as I've listened to your testimony, neither of you are immigration lawyers, neither of you have had \nany experience, neither have a lot of other people.  You did try to comply.  You went to a -- you went to a -- an \nattorney.  You did file openly written documents with the Department of Labor and you were sponsoring these \npeople in that sense and pushing towards their getting a green card.\n\n MS. BAIRD: That's right.\n\n SEN. HATCH: Is that a fair statement?\n\n MS. BAIRD: Yes, that's right.\n\n SEN. BIDEN: Excuse me. You both, though, had never at any time any doubt that what you were doing, \nnotwithstanding (your extra?) efforts, was a violation of the law, did you?\n\n SEN. HATCH: She made that clear.  MS. BAIRD: (That's right?).\n\n SEN. HATCH: She -- she made that clear and I think like Senator Biden, I appreciate you making it clear.  And I \nappreciate your openness with me during those very difficult days when you disclosed this to me on a number of \noccasions and discussed it thoroughly with me.\n\n (You know?), I only have one other thing.  I think you've put it behind you.  I think it was clearly a mistake.  I choose \nto accept your explanation that it was an honest mistake, although you knew that it was a violation and that you \nwere trying to rectify and make it right and you now have rectified the problem and straightened it out.\n\n And I accept that.  I also have to look at your overall reputation and what you've done with your life and the service \nthat you've given, not only to your country, but in the private sector as well.  And I have to say that you're indeed a \nvery competent and very qualified candidate for Attorney General of the United States.\n\n And I intend to support you.  And -- and I will support you.  I just hope that this experience will benefit you and \neverybody with whom you work as to the very many difficulties that the average citizen in this country really has \nsometimes with the law and that you will strive to get US attorneys who basically are not using those positions for \npolitical purposes, but recognize some of the problems that average citizens have in this society today, in this \ncomplex, legal-ridden society.\n\n And I agree with Senator Biden.  Child care is a very, very important issue in this country.  It was only a year or so \nago that we passed a major, major child care bill.  And there are millions of single heads of household, men and \nwomen, but mainly women, who are in despair over what to do about their children and can't work because they \ncan't find somebody to take care of their children or afford to do so.\n\n So it's a big problem.  There are -- it's -- there are a lot -- there's a lot more to this than the violation of what really -- \nwhat is an important law, but nevertheless a technical law as well.\n\n So I accept your explanation.  I don't think it should disqualify you.\n\n And I think anybody who argues that it should is being hyper-technical themselves.  You have admitted your \nmistake.  You've admitted the difficulties involved with that mistake.  And I, personally, take your word for it.\n\n Now, I'd like to move on to some other additional subjects.  The first freedom mentioned in the Constitution of the \nUnited States, in the Bill of Rights, has to do with religious freedom.\n\n In 1990, in the Oregon versus Smith case, many of us believe that the Supreme Court seriously impaired that \nfreedom.  As a result of that decision, a state or federal government need no longer have a compelling interest in \norder to justify a burden on the free exercise of religion.\n\n\n\n This test was very protective of religious exercise -- that is, the compelling interest test -- especially for religious \nminorities in any community.\n\n In Smith, the majority of the Court basically said: the government only needs a rational basis for burdening the \nexercise of religion with the law of general compatibility.\n\n Now, I'd like to know what your view is of the rationale of the majority of opinion.  And do you believe that the \ncompelling interest test, rather than the rational interest test, is a proper one under the free exercise clause for \nreligion -- freedom?\n\n MS. BAIRD: Senator, I think it is a very important issue, and one that I know that both you and Senator Kennedy \nand others on this Committee feel very strongly about.\n\n The Oregon versus Smith decision has raised the concern of many in -- of many different religions that their \npractices will somehow be examined by the state in a way that has not occurred before.\n\n The compelling interest test was -- gave the strength to people feeling that the state would not lightly examine -- \nnot just interfere with -- the practices of religious groups.\n\n And I, in my first substantive answer to a question, probably shouldn't be going out on a limb in an area where \nPresident-elect Clinton hasn't spoken, but --\n\n SEN. HATCH: But he has spoken.  He's said that he supports this.\n\n \n\nMS. BAIRD: Yes.  He has said that he supports this -- thinks that it's a very good idea.\n\n And I'll go out on a limb here a little bit further and say that I think it should be one of the highest priorities in the \nearly days of the administration because I think that there's an anxiety now that really just need not exist that the \nstate will -- as I say -- examine, as well as potentially regulate, the practices of various religious groups, and \nparticularly religious minority groups in different communities.\n\n SEN. HATCH: Well, thank you, because we -- I really feel very deeply about that as do most religious -- religions in \nthis country.  And since it is the first mentioned in the Bill of Rights, I don't want to be -- I don't want to give them \nshort shrift by the courts, or by us in the Congress, or anybody else for that matter.\n\n Now, let me just shift to -- maybe just a few questions about crime and about how you're going to approach the \nproblems there.\n\n How is the Clinton administration -- if you feel -- if you can disclose them at this time -- going to address rural \ncrime in America because there are a lot of our smaller states that are beset with rural crime, and rural criminal \nproblems, as well as the urban criminal problems that many of us face throughout the country?\n\n MS. BAIRD: As I said in my opening statement: violent crime in this country is a pervasive problem, and one of the \nhighest priorities of this administration.  It is a quality of life issue.\n\n And as someone who grew up in a small town, I can appreciate that the transformation of the quality of life in rural \ncommunities has also been profound over these last couple of decades -- particularly the last decade.\n\n Where I grew up in Bothell (ph) -- which Senator Murray discussed as a small town of a two-block long main street \n-- no one every locked their doors.  In fact, I don't even think we had sound locks on our doors.\n\n But, I know that today that is not a situation for people all over the country because there is -- crime is ever present.  \nAnd it's something that we, as a federal government, have a tremendous responsibility to get at with the local \ncommunity police forces.\n\n As Senator Biden mentioned, one of the first groups that I met with was -- were representatives of law enforcement \nfrom all over the country: cities, small towns, state troopers, urban policemen, rank and file management, real -- a \nreally broad range.  And I am very honored to say -- and I thank them for doing this even after this immigration \nissue became an issue -- I'm very honored to say that the heads of all these major police organizations have \nendorsed my nomination to be Attorney General.\n\n\n\n And I trust they've done that because they appreciate that I am committed to high priority attention, creative \nprograms, sound management, to get at the issue of crime in communities of all sizes.  It has been, I think, one of \nthe most profound affects on the quality of life for the people in this country.\n\n And economic security only goes so far -- that even if people have a good job, they can't be comfortable and \nsatisfied as citizens of this country, if they are afraid to walk in the streets at night, or feel that they -- their children \ncan't play outside.\n\n SEN. HATCH: I commend those law enforcement people for being willing to openly support you.\n\n And I -- but I want to see the federal government pay closer attention to the concerns of states like my own state of \nUtah.\n\n Nationwide, in 1991, the figures show -- FBI figures -- that shows that violent crime rose 35 percent faster in rural \ncounties than it did in America's eight largest cities.  And it's a matter of great concern to me.\n\n Sometimes the headquarters of the federal agencies here in Washington downplay the problems of violent crime \nand drug dealing in states like my home state of Utah.  Yet we have youth gangs coming into our state; namely, \nfrom Los Angeles and elsewhere.  Drug traffickers or -- not only using Utah as a trans-shipment point because it is \nthe crossroads of the west, but more of them are trying to peddle these drugs throughout the state as well.\n\n And I want to work with you in addressing this growing problem.  It's a serious problem, and I know you take it \nseriously as well.\n\n MS. BAIRD: Yes.  And I look forward to that.\n\n SEN. HATCH: Thank you.\n\n Let me ask you for your thoughts about one aspect of President-elect Clinton's campaign promises in the area of \nanti-crime efforts.\n\n Now, he promised to put 100,000 new police officers on the street to fight violent crime.  Naturally we have to take \na look at the details, of course, but --\n\n MS. BAIRD: The streets don't sound very rural -- (laughter) ---\n\n SEN. HATCH: (Laughter.) That's right.\n\n But, can you assure me that rural states like Utah will get their fair share in any of these resources that might be \nput out by the Clinton administration?\n\n MS. BAIRD: It's an excellent point.  And as I said to the heads of the police organizations: we need to work \ntogether to try to identify the areas of greatest needs.  Our hope is such a program would be to work closely with \nthe members of this Committee, and with the members of the law enforcement community, to develop programs to \nimplement the commitment to 100,000 more police on the streets in a way that attends to our greatest problems.  \nAnd I appreciate that we should be working with this Committee to identify where, in these rural and less-populated \nareas, this commitment to put 100,000 more police on the street may also be useful.\n\n SEN. HATCH: You know, there are many other questions about criminal law and the approaches that the Clinton \nadministration might take, and that your leadership might provide that I have, but I'm going to pass over those at \nthis time, and just move to another subject.\n\n In 1991, Congress amended the Title-7 Civil Rights Act which banned racial, ethnic, and gender discrimination in \nemployment.  Indeed, Aetna, the company you currently serve, has been subject to the amended Title-7 while you \nhave been General Counsel there.\n\n Now, do you view Title-7 as amended by the 1991 legislation as a mandate for proportionality in the work force?\n\n MS. BAIRD: The answer to that is that I view the Act as a stronger commitment to the rights of those individuals \ncovered in the work force. Adopting a word as proportionality, to the extent it looks like quotas, I would say no.\n\n\n\n I think that there is a place for affirmative efforts where there's been past discrimination or where there's been a \ndistinctive need for diversity, but I don't -- I wouldn't want to suggest that, in any way, President-elect Clinton or I \nwill be searching for quotas.\n\n SEN. HATCH: Well, I'm glad to hear that because Congress worked very hard to avoid that interpretation or any \ninterpretation that the law applies proportionately, including sustaining a veto in one version, still on that very point.\n\n MS. BAIRD: I will add, Senator, that my experience as a woman in business, I think makes me instinctively able to \nunderstand how women can better advance in business.  And I would hope that I could bring to this task for women, \nminorities, and the disabled, an ability to vastly improve their status in the work force without there being a need for \nquotas.\n\n SEN. HATCH: Well, I appreciate that because equal opportunity for individuals remains the touch stone of Title-7; \nnot equal results for groups.  And I have some real difficulties when we start pushing towards this pure equal \nresults, rather than equal opportunity in the law.\n\n Ms. Baird, you co-authored an article -- and I think my time is just about up.\n\n Let me just, rather than ask any more questions at this point -- let me just commend you for being willing to serve in \nthe government.  There are a lot of people who aren't willing to go through what you're going through.  There are a \nlot of people who aren't willing to make the disclosures.  There are a lot of people who just plain don't want to go \nthrough the hassle and the bother.  There are a lot of people who don't want to face the media.  There are a lot of \npeople who don't want to face some of the really dirty and downright dishonest things that happen around this town.\n\n And there are a lot of people who just don't want to go through the pain and the extra effort because anybody who \nworks in this position as Attorney General knows that it's not a nine to five job.  It's a very, very difficult job.  You're \na mother of a three year old child.\n\n And, frankly, I commend you for being willing to take on this responsibility to basically allow yourself to be exposed \nto the American people in the fullest sense, in filing all the forms and other things that you have to do.  And I, \npersonally, commend you for being willing to get in the battle and to try and uplift and -- and augment -- solidify the \nrights of the people all over society.\n\n And I'm convinced, having chatted with you, that you're going to make an excellent Attorney General.  I will have \nsome other questions, but basically I appreciate your candid answers this morning both to Senator Biden's \nquestions -- you answered those very candidly as you did to me on the phone -- and I have great respect for you \nbecause of that, plus all of the other things that made you the great person you are.\n\n Thank you.\n\n MS. BAIRD: Thank you.\n\n SEN. BIDEN: Thank you very much, Senator.\n\n Senator Kennedy?\n\n SEN. KENNEDY: Thank you very much, and welcome, Ms. Baird.\n\n As you mentioned to our Chairman of the Committee, you've indicated that you understand that the law was \nviolated.  You've accepted the responsibility for your actions.  You said that the actions that were taken were \ninappropriate.\n\n And I thought you made -- in response to the Chair's general kind of statement in terms of the anxiety that people \nhave across the country -- a very forthcoming statement.\n\n But, I think there are millions of Americans that really wonder whether this ought to be a matter of sufficient \nimportance that it should disqualify you for the job.  And I think it's really against that, that much of this hearing is \nreally about.\n\n\n\n My own sense is that part of the extraordinary frustration out there -- across the countryside -- is as you mentioned \nin your earlier statement -- is that the American people really don't perceive the Justice Department as being on \ntheir side -- being on their side.\n\n And they don't really believe that equal justice under the law is really applicable to them.  Most, I think, middle \nincome families don't believe that the Justice Department has been really looking after their interests; certainly the \npoor doesn't really think it has been looking after their interest.\n\n Most of the minorities in this country feel that white people get a much better break from the Justice Department \nand our judicial system than -- than -- they -- than white people get.\n\n And most people feel that women don't get nearly the break out in our justice systems as men get in our justice \nsystem.\n\n And so, they are really wondering, against a background of this that we have seen over a period of time -- here we \nhave what may be perceived as an example of someone that they'd be taking on -- the real range of the Justice \nDepartment -- and is this going to be sort of a continuum.\n\n And what they're really looking for is the equal justice under the law that I believe is that -- means that the Justice \nDepartment's going to do something about violence in this society, that we're going to try and do something about \nour communities which are free-fire zones.  We welcome the statement that you made about the Brady Bill and a \ntime period for hand guns.  We're going to wonder what your position is -- whether they're going to have a similar \ntime frame in terms of the automatic type of weapons that are being used -- used recently in the Berkshires of my \nown state by a young person of mental disorders who went down and, completely in a very lawful way, purchased \nthis weapon, and then went out and shot some of their fellow students.\n\n It means whether we're going to have a legal service program that's going to be worthy of its name.  We take note \nthat you served on an advisory board for a period of time in a legal service program.  We know that the President-\nelect and Mrs. Clinton have had a long, continuing commitment in terms of legal service.\n\n The best estimate is that the needy people in my own state of Massachusetts, only 15 percent of them have their \nlegal needs attended to. And there's a lot of agony out there by the people that say that this Justice Department -- \nthis legal system -- isn't serving their needs.  It wants something other.\n\n It's against a background which we've seen in the last 10 days where women in our society that allegedly have and \ndo have a constitutional right-- in terms of reproductive rights -- have been seen in the recent year, the diminution of \nthat right -- compromise on that right -- and see the Supreme Court in the past few days effectively denying them, in \nmany instances, to give ability to fulfill that particular right because of obstruction in terms of medical facilities.\n\n And it also means a Justice Department that is really going to restore its integrity and its honor.  It means an \nAttorney General that's going to recommend judges that are committed to fairness and involvement for all of the \ncitizens, and Supreme Court Justices, as well.\n\n And in looking back over some of those matters that must be frustrating so many of our fellow citizens, we have to \ntake note of your own background experience -- extraordinary legal ability -- government experience \nnotwithstanding, the institutions -- the extraordinary management skills and efficiencies and effectiveness, and over \na long and continuing time, a very deep commitment in terms of Constitutional principles.\n\n And that is certainly something that I find enormously constructive and positive.  But as I think many of us see out \nthere, the kind of concern and real frustration and pain which is being expressed to a great extent, I think is \nbecause -- as you point out -- is they don't want individuals that are going to be above the law, but also that they \njust haven't felt that the Justice Department has been on their side.\n\n I'd be interested again, perhaps, about what you would say, and your own view of how you're going to try and \nmake that Justice Department on their side to the people who have -- over the period of recent years -- many of us \nhave been left out and left behind.\n\n MS. BAIRD: Senator Kennedy, about 10 years ago, I wrote what I then thought was a modest article in a legal \nnewspaper advising the attorney general entering with President Reagan to focus on this very issue, that it was \n\n\n\ncritical that he came in as the friend and lawyer, personal lawyer, for the president, that he take strong steps such \nas some of those I've described in my opening remarks that I would intend to take, that he take strong steps to \nmake it clear to the American people that the Justice Department would not be political, would be even-handed, and \nwould look out for a broad range of people in this country, including those who have the least.\n\n I don't want to say I had anticipated some of this loss of public confidence, but I at least recognized how tenuous it \nwas and how critical it is for the attorney general to make it very clear in actions, as well as words, that that \ndepartment not be subject to political pressure and not think of only a small class of people as the people it \nrepresents, and I would intend, as attorney general, to take steps by making public to the press all phone calls and \nvisits I have from anyone, whether it's the president or someone from a public interest organization so that there's \nno question that I'm listening to people without informing the public whom I'm listening to.\n\n I'd be very careful about making public in appropriate circumstances any decisions I make to reverse the \nprofessional career staff's decisions about cases and other matters in the Justice Department in order to, again, \ntake action not just in words, say to the people of this country that I consider myself accountable to them for the \ndecisions made by the department that might look like they were made for political purposes, rather than for the \nprosecutorial judgment or other judgments of the career staff.\n\n I also think, and this is something that I would hope to work very closely with you on and others on this committee -\n- I also think this department needs to re-invigorate its role and the services provided -- the legal services provided \nto people in this country who can't afford to go to court.\n\n And I did, as you've noticed, serve on -- I have been serving on the board of the organization that supports the \nlegal services program in our community in New Haven.\n\n I will tell you also that the -- I'm very honored that the legal department that I run at Aetna has a very active and \nvital pro bono program and, in fact, has for some years now been running Connecticut legal aid to the elderly out of \nour legal department.  Now, there's one thing about that that's very good and one thing about that that's very bad.  \nThe thing about it that's very good is that we have a corporate legal organization providing its support to run a legal \nservices program, and that's something that, as attorney general, I would like to try to see happen all over this \ncountry.\n\n The bar has, in many places, left -- lost sight of its central role of pro bono activity, but particularly in corporate legal \norganizations there's a great deal of service that we ought to be able to generate to the people of this community \nwho can't afford lawyers.\n\n The bad part about this is that this program only serves elderly who have an income of $10,000 or less as an \nindividual -- a little more for couples.  That is a very small segment of the people of this country who need legal \nservices and can't afford them.\n\n We talk about health-care costs being out of control, but, in fact, legal costs exceed what an average individual can \npay to vindicate their rights, even if they're talking about smaller matters like disputes -- landlord-tenant disputes, \nwhich is where a lot of legal service activity is, keeping people from being kicked out on the street.\n\n So I think this is an area that the Justice Department needs to devote real attention to in order to make real the \nnotion of justice for all, because I -- and I say this in terms of my human commitment and I say this in terms of my \nsense of how to manage this department -- we need very strong leadership in this department and a strong \ncommitment to moving the rights to which we aspire into reality, and that includes helping people have good \nlawyers so that they can vindicate their rights.\n\n SEN. KENNEDY: Well, before going into those areas of legal services, I do want to indicate that I think you've \nreminded the country, and certainly you hadn't intended, about the needs in terms of child care. Comments have \nbeen made about it during the course of this hearing.\n\n I'd say, with all respect, the child care program that we passed a little over a year ago is totally inadequate -- totally \ninadequate -- in terms of affordability and accessibility and (give the assurances?) in terms of child care.  It came \nthrough our committee under the leadership of Senator Dodd, and we were really unable to make the kind of down \npayment for it which I think working families understand is such an extraordinary need.\n\n\n\n Three-quarters of the mothers in this country are searching for some kind of help and assistance in terms of (it?).  \nMore than half of the fathers that are heads of household are depending on it, and it just isn't available.  It just is not \navailable.\n\n And we have attempted to -- reviewing the immigration laws is to try and make some kinds of judgment about what \nis kind of an appropriate way in terms of permitting some from overseas that do have some qualifications of being a \npart of the system and what also isn't going to be opening the gates in terms of a -- of a flood, a way of just gaining \nentrance here to the United States.\n\n We have, under the immigration bill that passed a little over a year ago, a continuing commission chaired now by \nthe -- the -- Cardinal Archibishop Law and made up of some very distinguished experts in the -- in immigration \npolicy that intends to give us some kind of guidance and advice in this particular area.  We expect those reports will \nbe within the next -- the next year.\n\n Let me just, in the time available -- you mentioned the legal service program.  You will work, I understand, with us \nin terms of a reauthorization of a legal service program and also will review and at earliest appropriate time meet \nthe recommendations for the completion of a legal service -- legal service board, and do I further understand that \nyou will make every effort to ensure that we're going to have adequate funding for -- for that program?\n\n MS. BAIRD: Yes, I think we need to work together on this to really re-invigorate the Legal Services Corporation \nand other ways of making sure that people have access to lawyers.\n\n SEN. KENNEDY: I think the record in terms of tenants' rights, of foster-home care for needy families -- I think \nthey've, in a wide variety of other areas, has been -- been really extraordinary.\n\n Let me -- because the time will move on -- as your impressions of the Supreme Court decision last week.  In the \nBray (ph) case, the Courts held that federal civil rights laws do not prohibit violence against abortion clinics and their \nusers.  Have you formed, Senator -- have you formed any impression about or any position with regards to what the \nJustice Department is going to recommend to us in terms of legislation to deal with that issue?\n\n MS. BAIRD: Yeah.  Senator, that's something that I want to look closely at, but it is clear that we need to try to find \nways to again allow people to take advantage of their rights and not have demonstrations at abortion clinics \npreclude people or create fear in the exercise of those. The question there is one that we need to look carefully at, \nbecause we obviously don't want to interfere with First Amendment rights.\n\n On the other hand, the First Amendment recognizes a distinction between speech and conduct and there are, of \ncourse, also laws which relate to conspiracies to interfere with the exercise of civil rights, and we need to look at all \nthat to allow people to exercise their legitimate speech rights, but not interfere with those who want to exercise their \nright of choice.\n\n SEN. KENNEDY: Just finally -- and I see the time has expired -- increasing examples of discrimination against \nwomen who are pregnant or new mothers is rampant in the work place.  Women on maternity leave frequently \nreturn to work, find their jobs -- they've either been demoted or their jobs have been eliminated.  Are you aware of \nthese kinds of trends, and are you committed to trying to do something about it in terms of the enforcement of the \nCivil Rights (Act?)?\n\n MS. BAIRD: We do need to look hard at that.  I think that I have a distinctive understanding as a woman who has \nbeen in a number of corporate environments how these things can happen, and I think that we need to work \ntogether to find ways to eliminate discrimination where it exists and to create a better environment for women in the \nworkplace through other means such as education and aspirations that we would set for employers.\n\n SEN. KENNEDY: Mr. Chairman, I'm afraid my time has expired.\n\n SEN. BIDEN: Thank you.  Thank you very much, Senator.\n\n Again, a housekeeping matter here.  I said we'd try to break at noon for an hour at lunch, and that being the case, \nwe will get two more rounds in, but I'm going to try -- Senator Simpson, the minority whip, has a lot of \nresponsibilities, as well.  I'm going to try -- we may go a little bit over, so we can get Senator Thurmond, Senator \n\n\n\nMetzenbaum, and then Senator Simpson, assuming that everyone doesn't go over their 15 minutes, so we may go \nslightly beyond 12:00 before we break.\n\n And with that, let me recognize Senator Thurmond.  Senator?\n\n SEN. STROM THURMOND (R-SC): Thank you, Mr. Chairman.\n\n Mr. Chairman, first I want to welcome the new members of the committee.  On our side, we have Senator Kohl, \nwho is a valuable member of the Armed Services Committee.  We welcome him here.  We have Senator Pressler, \nan able man who is not here right at the moment.  We welcome him. We have Ms. Feinstein.  We are glad to have \nher, and Ms. Moseley Braun here.  We're glad to see some ladies on the committee I believe for the first time.  I \nhave two boys and two girls.  I want my two girls to have the same opportunities as the boys, and so we're glad to \nsee you ladies come on this committee.\n\n And I want to say to Ms. Baird that I congratulate you on having the endorsement of both of your senators.  They \nare both able men, Senator Dodd and Senator Lieberman, and their endorsement carries a great deal of weight.  \nSenators from your own state I think are strong for you, and that means a lot to you.\n\n Now, I want to say to Senator Biden, as I move from Judiciary to Armed Services as ranking member -- of course, \nI'm remaining on Judiciary -- but, Senator Biden, it's been a pleasure to work with you, and we've worked together \non many matters.  We haven't agreed on everything, especially some crime matters, but I've found you an \nhonorable, fine gentleman.  It's a pleasure to work with you.\n\n SEN. BIDEN: Well, thank you.  I'll miss working with you directly, Senator.\n\n SEN. THURMOND: And, Senator Hatch, as you take over here, I know you're going to do a fine job.  You're an \nable lawyer, splendid man, and I wish you well in this work and I'm sure that you'll enjoy being ranking member of \nthis outstanding committee.  SEN. BIDEN: Senator, he'll do fine as long as he consults with you regularly.  \n(Laughter.)\n\n SEN. THURMOND: Now, I want to say to Ms. Baird that I want to vote, if I can, for all the cabinet members of the \npresident-elect, President- elect Clinton.  I have had some serious concerns about your relationship with these \nPeruvian people.  I'm glad you explained the situation and I think that helps.  I still have some concerns, and I'll \nthink over it carefully, but I just want to say as you enforce the laws as attorney general, it (may fire back in your \nmind?) when somebody does the same thing you did.  What would you do?  Now the words may come back to you.\n\n Now, as I understand, you admit you did wrong.  Is that correct?\n\n MS. BAIRD: Yes.\n\n SEN. THURMOND: You're sorry you did wrong?\n\n MS. BAIRD: Absolutely.\n\n SEN. THURMOND: You're repentant for doing wrong?\n\n MS. BAIRD: Yes, sir.\n\n SEN. THURMOND: You won't do it again?  (Laughter.)\n\n MS. BAIRD: You can be sure of that.  (Laughs.)\n\n SEN. THURMOND: And it won't affect your work as attorney general?\n\n MS. BAIRD: I think not.\n\n SEN. THURMOND: Now, there's one question I want to ask you, too, that hasn't been brought out, I don't think.  As \nI understand it, Connecticut state has a -- Connecticut state prohibits an illegal alien from possessing a driver's \nlicense.  Did the Peruvian man who drove for you and your family have a driver's license?\n\n MS. BAIRD: Sir, he did, but my understanding is the Connecticut law doesn't inquire into the status of someone \nwho applies for a license.  I take -- this was not something that I looked into.  He came to our employ with a driver's \nlicense, but that is my understanding of Connecticut law.\n\n\n\n SEN. THURMOND: Now, Ms. Baird, there's a lot of questions to ask you and our time is limited.  I'll ask you a few \nhere.  If my time is up, Mr. Chairman, you'll inform me.\n\n SEN. BIDEN: Yes.\n\n SEN. THURMOND: As attorney general, you will serve as the nation's chief law enforcement officer, with oversight \nof the FBI, DEA, INS, US Marshals Service, Bureau of Prisons, and the US attorneys.  When there was just better \nresources, there was a greater need for improved cooperation among all the nation's law enforcement agencies in \nour fight against crime. How do you intend coordinating and unifying the Department of Justice law enforcement \nefforts and ensure greater coordination with other law enforcement agencies which do not fall under the umbrella of \nthe Justice Department?\n\n MS. BAIRD: I think this is clearly one of my greatest challenges if I become attorney general.  I don't say this to \ncriticize past management, but as I look at the department over the last 10-plus years, its employee population has \ngrown from 40,000 to 91,000 or something in that range and as I have begun to examine this, it seems to me that \nthat's been done by layering people on top of existing people not in a hierarchical sense but by adding people \nrather than restructuring the programs, realigning the programs.\n\n And one of the things that I would hope to do in order to make most efficient use of the taxpayers' dollars devoted \nto the Justice Department budget and to the budgets of the agencies with which the Justice Department relates is to \nsee whether we can't get greater efficiency for our dollars by realigning people -- as we take on new responsibilities, \ntry to do it without adding or by adding to one area but creating greater efficiencies in others.\n\n There's a real dynamic that can be created by interaction that truly makes the whole better than the sum of its \nparts.  And I think that we need a strong management eye to look at these functions in the Justice Department and \nin these other agencies in order to attempt to achieve that.\n\n SEN. THURMOND: Ms. Baird, as you may know, in the last Congress the Senate and the House of \nRepresentatives passed separate crime bills, and went to conference and produced a report which was \nunacceptable to the President, and many in the Congress and the law enforcement community. After negotiations it \nwas clear that the linchpin to pass a comprehensive crime bill was an issue of habeas corpus reform.\n\n Generally speaking, do you suppose the so-called one-bite-at-the-apple rule in capital cases should be subject to \none complete and fair round of review in the state and federal system?\n\n MS. BAIRD: Senator, the habeas issue is a critical one.  As it has been addressed in the bill, the question is what \nkind of habeas remedies should be available for those sentenced to death to appeal those convictions, or the \nsentencing related to the convictions.\n\n SEN. THURMOND: Are you familiar with the Powell (ph) report?\n\n MS. BAIRD: Yes, I am.\n\n SEN. THURMOND: How do you stand on that?  Do you think that's reasonable?\n\n MS. BAIRD: Well, I'd like to examine this more, and I'd like to examine it in consultation with you and the members \nof this committee, because we do need to achieve something very, very important here, which is to create finality --\n\n SEN. THURMOND: That's --\n\n MS. BAIRD: Absolutely.  And in creating that finality, we also need to assure a process that's fair to the defendants \nin this process.  And that may be habeas reform certainly; but it also may be trying to improve the quality of counsel \nprovided so that we have fewer issues that give rise to appeal.  And I would like to work with the committee on this \nso that we can very quickly pass an omnibus crime bill.  I think we should talk about the habeas provisions in doing \nthat.\n\n SEN. THURMOND: Well, a man from my state -- a man came from another state and killed a man in my state.  He \nrobbed him.  He killed three other people in the process.  He's ruined a lady by shooting her in the face -- she's \nruined for life.  He was tried and convicted.  The case went to the Supreme -- the case was tried and it went through \nthe courts.  It took 10 years before he finally went to the electric chair.  It ought to be done in one or two years.  \n\n\n\nPeople are losing respect for the criminal procedure. And we've got to take steps to remedy habeas corpus, as one \nof the things we must do.  And I'm very anxious about where you stand on that.\n\n MS. BAIRD: I think, Senator, you have my commitment, as President- elect Clinton has made very clear, that it is \nvery important that we look to habeas reform as a way of creating finality, that the extended appeals are very \nproblematic.  We need to look at how best to do that while assuring fairness.\n\n SEN. THURMOND: Another thing.  One provision in this so-called crime bill was to go back and review all these \ndeath cases again.  I'd be very opposed to that.  The Supreme Court would be opposed to it.  And that's something \nI want you to think about very carefully.  We can't afford to do that.  They've already been tried.  They've been \nfinished.\n\n Ms. Baird, now do you support capital punishment?\n\n MS. BAIRD: Yes, in appropriate circumstances, yes.  And I think that you are probably well aware that Governor \nClinton supports this also.\n\n SEN. THURMOND: Ms. Baird, is US v. Leon, the Supreme Court established a good faith exception to the \nexclusionary rule.  There was an effort in the Congress to codify this ruling, and also to extend this exception to \nwarrantless searches.  How do you stand on this?\n\n MS. BAIRD: The exclusionary rule is one which I know has created a great deal of concern.  But as we look at the \nissue, it really does seem to be working pretty well.  I think we need to talk about this and to examine it.  But there \nare very few cases that are thrown out by the exclusionary rule.\n\n On the other hand, we want to make sure that there are -- continue to be the incentives for careful police practices.  \nI've talked with the law enforcement community about this, as I've met with them, and I think that we can have a \nvery constructive dialogue on this with them, and I would look forward to having it with members of this committee \nand Congress.\n\n SEN. THURMOND: We want more than a dialogue on habeas corpus and the death penalty and the exclusionary \nrule, and I want to point that out to you.\n\n Now, Ms. Baird, there are over 100 vacancies within the federal judicial system at this time.  President Bush \nnominated a large number to fill numerous vacancies, but over 50 judicial nominees languished in the committee \nand were not acted on last year.  Given the number of existing vacancies, what procedures will you initiate for the \nselection of candidates to the federal judiciary?\n\n \n\nMS. BAIRD: We have begun to create the procedures that we are going to be using.  Governor Clinton is \ncommitted to very quickly moving forward on the federal judicial openings.  There are tremendous burdens put on \nthe courts in many jurisdictions by the fact that the openings exist; and we will work at that and try to get before this \ncommittee, as quickly as we possibly can, very highly-qualified and diverse individuals to serve in these federal \njudicial positions.\n\n SEN. THURMOND: Do you intend to maintain control of the selection process, or will the process be administered \nwithin the White House?\n\n MS. BAIRD: The process would be administered within the Justice Department, obviously with input, cooperation, \nand participation of the White House.\n\n SEN. THURMOND: What characteristics or criteria would you look for in screening or recommending candidates to \nbe a federal judge?\n\n MS. BAIRD: President-elect Clinton has set forward two principal criteria, both of which I support.  The first is \nquality: we'll be looking for individuals who have quality of mind and character, that they should be in the positions \nof judging disputes between individuals in the society.\n\n\n\n The second commitment he's made, to which I am very committed, is that we will look for diversity, and that means \nto the extent we can further the achievement of this -- a bench that looks like America, and that means women, and \nit means minorities, and it means white males.  And we will be looking very hard to achieve that diversity as well.\n\n SEN. THURMOND: I hope you'll keep in mind not only integrity and professional qualifications, but judicial \ntemperament?\n\n MS. BAIRD: Absolutely.\n\n SEN. THURMOND: I have seen some federal judges embarrass you lawyers and lawyers and others in the \ncourtroom, and there's no excuse for it. After all, they're human beings, and they can be courteous and respectful to \nall concerned.\n\n MS. BAIRD: That's absolutely critical, and I appreciate your adding that.\n\n SEN. THURMOND: What role do you believe the American Bar Association should play in the selection or \nrecommendation of federal judges, and what role do you believe other state, local or specialized bar associations \nshould play in the selection or recommendation of federal judges?\n\n MS. BAIRD: I think that the approach that has been taken to date is the appropriate one and should continue.  I \nthink that means a professional evaluation, not a political evaluation.\n\n SEN. THURMOND: Ms. Baird, I do not normally ask this next question of any nominee, but the committee has \nasked a previous attorney general, and I feel it's important to get your answer on the record.  What is your view \nabout the constitutional right of privacy, and does that right of privacy extend to abortion?  Specifically, do you have \na position as to whether or not Roe v. Wade was rightly or wrongly decided?\n\n MS. BAIRD: Senator, I do believe in the right of privacy, and would consider myself pro choice, although I will say \nas a woman I'm very grateful I've never had to face the choice.\n\n SEN. THURMOND: What do you think is meant by the advice and consent clause of the Constitution regarding the \nPresident's power in appointing judges?\n\n MS. BAIRD: I think that that requires of us a good faith effort to consult, as well as to place before you, nominees \nthat you can look at as reflecting the quality, diversity, and, as you say, judicial temperament, that will make you \npleased to confirm them.\n\n SEN. THURMOND: I know there's an article about your nomination, that you played a role in opposing Judge \nBork's nomination to the Supreme Court. You were described as having enlisted an influential lawyer to oppose \nJudge Bork's nomination.  Also, this article mentioned that your husband, a constitutional scholar at Yale Law \nSchool, helped to formulate strong testimony against Judge Bork's confirmation.  What role or efforts did you \nundertake in Judge Bork's confirmation battle?\n\n MS. BAIRD: I was consulted by individuals who were hoping to have William Coleman testify about whether he \nmight, and how he might be, approached.  And I of course couldn't comment on whether or not he might, but I \nsimply told them I think to call him up.\n\n SEN. THURMOND: Ms. Baird, you served in the Office of a Legal Counsel, during a time in which a debate began \nregarding whether or not the United States government has the power to seize fugitives on foreign soil. While you \nserved in that office, I believe an OLC opinion deemed the snatch authority as a violation of international law.\n\n Recently the Supreme Court held that the government has the legal authority to seize fugitives abroad.  What is \nyour opinion now regarding snatch authority?  And as Attorney General would you pursue powers to apprehend \ncriminals who have fled the United States?\n\n MS. BAIRD: Senator, I wasn't involved with the legal opinion at the time, and I must say it's a subject I would have \nto study.\n\n SEN. THURMOND: I believe my time is over, Mr. Chairman.\n\n\n\n SEN. BIDEN: Thank you.  We are going to in just a moment break for five minutes to give you a chance to stretch \nyour legs, and then we'll come back for Senator Metzenbaum and Senator Simpson, and then we'll break for lunch.  \nBut one thing I want for the record here: I, back a week or so ago, wrote to you through your counsel, and I asked \nyou -- and I don't have a copy of the letter in my hand now -- but I asked you did you or your husband ever attest to \nthe immigration status of the couple who worked for you other than on the forms filed with the Department of Labor \nor the INS -- for example on a driver's license application, health insurance application, et cetera.  The answer to \nthat I received, and I would like to submit for the record, from your counsel, was that -- hold on just a moment here.\n\n Where is the actual?  There it is.  I beg your pardon, it's the one on top.  It says, \"To the best of their knowledge\" -- \nthis is signed by Jamie Gorelick, a counsel for you -- \"to the best of their knowledge, neither Ms. Baird nor \nProfessor Gewirtz ever attested to the immigration status of the couple in question other than on the INS or DOL \nforms already provided to the committee.\" Is that correct?\n\n MS. BAIRD: Yes.\n\n SEN. BIDEN: So you did not, and you respond -- the reason I bring it up was the question was raised about the \ndriver's license.  Neither for the driver's license nor for any other form, did you or your husband attest to the status \nof the couple for whom -- that worked for you?\n\n MS. BAIRD: That's right, we did not.\n\n SEN. BIDEN: And I will also put in the record a copy of a letter submitted to us by your counsel to another \nindividual indicating what the policy of the Connecticut Department of Motor Vehicles was relative to driver's \nlicenses.\n\n The question here is from Mr. Timothy V. Phelan (ph), Legislative Liaison, State of Connecticut Department of \nMotor Vehicles, a letter dated July 26, 1990, relating to another couple, not -- or another person, not the folks that \nwork for you.  The question asked of the Department of Motor Vehicles was, \"Is an individual's immigration status in \nthe United States a factor in the issuance of a license?\" And the answer is: \"No.  Such status is not a factor in the \nissuance of a license in the State of Connecticut.\"\n\n So I'll put that in the record.  And with that we'll recess for five minutes to give you a chance to stretch your legs.  \nWe'll have two more rounds and then we'll adjourn for lunch.  We'll recess for five minutes.  (Five minute recess.)\n\n SEN. BIDEN: The hearing will come to order.  As all schedules, particularly those in the United States Senate, are \nsubject to change, what we're going to do now is we'll proceed with Senator Metzenbaum's round of questioning, at \nwhich time, when that ends we will break for lunch until 1:30, upon the completion of Senator Metzenbaum's \nquestioning, and then we will begin at 1:30 with the distinguished Senator from Wyoming and we'll move as far \nalong as expeditiously as we can.\n\n Senator Metzenbaum.\n\n SEN. METZENBAUM: Ms. Baird, I'm happy to see you again and pleased that you're here before us.  I must say \nthat I have a sense of excitement about the fact that you are to become the first woman Attorney General of the \nUnited States.\n\n SEN. BIDEN: (Off mike.)\n\n SEN. METZENBAUM: The chair suggests that I start over because I couldn't be heard previously, and what I was \nsaying was that when I heard of your nomination, there was a sense of excitement that I had that you were to \nbecome the first woman Attorney General in the United States.\n\n It's only fair to say that some of the developments, some of the issues to which the chair has addressed himself \nhave caused much concern. They cause concern out there with middle class Americans with people without \nsubstantial assets.  I think that you have acquitted yourself very well, speaking directly to that issue and not \nequivocating and saying, this is what it was, it was wrong, and I think, at least for this Senator, I think I can \naccommodate to that fact.\n\n\n\n I'm frank to say that I called my office and said, how are the calls running?  And it was with some chagrin and \ndisappointment that they said 50 no, no yes.  On the other hand, I was moving around the community last evening, \nsaw some of the people from some of the women's groups.  They were saying wonderful, Zoe Baird's going to \nbecome the Attorney General.\n\n So I think that you carry a burden not alone upon your own shoulders but for all the women of this country and my \nguess is that you'll acquit yourself well.  It's not unrealistic to say that your previous associations, Aetna, GE, raise \nissues, but I believe that you can be legal counsel for somebody, take a job in the public interest, and totally \nseparate yourself from your views or the arguments that you may have made in yesteryear.\n\n With respect to your response to my good friend and colleague Senator Thurmond, in connection with the matter of \nhabeas, I thought that your answers indicated sensitivity to that issue.  There is not a unanimity of view on that \nsubject.  I think your response with respect to the matter of quality of counsel that the convicted individual has had \nis a very relevant aspect of that whole problem, and I think you're well aware of the fact that there is not unanimity \nin this committee nor in the Senate, nor across the country on the issue of the death penalty.\n\n Having said that, let me move to some more specific questions.  Some concerns have been raised concerning your \nnomination because in your work as counsel for GE and Aetna, and the suggestion that it might present a potential \nconflict of interest.  By all accounts you were an effective advocate for those companies and my guess is that you \ndid a superb job or you wouldn't have held the position.\n\n As Attorney General there will be instances in which you will have to decide whether the Department should take a \nposition on a legal or policy issue which is at odds with positions taken by GE or Aetna, or even taken by you in a \nprevious life activity.\n\n In order to alleviate concerns about any potential conflict of interest, you have stated that you'll recuse yourself \nfrom, quote, \"Particular matters that have a direct and predictable effect on Aetna or GE,\" end of quote.  Now that's \na very sensible approach, but it's a little difficult to understand how that will work in practice.  GE and Aetna are \nlarge, diverse companies whose bottom line financial picture can be affected by a host of public policy issues.  \nThese are not just single activity companies.\n\n Aetna would feel the impact of proposals affecting the insurance industry's treatment under the antitrust laws, tort \nreform, health care. GE would be affected by issues affecting contract or fraud, defense industry mergers, and a \nwide range of entertainment issues because of its ownership of NBC.  You also sat on the board of a telephone \ncompany in New England and there are a variety of issues affecting the telephone industry which the Department -- \nwith which the Department must grapple.\n\n Could you give this committee and the public an idea of how your recusal policy will work in practice?  Will it affect \nonly specific court matters in which these companies are involved, or will it extend to instances in which the \nDepartment has to take a public position on a legal, legislative policy issue which affects these companies?\n\n MS. BAIRD: Senator, the first thing I have to say about that is that I've committed to divest myself of any interest in \nthose companies or any other company in which I hold any financial interest upon taking office, and it may surprise \nyou -- it surprised me to learn that that has not been the practice of every prior Attorney General.  It seems to me \nit's absolutely critical that my only interest be an interest in the people of the United States, and I will therefore \ndivest myself of any financial interest, whether it means giving up pension benefits or anything of that sort.\n\n \n\nThe second thing I would say about that is that I believe that as Attorney General there is a particular distinctive \nresponsibility to assure the public that in acting I'm not acting in any interest other than that of the people of the \nUnited States, and I said that before when I talked about protecting the Department from political influence because \nit's important that the Justice Department not act in the interest of any given political party or political individual.  But \nit's also critical that the Department not act in the interest, be perceived to act inappropriately in -- there obviously \nare political issues.  I didn't mean to suggest that there weren't, but in the basic enforcement and day-to-day work of \nthe Department, in areas where there shouldn't be political influences, I want to establish measures as well as an \natmosphere that doesn't allow that to happen.\n\n\n\n Similarly, I want to assure that in my dealings it's very clear that I am not acting in a matter that directly and \npredictably affects any company in which I've had an interest.  Now, there is a very good process in the Justice \nDepartment where I can take matters that I have worked on before or matters that might affect the companies or \nindustries in which these companies are in and have it evaluated by career professional ethics officers to determine \nwhether I can participate in something.\n\n What I've said to them is that I want to reverse their usual presumption.  Their usual presumption is, you can \nparticipate unless they say no.  I want an understanding that I will not participate unless they say yes, and that's the \narrangement that I've worked out with them in my ethics opinion.\n\n This is a critical moment to restore the public confidence in the Justice Department.  I have valued that public trust \nsince the first day I got out of law school and learned about the Justice Department, when I first saw it appear in \ncourt when I was clerking, and then when I then went to work in the Justice Department in Washington.  I think it's \nvery, very important to do that.\n\n I will say in response to your question, does this mean you're out of everything, or something implicit in the \nquestion when you talk about the reach of these companies, that my understanding is that I am likely to be asked \nnot to participate in a matter where GE or Aetna are parties, for my entire tenure, unless the relationship is \napproved by this ethics office.\n\n The board I was on, the telephone company board I was on, I gather that the ethics office views in a somewhat \ndifferent status and that recusal was likely to be for a year, but I'm going to still ask them to look at it.  The general \npolicy issues that affect industries generally but also -- but among those industries are those in which GE and Aetna \nare involved tend not to be matters where the ethics office would ask me to recuse myself.\n\n In the middle are things that I've worked on specifically, or things where -- an industry in which GE or Aetna is a \nmember is solely affected, and that's where the ethics office will have to look hardest.  I -- my understanding in \ntalking with them is, through my lawyer, that they don't anticipate any inhibiting range of recusals, that my interests \nare not distinctively different than others who've assumed the office who've had clients in private practice where this \nissue has occurred.\n\n As you know, we've talked about the 91,000 employees in the Justice Department, the hundreds and hundreds of \ncases and policy matters, and I don't anticipate that these recusal issues will be distinctively difficult.\n\n SEN. METZENBAUM: I think your answer covers my question pretty much. I think in the last analysis, Ms. Baird, \nthe question will be, when you see a problem coming, it won't be a question as to whether the ethics office says you \nshould or shouldn't be involved.  I think the real determinant will be your own conscience.  If your conscience says \nthis just isn't right or doesn't look right, or I wouldn't like to be questioned about this, or whatever the case may be.\n\n In the last analysis, I believe that most of us in public office have to live with ourselves and that that's the question \nthat is the major determinant as to whether or not we, in our gut, think it's right.\n\n I would just -- I think you have -- you're the kind of person that would do that.  I just hope that it's so.\n\n MS. BAIRD: Thank you.  Yes.\n\n SEN. METZENBAUM: Now, whistleblowers have played a crucial role in ferreting out fraud against government \nmisuse of taxpayer dollars. However, whistleblowers often suffer great hardship and are frequently subject to \nretaliation by their employers.  That's why Congress has passed a number of laws designed to protect \nwhistleblowers and promote disclosure of fraud and abuse.\n\n One such law is the False Claims Act.  The act enables employees of government contractors who uncover fraud \nor abuse against the US government to bring so-called cui tam (ph) actions.  These are lawsuits filed by private \ncitizens in the name of the United States government.\n\n In 1986 Congress amended the False Claims Act to enable whistleblowers who filed successful cui tam suits to \ncollect a portion of the money recovered by the government.  Last year alone, cui tam suits filed under the False \nClaims Act helped the government recover approximately $250 million in contractor fraud cases.\n\n\n\n There's been resistance to the statute, and your former employer, GE, was one of the major resistors.  They \nchallenged the constitutionality of the act.  There have been a number of other constitutional attacks on the act but \nnone has been successful.  It's my understanding you played a significant role in preparing GE's constitutional \nchallenge.\n\n Moreover, press reports indicated that you represented GE in its efforts to place some limits on our cui tam suits.\n\n The Bush Justice Department also has exhibited some misgivings about the False Claims Act.  It declined to \ndefend the constitutionality of the act in court.  Current officials of the Department have criticized the act as too \nburdensome, and occasionally have questioned the integrity of whistleblowers who bring legitimate claims under \nthe act.\n\n One federal judge has written that, quote -- and this is very significant -- \"The pattern of behavior in these cases by \nthe Department of Justice has always been a mystery.  It is worthy of note that the Justice Department has \nconsidered whistleblowers as adversaries rather than allies.\" The court continued on, \"This is not the first case \nwhere this court has noted the antagonism of the Justice Department to a whistleblower.\"\n\n The False Claims Act has proved to be a very valuable tool in uncovering fraud against the government, whether it \nbe in the defense industry or the health care field.  But given GE's objections to the act and the Justice \nDepartment's apparent misgivings about the statute, I'm concerned about whether this law would be fully utilized \nand strongly protected by you as Attorney General.\n\n If you are confirmed, will you work to ensure strong implementation and enforcement of the False Claims Act?\n\n MS. BAIRD: Senator, I can give you my commitment that I'll work with you and Senator Grassley and others on \nthis committee and in Congress who believe that this act has a strong role to play.  I think that there is a legitimate \npurpose for encouragement of whistleblowers.  I have said in private conversations with both you and Senator \nGrassley that I believe in whistleblowers, and in fact at GE tried to encourage whistleblowing.  There it was \nwhistleblowing to the company, but I was actively involved in developing a program to get people lower down in the \ncompany, jump their bosses and feel there was someone they could go to and blow the whistle on problems that \nwere occurring in the company.\n\n I think it's very, very important that we work together, and I may even have ideas of how to do this better, having \nseen how business is conducted in some companies, and the health care area is one that I appreciate there's \ninterest in looking at now too.\n\n We're talking about money spent from the public fist, and it is very, very important that the Justice Department play \na role in working with this committee in trying whatever creative means can be found, legitimate creative means can \nbe found to ensure that that money is wisely spent and that fraud is discovered.\n\n The legislative action you referred to was really of (a piece?) with my attempting to encourage whistle blowing \nwithin companies.  It wasn't contradictory to, in my mind, then at GE, and I can't tell you what I would think about \nthat -- looking at it from the point of view of being the government lawyer.\n\n But at -- even then at GE, I was attempting to work with Congressman Berman, who had been, Senator Grassley, \nyour House cosponsor of this legislation, to encourage this voluntary disclosure by companies to the government of \nproblems found themselves by saying that if the government's investigating something, that there wouldn't be the \npossibility of -- (inaudible) -- action on something that the company had already disclosed.\n\n It was really of (a piece?) with this effort to get fraud surfaced within a company, not hidden, and to get it surfaced \nto the government and the recompense paid.  And so I would hope to work very closely with you on this, and I may \neven have some ideas.\n\n SEN. METZENBAUM: (Off mike) -- just finish us, cause I know my time has expired.\n\n You will have no difficulty in having the Justice Department aggressively defend the constitutionality of the act in \ncourt?\n\n\n\n MS. BAIRD: Senator Metzenbaum, unfortunately the constitutional issue, because I worked on that particular issue \nin a case that's in litigation, is one where I would not be able to participate at the Justice Department.  And given \nthat, I really can't comment here because of the influence it might have were I confirmed.\n\n SEN. METZENBAUM: That would then be assigned to somebody else in the Department?\n\n MS. BAIRD: Presumably the Deputy Attorney General would be the person making the -- the final decision about \nthe Department's position on that issue.\n\n SEN. BIDEN: Do you know who that is yet?  (Laughter.)\n\n MS. BAIRD: I wish (we?) did.\n\n SEN. BIDEN: You want to give us a scoop?  (Laughter.)\n\n MS. BAIRD: But I will consult.  (Laughs.)\n\n \n\nSEN. METZENBAUM: I think my time has expired.  Thank you, Mr. Chairman.\n\n SEN. BIDEN: Thank you very much, Senator.  We will now recess until 1:30.\n\n (Recess.)\n\n END\n"}