{"title": "For young Maryland immigrants, a path out of the shadows", "body": "\nThey call themselves \"shadows\" - young Maryland residents brought to this country as children by their parents. \n\nThey worked hard. They excelled in our public schools. They want to go to college so they can be more productive \nmembers of our workforce. They do not ask for a free ride. Yet they remain shadows because their parents came \nwithout immigration papers. The Maryland Dream Act would bring these young people into daylight. \n\nIf upheld in a referendum by Maryland voters on Nov. 6, the Dream Act would allow these undocumented young \npeople to pay in-state tuition rates at Maryland's public universities - provided that they meet stringent \nrequirements. \n\nAs an American citizen by choice, I will vote in favor of the Dream Act. It is fair, just and economically beneficial to \nour state. \n\nI staked my claim on the American Dream five decades ago. A \"Latasian\" (Latino-Asian) - I grew up in Latin \nAmerica speaking Spanish at school and Chinese at home - I came to the United States alone, as a teenager. I \nworked my way through college and became a lawyer, educator and university president. \n\nAt that time, exclusionary quotas limited the number of immigrants from certain countries. Congress later repealed \nthese and widened the doors to citizenship. I remember well those uncertain times, so I empathize with today's \nyoung shadows. \n\nMy journey - and those of countless other immigrants who came before and after me - would be remarkable in \nalmost any country other than the United States. We are a nation of nations. Most Americans have a hyphenated \nidentity. We owe a great deal of our national vitality and success to the enduring dreams and hard work of \nimmigrants. \n\nAfter a couple of generations here, Americans tend to forget how difficult it was for their ancestors to tame our rocky \nsoil, cut rock from quarries or weave a new life from rags. Immigrants ate their share of dust. They added grit to \nthe American character. \n\n\nA Maryland commission's report on the \"Impact of Immigrants in Maryland\" notes that 57 percent of our state's \nworkforce expansion from 2000 to 2010 came from immigrants. Our economy could not have grown without them. \nThe economic contributions of immigrants far outweigh the costs borne by local and state government. The state \nwould be \"foolhardy\" to shortchange the education of immigrant children who will be part of Maryland's next \ngeneration workforce, this commission said. \n\nWe know that education is the great equalizer in our democracy. It is the passport to social and economic mobility. \nThe U.S. Supreme Court advanced these values when it ruled that undocumented children are entitled to a public-\nschool education.\n\nIt costs, on average, about $14,000 a year to educate each Maryland public school student. It is a waste of \ninvestment and talent to then slam the door on those with the ability and motivation - but limited money - to go to \ncollege. Emerging economic powers invest heavily in educating their workforce of tomorrow. Our country's future \ndepends on preparing every student to learn and work in a competitive, globalized economy. \n\nThe Dream Act sets a high bar. Its beneficiaries must have spent at least three years in a Maryland high school \nand earned a diploma or the equivalent. Their parents must have filed at least three years of income tax returns. \nThey must earn 60 credits in community college or an associate degree. They must meet full academic \nrequirements and get admitted to a University System of Maryland institution. Only then are they eligible to pay in-\nstate tuition at University System schools. \n\nMoreover, these undocumented transfer students will count as non-residents, though they pay resident rates. They \ndo not take the space of other qualified Maryland resident students.\n\nPresident Obama's recent order defers possible deportation for some \"shadows\" brought here before age 16. This \ntwo-year oasis will give them a chance to complete their education under the Maryland Dream Act.\n\nWhatever the failings of our nation's immigration system, these young people were brought here and grew up here. \nThey are now trapped in a dilemma they did not create. They have been educated and encouraged by their public-\nschool teachers. They have dared to dream of productive lives. In these circumstances, I believe compassion must \ntemper stern justice.\n\nI support the Maryland Dream Act because I remember my immigrant days. I also support it because I have \nlearned what it means to be an American. When we close the doors of opportunity to specific groups, we betray our \ncore national belief that everyone deserves a chance to rise on his or her merits.\n\nThe American Dream belongs to all of us or none of us.\n\nThe writer is president of the University of Maryland.\n"}