{"title": "Abroad at Home;It's Gender, Stupid", "body": "\nCan anyone still doubt that underlying the troubles of President Clinton's first two choices for Attorney General was \nthe attitude of a male-dominated society toward women? Can anyone doubt that the politics of the business is \nsteeped in hypocrisy?\n\nJudge Kimba M. Wood was forced to withdraw because she employed an undocumented alien for child care when \nit was legal to do so. Judge Wood paid all taxes due and filled out all the forms required. But after the Zoe Baird flap \nher entirely lawful actions were deemed politically dangerous.\n\nThat standard punishes an entire generation of professional women. Because, gentlemen, a woman with children \nwho has been successful enough in the law to be considered for Attorney General had to have help with child care \nalong the way. And the chances are good that she used an undocumented alien at some point.\n\nWhy? Because it is very hard to find Americans who want to do live-in child care and will make a long-term \ncommitment. That is true now, and it has been for a long time.\n\nTwenty years ago it was learned that the then-Deputy Attorney General, William Ruckelshaus, had an alien woman \nwith an improper visa working in his home. The arrangement was attributed to his wife, Jill, and the story quickly \ndied.\n\nChild care is the issue. It makes life much tougher for women who want to be professionals. And now they are told \nthat on top of the extra burden they already bear, they are to be punished for doing what a mother -- and father -- \nshould do: finding the best person to help with a child.\n\nAnd it is not just highly paid professional women with live-in help who are involved. What about the millions of \nworking women who leave their children with neighbors or relatively informal day care arrangements -- are those \nSocial Security taxes all nicely paid? Please be serious.\n\nAnd how about the men who are so censorious toward Judge Wood, the politicians and the commentators: Have \nthey paid the Social Security taxes due for every person they have hired to mow lawns or shovel snow or paint the \nhouse?\n\n\nWhen Judge Wood was forced to withdraw, the male politicians involved also put it out that when she was a student \nin London years ago she trained for five days as a Playboy bunny. That was said to be a political burden because \npeople would giggle at the thought.\n\nCan anyone doubt the gender tilt in that excuse for dumping Judge Wood? If so, let us now question every male \nnominee for a top legal job about whether he was ever in a Playboy Club, or saw a pornographic movie.\n\nThen the leakers came up with another excuse: Judge Wood had never been a criminal lawyer. That is the lamest \nreason of the year. Edward Levi had been dean of the University of Chicago Law School and president of the \nuniversity. Robert Jackson was a great Solicitor General, a lawyer's lawyer, and then Attorney General. Greatness \nin the job does not require criminal law practice, and no one would think of demanding it of a man.\n\nSenate Judiciary Committee members were said to be worried about confirming Judge Wood. Worried about their \nown necks, you mean. Not one of them has the courage to say to his or her constituents that the arguments raised \nagainst Kimba Wood are irrelevant and disgraceful.\n\nYes, female Senators were no better. Dianne Feinstein of California lectured Zoe Baird instead of, perhaps, \nexplaining to the men what life is like for a professional woman.\n\nAnd where is the women's movement? Its organizations were silent during the Baird affair. Are they going to wake \nup and understand that what is happening is a way to disqualify huge numbers of women from high government \nservice?\n\nIt is time for all sensible people to wake up and stop this witch hunt. It is time to focus on the real problem: the laws \nthat make it so hard to find good and legal child care. It is time to stop snickering about the politics of all this and \nunderstand the real issue, bias against women.\n\nJudge Douglas Ginsburg paid a high price when he was found to have smoked marijuana: withdrawal of his \nnomination to the Supreme Court. Americans grew up after that and understood that smoking pot a few times is not \nimportant. Let us hope that Kimba Wood's loss -- our loss in her -- will do the same to the non-issue of aliens and \nchild care.\n"}