{"title": "Other voices: Mexico plays a new tune on border security", "body": "\nFor too long, the official attitude south of the border toward illegal immigration has been that this is America's \nproblem, not Mexico's.\n\nAs President Felipe Calderon and his predecessors have noted, Mexicans have a right under their constitution to \ntravel where they please, including across the U.S. border to look for work. If Americans have a problem with that, \ndon't come crying to Mexico.\n\nIt's time for a new approach, Mexican Ambassador Arturo Sarukhan told the Dallas Morning News last week. \nMexico's best interests aren't always served by playing cheerleader for an estimated 5 million Mexican illegal \nimmigrants here, especially when their presence helps harden attitudes in Congress toward comprehensive \nimmigration reform, which Mexico supports.\n\n\"Regardless of what happens on this side of the border, Mexico has got to be able to do two things it has either \nbeen unable or unwilling to do in the past,\" he said. First, it must boost economic growth and job creation \"to anchor \nthose women and men with well-paying jobs in Mexico.\" Second, it must \"ensure that every single Mexican that \ncrosses the border into the United States does so with papers, through a designated port of entry, and legally.\"\n\nThese are powerful words that U.S. legislators need to hear -- provided that action follows. Sustaining the economic \nconditions and high growth rates to anchor Mexican citizens at home will be difficult. But Sarukhan says the second \npart -- border enforcement -- can be done under existing law.\n\nUntil now, Mexican authorities have not enforced laws requiring citizens to use only legal ports of entry and \ndeparture. The consequences of lax enforcement are evident. At $3,000 to $5,000 a person, smuggling rings reap \nbig profits, and drug cartels have begun a violent campaign to seize control of the business. Criminality feeds on \nitself, and Mexico pays an ever-steeper social price.\n\nFor decades, Sarukhan noted, Mexican deportees have been loaded into buses and released at nearby Mexican \nborder towns, where they congregated by the thousands without jobs or money to return home. Their only choice \nwas to head back north. Now, Mexico is working with the U.S. to repatriate immigrants directly to their home states, \ndramatically reducing their likelihood of becoming repeat offenders or falling victim to border criminal organizations.\n\nThese are smart steps politically. And Mexico can only benefit from a more aggressive approach to address the \ncauses of border criminality at their source.\n\n-- The Dallas Morning News\n"}