{"title": "The Russians Are Coming, Stepping Lightly", "body": "\nThe brothers Atanasov -- Dimitre, Vladimir and Alex -- grumble about their after-school lessons like typical \nAmerican boys; in their case, boys who are being forced to take up to five hours a week of ballroom-style dance \nlessons.\n\n     \"I'm there 24/7,\" said Dimitre, who will not even tell his friends at Dyker Heights Intermediate School that he \nspends his afternoon dancing. \"I spend more time there than at home.\" \n\n But the brothers, children of an immigrant from the former Soviet Union, do not dance like typical American boys. \nThe other day Dimitre, who is 14; Vladimir, 12; and Alex, 9, spun three stylish girls across the gleaming wood floor \nof King's DanceSport Center, an island of elegance in the jostling streets of Midwood, Brooklyn.They did a rumba to \nthe music of \"Skylark\" and a jive dance to Ellington's rendition of \"Take the A Train.\" The couples were not just \ncounting steps but doing splits and raising legs in the air with Astaire-like panache.\n\nThe brothers are graceful evidence of how immigrants from the former Soviet Union and the Soviet-bloc lands are \ninfusing new life into ballroom dancing. A telling result is that in New York, New Jersey and Connecticut, immigrants \nfrom the former Soviet Union now own 11 of the 23 Fred Astaire dance studios, the chain of franchises Astaire \nfounded in 1947. And there are an additional hundred or so Russians who teach in the 89 other Astaire studios \naround the country.\n\nThe Russian dominance of ballroom dancing stems from an influx in the last decade of exquisitely trained dancers \nfrom the former Soviet Union who have migrated to the United States seeking greater financial rewards for their \nskills. In the process, the Russians are spurring something of a revival of cheek-to-cheek dancing. \n\n\"Ballroom dancing has increased in popularity and a big factor are immigrants,\" said Archie C. Hazelwood, \npresident of the United States Amateur Ballroom Dancing Association, the governing body for competitive ballroom \ndancing known as DanceSport. \"It's helped a lot to have so many people coming in who not only know ballroom \ndancing but appreciate it and are very dedicated to it.\"\n\nImmigrants from the former Soviet Union and Eastern Europe have become the luminaries of professional and \namateur competition in the United States and have elevated its quality, executing their rumbas and waltzes with a \ngrace, flourish and precision rarely seen here since Astaire's heyday. They have dressed up their moves with \nFosse-like angling of the hips and shoulders, giving dance more of a postmodern edge. \"This is extremely athletic, \nvery energetic,\" said Steve Malanga, a senior fellow at the Manhattan Institute who is one of the organizers of the \nManhattan Amateur Classic run by the dancing association. \"It's almost in your face. That's something they've \ncontributed to.\"\n\nIn Brooklyn's Russian neighborhoods and in New Jersey's suburbs, Russian instructors have started a dozen \nschools where hundreds of children learn sambas, waltzes and mambos while their ambitious mothers fret in the \n\n\nwaiting room. Many of them are training for a swirl of local competitions and are the seeds of a more expansive \nfuture for dancing.\n\nMost of these students are children of immigrants from Russia or the former Soviet Union. But at Brooklyn College, \nSergei Nabatov, a 48-year-old Ukrainian and onetime international champion, offers four classes of a one-credit \ncourse in ballroom dancing. It is popular with garden-variety Americans as well as students born in the Dominican \nRepublic, Israel and Colombia.\n\nAt 8 o'clock one recent morning -- not exactly waltz time -- Mr. Nabatov put 37 smartly dressed students, some of \nthem still hobbled by the gawkiness of youth, through a series of swirling rumbas and lindys. It was their finals, and \nMr. Nabatov was grading them. The students seemed to relish the test in a way they probably would not have had it \nbeen in organic chemistry.\n\n\"I was a girl who sat out dances,\" said Julia Mach, a 19-year-old whose parents immigrated from Vietnam. \"Now I \nenjoy it so much, the feeling you get when you can match the mood and the music. I love it.\"\n\nThe Russians here were born to dance. In the countries of the former Soviet Union, reflecting traditions that \nparadoxically may have their roots in the great czarist balls, children take dance lessons in the first grade and \ncontinue at least through the fourth grade.\n\nAfterward, many parents send children for lessons. Just as for gymnastics, the Soviet Union set up rigorous dance \nprograms for the most promising young people so they could shine in international competition. Even now, dance \ncontests are often on television.\n\nDr. Anna Shternshis, an assistant professor at the University of Toronto who studies popular Russian culture, said \nthe interest in dancing as an expression of what she called culturedness was especially strong among Russian \nJews. \n\nIn the Soviet Union, they were often barred from religious expression so they adopted secular expressions, filling \ntheir homes with books and giving their children music and dance lessons, she said.\n\nRussian parents here are often too burdened carving out new lives to spend money on dance lessons for \nthemselves. But they enroll their children in schools. \"It's better than sitting at the computer all day long,\" said Irina \nAtanasov, the Russian-born mother of the dancing Atanasovs. She is a professional dancer and her Bulgarian-born \nhusband, Dimitre, manages a Fred Astaire studio on East 43rd Street in Manhattan.\n\nThe elder Dimitre tried to explain the lure of ballroom dancing. The studio he manages offers lessons to single \npeople who want to dance without stumbling too badly or seasoned couples who want to put a little romance back \ninto their lives.\n\n\"Most of these guys have never held a woman in their arms dancing,\" he said of some of his students. \"I had a Wall \nStreet executive. He juggles millions of dollars on the exchange, but when he steps on the dance floor he is like \nsomeone in Madame Tussaud's wax museum.\"\n\nFormer champions like Taliat Tarsinov, who with his wife, Marina, owns the Fred Astaire studio on East 86th Street \nin Manhattan, have brought a professional polish and intelligence to the world of dance instruction.\n\n\"When I teach a couple ballroom dancing, I tell them it will be a reflection of life,\" he said. \"I will teach you how to \nlead and follow, how to give each other space so everybody will feel comfortable, how to be next to each other but \nnot in the way of each other.\"\n\nBut they are learning some of their capitalist skills from Americans. \"We're learning how to run business, how to be \nsuccessful, how to make dance studio a hot spot,\" Mr. Tarsinov said. \"We Russians don't know how to sell and we \nlike to learn.\"\n\n\n\nInstructors like Mr. Tarsinov do not run studios just to prepare people for weddings and bar mitzvahs; they train \ndancers for competition. At his studio, Mr. Tarsinov was working on subtly refining the moves of Felipe Telona Jr., a \nCalifornian of Latino descent, and his wife, Carolina Orlovsky, a Russian born in Canada, for the Manhattan \nDanceSport Championships, which will be held in early July at the Regent Wall Street hotel.\n\nOnce they learn the basics, young adults like the students in Mr. Nabatov's class at Brooklyn College can go to \nnightclubs like Roxy or Swing 46 in Manhattan and Astoria in Bay Ridge to try out their skills. At least some of the \ndances at those clubs can be classified as ballroom.\n\nBut ballroom dancing has yet to catch on with American teenagers and younger children. \"The big struggle is to get \nkids born in America to start,\" Mr. Malanga said. \"They think it's weird, their friends will make fun of them. By \ncontrast, in the Russian community it's cool to do this. I think having these Russian-American kids doing this will \nhelp break down the barriers.\"\n\nIt will also help the Russians achieve a revenge of sorts. In the 1957 hit musical \"Silk Stockings,\" Astaire played an \nAmerican who wielded his elegant footwork to convert three comrades and a long-legged Ninotchka, played by Cyd \nCharisse, to the joys of capitalism. \n\nNow, in real life in the United States, the Russians seem to have turned the tables, wielding their elegant footwork \nto take over the art Mr. Astaire is most identified with, and doing so in true capitalist style.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Dan Horowitz gets a dancing lesson from Larissa Malikhina, left, at a Fred Astaire dance studio on East \n43rd Street in Manhattan. Below, Sergei Nabatov, who teaches a one-credit course in ballroom dancing at Brooklyn \nCollege, grading his students. Mr. Nabatov is a onetime international champion. (Michelle V. Agins/The New York \nTimes); (Librado Romero/The New York Times)(pg. B4); Russian-American children at King's DanceSport Center in \nBrooklyn, one of many studios run by immigrants. (Michelle V. Agins/The New York Times)(pg. A1) \n"}