{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL LAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: \"THE ETHICAL IMPERATIVE FOR REFORM OF OUR IMMIGRATION SYSTEM\"; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA); WITNESSES: RICHARD LAND, PRESIDENT, ETHICS AND RELIGIOUS LIBERTY COMMITTEE, SOUTHERN BAPTIST CONVENTION; GERALD KICANAS, VICE-PRESIDENT, U.S. CONFERENCE OF CATHOLIC BISHOPS; MATHEW STAVER, DEAN AND PROFESSOR OF LAW, LIBERTY UNIVERSITY SCHOOL OF LAW; JAMES EDWARDS, JR., FELLOW, CENTER FOR IMMIGRATION STUDIES; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL \nLAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: \"THE ETHICAL IMPERATIVE FOR \nREFORM OF OUR IMMIGRATION SYSTEM\" CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) \nWITNESSES: RICHARD LAND, PRESIDENT, ETHICS AND RELIGIOUS LIBERTY COMMITTEE, SOUTHERN \nBAPTIST CONVENTION; GERALD KICANAS, VICE-PRESIDENT, U.S. CONFERENCE OF CATHOLIC BISHOPS; \nMATHEW STAVER, DEAN AND PROFESSOR OF LAW, LIBERTY UNIVERSITY SCHOOL OF LAW; JAMES \nEDWARDS, JR., FELLOW, CENTER FOR IMMIGRATION STUDIES LOCATION: 2141 RAYBURN HOUSE \nOFFICE BUILDING, WASHINGTON, D.C. TIME: 9:30 A.M. EDT DATE: WEDNESDAY, JULY 14, 2010\n\nREP. LOFGREN:  This hearing of the Subcommittee on Immigration, Citizenship, Refugees, Border Security, and \nInternational Law will come to order.  I'd like to welcome our witnesses, members of the immigration \nsubcommittee, and others who've joined us today for the subcommittee's hearing on the ethical imperative for \nreform of our immigration system.\n\nToday we welcome very important leaders from the faith community who are here to share with us their \nperspectives on current immigration policy and the need for an overhaul of our nation's system.  Faith-based \norganizations often lead our nation in the ongoing discussion over immigration reform.  Over the past decade, faith \nleaders have often shepherded the often-contentious national debate over our immigration system by framing it as \na moral and ethical question.\n\nThe United States Conference of Catholic Bishops was an early leader in bringing faith communities to the table.  \nMore recently, organizations and denominations such as the National Association of Evangelicals, the Southern \nBaptist Convention and the Liberty Counsel Legal Ministry have assumed significant leadership on the issue.\n\nCreating unprecedented coalitions across the denominations, each of these groups has passed a resolution \nsupporting comprehensive reform that provides for secured borders; immigration laws that meet the economic and \n\n\nfamily-reunification needs of our country; and an earned path to legal status for hard-working immigrants who pay a \nfine, pass a criminal background check and earn -- and learn English.\n\nWhile these groups and I don't always agree on every issue, we do agree on this issue, as do most of the American \npeople.  A recent bipartisan survey found that the vast majority of Americans -- over 74 percent -- support \ncomprehensive immigration reform that follows the above principles:  border security, immigration laws that meet \nour nation's needs and the needs of our families, and a pathway to legal status for hardworking immigrants.  In fact, \nthis poll found that 84 percent of people who support the Arizona law also support comprehensive immigration \nreform.\n\nToday we will hear from those to whom we look for moral and ethical guidance about their support for a firm, \nrational and just immigration policy.  I commend our witnesses' efforts and their leadership.\n\nAnd now I would recognize our minority for an opening statement. I understand from Mr. King that he would like Mr. \nSmith, the ranking member for the full committee, to offer his opening statement at this time.\n\nREP. LAMAR SMITH (R-TX):  Thank you, Madame Chair.\n\nA recent Zogby survey reinforced what many of us already know: Americans, including the religious faithful, want \nAmerica's immigration laws enforced.  According to this study of likely voters, 54 percent of Catholics, 61 percent \nof Protestants and 65 percent of born-again Christians support attrition of illegal immigration through enforcement.\n\nI suspect we will hear today that it is somehow immoral or unethical to enforce our nation's laws and that, in fact, \nsometimes we should ignore those laws.\n\nFor those who want to take this approach, there is just one problem. The Bible contains numerous passages that \nsupport the rule of law. The Scriptures clearly indicate that God charges civil authorities with preserving order, \nprotecting citizens and punishing wrongdoers.\n\nA prime passage is Romans 13:  Let every person be subject to governing authorities.  On this passage, the late \nFather Patrick Bascio wrote in his book \"On the Immorality of Illegal Immigration\": Clearly this is advice to \nChristians to follow the laws of their nation and to respect the laws of other nations.  Although Christianity \nencourages acts of charity, we cannot be both charitable and lawbreakers.\n\nNow consider Leviticus:  When a stranger sojourns with you in your land, you shall not do him wrong.  Some claim \nthat the passage mandates we welcome any and all foreigners, even those in our country illegally.  But this and \nother passages do not imply that foreigners should disregard civil laws to enter or that we should overlook it when \nthey do.\n\nFor instance, the law for Israel allowed legal distinctions to be drawn between native Jews and resident aliens.  The \nHebrew term for \"sojourn,\" as well as the dictionary definition, means \"temporary stay.\"  A related term used in \nsome Scriptural translations is \"stranger.\"  So this passage offers no Scriptural sanction for allowing millions of \nillegal immigrants to remain permanently in the United States.  Furthermore, in the New Testament, according to \nthe new Westminster Dictionary of the Bible, the word \"stranger\" denotes one who is simply unknown, not \nnecessarily a foreigner.\n\nRelated to the Leviticus citation is a passage about treatment of \"the least of these, my brothers, the hungry, the \nnaked, the stranger, the prisoner.\"  This quote from Matthew plainly advocates individual acts of kindness and does \nnot mandate a public policy.  A note in \"The New Interpreter's Bible\" says, quote, \"It is the individual human beings, \nnot nations as corporate political structures, that stand before the judgment.\"  This suggests little biblical support for \nanyone's claim to have a right to remain where they have lived illegally or to obtain public benefits, including \ncitizenship.\n\n\n\nFather Bascio takes it a step further, stating, quote:  \"The Christian church currently favors an immigration policy \nthat assists those who violate our laws rather than enter the legal process that leads to legal immigration.  The \nChristian church in some quarters actually recommends to its ministers and priests that they break the law by \nhelping illegal immigrants who break the law.  The church's position disappoints those who play by the rules, \nplacing legal immigrants and businesses that respect our laws at a great disadvantage,\" end quote.\n\nBascio contends that \"the Christian leadership of this country, not really comprehending the wide-ranging problems \nconnected with illegal immigration, has blessed violating the sovereignty of our nation, depressing the wages of \nAmerican workers, encouraging the growth of the most violent gangs in America, driving up black unemployment,\" \nend quote.\n\nA prime example comes from The Wall Street Journal.  After a wave of raids by federal immigration agents on \nLabor Day weekend, a local chicken-processing company called Crider lost 75 percent of its 900- member \nworkforce.  But for local African-Americans, the dramatic appearance of federal agents presented an unexpected \nopportunity.  For the first time in years, local officials say, Crider aggressively sought workers from the area's state-\nfunded employment office, a key avenue for low-skill workers to find jobs.  Of 400 candidates sent to Crider, most of \nthem black, the plant hired about 200.\n\nBascio says, rightly, that, quote, \"Those who build their empires by constructing the world economic order on the \nfoundation of cheap labor are immoral, and their sins cry out to heaven for vengeance. Church leaders, we plead \nwith you to take note of this,\" end quote.\n\nThe fact is that Americans need not repent for wanting to uphold the rule of law and provide jobs for legal workers.  \nI agree with Father Bascio's sentiment when he said that illegal immigration is not a victimless crime.  There are \nan abundance of real victims whom Christians have the moral obligation to aid and protect.  A truly Christian, moral \napproach would be not to acquiesce to illegal immigration, but to work to end it.\n\nOur nation has a wonderful tradition of welcoming newcomers.  We admit more than 1 million legal immigrants a \nyear -- as many as all other nations combined.  There is a clear difference, though, between those who play by the \nrules and come in the right way and those who don't.\n\nMadame Chair, before I yield back, let me say that I have another committee markup at which I have an \namendment to offer, so I will be gone for some time, but expect to return.  And with that, I'll yield back.\n\nREP. LOFGREN:  Thank you for yielding back.\n\nMr. Conyers, I believe, is on his way, and wishes to offer an opening statement.  But while we await his arrival, I'll \nrecognize the ranking member for his opening statement.\n\nREP. STEVE KING (R-IA):  Thank you, Madame Chair.  And I want to thank the witnesses in advance for your \ntestimony and for coming forward here today.\n\nAnd it is just, this is very interesting to me, this is a bit of a turn of what normally we see.  The folks on my side of \nthe aisle generally are quoting scripture and talking about our faith and the core of the things that motivate us.  \nPeople on the other side are saying, well, this really isn't a -- sometimes, even into the floor and the congressional \nrecord, say this is not a Christian nation. Well, I believe it is.  And so let's examine some of that today while we talk \nabout our core values.\n\nAnd it turns out I might have been reading a copy of the Bible is a little different than what we might hear about \ntoday.  I didn't realize that Moses was an illegal immigrant, and neither did I realize that King David was an illegal \nimmigrant, or that Mary and Joseph were illegal immigrants.  I didn't realize that the Bible barred the enforcement of \nimmigration laws, and neither did I realize that it erased borders, demanded a pathway to citizenship for illegal \nimmigrants, or that the Bible forbade the leaders of a nation from caring most about the wellbeing of its own \ncitizens.\n\n\n\nHowever, the goal of this hearing is apparently to certify the self-evident truth of all of these propositions.  Not only \nmust I have been reading a faulty copy of the Bible, but in the land of the Bible, the leaders of today's Israel must \nhave been reading the same copy, because they built border fences to protect their citizens from terrorists and \nillegal job seekers alike.  They deported over 136,000 illegal foreign workers between September of 2002 and May \nof 2005. That's modern-day Israel.  The percentage that was the equivalent of that was about 6.5 million removals \nin the United States, had we done the same thing, over that same period of time.\n\nAnd the law of return applies only to Jews.  You know, anything less would certainly result in the annihilation of the \nwhole of the Jewish people that reside today in Israel, and for those reasons, they have their policy, which don't \nseem to be objected to by clergy in America, and certainly not by me.  I think they have a right for their \ndetermination and that faith.  But at the base, this concept that animates this hearing appears to be that the only \nbiblically acceptable immigration policy is an open borders policy.\n\nNever mind the fact that four out of every 10 Mexican adults that were surveyed would migrate to the United States, \nif given the opportunity to do so, and that there are 5 billion people on the planet that have a lower gross domestic \nproduct per capita income and equivalent standard of living than the people -- that's out of about 6 billion people on \nthe planet, about 5 billion of them live in a lower standard than the average citizen in Mexico.  And never mind the \ndevastating effects illegal and low skilled immigration in general are having on this country, and especially on our \nmost vulnerable citizens.\n\nAnd I'm pleased that Jim Edwards is here testifying today.  He's done much to articulate and write about the real \nclarity of the issues in the Bible, and how it addresses the immigration issues of today and how it applies to day.  \nHe's pointed out some things that I think he may not have time to say, and so I would reiterate those here.  And one \nis to look back through primarily the Old Testament, but not exclusively.  Deuteronomy 32:8, \"When the Most High \ngave to the nations their inheritance, when he divided mankind, he fixed the borders of the peoples according to the \nnumber of the sons of God.\"\n\nAnd in Ezekiel of 47, details the promised land's boundaries.  In Numbers 34, it describes the borders the Lord \nestablished for each tribe of Israel.  Deuteronomy 19 commands against moving a neighboring tribe's boundary \nstone marking a given tribe of Israel's inheritance in the promised land.  Mr. Edwards also writes elsewhere in the \nsame politics, the same issue up in Acts, and as St. Paul addresses the Athenians, he explains that, and I quote, \n\"From one man, God made every nation of men, that they should inhabit the whole of the earth.\" And he \ndetermined the times set forth for them and the exact places where they should be.\n\nMr. Edwards points out, of course, some other issues in the Old and New Testament.  One is in Matthew where \nJesus says, \"Therefore, render under Caesar the things that are Caesar's, and unto God the things that are God's.\"  \nMr. Edwards also writes in Timothy that Paul warns that if anyone does not provide for his relatives, and especially \nfor his own family, he has disowned the faith and is worse than an unbeliever.  Here is it made plain that we each \nhave a very special obligation to those who are closest to us by family and blood ties, and their needs and welfare \nmust stand tops in our priorities.\n\nAnd what is said here about the local civic community can also be said about the civic community on a larger scale.  \nWe as Americans have a greater and more immediate moral obligation to be concerned with the welfare and quality \nof life in the United States than in other countries.  That's just as the residents of those other countries should be \nmore concerned with what goes on in their countries.  Each of us has ties to very peculiaristic communities, and we \nmust all acknowledge the legitimacy of those ties and the special obligation that we all have to direct our immediate \nattention to the welfare of those very special communities that each of us calls our own.\n\nStatesmen and political leaders have a special obligation to look out for the wellbeing of the political communities \nthat are entrusted to our care.  I just would point out a couple of other points here as I close, and that is my church \nsponsors an Hispanic congregation in Minnesota.  We take up a collection on a regular basis, and that's something \nthat we feel very good about doing.  And I've sat down and had many conversations with pastors that are primarily \nin my district. And the conflict that we have sitting here at the people who have been entrusted to make the laws, \n\n\n\nand the people whose profession and spiritual obligation is to mission to all the peoples of the earth is that our job is \nto faithfully make the laws and see to it that they are enforced by our executive branch.  And I hope you'll respect \nthat, all of you, and I respect your job and your mission to mission to all peoples on earth.\n\nAnd so, with that, and I hope that's the appropriate tone for this hearing today, Madame Chair, and I'd yield back the \nbalance of my time.\n\nREP. LOFGREN:  The gentleman's time has expired.  We will recognize Mr. Conyers for his statement when he \narrives, and at this point, in the interest of proceeding with the witnesses, we will ask other members to submit their \nstatements for the record, and without objection, all opening statements will be placed in the record.  And without \nobjection, the chair is authorized to declare a recess of the hearing at any time.\n\nNow, I'd like to introduce our witnesses.  Each one is esteemed, and first it is my pleasure to introduce Dr. Richard \nLand.  Since 1988, Dr. Land has served as president of the Southern Baptist Convention's Ethics and Religious \nLiberty Commission, the policy arm of the largest Protestant denomination in our country.  He is the host of several \nnationally syndicated radio programs, and was featured as one of the 25 most influential evangelicals in America by \nTime Magazine in 2005.  Most recently, Dr. Land has been an active convener of Conservatives for Comprehensive \nImmigration Reform, and has co- authored a white paper on Principles for Just Immigration Reform which lays \nout a moral approach to a comprehensive overhaul of our nation's immigration system.\n\nNext, I would like to introduce Bishop Kicanas.  The most reverend Gerald F. Kicanas is the seventh bishop of the \nCatholic Archdiocese of Tucson, Arizona, where he has served since 2003.  He is the vice president of the U.S. \nConference of Catholic Bishops, and a member of the conference's Committee for Migration.  He previously served \nas auxiliary bishop for the archdiocese of Chicago, and was director of the Mundelein Seminary.  For his \nextraordinary leadership, Bishop Kicanas was awarded the Cardinal Joseph Bernardin Award in 2008.\n\nNext, I would like to introduce Reverend and Dean Mathew D. Staver.  Dean Staver is chairman and founder of \nLiberty Council, a non-profit legal ministry with a focus on litigation, policy and education.  He is dean and professor \nof law at the Liberty University School of Law.  A former Seventh Day Adventist pastor, Dean Staver has argued \ntwice before the Supreme Court of the United States, and is the author of 11 books and hundreds of articles.  Most \nrecently, Dean Staver has been active in Conservatives for Comprehensive Immigration Reform, a group of over a \ndozen conservative, faith-based groups pushing for an overhaul of our nation's immigration system.\n\nAnd finally, I would like to introduce as the minority's witness, Dr. James Edwards, Jr.  Dr. Edwards joined the \nCenter for Immigration Studies in 2009 as a fellow.  Edwards was a legislative director for Representative Ed \nBryant, a former colleague of ours, and a member of the House Judiciary Immigration Committee when he served \nhere.  Dr. Edwards was an adjunct fellow with the Hudson Institute and was selected as 1998 Lincoln Fellow by the \nClaremont Institute.  Edwards authored with James G. Gimpel \"The Congressional Politics of Immigration Reform.\"  \nHe earned his doctorate at the University of Tennessee and his bachelor and master's degrees at the University of \nGeorgia.\n\nNow, you have written statements, and those statements will be made part of our official record.  We are inviting \nyou to address us in about five minutes' time.  That little machine on the table, you probably noticed before, when \nit's green, it means there's a lot of time left.  But when it turns yellow, it means, and it's always surprising, there's \nonly one minute left.  And when it turns red, it means, actually, it's been five minutes.  Now we won't cut you off in \nthe middle of a sentence, but would ask that you try to summarize, if it goes red, so that we can have time for \nmembers to pose questions to you, subsequent to the testimony.\n\nSo, with that, let us begin with Doctor Land.  Thank you so much for being here.\n\nREV. LAND:  Thank you.  Good morning, Chairman Lofgren, and Ranking Member King, and members of the \nsubcommittee.\n\n\n\nThe Southern Baptist Convention is the nation's largest Protestant denomination, with more than 16 million \nmembers and more than 44,000 autonomous local congregations.  The Ethics and Religious Liberty Commission is \nthe public policy arm of the Southern Baptist Convention.\n\nWith an estimated 12 million men, women and children living and working in an undocumented status in the United \nStates, we have a crisis.  And despite the impasse of previous congresses on immigration reform, I do not believe \nthat that crisis is insurmountable.  I believe Congress can and should devise a plan to bring these people out of the \nshadows.  The more protracted the delay in action, the more severe the problem will become.  I look upon the \nArizona law and other similar laws to be a symptom.  They are a cry from help from states that are suffering \nbecause the federal government has not done its duty.\n\nLike other religious bodies, the Southern Baptist Convention has been vocal in the issue of immigration reform.  In \nJune 2006, Southern Baptist Convention gathered in Greensboro, North Carolina, for its annual meeting, passed a \nresolution by a nearly unanimous vote which called for enforcement of immigration laws balanced with \ncompassion for those who are here illegally, and urged a pathway to legal status for them after having secured the \nborder.  Chief among the resolution's admonitions was a call for the federal government to provide for the security \nof our nation by controlling and securing borders.  Clearly, our federal government has not done that for several \ndecades.\n\nFundamentally, I believe Southern Baptists and other Evangelicals view immigration through the lens of their faith.  \nAs citizens of the United States, we have an obligation to support the government and the government's laws for \nconscience sake, Romans 13:7.  We also have a right to expect the government to fulfill its mandate to punish \nthose who break the laws and reward those who do not.  But Southern Baptists also recognize a biblical mandate to \ncare for those who have are the least among us, Matthew 25, to care for the strangers who reside in our land, and \nto act justly and mercifully, Micah 6:8.  Bearing this in mind, Southern Baptists pledged in their 2006 resolution, \namong other things, to call upon Southern Baptists to act redemptively and to reach out to meet the physical, \nemotional and spiritual needs of all immigrants, start English classes on a massive scale, and to encourage them \ntoward a path of legal status and/or citizenship.\n\nBut acts of mercy by the church have been and will remain insufficient to repair our broken immigration system; \nnor is the church's responsibility equivalent to the government's.  While Southern Baptists and other Evangelicals \nwill do their part individually and collectively as churches to reach out to those who are here illegally, only a proper \ngovernment response can resolve our immigration crisis.  Your responsibility and obligation is different than ours.\n\nI believe that first, everything must start with border security. We have to secure the border.  And I think most \nAmericans do not accept the argument that our government cannot secure the border.  The federal government has \nthe resources to do what it chooses to do and has the will to do; the Internal Revenue Service comes to mind.  The \nAmerican citizen understands that if we don't pay our taxes, you will come and get us.  And we believe we have to \ncommit whatever resources are necessary to secure the border.  That does not mean to close the border, but it \nmeans to have control of the border.  To have control of who goes in and who goes out.\n\nBut, you know, the statement was made earlier that it's immoral -- some people are arguing that it's immoral to \nenforce our nation's laws.  I don't think that's fair and I don't think it's right.  What's immoral is to not enforce the \nnation's laws for over two decades and then to say, \"Oh! Now we're going to enforce the law, and we're going to \nenforce the law retroactively.\"  You know, it would be like if the government sent out a letter to every driver in \nAmerica and said, \"By the way, for the last 24 years we've been conducting surveillance by satellite on the \ninterstates and up until now haven't had the ability to ticket you for all of the times you exceeded the speed limit.  \nBut we do now.  And so now we're going to send you a ticket for every time you've exceeded the speed limit, \nretroactively, over the last 24 years.\"  I don't think most Americans would think that was fair and I don't think most \nAmericans would accept it.\n\nI believe that we have to -- once we have secured the border, and I believe that's got to be done with agreed-upon \nmetrics on -- that the government puts together and says -- and certifies, we have met this metric, we have met this \n\n\n\nmetric, we've met this metric, then I believe we have to have a six to nine month grace period for people who are \nhere in an undocumented status to come forward to register, to agree to pay fines, to pay back taxes, to undergo a \nbackground check, to learn to read, write and speak English and pass a test that they've done so, and go to the \nback of the line so that they are not being rewarded for having come here in an undocumented status; behind those \nwho are trying to come here legally.  And over a time period, they have the opportunity to then get to legal status.\n\nI do not believe that you can strain the English language into saying that that is amnesty.  Amnesty is what \nPresident Carter gave those who avoided service during Vietnam.  I would have let them come back too, as \nPresident Carter did, but I would have let them spend two years working at minimum wage in veteran's hospitals \ncarling for those who took their place.\n\nThank you.\n\nMS. LOFGREN:  Thank you very much, Doctor Land.\n\nFather Kicanas.\n\nBISHOP KICANAS:  Madame Chairman, I am Bishop Gerald Kicanas --\n\nMS. LOFGREN:  The microphone.  Yeah, very good.  Thank you.\n\nBISHOP KICANAS:  I am Bishop Gerald Kicanas, the Bishop of Tucson, Arizona, and Vice President of the U.S. \nConference of Catholic Bishops.  And I testify today on behalf of the U.S. Catholic Bishops.\n\nI would like to thank you, Madame Chairman, as well as our Ranking Member, Steve King, for holding this hearing \ntoday on so critical an issue and inviting me to testify.  I appreciate it.\n\nMadame Chairman, in my written testimony I outline at length what I and the Catholic bishops are convinced is the \njust and effective public policy needed for repairing our broken immigration system.  I would like to emphasize this \nmorning what I and my fellow bishops think are some of the ethical and moral issues in this debate confronting our \nelected officials and our nation.\n\nThe immigration issue is often dissected in terms of the economic, social, or legal impacts on our nation.  What is \nnot often acknowledged, and frankly is sometimes dismissed, is that immigration is ultimately a humanitarian issue \nsince it impacts the basic rights and dignity of millions of persons and their families.  As such, it has moral \nimplications, especially how it impacts the basic survival and decency of life experienced by human beings like us.\n\nMadame Chairman, our current immigration system fails to meet the moral test of protecting the basic rights and \ndignity of the human person.  As the bishop who oversees the diocese along the whole of the Arizona/Mexico \nborder, the epicenter of migrant movement, I witness the human consequences of our broken immigration system \nin my diocese's social service programs, hospitals, schools, and parishes. Regularly, anxious and troubled \nimmigrants come to ask our priests, employees, for assistance for a loved one, a parent who has been detained, a \nchild who has lost a parent, or tragically, a family member who has lost a loved one in the harsh Arizona desert.  \nWe strive as best we can, realizing that unless we change the laws which apply to immigration, we are only \nproviding a band-aid to this situation.\n\nBecause of a broken system, immigrant families are being separated.  Migrant workers are subject to exploitation \nby unscrupulous employers, and those attempting to find work by coming north are being abused and taken \nadvantage of by human smugglers.  It is shocking to realize that about 5,000 men, women and children have died in \nthe desert since 1998.  One such victim was Jocelyn Hernandez (sp.), age 14, from El Salvador.  Her and her nine-\nyear-old brother were attempting to reunite with their mother in California when they became lost in the desert.  \nJocelyn became dehydrated and survived for four days until she died.  She was found on the twelfth day. Jocelyn's \nstory, sadly, is being repeated far too often along our Arizona border.\n\n\n\nMadame Chairman, the overwhelming majority of migrants coming to the United States come not for nefarious \npurposes but to either find work to support their families or to join their loved ones.  Once here, they do contribute \ntheir work and skills to our country.  Yet on their way north, and while in our country, they and their families often \nare subject to the dangers and abuses that I have mentioned. This is a situation from a humanitarian and ethical \nstandpoint that needs to be addressed.\n\nFrom a moral perspective, as a nation we cannot accept the toil and taxes of immigrants without providing them \nprotection of law.\n\nLet me address the issue of the rule of law, which is a flashpoint in the debate and to which many immigration \nreform opponents point in arguing against legal status for the undocumented. The U.S. Conference wholeheartedly \nagrees the rule of law is paramount and that those who break the law should be held accountable.  As our \ntestimony points out, comprehensive immigration reform would honor the rule of law and help restore it by \nrequiring 11 million undocumented to pay a fine, pay back taxes, learn English, and get in the back of the line.  We \nbelieve that this is a proportionate penalty.\n\nLet me also address the issue of border security, the topic of much discussion recently, especially in our own state \nof Arizona. Church teaching acknowledges and upholds the right of a nation to control its borders.  It is our view that \nthe best way to secure our southern border is through immigration reform.  We have spent $100 billion on \nimmigration, border and interior enforcement.  The Border Patrol in the Tucson and Yuma sectors, whose work I \ndeeply respect, are trying their best to address this difficult situation.  And I'll close there.\n\nREP. LOFGREN:  Thank you, very, very much.\n\nDean Staver, we'd be delighted to hear from you.\n\nMR. STAVER:  Madame Chairman, thank you, distinguished members of Congress, for inviting me to address this \nimportant issue of immigration.\n\nI'm Matt Staver, founder and chairman of Liberty Counsel, a national legal organization, policy and education \norganization.  I also serve as dean and professor of law at Liberty University School of Law.  Liberty University is \nthe largest Christian university in the world, with over 62,000 students coming from 74 countries.  I also meet with \nand chair an organization called the Freedom Federation that represents some of the nation's largest, multi-ethnic, \nmulti-racial and multi-generational organizations representing over 40 million people in America.\n\nThe crisis that the country is facing in Arizona is a symptom and a cry for help.  It is an example of our failed \nimmigration policy. However, the Constitution places the responsibility for immigration on the federal government, \nnot on the states; therefore, it is imperative that Congress act sooner than later to reform our immigration system. \nIt is a matter of national security, domestic tranquility and national identity.  While upholding the rule of law, we must \ndevise a system that is compassionate and just.\n\nThe immigration debate does not belong to a political party or any socioeconomic or ethnic group.  It is, in my \nopinion, a moral issue.  We should not allow partisan politics or the difficulty of crafting a solution to deter us from \nthe ultimate goal of fixing a broken system.  We must secure our borders, enforce our laws, and then we must deal \nwith the undocumented immigrants who are currently living within our borders.\n\nOn the national security issue, this is a national security and a domestic tranquility issue.  It depends upon secure \nborders.  Secure borders are not closed borders.  Violent criminals and drug traffickers take advantage of open \nborders.  Such criminals are a threat to everyone in every community.  We must enforce our laws against those \nwho knowingly employ undocumented immigrants, those who entice them to come here illegally, and those who \ntake advantage of them once they cross the border.\n\nRegarding the undocumented immigrants currently living in the United States, there are essentially three solutions:  \namnesty, deportation, or earned legal status.\n\n\n\nAmnesty, in my view, flaunts the rule of law; rewards those who break the law; and is a disservice to those who are \nand have worked their way through the naturalization process.  I am opposed to amnesty.\n\nMass deportation, however, is impractical, immoral and unjust. Many undocumented children have come here with \ntheir parents.  Some children are naturalized (sic) citizens, having been born in America, yet their parents remain \nundocumented.  Deportation in these and many other circumstances would rip families apart, which no fair-minded \nAmerican wants to do.  While undocumented felons or those who have committed violent crimes in America should \nbe deported, we should invite the millions of undocumented and otherwise law-abiding persons living in the midst to \ncome out of the shadows by providing them with an opportunity to gain legal status.\n\nThe opportunity for earned legal status should involve a program of legalization, subject to appropriate penalties, \nwaiting periods, background checks, evidence of moral character, a commitment to full participation in American \nsociety through an understanding of the English language, an understanding and affirmation of the rights and duties \nof citizens and the structure of America's government, and an embrace of American values.\n\nWe must create a rational and just immigration policy which acknowledges that we are both a nation of immigrants \nand a nation of laws.  A just policy would put otherwise law-abiding citizenship -- law-abiding persons on one of \nthree paths:  one path leads to pursuing earned legal citizenship or legal residency, one leads to acquiring legal \nguest-worker status, and one leads back across the border, including a swift process for deportation of \nundocumented felons or violent offenders.\n\nA just immigration policy respects the traditions held by people of many backgrounds that make up America while \nrecognizing the importance of a shared language, history and cultural values.  Those who choose legal citizenship \nshould have the opportunity to fully participate in the American dream by removing any barriers to achieving those \ndreams.\n\nLet me be very clear:  An earned pathway to legal status is not amnesty.  I reject amnesty.  And I call upon those \nwho label an earned pathway to legal status as amnesty to stop politicizing this debate needlessly and to honestly \nacknowledge the difference.\n\nThe time to forge a national consensus is now.  America is a country of immigrants, a melting pot of individuals from \nvarious ethnicities and cultures.  America deserves a just immigration policy; one that begins with securing, not \nclosing, the borders; one that enforces our laws; and one that offers the opportunity for earned legal status.\n\nThe overwhelming attraction of America is her freedom.  As the world's standard-bearer for freedom, America's light \nshines as a hope for those around the world.  We must never quench the torch of liberty.  We must always stand for \nthe freedom that makes our shores the object of desire for people without hope.\n\nThank you.\n\nREP. LOFGREN:  Thank you very much, Dean.\n\nAnd now we'd like to hear from Dr. Edwards.\n\nMR. EDWARDS:  Thank you, Madame Chairman.\n\nFirst, I'll discuss key biblical principles that relates to today's immigration debate; and second, I'll discuss \nimportant implications of comprehensive immigration reform.\n\nFirst, each Christian is bound by a high moral imperative:  Love the lord with all your heart, soul, strength and mind; \nand love your neighbor as yourself.  These cornerstone precepts instruct believers personally to love your enemies; \nto bless those who curse you; to care for the least of these my brothers.  It's unreasonable, though, to try to require \ncivil authority to display the same kind of mercy or compassion individual Christians are called to show.\n\n\n\nThe God-given role of civil governments is as God's agents to constrain evil within their jurisdiction.  Civil authority \nwields the sword of justice to protect the innocent and punish law breakers. \"The things that are Caesars\" are \nconcentrated on justice.  Public acts of government differ fundamentally from individual acts.  An individual, showing \nmercy, decides willingly to bear an injustice.\n\nIt's merciful when a private person turns the other cheek, goes the extra mile, or gives up his tunic as well.  But the \ngovernment can only obligate the members of its society and their common resources. Trying to codify mercy in \nthat way, government can end up imposing injustice upon the innocent.  What might constitute an act of mercy, \nwhen an individual does it, becomes an injustice when government uses the sword of justice to compel such mercy.  \nEven if well intended, such action is unjust.\n\nSecond, we must consider the impact of comprehensive immigration reform on our fellow Americans.  More than \nthe welfare of illegal immigrants is at stake.  The foremost obligation, legally and morally, of the U.S. government is \nthe welfare of American citizens.  The American people would end up the forgotten victims of comprehensive \nimmigration reform.  It would put the most vulnerable Americans at risk, including native-born minorities, high \nschool dropouts and teenagers.\n\nWe had 21 million unemployed or underemployed native-born Americans as of third quarter, 2009, just a year ago.  \nComprehensive immigration reform would put them up against many more job competitors, forcing down the \nwages these Americans could otherwise command.  Today, fewer than half of American teens have jobs, compared \nwith two-thirds in 1994.  Yearly average wages of native-born men fell 4 percent between 1980 and 2000.  For \nnative drop-outs, it was about twice that, 7.4 percent.\n\nConsider vulnerable Americans' unemployment situation as of a year ago.  I am citing the broader, U-6 \nunemployment figure.\n\nFor native-born high school dropouts, 32.4 percent; for native- born blacks 18 to 29 years old with just a high school \ndiploma, 39.8 percent; for native-born blacks who drop out of school, 42.2 percent; for native-born Latinos without a \nhigh school diploma, 35.6 percent; for native-born Latinos 18 to 29 with only a diploma, 33.9 percent.\n\nThere's also the effects on America's current fiscal crisis. Many beneficiaries of amnesty would qualify for many \npublic programs from which they're currently disqualified.\n\nConsider Medicaid.  Health reform expanded Medicaid up to 133 percent of poverty.  About 3.1 million current \nillegal aliens would qualify for Medicaid.  That's an extra $8.1 billion annually or 48.6 percent -- I'm sorry -- $48.6 \nbillion from 2014 to 2019.  That's the first budget window.\n\nIn short, what comprehensive immigration reform would do unto the least of these fellow Americans hardly ranks \nas ethical treatment.  In closing, scripture doesn't detail a normative immigration policy, thus, we have to exercise \nprudential judgment.\n\nIn 1986, we tried immigration reform that looked much like today's proposals.  Within a decade, the illegal \npopulation had grown to three times the size of the 1986 level.  The enforcement measures failed to secure the \nborder or shut down the jobs magnet.  Pursuing essentially the same failed solution would force compassion on our \nfellow Americans that they can't afford.\n\nPerhaps the most ethical thing Congress could do is to suspend most immigration at least with until unemployment \nrates drop to prerecession levels.\n\nThank you.\n\nREP. LOFGREN:  Thank you, Dr. Edwards.\n\n\n\nAnd before proceeding with questions, first, I would like, without objection, to submit for the record the testimony of \nthe United Methodist Church.  We didn't have room for everybody who wanted to testify, so that will be added to the \nrecord.\n\nOur chairman of the full committee, Mr. Conyers, has arrived, and I don't know if he had an opening remark that he \nwould like to make.\n\nREP. CONYERS:  If I could just briefly, Madame Chairman and Ranking Member King, this hearing, I think, is very \nclearly a sort of a landmark in this discussion, this national discussion that we're entering into.  And I'm so pleased \nthat the bishop is here, that the president of the Southern Baptist Convention is here, that the dean of Liberty \nUniversity Law School is present with us and, of course, Dr. James Edwards.  We welcome you all.\n\nAnd I just mentioned to the chairperson here -- and I haven't talked to Steve King about it yet -- but I just want to put \non the record that we might like to meet with you after the hearing itself to talk about how we can expand our \ndiscussion beyond the formalities of committee hearings.\n\nAnd I am so pleased and honored that you'd be with us here in the Judiciary Committee.  And if I could, Madame \nChair, I'd like to yield the balance of any time -- a few minutes -- to our distinguished colleague from Illinois, Mr. \nGutierrez, who's been deeply immersed in this subject as well.\n\nREP. LOFGREN:  Without objection, our colleague, Mr. Gutierrez, also the chair of the immigration task force for \nthe Hispanic Caucus would take the remainder of the time.\n\nREP. LUIS GUTIERREZ (D-IL):  Let me say to Chairman Conyers, I think your suggestion is well needed.  And I \nwould encourage us -- as when we met with the speaker of the House -- to say to the men and women of faith that I \nthink you can save us from ourselves and from our own partisan political bickering.  This is a moral issue, and so, \ntherefore, I would suggest that you call us to order and that you convene the meeting so that men and women from \nthis side of the aisle can meet with men and women from that side of the aisle, put it that way.\n\nAnd you can then discern who is working of good faith in order to achieve the goal that we should as a government.\n\nNow, I want to begin just by saying to Dr. James Edwards, I listened very closely to your comments, and you want \nto make a distinction between the scripture and civil government, between we as Christians and the civil \ngovernment.  But our government should be a reflection of who we are.  What is government but a reflection of the \nmillions of people that constitute that government?\n\nSo when you say that the civil government should be different and has a different task, I don't see it that way.  I \nwant my government to be the best and the highest of our moral and ethical standards and objectives.  That's what \nI want my government to be.  I want it to be a reflection of my values, not distance itself from my values.\n\nAnd so I'm sorry, I just have to disagree.  I think that, as I listen to the panelists and they speak, because what are \nwe talking about?  We talk about them in these terms.  And, you know, one member said, well, we give money to \nthe Hispanic congregation, and so that means I'm not a bad person.  And four out of 10 Mexicans -- well, ladies and \ngentlemen, why do we always focus the issue of immigration on the Latino and on the Mexican community when \nwe know that 40 percent of the undocumented workers that are in this country came here legally?\n\nAs a matter of fact, we can go to the mall today and there are tourists who came here on tourist visa and will not \nreturn.  There are students that are going to graduate, hopefully not from Liberty University, but there are students \nwho are going to graduate and never return to their country of origin.  The fact is there are millions of \nundocumented workers that cross legally.\n\nAnd so when we speak about secure the border, secure the border, secure the border, let's be careful about the \nmessage that we are sending to America.  This is not a fight between the United States and Mexico.  Hundreds of \nMexicans died this year, in the last 12 months, fighting the drug cartels.  Fighting the drug cartels that provide the \n\n\n\ninsatiable -- the thirst that this America has for the drugs that come across those borders.  We, too, have a \nresponsibility.  We, too, have a responsibility for the effect that it's having on the civil society and Mexico and their \ninability to continue to create and foster.\n\nSo I just want to say to all of you, thank you for coming forward, but let's focus on the human being.\n\nOne last point if I could just have 15 more seconds.\n\nREP. LOFGREN:  Without objection, the gentleman has 15 seconds.\n\nREP. GUTIERREZ:  What is important is that we focus on families. Who are these undocumented workers?  In my \nhousehold -- I'm like most Americans where only two out of 10 Americans live with children.  You know that in a \nfamily house, only two.\n\nAnd -- but if you look at the undocumented, five out of 10 of them live with children.  Of course, if you came to my \nhouse at dinner time or on the weekend on Sunday morning, you'd think we still had children because they're \nalways showing up.\n\nBut my point is these are families.  Think about it.  Four million American citizen children of the undocumented.  \nThat seven- year-old girl asked the first lady, can you help my mom get some papers.  We should respond to that \nseven-year-old girl by saying, yeah, we're going to get your mom her papers so she can raise the best American \ncitizen child ever in the United States of America.\n\nREP. LOFGREN:  The gentleman's time is expired.  And because we went to the chair for his opening statement, \nI'd like to recognize Mr. King for any questions unless you -- to be fair on going back and forth.\n\nREP. KING:  I thank the chair for recognizing me.  First, I'm looking at the numbers of people we have on our side \nof this, which looks like two, and I look down this end and I see a lot of the Democrats that are eager --\n\nREP. LOFGREN:  So you're declining?\n\nREP. KING:   -- three witnesses, and one witness here.  So I'd like to defer to the chair --\n\nREP. LOFGREN:  That is absolutely fine.  I will go first then.\n\nLet me first thank all of you for your testimony.  It's thoughtful and informative.  And I'd like to give my first question \nto you, Dean, because not only are you a faith leader but you've argued twice before the Supreme Court and you're \ndean of a law school.\n\nAnd I was interested in your comment that -- in your written testimony, that you reference in your oral testimony -- \nthat there is a difference between providing amnesty and providing a path to status, and that we need to stop the \ndebate from being unnecessarily politicized.\n\nWe all believe that the laws need to be obeyed, but we make the laws.  And I remember in 1996, we changed \nimmigration laws retroactively.\n\nI mean, we made it the case that someone who was here -- and I've run into these situations, where someone who \nwas brought as a child to the United States really was raised in the country, and now they've married, you know, \ntheir high school boyfriend and they're a married couple.  And yet that woman has to leave the United States and \nleave her husband for 10 years under the law we passed.  That was retroactive.\n\nSo I'm wondering if you could talk to us about the rule of law and how the Congress has an opportunity to make \nchanges to have a more rational set of laws as well as the amnesty question, how we might get a grip on that \nquestion that's constantly thrown about.\n\n\n\nMR. STAVER:  Thank you, Madame Chairman.  Certainly as dean and professor of law at Liberty University School \nof Law and also founder and chairman of Liberty Counsel, a legal organization, and a practicing attorney, I support \nstrongly the rule of law.  We obviously must be a nation of laws and of rule of law.  So I believe that this issue is \ncritically important that we do support our laws.\n\nAmnesty, however -- that has oftentimes been used as a hot-button flash word, and I believe that's what it \noftentimes is used, to simply politicize this debate and shut down any rational discussion of this debate -- should \nultimately be defined.  Amnesty is what Dr. Land said Jimmy Carter did, President Jimmy Carter, with those who \navoided the draft in Vietnam.  Amnesty is what President Ronald Reagan did in 1986 with the immigration issue.  \nAmnesty is complete forgiveness without any consequences whatsoever.  That's amnesty.\n\nWhat I propose is something different.  And the reason why I propose that is because of several factors.  I propose \nfirst of all that you have a pathway to earn legal status, whether that is citizenship or temporary residency or worker \nvisa status.  Something that would be earned, not just simply given, not something that would be guaranteed but \nsomething that would be an opportunity to those who are here.\n\nWe often times get into this debate and we forget about -- we talk about securing our borders, I think people agree \nwe need to do that.  We talk about enforcing our laws, people agree we need to do that, but then they forget about \nthe 12 million or so people that are here.  We've got to deal with them, we cannot just simple starve them out, hope \nthat they'll go away.  We've got to deal with them and bring them out of the shadows.  These are individuals like you \nand I that want to pursue the American dream.\n\nBut sometimes our laws have ultimately put a barrier between that and that goal.  I propose a pathway to earn legal \nstatus, and that includes those various items that I mentioned, penalties, all of the other items going to the back of \nthe line and so forth.  That is different than amnesty, and if you look at any law, for example, there is not a cookie \ncutter penalty for any law that we have.\n\nFor example if the government were to entrap someone to break the law, the penalty on the government is \ncomplete victory for that individual who was entrapped.  In other situations where we have different kinds of \ngradations of violations, we don't give everybody the same penalty, whether it's civil or criminal penalties, we tailor it \nbased upon the individual.\n\nREP. LOFGREN:  Right.\n\nMR. STAVER:  But in this case, to just simply deport everybody is immoral and it's not consistent with the rule of \nlaw.  I propose that we have something that deals with this, upholding the rule of law, but compassionately and \njustly deals with those who are here within our borders.\n\nREP. LOFGREN:  Thank you.\n\nDr. Land, you have spoken out today and also before today on the issue of immigration reform.  And I understand, \nand as a matter of fact gave you a flyer that my office got yesterday, that some are suggesting that, you know, they \nsupported you before you spoke out but that now maybe you don't actually speak for the peers in your \ncongregation.  Can you -- I mean, do you speak for the Southern Baptists, do you think?\n\nREV. LAND:  Well, no one speaks for all Southern Baptists --\n\nREP. LOFGREN:  Well that would be true for all Catholics as well.\n\nREV. LAND:  -- the old -- (inaudible) -- wherever there are two Southern Baptists there are at least three opinions.  \n(Laughter.)  But I think it's clear that I speak for a majority of Southern Baptists. In 2006, Southern Baptist \nConvention the last time the Congress was debating this issue, passed a resolution overwhelmingly, 95 percent- \nplus vote, and you understand that when the Convention passes a resolution, those are elected messengers from \nthe 44,000 churches. Each local church elects its messengers who go to the convention and vote their conscience.\n\n\n\nAnd I think any fair reading of that resolution is a policy that secures the borders and then finds a way toward legal \nstatus, an earned pathway toward legal status.\n\nNow I've had some in the press who have said well, we think -- or how do you know that Southern Baptists agree \nwith you?  Well I decided to test that theory, I presented what I've argued as a fair and just policy to our Southern \nBaptist Convention in Orlando in June.  I have a reporting time during the time of the convention and I gave that, \nwhat I presented today in more detail, and it was very enthusiastically supported by the messengers that were \nthere.  And these are the most involved, the most faithful Southern Baptists.\n\nYou have to understand that about -- you know, we have hundreds of thousands of Hispanic Southern Baptists, \nmany of them undocumented, who have come here to the United States.  And I don't think it's a secret that \nSouthern Baptists are evangelistic, which means that we will witness to anyone that will stop and listen to us.  And \nso as a consequence, many of those undocumented workers have become Southern Baptists and members of \nSouthern Baptist churches and leaders in Southern Baptist churches during the last two decades.\n\nAnd in fact I had the privilege of speaking to the Southern Baptist Hispanic caucus in Orlando during our \nconvention, and of course they were very supportive of this.  They were very supportive of what I've laid out, \nincluding an earned pathway and going to the back of the line, et cetera.\n\nAnd, I would hasten to add at last, I'm elected, as you are, by Southern Baptists.  And our convention has fired two \nagency heads in the last five years, so they know how to do it, and they're not bashful about doing it if they think \nthat I'm not speaking what most Southern Baptists believe.\n\nREP. LOFGREN:  Thank you very much.\n\nI recognize Mr. King now for his questions.\n\nREP. KING:  Thank you, Madame Chair.  This would be an interesting conversation to carry on in a setting where \nwe could point, counterpoint -- but I appreciate all your testimony here.\n\nMaybe start with Reverend Staver and the statements that you've made about the word amnesty politicizing this, \nand you prefer that we not use that language at all.  Of course it is in our dictionary and it is in Black's Law, and that \nyou recognize that definition when you state that that is how -- it has one definition of it, and Reagan signed the \namnesty legislation in 1986 with a promise that there would never be another amnesty and that there would be full \nfederal enforcement.  And I reacted to that as an employer, I've got my I-9 forms from probably all the way back to \n'86 still in my files.\n\nBut I submit this, that we do need to define amnesty in a way with more clarity than using examples.  And I would \ndefine amnesty this way, and I have for years, and it's this:  to grant amnesty is to pardon immigration law \nbreakers and reward them with the objective of their crime.  And I just submit that definition to you and ask as a \nlawyer and attorney, as a pastor and as someone who's studied this thoroughly, how you would react to that \ndefinition, a pardon for immigration law breakers coupled with the reward of the objective of their crime.\n\nAnd we don't know whether their objective is to obtain citizenship or a job or to do some of those things that we all \nobject to in this discussion.\n\nMR. STAVER:  Congressman King, that definition would not be consistent with the rule of law, it wouldn't be \nconsistent with the definition that is in Blackstone or Black's Law Dictionary.  Amnesty would be forgiveness, \ncomplete forgiveness where you have absolutely no penalty.  That's what Ronald Reagan did.  I don't support what \nRonald Reagan did.  I don't suppose that that is what I am proposing here.\n\nI'm not saying don't use the word amnesty, but use it when you really talk about amnesty.\n\n\n\nREP. KING:  Then I would submit then, Reverend, that the path that you've described here as pay a fine, pay the \nback taxes, learn English, that those things are designed to provide the objective of the person who had already \nbroken the law.  Whether it's a fine that is less than one pays a coyote to be smuggled into the United States, \nlearning English is something that helps one in this path in this country -- I don't see that as a penalty or any kind of \nrecompense for breaking the law.  And at least 60 percent of them are actually -- they violate, the commit the crime \nof crossing the border illegally.\n\nMR. STAVER:  With all due respect, Congressman King, if we just simply -- we really have three options.  Deport \neverybody, give them all complete forgiveness with no consequence, or deal with them somehow.  I think it's \nimpractical and impossible to just simply deport 12 million.  And in fact if you do that, you will tear apart families.  \nYou will tear apart families where the children are legal and the parents are not.  You will tear apart families or \npeople who have no idea what their home country is, cannot even speak the language of their home country, and I \ndon't think any of us want to see those kind of --\n\nREP. KING:  Well, let me submit this.\n\nWhat I'm suggesting we do is that people who break our laws, we put them back in the condition that they were in \nbefore they broke the law.\n\nAnd I turn then to Reverend Land -- and I appreciate your testimony as well -- and the example you use is if we \nhad, let's say, video cameras up and were able to record speeders for 20 years and then we would send them all a \nticket for every time they'd speeded.\n\nI would argue that there's another viewpoint on that.  And what I'm hearing advocated here -- some of the members \nof this panel at least -- is that I'd use this other metaphor that, well, no, let's grant them -- however our definition is, \nand I'll stick by mine, on amnesty -- but we're going to do this.  We're going to give people a pass for all the times \nthat they speeded, but they didn't have a driver's license.  And we're going to give them not only the driver's license, \nbut we're going to let them then speed the rest of their life as well.\n\nThat's what I think is the real metaphor here -- the difference between granting amnesty and calling this something \nequivalent to a traffic violation from some years ago.\n\nREV. LAND:  With all due respect, the one thing that you didn't mention that Mat and I did mention was going to the \nback of the line. That they go to the back of the line, behind those people who have been and are trying to come \nhere legally so that they pay a penalty of going back to as if they were just coming into the country.\n\nREP. KING:  Where does that line form, Reverend Land?  Where does that back of the line -- when they go to the \nback of the line -- physically, where are the people that go to the back of the line?\n\nREV. LAND:  Well, you know, I'm very impressed with the U.S. government's ability to keep records.  I've been \naudited once and I was very impressed with their recordkeeping.\n\nREP. KING:  Me too!  (Laughs.)  Actually, more than once.\n\nREV. LAND:  By the way, I came through okay, but it was an interesting experience.  It focuses your full attention.\n\nI think we've got a broken immigration system that needs to be fixed and it's your job to fix it.  So you need to \ndecide where that line forms.  It forms in government recordkeeping that you have to -- you go to the back of the \nline.  You registered on this date.  You came forward during the grace period and you registered on this date and \nyou agreed to pay these fines; you agreed to pay these back taxes.\n\nREP. KING:  Reverend, I'm watching our clock, I'm sorry, but watching our clock.  That line, actually, is still in the \nUnited States.\n\n\n\nREV. LAND:  Yes, sir.\n\nREP. KING:  People don't go back to their home country.  The back of the line is actually in the other countries \nwhere people are waiting to come into the United States of America.  And that's my point.\n\nI just briefly then ask Bishop Kicanas this question:  You testified that about 5,000 people lost their lives in the \nArizona desert during a period of time -- I believe 1998 till present.  And that is tragic, and I share that sense of \nempathy that you have expressed in your testimony.\n\nBut I'd ask if you have contemplated or if you know the numbers of Americans who died at the hands of some of \nthose who did make it across the desert as victims of crimes, and that are part of the drug culture that we heard \nfrom Mr. Gutierrez and just part of the violence that comes within the about 4 million a year that try at the border.\n\nDo you know how many Americans died at the hands of those who made it across the desert?\n\nBISHOP KICANAS:  Well, there's certainly -- true to say, Congressman, that some who enter this country do so \nwith criminal intent and act in ways that harm others, but that is clearly not the majority of those who are entering \nthis country illegally.  The vast majority of those are good people who are looking for a decent way of life for \nthemselves or their families; who want to contribute to the community; who want to add to the live of the society.  \nAnd it's that individual that is of concern.\n\nCertainly, a person who comes here with criminal intent or who harms another person -- this is something that the \nlaw must address and needs to address.\n\nI was humbled to be able to celebrate the funeral mass for Rob Krentz, the rancher who died in Cochise County.  \nThere were 1,200 ranchers present for his funeral.  It was a sad and painful moment for Susie, his wife, and for the \nwhole family and for the whole community. This is tragic.\n\nNow, we don't know exactly yet what happened, but perhaps it was a drug smuggler, and that is an unconscionable \ncrime that needs to be addressed, that needs to be dealt with fairly and justly.\n\nOn the other hand, the person -- if it were a drug smuggler or a migrant who perpetrated that crime -- that is not \ncharacteristic of the numbers of people who are crossing the border.  It's an entirely different situation.\n\nREP. KING:  You recognize the American victims are multiples of the 5,000 that you testified to, I think -- (inaudible) \n-- Bishop.  I thank you very much.\n\nThank you, Madame Chair.  I yield back.\n\nREP. LOFGREN:  The gentleman yields back.\n\nI recognize Mr. Conyers, the chairman of the committee, for his questions.\n\nOh, I think Mr. Conyers is deferring to Chairman Berman, who's recognized for five minutes.\n\nREP. HOWARD BERMAN (D-CA):  Well, thank you, Madame Chairman; thank you, Chairman Conyers.\n\nDean Staver, I -- this issue of what is amnesty and what is not -- what Jimmy Carter did was a blanket amnesty.  It \ndefined a group of people and said, they're okay, notwithstanding what they did.\n\nThe 1986 law that Ronald Reagan signed turned out to be seriously flawed, not because it gave a blanket \namnesty.  It required individuals to apply, to pay money, to take English language courses. It didn't have all the \nfeatures of what we talk about now with earned legalization, but it was a specific, individual-generated legalization \nprogram that conferred a temporary status before it confirmed a permanent resident status.\n\n\n\nThe flaws were that it didn't -- while it attempted to in terms of increasing Border Patrol numbers, it didn't, quote, \n\"secure the border\".  It didn't deal with the population that Mr. Gutierrez referred to that comes on student visas or \ntourist visas and then overstays and melds into the society.  And most of all, the I-9 forms that Mr. King keeps in his \nfiles were not a substitute for an effective process of requiring employers to verify the status of their workers.  And \nso we have a problem compounded at this particular time.\n\nYou mentioned three alternatives.  There's a fourth alternative. It's the alternative we seem to be locked into, which \nis railing about the issue and leaving the status quo with all of the problems that exist, including the exploitation and \nthe continued magnets that exist and created this situation.\n\nBut Dr. Land, I really did appreciate your testimony and I take your point.  It doesn't deal with that part of the \npopulation that my colleague Mr. Gutierrez referred to, but it's certainly a significant part of the issue -- the control of \nthe border.  The problem is -- and the securing of the border.\n\nI did not take what you were saying to -- we now spend greater time and effort to figure out how to truly secure the \nborder.  We know all kinds of efforts have been taken.  We know to some extent it is far more difficult to cross the \nborder now than it used to be.  I took your comments to mean a logical process, as we pass legislation, that focuses \nat its initial stages on an effort to do better at the border, that you create metrics and tests for determining when \nthat's met.\n\nAnd when that test is met, a process that allows -- and you, at the same time, implement the kind of employer \nverification system that tells people about legal status and when that system is designed and ready to be \nimplemented, you allow a process where people, under the test that you've outlined for an earned legalization \nprogram -- payment of fines, tax issues, back of the line -- comes into being.\n\nIt isn't that you -- because sometimes people use the argument \"secure the border\" as an argument to do nothing \nelse now.  And so my -- I just want to clarify that your notion is a total scheme that puts that as the first test, but then \nat the point where it's reasonable to conclude that has been achieved, these other operations move into effect.\n\nREV. LAND:  Yes, sir.  I think that the effort last time -- as noble as it was, in 2006 -- has shown us there's not a \nsufficient trust level to do this simultaneously, so you're going to have to do it sequentially.  But you can do it in the \nsame law.\n\nYou can have a law that has border security.  And once those metrics have been judged as having been met, then \nit triggers the second part of the law, which would focus on the pathway to earned citizenship or legal status.\n\nAnd I think that part of border security is going to have to be -- we're going to have to have really much tougher \nlaws on those who exploit undocumented workers by employing them illegally.\n\nAnd you have to take away any excuse they have, and so I'm going to get really radical here.  I'm going to suggest \nthat what we really need is a tamper-proof, biometric Social Security card for everybody who wants to be employed \nin the United States.\n\nBecause if you -- and look, I know people get all upset about national --\n\nREP. BERMAN:  I don't.\n\nREV. LAND:  But we all have a Social Security card.  I mean, when I go teach for my best friend at Southwestern \nSeminary, I have to show him my Social Security card before they can employ me.  So we all already have one.\n\nAnd if you had a biometric, tamper-proof Social Security card, this would lessen the pressure on the border.  \nBecause if they managed to get across, if you told the employers they're going to get a -- you're going to get six \nmonths in jail if you hire somebody who doesn't have that card, they won't be able to survive.\n\n\n\nREP. BERMAN:  I think my time is expired.\n\nREP. LOFGREN:  The gentleman's time is expired.  I would recognize the former attorney general of California, a \ncolleague, Dan Lungren.\n\nREP. DANIEL LUNGREN (R-CA):  Thank you very much.\n\nAs the person who was the Republican floor manager for Simpson- Mazzoli in '86 and got the Republican votes to \npass it, I recall very well the discussions and the long period of time we had in passing that bill.\n\nI must say, however, for my friend from California, it did apply to those who entered this country legally and whose \nlegal status was overstayed, so long as that illegal status occurred four years before the date of the bill.\n\nSo -- yes?\n\nMR.     :  My point wasn't that it didn't apply.  My point was nothing in that bill dealt with trying to remedy that \nproblem from continuing to happen.\n\nREP. LUNGREN:   Well, all right.  The point I'm trying to make is it applied to all people who were in illegal status \nfour years before the signing of the bill.\n\nSo my first question would be to all of you, and hopefully, just short answers.  To whom should this apply -- \nsomeone who's just gotten over the border?  Someone who's been here six months?  A year?  Two years, three \nyears, four years, five years?\n\nBecause our argument back in 1986 was that as a matter of justice we felt that those people who had gotten -- put \ndown roots in the community ought to be treated differently than those who had not.  So if I could just ask you, one, \ntwo, three, four -- well.\n\nREV. LAND:  Well, that would be for you to determine.\n\nREP.  LUNGREN:  No, no, no, no.  I'm asking what is your opinion.\n\nREV. LAND:  Well, I would say that you would have to have a sliding scale.\n\nREP. LUNGREN:  Well, where would it start?\n\nREV. LAND:  Those who've been here 20 years, for instance, would have less of a time of waiting, and they would \nmove up.  And you'd have to set that as some arbitrary date.\n\nREP. LUNGREN:  I know.  I'd like to know what your opinion is. When does someone have sufficient roots in the \ncommunity?  One year? Two years?  Three years?  Four years?\n\nMR. LAND (?):  That's probably above my pay grade, sir.\n\nREP. LUNGREN:  All right.\n\nBishop?\n\nMR. KICANAS:  (Off mike.)\n\nREP. LOFGREN:  Could you turn -- yeah, your microphone.\n\nMR. KICANAS:  Reform means to bring people out of the shadows. And to the extent that we can do that \ncomprehensively, that would be our encouragement.\n\n\n\nREP.  LUNGREN:  So I guess you would say if they've been here a day?\n\nMR. KICANAS:  Certainly there should be some cut-off, and I think that would be up --\n\nREP. LUNGREN:  Well, what should that be?\n\nMR. KICANAS:  I would say a minimum of perhaps a year.\n\nREP. LUNGREN:   Sir.\n\nMR. STAVER:  Congressman, I don't have a magic bullet as to when that time would be, but I would agree that \nthere would be some kind of sliding scale.\n\nHowever, because that is a difficult question -- and there are many difficult questions -- that question alone and any \nothers that we face should not be used to obfuscate or delay our passage of some kind of --\n\nREP. LUNGREN:  With all due respect, sir, I'm not asking to obfuscate.  This is a very difficult issue.  I spent 10 \nyears trying to get it done the first time around.  And these are the difficult things we have to do.\n\nMR. STAVER:  I --\n\nREP.  LUNGREN:  And when you're talking about trying to have a balance between what you say is fair treatment \nfor those who've been illegally -- that is, immigration, illegal immigrants -- and the rule of law, you have to \ndetermine that.\n\nAnd so my question is, do you think that is a public policy issue we have to deal with?  That is, should there be a \ndifferentiation between people who've been here five years and just got here, number one.  And number two, do \nyou not understand that if you make it so close to the time of illegal entry, it encourages others to come in the \nfuture, and you will never have a permanent law?\n\nMR. STAVER:  No, I agree with you on that point, clearly.  And certainly I think you do need to have some kind of \nscale and you have to be careful that if you say you're going to provide this that you don't have all of a sudden a \nflood of immigration that's illegal that people want to take advantage of what we're trying to address here. And it \nmakes the problem --\n\nREP. LUNGREN:  Let me ask this question of the three of you. When we passed this law in 1986, we made the \nstatement it would be one-time-only because we thought it was a one-time-only phenomenon. And that one of the \nreasons we did that was we did not want to encourage continuing illegal immigration.\n\nAnd we were afraid that if it were viewed as a sequential thing -- we do one now, we do one in 20 years, we do \nanother one in 20 years -- it would defeat the purpose of securing the border.  Do you understand that, and is that \nsomething that we ought to be concerned about?\n\nDoctor?\n\nREV. LAND:  Yes, sir.  That's why I said border security first. And when I mean secure the border, I mean you have \ncontrol of the border.  You decide.  You --\n\nREP. LUNGREN:  How do we answer the question that we did this once before, said it was going to be the only \ntime we did it, and now we're doing it again?\n\nREV. LAND:  Well, the federal government didn't enforce the law, and they haven't enforced the law for 24 years.  \nThat's what's bred disrespect for the rule of law.  Under Republican and Democratic administrations, our own \nfederal government has chosen not to enforce its own laws.\n\n\n\nREP. LUNGREN:  Bishop?\n\nMR. KICANAS:  Illegal immigration is not good for anyone.  It's not good for the person crossing the desert at risk \nto their own life; it's not good for a country not to know who is crossing its border.\n\nSo definitely, if there is an earned pathway for those who are here, it will provide then legal entry, if there is a \nworker program connected to the reform, so that there is a legal way for people to come.\n\nREP. LUNGREN:  Should that worker program allow them to bring their families with them, or should it be a \ntemporary worker program in which they come to the United States for, let's say, 10 months out of a year but must \nreturn to their home country after 10 months, although they could then return in the following year?\n\nMR. KICANAS:  The church has always been insistent on family integration, and the separation of families is not \nhelpful.  It's not helpful to the family; it's not helpful to the society.  So to whatever extent possible, family should be \nkept together in a worker program, if that's feasible.\n\nREP. LUNGREN:  So they should be treated better than our men and women in the armed forces, who are \nseparated for 10, 12, 18 months' deployment?\n\nMR. KICANAS:  Well, that's an entirely different situation.\n\nREP. LUNGREN:  Well, I understand --\n\nMR. KICANAS:  It's not analogous, really.\n\nREP. LUNGREN:  The other thing I just asked you is do you recall the SAW program and the RAW program -- the \nSeasonal Agricultural Worker program and the Replenishment Agricultural Worker program -- in the 1986 law?\n\nDo you think that worked well?\n\nMR. KICANAS:  I know that there are concerns in terms of, for example, in Yuma, which is a huge agricultural \nworkforce, and the need to bring workers over the border.  And there's been great concern about the fact that they \nhave to build housing and they have to find a way to retain people when really the intention of people is to go back \nhome.  They want to be back home with their family.\n\nREP. LUNGREN :  Well, that has a different -- the only thing I'm just trying to mention for you and for my colleagues \nis we put a seasonal agricultural worker program and a replenishment agricultural worker program in the 1986 law \nas opposed to a specific temporary worker program.\n\nUnfortunately, the SAW/RAW program had the greatest amount of fraud of any program I know, and we were not \nable to police it.  And many people made assertions that they had worked in agriculture during the period of time we \nrequired who hadn't, and it became a back-door way of getting in the United States even though you didn't have -- \nyou didn't meet the qualifications.\n\nAnd I know I've overstayed my time.  I just want to say this, though.\n\nAs we talk about treating people fairly, I have to also think about the people in Mexico, the people in Africa, the \npeople in the Philippines, the people in Europe, the people all over the world who have followed the law.\n\nIn the 1970s we changed our law to have a worldwide quota system which was supposed to mean that everyone \nhad an equal chance to get in the United States.  And when you have rampant illegal immigration, significantly, \nfrom any portion of the world, it makes it unfair to those who have waited in line.\n\n\n\nAnd I have to say this:  As we go forward -- and I hope we do do something -- as we go forward, you should also \nthink of what it does or says to those people who followed the law, who've been waiting 10 years, 20 years in the \nPhilippines, to come here, in Africa to come here, in Mexico to come here.\n\nAnd what does it say to them if we say, you were the saps, and those that broke the law and came here are, \nfrankly, going to be treated differently?  And I'm not saying that's the answer, but I say we also have to understand \nwhat fairness, what justice means to those who did follow the law.\n\nThank you very much.\n\nREP. LOFGREN:  The gentleman yields back.  I understand that Ms. Jackson Lee is prepared for her questions \nand would be recognized for five minutes.\n\nREP. SHEILA JACKSON LEE (D-TX):  Madame Chair, thank you so very much for this very important hearing.\n\nI could not acknowledge that the clergy here today without acknowledging in my hometown of Houston, Cardinal \nDiNardo, Reverend Clemence of the National Baptist Convention and Bishop Kyles, among many others who have \nled a very potent and important convening of souls who have supported and understood the ethics and the \nhumanitarianism of real, comprehensive immigration reform.  And I'm humbled by the sincerity of my colleague \nfrom California and I believe that he is sincere, but I think it is important to, maybe, go against the grain of a familiar \nrefrain in a song that says, as I remember, tiptoe through the tulips.  And I think that we are tiptoeing through the \ntulips.\n\nI would adhere to the fact that once a law is passed we should be meticulous in how it's implemented.  Reverend \nLand, I believe that your controversial statement to some should be on the table.  But we must have it on the table \nwhere we can all discuss it in an implementation and so that you can here the cons from those of us who may not \nagree and we can here the fors.  But the good news would be that we have moved forward.\n\nI worked for a very large nondenominational church to give them relief for one of their Evangelistic workers who \ndidn't meet a standard to get a visa to be able to come in.  And we attempted to change the law, I think we worked \non it because it said a Catholic for a Catholic, a Baptist for a Baptist, and we said it should just be a religious worker \nso that people could come in and help to save souls.\n\nBut the greatest impediment for passing legislation, and I refer to legislation that I have, Save America \nComprehensive Immigration Act, and I refer to one that has drawn many, many sponsors, H.R. 4321, I call it Ortiz-\nGutierrez, which you would be shocked, maybe you've read it, please read it.  It has pages and pages of border \nsecurity provisions; ones that if you took a moment to read it you would understand that we are reasonable, we're \nresponsible and we're compassionate.\n\nSo the one major impediment is the Republican Party.  Every single Republican is committed to denying, \ndenouncing and ensuring that this president fails on immigration reform, that this Congress fails on immigration \nreform and you tell me, how do we overcome that kind of mindset?  Nothing you could say here today -- you could \ntake wings and fly around this room -- you could create the opportunity -- and President Land is looking for the \nopportunity to fly.  As they say, let me fly where the eagles fly.  You could fly with the eagles and you would not get \nthem to get past the political schism that they have.\n\nLet me share with you some numbers that I want to put into the record:  1994, 6.9 percent; 1995, 5.59 percent; \n1996, 5.41 percent; 1997, 4.94 percent; 1998, 4.5 percent; 1999, 4.22 percent; 2000, 3.97 percent; U.S. \nDepartment of Labor unemployment figures.  I was a ranking member of the Immigration Subcommittee during \nthat period when Republicans were in charge under Newt Gingrich and under the subsequent Speaker of the \nHouse -- we could not move immigration reform and we had the lowest unemployment that we could ever have.  It \nbothers me now to use the excuse of unemployment for that.\n\n\n\nCould I ask the clergy quickly to -- and if I could start with President Land.  What do we do about Senator McCain \nand Senator Graham who committed to us to work together in a bipartisan way.  I don't think this should be a \nsingle-party issue; it should be an issue for America.  And let me remind everyone that the idea of immigration \nreform is to take care of everyone stranded here in this country.\n\nPresident Land, what should we do with that mindset that no immigration reform will pass as long as I'm a \nRepublican in the United States Congress, which I am not.\n\nREV. LAND:  Well, I think, Congressman Lee -- and my home -- you represent my hometown of Houston.  And --\n\nREP. JACKSON LEE:  Good to see you.\n\nREV. LAND:  And the Texas Pastor's Council just -- it had a press conference last week -- issued a statement on \ncomprehensive immigration reform, signed by a lot of conservative Baptist pastors and was a multiethnic \nstatement dealing with the Texas legislature and their attempt to implement some form of the Arizona law -- and I \nknow some of those churches -- those churches are filled with people who vote Republican.  I think, frankly, the \ncountry is ahead of you on this issue.  I think, with all due respect, the country is significantly ahead of you on this \nissue.\n\nREP. JACKSON LEE:  Excellent.\n\nREV. LAND:  And they're waiting for leadership.  They're waiting for statesmanship.  I believe that there is -- there is \n-- the foundation and building materials and the blueprint for a centrist comprehensive immigration reform package \nis there.  It's out there in the country waiting to be constructed by -- by people who are willing to be statesmen.  As \nyou know, Churchill said, politicians think about the next election, statesmen think about the next generation.\n\nThis issue is rending the social fabric of the nation.  I think the Arizona Law and the attempts to implement the \nArizona Law in other states shows this.  There's great frustration with the lack of federal government \ncomprehensive immigration reform and the federal government enforcing its own laws.  It breeds disrespect for the \nrule of law when the federal government ignores its own laws.  And I think any fair observation of what's happened \nover the last 24 years is that more often than not our own federal government has just ignored its own laws when it \ncomes to border security and when it comes to immigration enforcement.  And this -- understand as well that we \nas a nation bear some responsibility for that because we are a government of the people, by the people and for the \npeople.\n\nWe have had at least two signs up at the border for at least the last two decades: one says no trespassing and the \nother says help wanted.  The vast majority of these people have broken the law in order to come here and work --\n\nREP. JACKSON LEE:  Absolutely.\n\nREV. LAND:  -- whereas our domestic lawmakers break the law in order not to work.  And they've been able to do it \nbecause the jobs are there -- and by the way, I've seen studies that show undocumented workers lower the wages \nof those at the lower end of the wage scale by approximately 10 percent -- all workers -- documented and \nundocumented so that if we had comprehensive immigration reform, it would have the impact of raising the wage \nscale by about 10 percent at the lower echelons where 10 percent makes a real difference.  And it would make a \nreal difference in the, in the living standard of those who are in the lower echelons of our society.\n\nSo, what I'm doing is I'm saying this is not an issue of right and left, it's not an issue of Republican and Democrat, \nit's an issue of right and wrong.  And encouraging people to talk to their congressmen and talk to their senators -- I \ndidn't even know about what the Texas -- the Houston Baptist pastors were doing --\n\nREP. JACKSON LEE:  Yes.\n\n\n\nREV. LAND:  -- until they informed me.  And they said thank you for your leadership in Orlando, and we're going to \nrespond to what, what's being attempted in Austin.  And I can assure you, that the churches -- that the pastors that \nare there -- a significant majority of them vote Republican.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nREP. JACKSON LEE:  I thank you very much.\n\nREP. LOFGREN:  The gentlelady from California, Ms Waters is recognized.\n\nREP. MAXINE WATERS (D-CA):  Thank you very much, Madame Chairwoman.  I appreciate you holding this \nhearing today.  It's very important that we create a discussion and a debate about immigration reform.  And it's \nvery important that the government accepts -- federal government -- its responsibility on immigration reform.\n\nI am pleased that we have witnesses here today, and several times I've heard my colleagues talk about trying to \ncreate a reasonable discussion of where Republicans and Democrats can get together and really talk about this \nissue in ways that will help to solve the problem.  But I'm finding, as I learn about some of the reasons for \nopposition to immigration reform, is that we are so far apart philosophically that I don't know how we are going to \nbe able to really get together and have this debate and this discussion.\n\nLet me -- I was intrigued by the testimony of James R. Edwards, Jr., Ph.D., today and this discussion about the \nability for Christians to display and implement compassion and mercy but that governments can't do that.  That \ngovernments should not attempt to use this civil responsibility in that way.\n\nThat it can be more harmful than not.\n\nLet me find out a little bit more to (ask my staff ?) find out who this gentleman is.  As we understand it, you served a \nfellow at the Center for Immigration Study, is that right?\n\nMR. EDWARDS:  Yes, ma'am.\n\nREP. WATERS:  Are you familiar with the case of Eduardo Gonzalez?\n\nMR. EDWARDS:  No, ma'am.\n\nREP. WATERS:  Eduardo Gonzalez I guess has been deployed on his third tour of duty with the U.S. Navy, and he \nhas or will be serving on the USS Harry Truman in the Persian Gulf.  His wife is not a U.S. citizen, and his child, and \nthey face deportation and their deportation was advocated for and sought out by the center where you did your \nstudying, where you were a fellow.  Do you support that kind of deportation of the family of someone who is \ndeployed to serve to protect the United States of America?\n\nMR. EDWARDS:  Well not knowing the facts of that specific case, I hesitate to comment directly on that, but I would \nsay in general that there are elements in the law that allow exceptions in certain cases, and that might may well \nqualify as the exception.\n\nREP. WATERS:  The center advocated for his deportation.  Do you believe that someone who serves in the United \nStates Armed Forces should have to worry about their family being deported because they are not -- the wife, the \nchild are not citizens?  Do you think that's right?  Or is it, government should not be compassionate enough to \nconsider the plight of the wife and the child, because that's not our role, as you have articulated in your testimony \nabout the role of government or the --\n\nMR. EDWARDS:  What I've said in the testimony is that it's clear from Scripture that the role of government properly \nis more on the justice side.  And certainly we have elements of compassion or mercy that play out in our, that are \nreflected in our government, which I would agree, as Congressman Gutierrez noted earlier, that should be reflected \n\n\n\nto an extent.  And things such as in general where it applies very even-handedly, such as the role of due process or \npunishment that fits the offense, things --\n\nREP. WATERS:  In your testimony, if I may, in closing, this is what you say.  \"It would be unwise to misapply biblical \nprinciples in any public policy area.  This is true with respect to immigration. Immigration,\" you say, \"is one of \nthose issues in which Scripture does not detail a normative public policy.  This issue differs from clear- cut biblical \nprecepts such as prohibiting murder, stealing or perjury.\"  Thus, you say, we have to consider such biblical \nprinciples through appropriately apply -- carefully -- \"thus, we have to consider which biblical principles do \nappropriately apply, carefully assess the situation at hand, consider this nation's experience and unique \ncharacteristics, judiciously estimate -- (inaudible) -- barriers, policy options and then exercise prudent judgment.\"\n\nOkay.  I'm clear about that.  That puts us a long way apart.  And let me tell you why, particularly with this separation \nissue.  I'm in the process of reading three books right now.  One is known as \"The Known World,\" the other is \nknown as \"The Wench,\" and of course I'm reading the biography of the British legislator and abolitionist Mr. \nWilberforce.  All of these books are about slavery.  And I have decided to spend a lot of time trying to understand \nnot only what took place during slavery but the implications of that even today.\n\nOne of the most vicious and heartwrenching components of slavery was the separation of families, where children \nwere sold off, where fathers were sold off.  And when we look at this immigration issue, it emerges again that \nfamilies could be separated, children could be separated from their parents, what do you think government's role is \nin looking at this family situation where families could be separated? What's the role of Christianity, what's the role \nof religion in looking at this and what is government's role?\n\nREP. LOFGREN:  The gentlelady's time has expired.  By unanimous consent, we'll grant the gentleman 30 seconds \nto respond.\n\nMR. EDWARDS:  Where do I start?  In general I'd say that -- (laughs) -- there's a distinction between those who \nknowingly broke a law and took a chance and would be separated by their family if they were caught and held to \ncertain -- whatever consequences, be it imprisonment or whatever.  I mean, it's the same story as an embezzler, or \nany other person who breaks the law would be separated from their family members.\n\nThe person who comes here as a lawful permanent resident played by the rules and is separated because of the \nquota, waiting the turn of his spouse and minor children, because the citizens who came here before him are joined \nmore quickly with their more extended family members.  To me, that's a family separation issue of greater import to \nthe government and it would be more compassionate to join the spouses and minor children than to prioritize more \ndistant family members.\n\nREP. LOFGREN:  The gentleman's time has expired.  I know Dr. Land has to leave in about 15 minutes, so I'm \nhoping we can get to all our members.\n\nREV. LAND:  (Off mike) -- say that attached to my testimony that was submitted to the committee, in Appendix 5 is \nprinciples for just immigration reform where we try -- Dr. Barrett Duke, who has a Ph.D. in Old Testament studies \nand I who have a Ph.D. in theology try to take the biblical teachings and apply them to what we perceive as being \nan ethical immigration policy.  And it's much too long to go into, but I would refer you to it.\n\nREP. LOFGREN:  Thank you, and we will commend that to our committee.\n\nMr. Gutierrez is recognized for five minutes.\n\nREP. GUTIERREZ:  Thank you, Madame Chair.\n\nI want to go back to Dr. Richard Land.  Tamper-proof biometric Social Security card, it's in our bill.  We want to \nmake sure, because I agree with you totally.  You want to end illegal immigration, tell them they can't get a job in \n\n\n\nAmerica.  Now I'm saying that, I'm about as pro-immigrant as you can get.  Tell them they can't get a job in \nAmerica.  That we're going to end illegal immigration and we're going to end it once and for all.\n\nLet's not -- let's just confess to ourselves, 1986 was a good start, but it was a flawed bill.  And it was in essence \namnesty to the extent that people applied and you'd been here for years, you show up at an office, you go through \na quasi-background check and guess what, 18 months later you go from temporary resident to permanent resident. \nThe law was passed in 1986.  I got elected to Congress in 1993.  In 1994, I started the beginning of a process that \nbrought out 50,000 people in my district to become American citizens, from what?  From that bill.\n\nSo you see how quickly people went, from 1986 -- they didn't open up the first office until 1988, but by 1994 they \nwere already applying for American citizenship.  That's pretty much -- that is not what our bill says today.  What our \nbill says today, you have to go to the back of the line.  People keep -- they make fun of this back of the line. It's \nnothing to be made fun of.  The back of the line is a long time away from you ever becoming an American citizen \nand gaining permanency in the United States of America.\n\nBecause what we do is we're family friendly.  So we say all of those people that are waiting in line, during the next \nfive years they will receive their visas.  In the next five years in any comprehensive bill, you must take -- it is \nimmoral, wrong, unethical to make someone wait 25 years to bring their brother to America when we know that \nthey're on the verge of dying, that their life is all but done. That's not our law.  Our law is to bring families together.\n\nSo what we say is let's put them.  And once everybody that's in line and has been waiting lawfully in line is taken \ncare of, then you begin with those that are undocumented, but you place them somewhere in the line.  And all I \nwant to say to everybody is think about it a moment.  Think about it a moment.\n\nThink about it a moment.  Think about it a moment.  If we create a system that doesn't allow people to ultimately \nbecome American citizens, aren't we undermining our country?  Isn't that what we want is people to come here to \ninvest themselves not only economically but socially but in terms of their heart and their soul by saying this is my \ncountry and adopting the United States and following that position?\n\nThat's why we're not like other countries.  That's why America has become the cemetery of so many foreign \nlanguages.  Think about it. Germans came, buried German, right?  No.  Polish came, we buried Italian.  We just \nkeep burying languages.\n\nAnd English continues to be the language of the nation.  One after another, why?  Because we've allowed them to \nintegrate themselves fully.\n\nSo this is really -- I want to thank you all because this is really -- because we agree with you.  Biometric -- I love \nwhen leaders of our faith-based community begin to speak simple, clear facts.  We need a tamper-proof  biometric.  \nWe need Dr. Land and Bishop.  We need to make sure we secure that border and do everything.\n\nAnd if we need to get metrics to figure it out, let's figure out what those metrics are so that we can secure that \nborder.  But we need to secure everything totally.  So we agree with that.\n\nWe need to punish those employers that exploit them.  We agree. Every Democrat here on this side is ready to put \nthem to jail for long jail sentences if they hire undocumented workers and illegal workers in this country.\n\nNow, after hearing all of this, you say, well, Luis, what's the problem?  You're for securing the border?  You're for a \nbiometric card?  You're for putting employers in jail?  That's going to be the solution to ending illegal -- what's the \nproblem, Luis?\n\nThe problem is what do we do with the 12 million undocumented workers that are already here.  And you know \nwhat?  You've heard it again here today.  So I want to thank -- especially, I want to thank the Reverend Mathew \nStaver.  It isn't amnesty, but you know what they've done with amnesty?  They changed it from a seven-letter word \nto the dirtiest four-letter word that can be.\n\n\n\nAnd if today were Halloween, instead of kids knocking on their door and them saying \"boo,\" as in the tradition, they \nwould say \"amnesty\" as though to scare us -- (laughter) -- once again.  That's what they've done with the word.  A \nword that has no relationship with what we are doing, what we are saying is, quite simply.\n\nNow, you know, it's become the norm here not to speak about charity, not to speak about forgiveness, not to speak \nabout -- look, I'm not a theologian.  I didn't come here with my Bible.  You know, I'm a good Catholic, you know.  But \nI'll tell you, I learned two things:  To love God above everything else and to love my neighbor as I love myself.  And \nlet me tell you, I cannot fulfill that principle if when I sit in the pew and I know that person sitting in that pew next to \nme is undocumented and I don't love them as much.\n\nAnd when I register my kids to go to school -- and this is not hyperbole -- when I registered them in first and second \nand third grade, when I'd take them to school, I know there are undocumented children.  When I go to teacher-\nparent conferences, when I go to the park, everywhere I go, they're there.  They're an integral part of my life.  \nThey're so engrained in our life.  They are our neighbor, not only in the spiritual sense but in the factual sense.\n\nThey live next to us.  They live among us; 4 million American citizen children, hundreds of thousands of American \ncitizen wives, hundreds of thousands -- and husbands who are married to undocumented. Do you really propose \nthat the government go out there and destroy these families?  Do you know what it would do to the fabric of \nAmerican society to take 12 million people and rip them asunder?  It is not reasonable.\n\nSo what I suggest to all of you is that we meet again; that this testimony is good, but you guys got a little different \nthing than most people that come here.  You know, you have a mission in your life. You have different objectives \nand different goals in terms of what you want to do.\n\nI want to see if you can help us reach those goals.  And for that, I thank you for the wonderful testimony here this \nmorning.\n\nREP. LOFGREN:  The gentleman's time is expired.\n\nMr. Smith wants to catch his breath.  Oh, he's ready?  The ranking member of the full committee, Mr. Smith, is \nrecognized for five minutes.\n\nREP. SMITH:  Thank you, Madame Chair.\n\nMr. Land, let me direct my first question to you.  I apologize for being gone during your testimony because of having \nto attend another committee's markup.\n\nBut as I understand it, you do have some concerns about chain migration.  And to the extent that you didn't \nelaborate on that, could you tell us what aspects of chain migration you would eliminate and which ones you would \nkeep and to the extent that you agree with it, what would you substitute for chain migration?  Would you put a \ngreater emphasis on those who have the education and the skills we need in America, for example?\n\nREV. LAND:  Well, in Appendix 5 of my testimony, which is attached, I talk about chain migration.  The process of \nbringing extended members of one's family to the United States once one family member is settled here is a \nsignificant concern to us and many people in the nation.\n\nIf we are to allow millions of people to remain here, we must find a way to limit the influx of extended family \nmembers so that we leave room in our nation for future immigrants who have no family here.  We propose that \nchain migration be limited to spouse and see their natural or adopted children.  We recommend that hardship \nexceptions be part of the limits to enable children to bring elderly parents to the U.S. who have no means of support \nin their home countries.\n\nIn order to maintain our commitment to bringing in additional immigrants, we recommend that the number of family \nmember who can be united with family members in the U.S. be subject to an annual cap.\n\n\n\nREP. SMITH:  Thank you, Mr. Land.\n\nREV. LAND:  And the reason for that is that, otherwise, you get into numbers that are --\n\nREP. SMITH:  Right.\n\nREV. LAND:   -- extremely large.\n\nREP. SMITH:  Okay.  Thank you.\n\nREV. LAND:  It's a hard decision, but that's the decision that we recommend.\n\nREP. SMITH:  Right.  Thank you for that answer, and it is appreciated.\n\nBishop Kicanas, if that's the right pronunciation, I know that the Conference of Catholic Bishops does not or claims \nnot to support open borders.  My question to you is:  What illegal immigrants would you agree to deport or not \nadmit?  In the case of those individuals that we might send home, would you agree to send individuals home, for \nexample, who had been convicted of crimes?  Would you agree to send individuals home who were working \nillegally in the United States?\n\nI want to give you an opportunity to show that you're not just for open borders, that you do agree to enforce some \nimmigration laws.\n\nBISHOP KICANAS:  Yes.  Clearly, the bishops of the United States do not support open borders.  We call for \nborder security to address appropriate issues that are concerns along the border.  For example, drug trafficking, \nhuman trafficking, weapons smuggling, these are all serious issues that --\n\nREP. SMITH:  What about the category of individuals I asked specifically about?  Would you deport or support \ndeporting those individuals who had been convicted of crimes and those individuals who were working illegally in \nthe United States?\n\nBISHOP KICANAS:  I think we would certainly up support a judicial decision that someone should be deported or a \ndecision that is made --\n\nREP. SMITH:  Would you deport individuals in those two categories?  Would you --\n\nBISHOP KICANAS:  I missed the second category.  The second category was those who have commited crimes?\n\nREP. SMITH:  Those who have been convicted of crimes and those who have been found to be working illegally in \nthe United States. There seems to be bipartisan agreement on those two categories of individuals.  I just wondered \nif you all as a conference also supported the deportation of those individuals.\n\nBISHOP KICANAS:  What we support is comprehensive immigration policy reform.  With regard to deporation --\n\nREP. SMITH:  Right.  What about individuals --\n\nBISHOP KICANAS:  -- with regard to deportation, clearly, this is something that the government has to determine \nwho should be deported.\n\nREP. SMITH:  I understand that.  My question:  Does the conference support deporting individuals who have been \nconvicted of crimes and who have been found to be working illegally in the United States?  Yes or no?  Does the \nconference have a view on that?  Would you support --\n\nBISHOP KICANAS:  Well, that really isn't the -- I mean, the position of the conference is to reform our immigration \npolicy.  Now, the issue of deportation is affected by a comprehensive immigration policy.\n\n\n\nREP. SMITH:  But you're not willing to state those individuals should be deported?  It sounds to me, if you're not, \nthen I don't know who you would agree to deport, if anyone.\n\nBISHOP KICANAS:  It's not a matter of agreeing to deport.  The government determines who is deported.  The \nchurch doesn't determine who is deported.  So we wouldn't stand in the way.  In fact, what we do is try to assist \npeople on the other side of the border who have been deported.  That's what the church --\n\nREP. SMITH:  I don't think I'm going to get a further answer to my question, but I thank you for your response.\n\nBISHOP KICANAS:  Sure.\n\nREP. SMITH:  Any remaining time I have in a minute, I'm going to yield to the ranking member.\n\nBut Mr. Edwards, a question for you.  Do you consider to be comprehensive immigration reform, so-called, is \nequivalent of amnesty or not?  And if so, why?\n\nMR. EDWARDS:  I do consider amnesty.  And because the parameters of what is proposed in the 2006 bills in the \nSenate and 2007, the most recent proposals on the table, they have about the same exact requirements, a de \nminimis sort of fine or fee, you know, some modest toward English.  But there's no real requirement of acquisition of \nEnglish language.  There's, you know, a number of other things that are pretty small potatoes.\n\nAnd exactly like Congressman King said, those things are actually benefits to the people who -- in the most part, \nare benefits to the people who are the benefits of the legalization.  And they're going to be better off if they learn \nEnglish.  They're going to be in better stead for the future.\n\nIf you wanted to look at real things, and I take into account what Congressman Gutierrez said, that, yes, generally \nyou want everybody who comes here, legal -- even people illegally -- to form a positive emotional and cultural \nattachment to this nation, and a loyalty, a political or a patriotic loyalty to this nation.  But that doesn't mean that \neverybody should be able to go the entire route to citizenship.  You may consider that there are disabilities attached \nto people who have beneficiaries, and you've got to sort out all the distinctions.\n\nSome people have been here 20 years, some people 20 days.  Some people have education, some people don't.  \nSome people have citizen children, some don't.  You've got to design something that sets up all of that and deals \nwith each of those specific groups in a way, and some of those may benefit from naturalization, citizenship, but \nothers may not.  But you need to think long and hard about exactly who should be held to what standard.\n\nREP. SMITH:  Thank you, Mr. Edwards.  Thank you, Madame Chair.\n\nREP. KING:  Madame Chair --\n\nREP. LOFGREN:  Without objection, yes, sir.\n\nREP. KING:  Thank you.  I think I've technically got to be the one to ask for the two minutes, but I'll be happy to do \nso.\n\nREP. LOFGREN:  We're very cooperative in the running of the hearings.\n\nREP. KING:  I just again want to thank everybody here for being here on this important issue, and again encourage \nyou to continue this dialogue.  It's very critically important.  The more that I review immigration laws throughout the \nhistory of America, and we've had many, every time that we have taken an anti-immigration position, it has been \nthe wrong side of history.\n\nWhen I was recently in Yad Vashem in Jerusalem in January, February of this year, I came across a letter that was \nactually startling.  It was from a member of Congress to our then-president. It was regarding the ship that was filled \n\n\n\nwith people fleeing the Holocaust, the Jews that were fleeing Hitler's regime, and they were circling in the Atlantic, \nwanting to land on the shores of America.\n\nHe wrote a letter to the president urging him not to move forward with immigration reform, urging him to deny that \nship's entrance, which we eventually did.  The same arguments that were raised in that letter are the same \narguments that we hear today with regards to jobs, diluting our economy, diluting our culture.  We were on the \nwrong side of history then, and I urge us not to be on the wrong side of history now.  Thank you.\n\nREP. LOFGREN:  Thank you.  I recognize Mr. Gonzalez, my colleague from Texas, for five minutes.\n\nREP. CHARLES GONZALEZ (D-TX):  Thank you very much, Madame Chair. My questions will be directed to Dr. \nEdwards, and I'm going to be reading from your written testimony as well as some previous remarks attributed to \nyou.  Quote, \"We may fairly conclude that it displays questionable judgment to rigidly construct an immigration \npolicy for 21st century America based on a handful of Scripture passages taken out of context.\"\n\nAnd then in your written testimony today I think you make reference to some of those, and you also comment, \"But \nto attempt to require civil authority to display the same manner of mercy or compassion that individual Christians \nare commanded to display would be ludicrous. Yet that is what certain advocates in the immigration debate \nunreasonably demand.\"\n\nI'm not real sure where you make reference to, as certain advocates making that kind of demand, because that's \nnot been the testimony of the other witnesses here today, nor of any member up here on the Democratic side.  But \nlet me ask you this.  You say, \"But do these high standards apply to civil government?\"  And then you say, \"To an \nextent.\"  So I'm going to take some of those passages, and you know what?  I don't think yourr'e entirely wrong.  \nYou're substantially wrong but not entirely wrong.\n\nSo \"To care for the least of these, my brother.\"  All right, maybe government shouldn't do that.  Maybe civilian \nauthorities shouldn't do that.  \"Love your enemies.\"  Difficult thing to do in time of war.  \"Bless those who curse you.\"  \nWe don't really turn the other cheek all the time.  \"Love mercy, walk humbly.\"  No one may vote for me if I love \nmercy and walk humbly.  Maybe you're right.\n\nYou left one out.  \"To act justly.\"  To act justly.  I think that does have application, whether it's in the religious sphere \nor whether it's in government service.  Would you agree to act justly is an objective or a goal that should be sought \nby all?\n\nMR. EDWARDS:  Well, earlier in the testimony I did cite Micah 6:8 in full, where it does say, \"Act justly,\" and I fully \nagree that --\n\nREP. GONZALEZ:  No, I'm quoting you.  Because \"act justly\" seems to be one where you would find a lot of \ndisagreement, that it may not have an application as we form public policy here in Congress.  To act justly.  Actually \nthat's what I thought we were all elected to do, fundamentally.  So you would agree that that's one passage, \nwhether taken out of context or not, has application in what we seek to do here today.  To act justly.\n\nMR. EDWARDS:  That is one passage.  In fact, it is not out of context because there are so many other passages.  \nAnd the reference point is Scripture best taken is Scripture interprets itself.\n\nREP. GONZALEZ:  To act justly.\n\nMR. EDWARDS:  You have to take it as a whole, and it is very clear from Scripture that the principle of justice and \nacting justly is fully in order, both for individual Christians or civil --\n\nREP. GONZALEZ:  All right.  So then you're -- that is a long answer to say yes, you would agree with my \nproposition to act justly is something we should all seek, regardless of context, regardless of our roles, right?  Is the \npresent immigration law on the books just? Is it fair, is it just?\n\n\n\nMR. EDWARDS:  In general.  It's got a lot weaknesses because it's a political decision.  But it has, in general, \nelements of justice. It is thought through.  In many regards it allows for exceptions, the kind of merciful exceptions \non a case-by-case basis, such as parole --\n\nREP. GONZALEZ:  Let me ask you.  Is it just to view the 12 million workers and their families in this country as \nsomeone that is here illegally, without any chance of remaining in this country? Because it appears to me that you \nagree with some on the other side of the aisle that anything short of deportation would be amnesty. Because that's \nall you have provided us today.  For the 12 million workers and their families -- and they're all not from Mexico, by \nthe way, or south of the border.  One size would fit all if they would be deported.  Is that justice?\n\nMR. EDWARDS:  No, sir.\n\nREP. GONZALEZ:  And so you would agree that we need to reform our laws and find exactly what the other \nwitnesses have spoken to today, find an answer, a solution that is fair and just.  And we've been talking about an \nearned pathway to legal status that does include penalty in every courtroom in the United States, whether it's \nadministrative, criminal or civil.  There are penalties and punishments, there are gradations.\n\nNot everyone.  It's not one size fits all.  And people are basically also placed on a probationary period.  If they don't \ncomply, then the full import of the law or punishment or consequence will be visited on them.\n\nBut what I'm hearing from the other side and from you today is not just and it is not fair.  And that's what we're \nattempting to do here today.  So I welcome and I appreciate the testimony of the other witnesses, and I hope that \nwe can move forward.  And I yield back.\n\nREP. LOFGREN:  Thank you.  The gentleman's time has expired.  The gentleman from --\n\nMR. EDWARDS:  May I respond?\n\nREP. LOFGREN:  I think that would be fair.  By unanimous consent the gentleman is granted an additional 30 \nseconds so you may respond.\n\nMR. EDWARDS:  Thank you.  What I was trying to say earlier is very much in line with what you're pointing out.  \nYou cannot treat all of the 11 million currently illegal aliens exactly the same because some have been here 20 \nyears, others have been here 20 days.  Some have families, some don't.  Some have U.S. citizen children, others \nhave no children. You've got to design very specific penalties according to each of those categories of \ncircumstance.  That would be the prudent approach, rather than think everybody gets to stay here forever and \nbecome a U.S. citizen, regardless of whether you just crossed any border, or whether you over-stayed a visa or \nwhatever.\n\nI think exactly as Congressman Gutierrez pointed out earlier, it would be well in order to deal with the problem of \nvisa over-stays.\n\nREP. LOFGREN:  The gentleman's time has expired, and the gentlelady from California, Ms. Chu, is recognized for \nfive minutes.\n\nREP. JUDY CHU (D-CA):  I'd like to ask some questions pertaining to labor and jobs, and first I'd like to ask Dr. \nEdwards, and then have a response from Rev. Staver.\n\nI'm particularly disturbed by your testimony, Dr. Edwards, where you state that Harvard economist George Borjas \nhas attributed immigration with directly reducing yearly average native-born men's wages by 4 percent. And I'm \ndisturbed because you only tell part of the story.  Citing this statistic alone is misleading because you failed to \nmention that Borjas concluded that while immigration reduces the wages of native workers by 3.4 percent over the \nshort run, he finds that immigration has no effect on such wages over the long run. In fact, it's a zero percent effect \non such wages.\n\n\n\nAnd you also failed to mention that the majority of economists who write on this issue, such as David Carr, Giovanni \nPeri, Rachael Friedberg, Jennifer Hunt, Gerald Fitzjames differ from Borjas and conclude that immigration has \nactually had a positive effect on the wages of most, if not all Americans.  And this is because, for one, immigrants \nbuy things and increase demand on products and services.\n\nSecondly, immigrants tend to work in industries like agriculture and landscaping, and certain parts of the U.S. would \nbecome unviable without their labor, and thirdly, immigrants tend to complement American workers rather than \ndirectly compete against them.\n\nAnd let's just take the example of agriculture.  We do have exceedingly high unemployment levels right now, but for \nall the unemployment out there, Americans are not running back to the fields to do certain manual labor.  And this \nhas been highlighted by the \"Take our Jobs\" campaign being run by the United Farm Workers and discussed on the \nStephen Colbert show.\n\nFarm workers are saying to America, you want our jobs?  Then come take it.  But after months of advertising this \nparticular campaign, where they actually encouraged people to come take these jobs, only 60 people signed up and \nonly three have made it to the fields.  And in fact, there are estimates that there are 2.5 million undocumented farm \nworkers and their families in the U.S., but without them we don't grow citrus, berries, tomatoes and other fruit.  Our \nfood would not be able to compete with the cheaper food from overseas.\n\nAnd if our farms go away, it's not just farm work that goes away, it's all the jobs that go along with it, such as \npackaging, processing, trucking, accounting, advertising -- that all goes away, and these are jobs that are actually \nheld by Americans.  In other words, if you send the farm workers home, you eliminate millions of American jobs.  \nAny farmer will tell you that.\n\nSo, Dr. Edwards, what would you have to say about the fact that most labor economists have found that \nimmigration has had a positive effect on the wages of Americans?   And also, if we lost the undocumented farm \nworkers, would you still be in favor of rounding them up and shipping them home, considering so many Americans \nin complementary jobs would lose their jobs?  Where would we get the people to perform the jobs of farm workers?\n\nMR. EDWARDS:  Again, where do I start?  If you take Borjas' work as a whole, including his entire work called -- his \nbook called \"Heaven's Door\" and other of his scholarly publications -- I've read a good bit of Borjas and other \neconomists, and in general, it is the case that where there are more people in the labor force, there are lower \nwages.  Where there are the ability to substitute capital for labor -- that is, mechanization, which happened in the \ntomato industry for instance, at the end of the Bracero program -- we ended up with fewer jobs in the California, \nparticularly in the tomato industry, but they were higher-paying jobs.  They were better quality jobs.  There was \nmuch more productivity and output, and -- this is a much more complicated subject than I can answer in 30 \nseconds, but the truth is that there are plenty of people who would, if the wages naturally were to rise because of \nthe tighter labor market, might be attracted to different sectors, maybe not as stoop labor but for other mechanized \njobs in the agriculture sector.\n\nREP. LOFGREN:  Reverend Staver?\n\nMR. STAVER:  Thank you.  I think the idea that if you just simply -- that this is going to adversely affect the \neconomy is an oversight, because anybody who has lived in Florida or Texas or some of these other agricultural \nstates -- and I was raised in Florida -- knows that there's a lot of vegetables and flowers and agriculture that's grown \nthere and a lot of these individuals are illegal.  They're undocumented workers.\n\nIf you all of a sudden ship them back to wherever they have originated from, you're simply not going to have those \nfields and those employers filled with individuals clamoring to go out there and give us what we enjoy as Americans \nwhen we -- a watermelon or a tomato or have salads.  Those come from someplace.  They don't come out of thin \nair.\n\n\n\nAnd if we were just to simply ship everyone back, that's going to have a negative impact on our economy and on \nour way of life.  I think that what we ultimately see is that argument being used throughout history.  We have \ncontinually addressed this issue of immigration.  We have historically been opposed to immigration against \nvarious kinds of identifiable groups, whether they are Italians at one particular time that have our disfavor, whether \nthey're Asians that have our disfavor or Japanese or Chinese or other people of Asian descent, or Jews during the \nHolocaust, and now it seems as though it's the Latinos and those primarily coming from Mexico.\n\nEvery time we have had that issue, we've always raised the issue that if we allow these individuals, they're going to \ntake our jobs, and historically that has been absolutely proven incorrect.  Moreover, I think that we need to not \nstereotype every one of these that are illegal or undocumented workers or immigrants here.  It's not just the \nMexicans.  It's not just Italians.\n\nThere are some other individuals from all different kinds of descents, from all different spectrums of the world, and \nwe can't just have this cookie-cutter approach to simply say, because they will affect our jobs, we will ship them all \nback overseas.  I think that that's not an appropriate, it's not a just, it's not a moral, it's not an ethical approach.\n\nREP. LOFGREN:  The gentleman's time has expired.  We have, as a matter of fact all of the members have had an \nopportunity to ask -- (inaudible).\n\nI understand Ms. Jackson Lee has a unanimous consent request.\n\nREP. JACKSON LEE:  I ask unanimous consent to conclude with a comment I did not get a chance for in my \nopening comment. I just wanted to make one brief comment.\n\nREP. LOFGREN:  Without objection, the gentlelady is granted one minute.\n\nREP. JACKSON LEE:  Thank you.  To all of the participants and panelists, let me thank you very much.\n\nAnd President Land, because of our Houston connection, let me make it very clear how excited I am about the \nbipartisanship of our congregations, many of whom I worship with, and, of course, many constituents in my own \ndistrict are Republicans because they're Americans.\n\nWhat I would ask as you proceed and what I wanted the action item to be is to be ever-pressing on those names \nand others who I have classified in one party -- I'm talking to everyone -- to give them the message that you're \ngiving; otherwise, we will not move forward.\n\nAnd to give Dr. Edwards a rebuttable answer to what he has articulated, because with much respect, it is wrong.  \nWhen we had low unemployment, Republicans blocked us from moving -- and I'm speaking not of the constituency \nbut of the elected body.  What I would pray for, and I truly pray for it, that we distinguish the 12 million \nundocumented here in the country.  That is where the crisis is and we've made it very clear, put them on the back of \nthe line, let them work.  When they work, others work.  It is well known.\n\nSo my challenge to you and my question, and I would like to be part of it, is to convince Dr. Edwards, because he \ncarries the banner for those who think they can hide under this banner of religiousness. I would ask that we work \nwith those who are blocking us in the Senate and blocking us in the House in a humanitarian manner.  I yield back.\n\nREP. LOFGREN:  The gentlelady's time has expired.  I would like to thank all of the witnesses for being here today.  \nA lot of people don't realize the witnesses come as volunteers to help our country, and I think you all have helped \nour country today with your testimony, both oral and written.  It's thoughtful and it's been very helpful.\n\nA little housekeeping here.  The members of the subcommittee will have five legislative days to submit any \nadditional written questions to you, and if that occurs we would request that you answer those promptly so that they \ncan be made part of the record.  And without objection, the record will remain open for five legislative days for the \nsubmission of any other additional materials.\n\n\n\nI would just like to note that I learned some things today.  It's always a good day when you learn something.  And as \nI listened to you I became hopeful.  Too often here in Washington we're at loggerheads, but I think what I heard \ntoday is that people who can disagree on many, many other things can come together in a thoughtful, rational, \ncoolheaded manner to say, \"What's good for our country?  How do we solve problems?\"  That's our job and I think \nyou are leading us in that regard.\n\nAs Mr. Berman said, doing nothing is the soft amnesty.  You know, anywhere I go no one says do nothing about \nthis, whatever people think on the subject, so I do hope that we will be able to pull together across the aisle and \nacross our country.  Obviously, America has the right to decide who's going to come and join us and become \nAmericans here with us.\n\nThat is an obligation that we have, but our rich history shows that we are made stronger by immigration.  I think of \nmy own grandfather who got off the boat at age 16 because he wanted to be free.  He wanted to be here in \nAmerica, and because of his bravery, I'm sitting here today and I give thanks for that.\n\nSo this hearing is adjourned with thank you to all of the witnesses.\n"}