{"title": "U.S. GRANTS ASYLUM TO GAY MEXICAN HE CITES PERSECUTION BY THE POLICE", "body": "\nA gay Mexican, who said police harassed and raped him in his native land before he fled to the United States, \nhas been granted political asylum in a case his lawyer called precedent-setting.\n\nIt is the first time the Immigration and Naturalization Service has granted asylum in a claim of persecution based \non sexual orientation, attorney Ronald Silberstein said Thursday.\n\n\"We hope that this decision is a wake-up call to governments all over the world that the persecution on account of \nsomeone's sexual orientation is unacceptable,\" Silberstein said at a news conference.\n\nHis client, who used the pseudonym of Jose Garcia, said the INS decision \"saved my life.\" He said he hoped it sent \na signal to all gays \"that there are countries in the world which respect the human rights of all (their) citizens.\" Fear \nof persecution\n\nGarcia, who said he was in his 30s and had been in the United States illegally for about a decade, won the right to \nremain permanently when an INS asylum officer ruled March 18 that he had established a \"well-founded fear of \npersecution\" in Mexico because of his membership in a particular \"social group.\"\n\nThe INS had not previously concluded that gays were a \"social group,\" a category protected by asylum laws if fear \nof persecution is established, Silberstein said. He said the decision, though not legally binding on other INS \nofficers, should establish a precedent for similar cases elsewhere.\n\nINS spokesman Duke Austin confirmed that the decision had been reviewed at INS headquarters in Washington \nbefore it was issued.\n\nThe decision sets no precedent and does not mean that all gays from Mexico are eligible for asylum, Austin said. \nBut he said it was a logical conclusion that \"if a gay who's being persecuted in Mexico can get (asylum) on that \ngrounds, then a gay who's being persecuted in any other country can get it on that grounds.\"\n\nIn July, an immigration judge in San Francisco granted asylum to a Brazilian homosexual, a decision the INS is \nappealing. The Board of Immigration Appeals in 1990 barred deportation of a Cuban homosexual.\n\nSilberstein said Garcia's case was different because the INS did not oppose asylum, but instead \"recognized that \nsexual orientation is clearly a social group.\" He said another distinction was that Garcia was not under a deportation \norder, but instead walked into an INS office and applied for asylum.\n\nHarassment, extortion\n\n\nGarcia, from Coahuila, Mexico, said he knew he was gay at an early age, after being beaten by schoolmates as a \nchild. He said cultural prejudice against gays affected his family. He quoted a grandmother as once telling him, \"It \nwould have been nice if you had been born a man.\"\n\nAs he grew up, he said, police arrested him for walking in certain neighborhoods, patronizing certain bars and \nattending certain parties, falsely accused him of crimes and extorted money from him.\n\nHe said that once when he was a teen-ager, he and a friend were driving and were stopped by police, who told the \nfriend to go home and get some money if he ever wanted to see Garcia again. While the friend was gone, he said, \none of the officers raped him.\n\n\"As a gay man in Mexico, life was made intolerable for me,\" he said. \"I had no one to turn to. When I learned that \nbeing gay in the United States was not only tolerated but even accepted in some areas, I had only one desire: to \nflee Mexico for some kind of freedom in the United States.\"\n\nAn activist volunteer\n\nHe said he spent an entire night crawling across the border at Calexico. After living in Chicago and Miami, he said, \nhe wound up in San Francisco, where he has worked as a volunteer and a paid employee in gay-rights and anti- \nAIDS activities.\n\nDespite those public activities, he declined to give his real name or allow photographs. \"You don't know where the \nfuture will lead,\" he said.\n\nBesides Garcia's experiences, the INS also was given evidence of the involvement of police and military authorities \nin the assassinations of gays and doctors working against AIDS in certain parts of Mexico, Silberstein said.\n"}