{"title": "Progressives for Immigration Reform Says Trump Administration Should 'Make America Green Again' by Utilizing Environmental Law; NEPA can be applied to look at impact of population growth on the environment", "body": "\nPR Newswire\n\nWASHINGTON, D.C., Oct. 17, 2019 /PRNewswire-PRWeb/ -- Progressives for Immigration Reform (PFIR), a \nnonprofit group, says the Trump Administration should consider utilizing the National Environmental Protection \nAgency and two key pieces of legislation, the National Environmental Policy Act (NEPA) and the Endangered \nSpecies Act (ESA), to address the immigration crisis.\n\nAt the height of concern about overpopulation and degradation of the natural world, the Environmental Protection \nAgency was proposed and established by Republican President Richard Nixon in 1970, and he subsequently \nsigned into law the National Environmental Policy Act and the Endangered Species Act. These essential pieces of \nlegislation are considered the Magna Carta of U.S. environmental law.\n\n\"President Trump has powerful tools in cornerstone environmental legislation that he could apply to bring \ncommonsense to our immigration system,\" said Kevin Lynn, Executive Director of Progressives for Immigration \nReform. \"With these laws, federal agencies are required to assess the environmental impacts in areas for which \nthey have purview and ensure the preservation of biodiversity and the natural habitat for that biodiversity.\n\n\"Federal agencies operate as though they are exempt from NEPA and the Endangered Species Act, however, \nwhen it comes to population growth and the impact of that growth on the natural world. The U.S. has seen \nhistorically high immigration-driven population growth since NEPA became law, and no environmental impact \nstudy has been conducted by the Department of Homeland Security, or its predecessor, the INS,\" Lynn added.\n\nCountless science-based studies through the years have shown the connection between environmental \ndegradation and population. Driven by the need for more and more living space, supporting infrastructure for \nmodern living, and farm and ranch lands to produce food, more and more land is being appropriated for human use, \nat a tremendous loss to the natural world. Research shows that surveyed animal populations have declined by \nmore than 50 percent on average in the last two generations, as reported inNational Geographic.\n\nTo make the case for utilizing the National Environmental Policy Act, Endangered Species Act and the \nEnvironmental Protection Agency in helping decide if we need more, less or about the same levels of immigration, \nPFIR produced the video, \"NEPA: Let's Make America Green Again.\" View the videohere, and learn more \natProgressives for Immigration Reform.\n\nAbout Progressives for Immigration Reform\n\nProgressives for Immigration Reform is a nonprofit organization that educates the public about the unintended \nconsequences of mass migration. PFIR supports economic policies that protect workers' rights, increase wages and \n\n\ndecrease economic inequality, and environmental policies that preserve habitat for wildlife and conserve resources \nfor future generations.\n\nSOURCE Progressives for Immigration Reform\n"}