{"title": "INTERNATIONAL ATLANTA;The quality and quantity of immigration", "body": "\nRegardless of political and economic ups and downs, the United States is still the proverbial land of milk and honey, \nfulfilling more of the people's needs than ever before. And thanks to international communication, the United \nStates' reputation as a producer of everything in abundance is well-known throughout the world.\n\nMeanwhile, the gap between the developed and developing world steadily grows, which encourages more and \nmore emigration to the United States.\n\nThe resulting loss of human resources is a problem for our next-door neighbor, Mexico, and for the United States, \nwhich has to accommodate new immigrants. As an employee of the U.S. Foreign Service, I spent 42 years in Latin \nAmerica, closely observing this phenomenon. Now, it seems the United States has the advantage.\n\nNot all immigrants from Mexico are unskilled workers. Having little command of English, they sometimes find it \ndifficult to prove their skills and capacities when trying to cross the border, poorly dressed and looking like common \nlaborers. But those with training and professional expertise represent a brain drain for Mexico: That country loses \npublic and private-sector investments in the human resources necessary to achieve enough progress to discourage \nemigration.\n\nOn the U.S. end, if immigration must be controlled, quality - not quantity - should be the determining factor. \nInstead of building fences at the border, we should have people there to test the incoming immigrants. Decisions on \nwhether to allow them to stay should be based on whether they have something to contribute.\n\nWith their longstanding devotion and dedication to human rights, the American people must not forget that more \nthan 200 years of immigration have blessed the United States with talented manpower, helping the nation become \nwhat it is today.\n\nThe ongoing, hell-bent national debates on the evils of immigration are inconsistent with the moral significance of \nAmerica's world-famous symbol, the Statue of Liberty. I saw this unforgettable symbol for the first time in 1921, \nupon entering New York harbor. Like millions of immigrants, I have loved this great land and its values of life, liberty \nand the pursuit of happiness.\n\nThe intellectual capacity of the American people may allow occasional outbursts against immigration. But the \ncapacity of the United States to absorb quality human resources in its growing economy must also be considered.\n\nAn estimated 200,000 Hispanics, of which 85,000 are Mexican- Americans, have participated in the development of \nGeorgia's growing democratization and contributed to this state's pluralism. The good examples of immigration \nneed to be more widely known.\n\n\nDavid Amato, 82, a native of Jerusalem, came to Atlanta with his family when he was 10 years old. He began \nworking for the federal government during the Franklin Roosevelt administration. Now retired in Atlanta, Amato is a \nweekly columnist for two Mexico City newspapers.\n"}