{"title": "HYATT REGENCY DENVER AT COLORADO CONVENTION CENTER RECOGNIZED WITH CONDE NAST TRAVELER'S READERS' CHOICE AWARD #5 Best Hotels in Colorado; Conde Nast Traveler announces the results of its annual Readers' Choice Awards with Hyatt Regency Denver at Colorado Convention Center recognized as the #5 Best Hotel in Colorado.", "body": "\nPR Newswire\n\nDENVER, Oct. 21, 2019 /PRNewswire-PRWeb/ -- Conde Nast Traveler announces the results of its annual \nReaders' Choice Awards withHyatt Regency Denver at Colorado Convention Centerrecognized as the #5 Best \nHotel in Colorado.\n\nMore than 600,000 Conde Nast Traveler readers across the globe submitted a record-breaking number of \nresponses rating their travel experiences to provide a full snapshot of where and how we travel today.\n\nThe Conde Nast Traveler Readers' Choice Awards are the longest-running and most prestigious recognition of \nexcellence in the travel industry and are commonly known as \"the best of the best of travel.\" The full list of winners \ncan be foundhere.\n\nHyatt Regency Denver general manager, Greg Leonard, said, \"A recognition such as the Conde Nast Traveler \nReaders' Choice Award, as voted by some of the most seasoned travelers in the world, is a great honor. It \nacknowledges the commitment of our staff to our level of service and to ensuring that every guest stay is a \nmemorable one.\"\n\nAbout Hyatt Regency Denver at Colorado Convention Center\n\nWith 1,100 modern accommodations, Hyatt Regency Denver at Colorado Convention Center is one of the region's \nlargest hotels. Standing 38 stories high, sleek and contemporary in design, it is adjacent to the Colorado \nConvention Center and just one block from the 16th Street Mall pedestrian promenade. The guest room décor \ncaptures the essence of being where the mountains meet the plains. A 6,700 square foot fitness center, with \nwindows overlooking the 14th Street Theater District, includes Spa Universaire, an indoor lap-pool and outdoor sun \ndeck and whirlpool. Hyatt Regency Denver features Denver's highest lounge, the 27th floor Peaks Lounge that \ncaptures sweeping views of the Rocky Mountains. The hotel provides a total of over 60,600 square feet of versatile \nmeeting and event space including two large ballrooms and their adjoining foyers. In addition to a newly revitalized \nlobby and reception area, Assembly Hall Bar + Market provides a marketplace and social lounge where Colorado \nart and culinary offerings come together for a celebration of local Denver culture. The market is open 24-hours a \nday. The nearby, lobby-level Former Saint Craft Kitchen and Taps offers a glass-enclosed keg room, crowned with \n425 feet of polished copper piping that draws Colorado craft beers to its center, focal-point bar that is highlighted by \na 16-foot locally-inspired mural, saturated in color. A welcoming open kitchen, bustling with culinary craftsmen, \n\n\ninvites guests to imbibe in the aroma, the taste and the experience. Each plate is prepared and presented with extra \nthought and consideration using only the freshest seasonal, regionally sourced ingredients.\n\nReservations for Hyatt Regency Denver at Colorado Convention Center may be made by visiting \ndenver.regency.hyatt.com or by calling toll-free (800) 233-1234.\n\nThe 2019 Readers' Choice Awards are published on Conde Nast Traveler's website \nathttp://www.cntraveler.com/rcaand celebrated in the November issue of Conde Nast Traveler US and UK print \neditions.\n\nAbout Conde Nast Traveler\n\nConde Nast Traveler is the world's most distinguished travel title providing inspiration and advice for discerning \ntravelers. Authoritative and influential, Conde Nast Traveler is a multi-platform, transatlantic brand. Publishing US \nand UK print editions under Editor-in-Chief Melinda Stevens, Conde Nast Traveler offers award-winning expertise in \nluxury travel from around the world. For more, visithttp://www.cntraveler.com\n\nFor press inquiries, please contact:awards@condenasttraveler.com\n\nSOURCE Hyatt Regency Denver at Colorado Convention Center\n"}