{"title": "Lawyer Says Man's Link To Legislator Led to Arrest", "body": "\nA lawyer for an Israeli immigrant who raised thousands of dollars that helped elect Michael G. Grimm to Congress \nin 2010 said Friday that the authorities arrested his client last month on a charge of immigration fraud because of \nhis ties to the lawmaker.\n\n''This case is politically motivated,'' the lawyer, John Meringolo, said at a midday bail hearing in federal court in \nBrooklyn for his client, Ofer Biton.\n\n''He did not profit one nickel, your honor,'' from this alleged crime, the lawyer told United States Magistrate Judge \nCheryl L. Pollak. While the authorities have charged Mr. Biton with misrepresenting $400,000 on a visa application, \nMr. Meringolo argued that ''no one in the public'' had money taken from them and ''there's never been allegations of \na violent crime.''\n\nOutside court, after Mr. Biton was denied bail, Mr. Meringolo explained why he thinks prosecutors are focusing on \nhis client, ''They say he has ties to Michael Grimm,'' he said. ''I haven't seen any evidence whatsoever of \nwrongdoing of Michael Grimm.''\n\nRobert Nardoza, a spokesman for the United States attorney's office for the Eastern District of New York, which is \nprosecuting the case, had a different analysis in responding to the lawyer's allegation. ''The case,'' he said, ''is \nmotivated by the evidence.''\n\nIn fact, Anthony Capozzolo, a federal prosecutor at the public corruption unit of the United States attorney's office, \nsaid in court that this was ''not a simple visa fraud.''\n\n''The government does expect to charge him with extortion and money laundering,'' he said.\n\nRocking gently back and forth, as his wife, the eldest of his six children and a dozen supporters watched from the \nback of the courtroom, Mr. Biton, said little during the half-hour proceeding. He has been in federal custody since \nAug. 16 on the basis of a criminal complaint issued under seal on Aug 13.\n\nThough the bail application described him mostly as the owner of Mediterranean-style food restaurants in New \nYork, Mr. Biton, 39, got his big break as the aide and gatekeeper to Rabbi Yoshiyahu Pinto, a Sephardic rabbi from \nAshdod, Israel, looking to build up his following in Manhattan over the last decade.\n\nRelying mostly on connections he had gained by working for the rabbi, Mr. Biton, by many accounts, then went on \nto help Representative Grimm, a Staten Island Republican, raise hundreds of thousands of dollars in campaign gifts \nfrom followers of the rabbi.\n\n\nSome of those donors have said in interviews that they were advised by the candidate or Mr. Biton that there were \nways for the campaign to accept large gifts that were over the legal limits, included more cash than allowed, or were \ngiven by people who were ineligible.\n\nMr. Grimm's office did not respond to a request for comment.\n\nProsecutors have yet to bring a formal indictment that would lay out the charges against Mr. Biton more fully, and \nordinarily, they would have until this coming week to do so.\n\nWithout naming possible accomplices or co-conspirators, Mr. Capozzolo told the court that the initial charges \nagainst Mr. Biton stemmed from roughly $400,000 that Mr. Biton mischaracterized on a June 2010 visa application \nas a loan from a family friend.\n\nIn fact, he said, the true source of the money was hidden through a convoluted series of transfers executed with the \nhelp of someone the prosecutor called ''Individual A.''\n\nHe said maneuvers of this type violated ''anti-money-laundering provisions'' and ''stop immigration from questioning \nthe people whose money it really was.''\n\nWhile Judge Pollak declined to grant Mr. Meringolo's bail application, she said he could again if he could put more \nguarantees on the table that Mr. Biton would not try to leave the country.\n\nCiting his illegal immigration status -- ''Mr. Biton's status is that he has no status,'' is how Mr. Capozzolo put it -- and \nthe government's assertions that he has strong family ties back in Israel, the judge told Mr. Meringolo, ''I'd need a \nsecure package that you have not offered.''\n\nhttp://www.nytimes.com/2012/09/08/nyregion/lawyer-says-mans-link-to-rep-grimm-led-to-arrest.html\n"}