{"title": "Nunes Trip to White House Raises Questions; White House Brieing Begins; Atty Gen Sessions Announces Immigration Law Guidance for U.S. Cities. Aired 1:30-2p ET", "body": "\n[13:30:00] WOLF BLITZER, CNN ANCHOR: I also want to bring in our panel, \"Washington Post\" White House \nreporter, David Nakamura; CNN political analyst and \"USA Today\" columnist, Kirsten Powers; CNN chief political \nanalyst, Gloria Borger; and our political director, David Chalian.\n\nAnd up on Capitol Hill, our senior congressional reporter, Manu Raju, is joining us.\n\nWe know more about the whereabouts of Devin Nunes before his controversial announcement that the \ncommunications may have been swept up in foreign nationals. Nunes was on White House grounds the day before. \nThat raises lots of new questions. What was he doing?\n\nMANU RAJU, CNN SENIOR CONGRESSIOINAL CORRESPONDENT: That's right. He actually was getting his \ninformation from a source on White House grounds. This according to a spokesman who put out a statement saying \nthat Chairman Nunes met with a source at the White House grounds in order to have proximity to a secure location \nwhere he could view the information provided by the source. The chairman is extremely concerned by the possible \nimproper unmasking of names of U.S. citizens. And the statement goes on to say he had been looking into this \nissue even before President Trump tweeted that he had been spied on by President Obama under the orders of \nPresident Obama.\n\nThis is significant for several reasons, but one is because of this investigation that's ongoing in the House \nIntelligence Committee between the Trump campaign and any contacts and coordination that may have existed \nwith Russian officials. Democrats were alarmed by Mr. Nunes' decision to brief President Trump about this \nintelligence information that he had received from a secret source even before the Democrats themselves had \nlearned it. We had not known where Mr. Nunes had gotten this information. Last week, on multiple occasions, I tried \nto press Chairman Nunes to explain whether or not this came from the White House. He would not say. He said, I \ncan't go anywhere, I will not rule people in or out. But now he's suggesting the information did come at least on \nWhite House grounds.\n\nNow, just in the last hour, Mr. Nunes facing more questions whether there was a White House source involved. He \ntold a Bloomberg reporter that it did not come from a White House official but from an intelligence office. Still, Wolf, \nwe also don't know what was actually in the information that he revealed publicly. The committee itself has not seen \nthat, not even the ranking Democrat, Adam Schiff. And it raises more questions as Devin Nunes canceled a \n\n\nTuesday public hearing on the issue of Russia. He wanted to have a private briefing with FBI Director James \nComey and Mike Rogers, the head of NSA. But we've just learned, Wolf, that private briefing has been canceled as \nwell.\n\nSo a lot of questions going forward about how what happens with this committee and whether it can produce a \ncredible by a bipartisan report -- Wolf?\n\nBLITZER: Lots of questions, indeed.\n\nAnd The White House put out a statement. I'll read it. \"We have been made aware through public -- that Chairman \nNunes confirmed he was on the White House grounds on Tuesday. And any questions concerning his meeting \nshould be directed to the chairman.\"\n\nThere you see the statement.\n\nLots of questions for the chairman, Devin Nunes. I'll be speaking live with him in \"The Situation Room,\" later today, \n5:00 p.m. eastern. We'll ask him those questions.\n\nManu Raju, doing excellent reporting for us as usual. Thank you.\n\nGloria, I want to remind our viewer of the exchange Manu had with the chairman, Devin Nunes, last Thursday. \nListen to this.\n\n(BEGIN VIDEO CLIP)\n\nRAJU: Did this come from the White House. Did this information you got come from the White House?\n\nREP. DEVIN NUNES, (R-CA), CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE: As you know, we have to keep \nour sources and methods here very, very quiet. I've told the American public several times we want people to come \nto us and bring us information if they have it. Over the course of this investigation, we've had many sources who \nhave come to this committee. As you can imagine, some -- many don't want you to know. They don't want anyone \nto know who they are. I think you guys in the press understand this.\n\n(END VIDEO CLIP)\n\nBLITZER: That was the exchange he had on Thursday, but a lot more questions are being raised.\n\nGLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Sure. More questions are being raised because of the sort \nof cloak and dagger part of this. He's in a cab, he's goes to the White House grounds, he goes to a private room \nthere to obviously look at this information. He briefs the president. He doesn't brief Democrats. He doesn't even \nbrief his own Republicans. He comes out and says what he's really concerned about is the so-called unmasking of \nnames, which is a real concern, because American citizens, if there's kind of surveillance and they're just sort of \nisn't bystanders, their names are generally masked. But don't forget, we have to look at this and consider the \ncontext. The context is, going back to the president's initial, you know, series of tweets that Saturday morning, what \nis it, three weeks ago now, that Saturday morning --\n\nBLITZER: Hold on, Gloria. Sean Spicer's briefing is beginning.\n\n[13:35:03]\n\nSEAN SPICER, WHITE HOUSE PRESS SECRETARY: It's Monday, so I brought a special guest.\n\nFirst, I'd like to have the attorney general come up to the podium to make an announcement regarding immigration \nenforcement with respect to sanctuary cities. When the attorney general is done speaking, we'll have time for a \ncouple questions and then -- and then I'll continue with the briefing. So if your question is not germane to sanctuary \ncities, keep your hand down and we'll get to it after we go through the events of the day.\n\n\n\nSo with that, Attorney General Sessions, come on up.\n\nJEFF SESSIONS, ATTORNEY GENERAL: Thank you. Thank you, Sean.\n\nThe Department of Justice has a duty to enforce our nation's laws, including our immigration laws. Those laws \nrequire us to promptly remove aliens when they are convicted or detained of certain crimes. The vast majority of \nAmerican people support this common sense requirement. According to one recent poll, 80 percent of Americans \nbelieve that cities that make arrests -- that arrest illegal immigrants for a crime should be required to turn them over \nto immigration authorities.\n\nUnfortunately, some states and cities have adopted policies designed to frustrate this enforcement of immigration \nlaws. This includes refusing to detain known felons under federal detainer request or otherwise failing to comply \nwith these laws. For example, the Department of Homeland Security recently issued a report showing that in a \nsingle week, there were more than 200 instances of jurisdictions refusing to honor ICE detainer requests with \nrespect to individuals charged or convicted of a serious crime.\n\nThese -- the charges and convictions against these aliens include drug trafficking, hit and run, rape, sex offenses \nagainst a child and even murder. Such policies cannot continue. They make our nation less safe by putting \ndangerous criminals back on the streets. We all remember the tragic case of Kate Steinle, the 32-year-old woman \nwho was shot and killed two years ago in San Francisco as she walked along a pier with her father.\n\nThe shooter, Francisco Sanchez, was an illegal immigrant who had already been deported five times and had \nseven felony convictions. Just 11 weeks before the shooting, San Francisco had released Sanchez from its custody \neven though Immigrations and Customs Enforcement officers had filed a -- a detainer requesting that he be held in \ncustody until immigration authorities could pick him up for removal. Even worse, Sanchez admitted the only reason \nhe came to San Francisco was because it was a sanctuary city. A similar story unfolded just last week when Ever \nValles, an illegal immigrant and a Mexican national, was charged with murder and robbery of a man at a light rail \nstation. Valles was released from a Denver jail in late December despite the fact that ICE had lodged a detainer for \nhis removal.\n\nThe American people are not happy with these results. They know that when cities and states refuse to help \nenforce immigration laws, our nation is less safe. Failure to deport aliens who are convicted of criminal offenses \nputs whole communities at risk, especially immigrant communities in the very sanctuary jurisdictions that seek to \nprotect the perpetrators.\n\nDUIs, assaults, burglaries, drug crimes, gang rapes, crimes against children and murderers; countless Americans \nwould be alive today and countless loved ones would not be grieving today if these policies of sanctuary cities were \nended. Not only do these policies endanger lives of every American, just last May, the Department of Justice \ninspector general found that these policies also violate federal law.\n\nThe president has rightly said disregard for law must end. In his executive order, he stated that it is the policy of the \nexecutive branch to ensure that states and cities comply with all federal laws including all immigration laws. \nToday, I'm urging states and local jurisdictions to comply with these federal laws, including 8 USC Section 1373. \nMoreover, the Department of Justice will require that jurisdictions seeking or applying for Department of Justice \ngrants to certify compliance with 1373 as a condition of receiving those awards.\n\n[13:40:07]\n\nThis policy is entirely consistent with the Department of Justice's Office of Justice Programs guidance that was \nissued just last summer under the previous administration.\n\nThis guidance requires state and local jurisdictions to comply and certify compliance with Section 1373 in order to \nbe eligible for OJP grants. It also made clear that failure to remedy violations could result in withholding grants, \ntermination of grants, and disbarment or ineligibility for future grants.\n\n\n\nDepartment of Justice will also take all lawful steps to claw back any funds awarded to a jurisdiction that willfully \nviolates 1373.\n\nIn the current fiscal year, Department of Justice's Office of Justice Programs and Community Oriented Policing \nServices anticipates awarding more than $4.1 billion in grants.\n\nI strongly urge our nation's states and cities and counties to consider carefully the harm they are doing to their \ncitizens by refusing to enforce our immigration laws and to rethink these policies. Such policies make their cities \nand states less safe, public safety as well as national security are at stake, and put them at risk of losing federal \ndollars. The American people want and deserve a lawful system of immigration that keeps us safe, and one that \nserves the national interests. This expectation is reasonable, just, and our government has the duty to meet it and \nwe will meet it.\n\nThank you.\n\nQUESTION: Mr. Sessions, in Montgomery County, taxes -- I'm sorry, Montgomery County right up the road, there \nwas a rape in Maryland in -- at Rockville High School.\n\nHas anyone from the Department of Justice had any conversation with anyone in Montgomery County or Rockville \nas they describe themselves as sanctuary county and city, and there's also a boatload (ph) of federal government in \nMontgomery County?\n\nSESSIONS: Well, you know, Maryland is talking about a state law to make the state a sanctuary state. The \ngovernor's opposed to that, I'm glad to hear. That would be such a mistake. I would plead with the people of \nMaryland to understand that this makes the state of Maryland more at risk for violence and crime. That it's not good \npolicy. And as a former prosecutor for many years in state and federal law on jurisdictions, I just know the historic \nrelationship different federal agencies have with regard to honoring detainers. It's just a fundamental principle of \nlaw enforcement that if you have a person arrested and another jurisdiction has a charge, then they file a detainer. \nAnd when you finish with the prisoner, you turn them over to the next jurisdiction for their adjudication.\n\nThat is what should be done with...\n\n(CROSSTALK)\n\nQUESTION: So may I ask (ph) a question? Mr. Attorney General...\n\nSPICER: Major.\n\nQUESTION: Mr. Attorney, so listening to you carefully, sounds like you're applying the standards and the policy that \nthe Obama administration put forward on compliance with underlying Justice Department rules.\n\nAre you taking any additional steps? And have you asked the president to maybe talk about other federal funds that \nare not necessarily under your control as a way to punish sanctuary cities or states?\n\nSESSIONS: Well, that's a good question.\n\nWhat I'm seeing today is that essentially the policies of the Obama administration that were issued last July make \nclear that you should not be receiving certain federal funds if you're not in compliance with 1373.\n\nWe believe that grants in the future could be issued that have additional requirements, as every grant that's being \nissued in America today usually has requirements that if you qualify for this grant, you have to meet certain \nrequirements. So we'll be looking at that in the future and we'll continue to pursue it.\n\nBut fundamentally, we intend to use all the lawful authority we have to make sure that our state and local officials, \nwho are so important to law enforcement, are in sync with the federal government.\n\n\n\n(CROSSTALK)\n\nQUESTION: Mr. Attorney General (OFF-MIKE) cities, for example, bigger cities, have said despite the lack of \nfederal funding, they will continue to be sanctuary cities; that they don't care that they're losing money essentially.\n\nWhat recourse does the Department of Justice have in those cities that look at what you're doing and say, \"We \ndon't care; we're going to continue to implement this policy\"?\n\nSESSIONS: Well, that's very -- you know, disheartening.\n\nBut I hope that the America people and their constituents in their own cities will communicate with them.\n\n[13:45:00]\n\nAnd as we continue a dialogue and a discussion, and as we continue to ensure that monies that go for law \nenforcement only go to cities who are participating in an effective, collegial, cooperative way with the federal \ngovernment, that that would also send a message. We have simply got to end this policy.\n\nThank you, all.\n\n(CROSSTALK)\n\nSPICER: OK, you guys ready to continue?\n\nQUESTION: Yes.\n\nSPICER: Good. Before I get into the day's schedule, I wanted to read -- I know there's been some interest in the \nState Department's statement regarding the arrest of hundreds of protesters -- peaceful protesters that occurred in \nRussia.\n\nThe statement that the State Department put out says, quote, \"The United States strongly condemns the detention \nof hundreds of peaceful protesters throughout Russia on Sunday. The detention of peaceful protesters, human \nrights observers and journalists is an affront to essential democratic values. We are troubled to hear of the arrest of \nthe opposition leader upon arrival at the demonstration, as well as the police raids on the anti-corruption \norganization he heads. The United States will monitor the situation and we call on the government of Russia to \nimmediately release all peaceful protesters.\"\n\nThe Russian people, like people everywhere, deserve a government that supports an open marketplace -- open \nmarketplace of ideas, transparent and accountable governance, equal treatment under the law and the ability to \nexercise their rights without fear of retribution.\" Now, with respect to events for the day, this morning, after receiving \nhis daily intelligence briefing, the president participated in a roundtable with women small business owners. The \npresident is hosting a group of women's business owners as part of the White House's full calendar of Women's \nHistory Month events. At the roundtable this morning, Vice President Pence, SBA Administrator McMahon joined \nwith other senior administration officials to hear from these amazing female entrepreneurs and small business \nleaders about their first-hand experiences, successes and challenges.\n\nAs the president said, quote, \"Empowering and promoting women in business is an absolute priority in the Trump \nadministration because I know how crucial women are as job creators, role models and leaders all throughout our \ncommunities.\"\n\nThe women in attendance this morning have incredible stories, including many who have started businesses from \nscratch with very limited resources, and through hard work and determination, turned their dreams into reality. \nBetween them, they provide hundreds of jobs to Americans across the country.\n\nThe president is dedicated to continuing to remove the unique barriers that women face in our economy, including \naccess to capital, markets and networks. This administration will continue to advocate for policies that support \n\n\n\nworking family, including a national initiative to promote women business leaders and entrepreneurs that his \ndaughter Ivanka is helping to lead.\n\nIn honor of Women's History Month, the White House has been hosting events all throughout March. Just to name \na few, the Centers for Medicaid and Medicare System (sic) Administrator Verma held a round table with women in \nhealth care, which the president attended. The First Lady held a women's empowerment lunch on International \nWomen's Day. Earlier this month, Second Lady Karen Pence joined women from all five military branches for lunch \nat Fort Meade, and last week, hosted military women at the vice presidents residence to thank them for their \nservice.\n\nUnder President Trump, the American economy is a place for everyone, regardless of their gender, to thrive.\n\nFollowing the round table, the president had lunch with the vice president and Secretary of State Tillerson. And at \nthree o'clock, the president will have signed House Joint Resolutions 37, 44, 57 and 58, all of which use the powers \nof the Congressional Review Act to roll back job killing rules.\n\nBefore this administration, only one time in the nation's history had a president ever signed a bill that used the \nCongressional Review Act to cancel a Federal regulation. In just his first 66 (ph) days as president, he will have \nsigned six resolutions to eliminate unnecessary and burdensome rules.\n\nHouse Joint Resolution 37 rolls back the so-called blacklisting rule, which manufacturers identified during their \nmeeting with the president as one of the most significant threats to the growing American -- to growing American \nbusinesses and to hiring more American workers.\n\nThe rule simply made it too easy for trial lawyers to go after American companies and American workers who \ncontract with the federal government. The president saw that workers, taxpayers and businesses were the ones \nwho truly suffered under this rule and he's glad to be signing legislation to eliminate it. House Joint Resolution 45, \n57 and 58 cancel federal power grabs that took decision-making away from the states and local governments who \nknow the unique challenges of their own populations. The president firmly believes that Washington's not always \nthe solution to these problems and that these bills return the power to the people by putting more decision-making \nin the hands of states.\n\n[13:50:01]\n\nHouse Joint Resolution 44 removes a Bureau of Land Management rule, known as Planning 2.0, that would have \ncentralized federal and land management in Washington, diluting the concerns of local citizens who have a right \nthat is protected by law to be involved in this decision- making process.\n\nH.J. Res. 57 and 58 eliminate the Department of Education regulations which limit states' flexibility in how they \nassess the performance of schools and teacher preparation and programs. Removing these additional layers of \nbureaucracy will make it easier for parents, teachers and communities and state leaders to address the needs of \ntheir students.\n\nThe president will continue to work with Congress and the rest of the federal government until every unnecessary \nregulation that stands in the way of success for American business and American people is taken off the books.\n\nAdditionally, the president spoke with German Chancellor Merkel and Indian Prime Minister Modi earlier today to \ncongratulate them on their parties' success in recent elections. We'll have readouts on those calls a little later for \nyou both.\n\nThe president also will announce the establishment of the American -- the Office of American Innovation. The Office \nof American Innovation will apply the president's ahead-of-schedule and under- budget mentality to a wide number \nof government operations and service (sic), enhancing the quality of life for all Americans.\n\nThe office will have a particular focus on technology and data, hearing back from leaders in the industry.\n\n\n\nAs some of its first priorities, the office will focus on modernizing the technology of ever -- every federal department, \nidentifying transformational infrastructure projects and reimagining the V.A. system so they can better serve our \nnation's heroes.\n\nThe effort will be led by Sssistant to the President and Senior Advisor Jared Kushner.\n\nTomorrow, the president will sign an executive order to strengthen the nation's energy security by reducing \nunnecessary regulatory obstacles that restrict the responsible use of domestic energy resources. This order will \nhelp keep energy and electricity affordable, reliable and clean, in order to boot economic growth and job creation. \nAnd finally, before I came out today, Senate Democrats continued their obstruction to the president's nomination of \nJudge Neil Gorsuch to the Supreme Court, with the Judiciary Committee seeking a one-week postponement on its \ndecision.\n\nOver the weekend, Senate Minority Leader Chuck Schumer defended his decision to mount a filibuster against the \npresident's unquestionably qualified nominee. If Senator Schumer gets his way, this would be the first successful \nfilibuster against a Supreme Court nominee in American history.\n\nHe argued, quote, quite misleadingly that the Senate has, quote, \"required a 60-vote threshold\" of, quote, \"every \nSupreme Court nominee.\" That's simply not true. And as I've said before, only three support (sic) justices has faced \na filibuster in the last half of the century.\n\nSenator Schumer started (ph) four justices confirmed under Senator -- President Bush and Obama. But in fact, \namong those four, only one faced an attempted filibuster. That was Justice Samuel Alito. And it was President \nObama who, then as a senator, voted to filibuster Justice Alito and later publicly expressed his regret for that.\n\nThe fact is, an attempted filibuster of a Supreme Court nominee is rare. And to do so in this context with such an -- \nan eminently qualified and brilliant judge is nothing short of obstructionism.\n\nThat's why Senator Pat Leahy, the former Democratic chairman of the Senate Judiciary (sic), said he is, quote \"not \ninclined to filibuster,\" end quote, even if he ultimately may not vote to confirm the judge.\n\nThe fact that former chair -- the former chairman of the Judiciary Committee won't stand by the minority leader \nexposes the leader's efforts as nothing but obstructionism that undermines decades of Senate tradition.\n\nThrough four days of extensive hearings, Judge Gorsuch demonstrated his -- his judicial philosophy, his sterling \nacademic credentials, and a brilliant legal mind. He deserves a fair up-or- down vote.\n\nAnd with that, I'd be glad to take a few of your questions.\n\nJonathan?\n\nQUESTION: Is the president serious about working with Democrats going forward after what happened with health \ncare?\n\nSPICER: Absolutely.\n\nIn fact, starting Friday afternoon through late yesterday, he's received a number of calls, as well as other members \nof the senior staff that had been working on health care, from members of both sides saying that they would like to \nwork together, offer up ideas, and had suggestions about how to come to resolution on this and get to a House vote \non this.\n\n(CROSSTALK)\n\nQUESTION: But -- but -- but wouldn't this -- wouldn't this require a...\n\nSPICER: Sorry, John (ph), this isn't a free-for-all. Jonathan's asking a question.\n\n\n\nQUESTION: But -- but wouldn't this require a serious course collection -- correction for the White House? I mean, \nthe president branded Chuck Schumer a clown, you know, worked entirely with -- with Republicans on -- on this bill. \nWouldn't this -- this require a serious change of course for the president?\n\nSPICER: To some degree, sure. And I think the president talked about that.\n\nI think he's -- he -- we learned a lot through this process. I think we're obviously looking at ways that we can \nimprove not only how we handled health care, but other things -- how we do everything.\n\nAnd I -- I've mentioned it some of you in the course of things. I think, you know, one of the traits of a successful \norganization is to always examine how you do things.\n\nBut I think that there's been a lot of outreach from members of both sides with ideas and the president's willing to \nlisten to these individuals and if they can come to a resolution on a way forward, obviously we're willing to listen and \nto move forward. But you know, there are a lot of folks that came forward with these ideas.\n\nAnd with all due respect, to the beginning of your question, I don't think it's a one-way street some of the comments \nthat have been made. I think some of the Democrats who now say they weren't involved, early on in the process \nsaid that there was -- there would be no -- they would have -- they wanted nothing to do with this process. There's \nno way that they would engage in any discussion of repeal.\n\nSo I -- I think it's a two-way street and I think that we have been willing to listen to folks and their ideas and the \npresident's advice is that if we can come up with resolution on a way to move forward, we'll certainly entertain that.\n\nQUESTION: And where's the buck (ph) stop for this failure?\n\n(CROSSTALK)\n\nSPICER: Well, it's not -- just so we're clear. Look, we're -- we're at the beginning of a process. I don't think we've \nseen the end of health care. As most people have noted, I think the Obama administration from beginning to end \n(inaudible) about 17 months. Went through a series of fits and starts and it wasn't until Scott Brown was elected, \ndenying them the 60th vote in the Senate, that they finally jammed something through.\n\nAnd frankly, a lot of the reason that the secretary of Health and Human Services has some of the powers that they \ndo is because they -- they got -- they had to jam it through. But there were several failure when Obamacare went \nthrough during the process, and you know, ultimately, they tried to go through a single payer process and they had \nto -- they got rebuffed on that by some of their own members.\n\nSo you know, look, we're not saying it's the end of health care, but I think that we are looking to look for a way \nforward and I think that a lot of the members -- and again, on both sides aisle have reached out not just to the \npresident, but to members of the team, willing to share some ideas and both that will make -- they think that would \nmake the bill stronger.\n\nBut ultimately, the goal is to get to 216 and potentially 218, depending on where we are with special elections. And \nso we're -- we're going to look to see where we can get those 218 votes. And there may be other opportunities to \nwork with people across the aisle to get us to 218, but that's the name of the game and we're going to continue to -- \nto pursue that.\n\nJim (ph).\n\nQUESTION: Sean, the last Congress passed significant tax reform, took about five years, and that was 30 years \nago in 1986 (inaudible) an issue where there was broad GOP consensus. What makes the president think he can \npass significant tax reform this year?\n\n\n\nSPICER: Well, I think it's been 30 years. I think people -- we have a series of -- we have an economy that's evolved, \nespecially in the technology area that has made a lot of things change and I think our tax code is outdated. And \nfrankly, on the business side, we're uncompetitive. There's a reason that companies are leaving America to go to \nother places because -- same reason sometimes companies move from state to state.\n\nOur corporate and regulatory system has become unattractive for a lot of companies that want to either \nmanufacture here, grow here or begin here. And -- or want to return jobs here. I think the president recognized that \nbusiness leaders from around the country -- it's not a partisan issue. I mean, you go out to the tech sector out in \nSilicon Valley in particular, there's a lot of these companies out there that admittedly weren't with the president \nduring the election or continue not to be and -- and I think recognize that we are not as competitive as we can be \nwhen you consider the tax and regulatory climate of other countries around the world.\n\nAnd we need to be more competitive. Then, I think you look at the individual side of the House and I think especially \nwhen you talk to -- to middle income Americans, especially in the context of health premiums, going -- skyrocketing \nup, they recognize that they need some relief. And so we've got to do what we can to address that.\n\nJohn Christopher (ph).\n\nQUESTION: Thank you.\n\nSince -- historically, since health care is so -- has beguiled many presidents all the way back to Harry Truman and \ncertainly when Hillary Clinton came to Washington, she went to the Hill and thought that she could get it done. I'm \nsure there are many lessons you could learn from previous presidents and perhaps previous first ladies. Has the \npresident thought of ever reaching out to Hillary and finding out, you know, how she maneuvered and some of the \nbest practices or some of the pitfalls that she's come into?\n\nSPICER: Well, I -- and I think that you know -- I mean, he's met with Dr. Ezekiel Emanuel and others. It's not been a \n-- he has reached out to several people throughout this process to gauge both their policy ideas and strategy ideas \nand I think, you know, the president noted on Friday afternoon that we learned a lot on several fronts about \nstrategically how to handle this as well as some of the members that we thought we could -- we would have with us. \nAnd we're re-examining that on a variety of bases.\n\nSPICER: Margaret (ph).\n\nQUESTION: Thank you.\n\nWe got some guidance from the White House earlier about Chairman Nunes' meeting on the White House grounds \n(inaudible) and the idea that questions about the meeting should be referred to the committee chairman.\n\n[14:00:00]\n"}