{"title": "Growing backlog costly for taxpayers; Shortage of judges can make immigrants wait years for day in court.", "body": "\nImmigrants suspected of being in the United States illegally are being held in a detention center in southwest \nGeorgia for months at taxpayer expense, and others remain free on bond for years here amid a severe backlog in \nthe nation's immigration courts, The Atlanta Journal-Constitution has learned.\n\nCritics say the court delays are unfair both to citizens and, in some cases, to immigrants. Some believe the \nbacklogs allow illegal immigrants to compete with U.S. citizens for jobs and use taxpayer-funded services while \nthey are free on bond.\n\nU.S. Rep. Phil Gingrey, a Marietta Republican and critic of the Obama administration's handling of immigration, \ndescribed the situation as \"unconscionable.\"\n\n\"Those who are able to post bond are out there, still taking jobs away from our citizens and permanent legal \nresidents,\" Gingrey said. \"And it is even more unconscionable that people who are poor and downtrodden and don't \nhave the ability to post bond languish in our jails, at taxpayer expense, waiting for the federal government to do \n[its] job.\"\n\nThe nationwide court backlog is documented in a recent study by Syracuse University's Transactional Records \nAccess Clearinghouse, a research organization that monitors the federal government. The study says the number \nof pending cases in Georgia reached an all-time high of 7,046 this summer. The vast majority of those were \ndeportation cases. Nationwide, there were 247,922 immigration cases pending as of June 21, another all-time high. \nGeorgia ranks 10th among states based on its pending caseload.\n\nAtlanta's immigration court is so flooded with deportation cases that it takes more than a year --- 450 days --- to \nresolve one on average. Cases for inmates at the Stewart Detention Center in Lumpkin are pending for 63 days on \naverage. Meanwhile, it costs taxpayers $60.50 a day on average to house an inmate at the facility, which is \nlocated in Stewart County. As of Sept. 17, the center was holding 1,890 inmates. That works out to a daily cost of \n$114,345, based on the average expense.\n\n\nFederal officials say they are seeking to cut the backlog by hiring more immigration judges and dismissing some \ncases involving people who have not committed crimes and who appear eligible to remain here legally. John \nMorton, the head of U.S. Immigration and Customs Enforcement, issued the criteria for dismissing such cases in an \nAug. 20 memo.\n\nCritics say ICE is usurping congressional authority and sending the wrong message to people who might be \nconsidering coming here illegally. But ICE officials said they are trying avoid wasting taxpayer dollars on cases that \nare likely to be dismissed.\n\n\"This administration is committed to smart, effective immigration reform, prioritizing the arrest and removal of \ncriminal aliens and those who pose a danger to national security,\" ICE spokesman Brian Hale said.\n\nStress and criticism\n\nPeople end up facing deportation in these courts for numerous reasons. Some are caught entering the United \nStates illegally. Others are caught committing petty, or even violent, crimes after they enter the country illegally. And \nstill others come here legally but then do something to change their status, such as overstay a visa. Last fiscal year, \nabout 80 percent of the cases immigration judges decided resulted in \"removals,\" or deportations, according to \nfederal statistics.\n\nDuring visits to Atlanta's court and interviews with immigrants this month, The Atlanta Journal-Constitution \nidentified some cases that exemplify the delays:\n\nA judge dismissed a deportation case against an Ivory Coast native this month, about 14 years after the \ngovernment first sought to kick him out of the country for overstaying his visa while he was seeking asylum, \naccording to his attorney. The Columbus man, who declined to identify himself for this article, was ultimately \nallowed to stay after proving he later married a U.S. citizen and became eligible to remain permanently. He said he \nwas able to support himself before the judge's ruling by selling jewelry and doing freelance computer work.\n\nAn Atlanta immigration judge ordered a man this month to leave the country within 30 days. The judge's order \ncame nearly four years after the man pleaded guilty in federal court to illegally crossing the U.S. border from \nMexico. The man, who was identified in court as Salvador Torres Navarro, had already been deported at least \nonce before, a federal government attorney said at the hearing. One possible reason for the delay is the \ngovernment moved his court hearing location from Texas to Atlanta so it would be closer to where he has been \nliving. He was free on bond before the judge's ruling this month.\n\nA man who was illegally brought as an infant into the United States from Mexico is now facing deportation at age \n22. A North Cobb High School graduate, Adrian Sotres is not scheduled to appear before an Atlanta immigration \njudge until September 2011, two years after the government first charged him with being in the country illegally. He \nhas two underage alcohol-related convictions on his record. Those convictions alone would not automatically cause \nhim to be deported, according to experts, but immigration judges do consider convictions among other factors \nwhen they decide cases. Sotres said he is working at an inflatable play center for children.\n\nLocal immigration attorneys say the case backlog is so bad in Georgia that the state's four judges are now \nscheduling hearings into the summer of 2012.\n\nSeveral immigrants interviewed for this article said the legal limbo has made it difficult for them to plan their lives \nand work legally.\n\n\"It is extremely stressful,\" said Sotres, the 22-year-old who is facing deportation.\n\nOn the other hand, supporters of tougher immigration enforcement worry the court delays allow illegal immigrants \nto commit crimes while they are free on bond.\n\n\n\n\"What we have now is a massive catch-and-release program, which means that people don't get a swift hearing \nand they get released. And in many cases, this is risky to public safety,\" said Jessica Vaughan of the Center for \nImmigration Studies, a research group that advocates tighter immigration controls.\n\nFederal immigration officials said they are required to hold violent criminal immigrants in detention centers. They \nsaid they keep tabs on others by making them wear electronic monitoring devices or by requiring them to check in \nwith the government periodically.\n\nBehind the backlog\n\nThere are many reasons for the court backlogs, according to experts. First, the Obama administration has been \nexpanding enforcement programs involving local jails --- such as 287(g) and Secure Communities --- that are aimed \nat catching and deporting criminal immigrants. Most metro Atlanta counties are participating in one or both of these \nprograms. As a result, the government is expecting to deport up to 400,000 people nationwide this year, up from \n389,834 in fiscal year 2009 and up from 369,221 the year before.\n\nSecond, the number of federal immigration judges has not kept up with the caseload, court observers said. The \nnumber of matters that came before the nation's immigration courts jumped by 11 percent to 391,829 between \nfiscal years 2006 and 2009. But the number of judges who have regular caseloads increased by only 5 percent to \n229 during that period.\n\nThe government is in the midst of hiring 47 more judges, including one who will fill a vacancy for a fifth judge who \nretired this summer in Georgia, according to the U.S. Justice Department's Executive Office for Immigration \nReview. A sixth judge will begin hearing cases in the federal detention center in Lumpkin next month, said Elaine \nKomis, a spokeswoman for EOIR. She issued a prepared statement that says filling vacant judge positions \"is the \nmost important priority for EOIR.\"\n\nMeanwhile, immigrants' cases face many perils while they are pending. For example, U.S.-born spouses or \nchildren who could petition the government to keep the immigrants legally in the United States could die during the \ndelay. Other cases involve immigrants seeking asylum from oppressive governments in their native countries. \nThose governments could fall out of power while the immigrants are seeking asylum, but the enemies could \nremain. So, in some cases, sending immigrants back to their home countries could put their lives at risk.\n\n\"We are doing death penalty cases in a traffic court setting,\" said Dana Marks, San Francisco-based immigration \njudge and president of the National Association of Immigration Judges, which advocates hiring more judges. \n\"Would you want a life or death decision in your case decided under those kinds of conditions?\"\n\nKeeping courts busy\n\nThe delays may work in favor of some immigrants, however. Some may use the time to build their cases to stay in \nthe United States. Some are applying to U.S. Citizenship and Immigration Services to remain in the country \npermanently. On average, it takes CIS nearly four months to process those applications. Immigration judges will \nsometimes reschedule deportation hearings to give CIS time to process these applications. Other immigrants \nmight have weaker cases and want time to get their affairs in order before they are deported.\n\n\"The reliefs that exist under immigration law right now are very few and far between,\" said Socheat Chea, a local \nimmigration attorney and past chairman of the Atlanta chapter of the American Immigration Lawyers Association. \n\"We don't mind the backlog because our cases are very difficult.\"\n\nImmigration judges work for the U.S. Justice Department and preside over cases just as their counterparts in \nfederal district and state courts. They hear evidence, allow attorneys for the immigrants and for ICE to cross-\nexamine witnesses and ultimately decide whether the immigrants should be granted \"relief\" from being deported. \nThey also hear other matters, including motions and bond requests.\n\n\n\nAtlanta's immigration court is so busy that there is standing room only at times in some of its hearing rooms. The \nparking lot across from the downtown Spring Street courthouse starts to fill up with immigrants more than an hour \nbefore the doors open.\n\nOn Sept. 14, an immigration judge quickly dismissed a case against a man who was born in the Ivory Coast. \nImmigration officials ordered him deported in absentia in 1996, according to his attorney, Charles Kuck. The man \nhad overstayed his visa while seeking asylum in the U.S., Kuck said. He never was granted asylum. After Kuck \nshowed the court some paperwork proving the man was married to a U.S. citizen and eligible to become a \npermanent resident, an ICE attorney agreed to end the case.\n\nThe case had dragged on for so long, in part, because the government mailed the deportation notice to the wrong \naddress in 1996, Kuck said. The man said he moved within New York City a few times before finally coming to \nGeorgia. He said he didn't learn about the judge's deportation order until around 2006 when he applied to the \ngovernment for permission to live permanently in the United States based on his marriage to a U.S. citizen in 2001. \nHis attorney then filed a motion to reopen his case, saying the man never received the deportation notice. But then \nit took about a year for the government to approve his wife's marriage petition, Kuck said. He tried to get a hearing \nin his client's case scheduled for July 2009, but this month was the soonest it could be done, Kuck said. Meanwhile, \nthe man said he couldn't get permission to work in the country legally.\n\n\"It's been kind of tough,\" said the man, who declined to give his name. \"I have had to struggle to make ends meet. \nIt's a relief now.\"\n\nImmigration cases move slowly\n\nSeveral factors contribute to a backlog of cases in U.S. immigration courts. Here are the statistics for Georgia and \nselected states.\n\nPending immigration cases\n\nCourt location Pending cases Average number of days pending\n\nStewart Detention\n\nCenter in Lumpkin 981 63\n\nAtlanta 6,065 450\n\nTotal for Georgia 7,046 396\n\nNationwide 247,922 459\n\nSource: Syracuse University's Transactional Records Access Clearinghouse\n\nTop-10 states by pending immigration cases\n\nCases Number of judges*\n\n1. California 61,364 56\n\n2. New York 40,249 29\n\n3. Texas 23,234 24\n\n4. Florida 17,711 27\n\n5. Illinois 10,969 6\n\n6. Massachusetts 8,433 7\n\n\n\n7. Arizona 8,343 11\n\n8. New Jersey 7,765 8\n\n9. Virginia 7,652 8\n\n10. Georgia 7,046 4\n\n*Judges with regular caseloads as of Jan. 12\n\nSource: Syracuse University's Transactional Records Access Clearinghouse\n\nTop-10 nationalities by pending immigration cases in Georgia\n\nMexico 2,267\n\nGuatemala 995\n\nEl Salvador 577\n\nHonduras 252\n\nColombia 198\n\nNigeria 161\n\nJamaica 153\n\nKenya 142\n\nGhana 134\n\nIndia 132\n\nSource: Syracuse University's Transactional Records Access Clearinghouse\n\nNationwide immigration court matters\n\nReceived Completed\n\n2006 351,313 366,042\n\n2007 335,898 329,159\n\n2008 351,606 339,440\n\n2009 391,829 352,233\n\nBy federal fiscal year, which runs from Oct. 1 through Sept. 30\n\nSource: U.S. Justice Department's Executive Office for Immigration Review\n\nDeportations\n\nNationwide Georgia, North Carolina and South Carolina combined\n\n2010* 353,392 17,266\n\n2009 389,834 19,069\n\n\n\n2008 369,221 18,611\n\nBy federal fiscal year, which runs from Oct. 1 through Sept. 30\n\n* As of Aug. 23.\n\nSource: U.S. Immigration and Customs Enforcement\n\nDeportations explained\n\nImmigrants can end up in court facing deportation for numerous reasons. Some are caught entering the country \nillegally. Local police catch others committing crimes after they enter illegally. And some enter the country legally \nbut do something to change their status, such as overstaying a visa.\n\nThe U.S. Department of Homeland Security formally charges them with being in the country illegally and issues \nthem notices to appear in immigration court. Immigrants can represent themselves or get an attorney at their own \nexpense. Some are held in federal detention centers and some are released on bond while their cases are pending.\n\nThe courts schedule hearings before judges, who work for the U.S. Justice Department. There may be one or \nmore hearings for each case, depending on what happens during the proceedings.\n\nAn attorney working for U.S. Immigration and Customs Enforcement represents the government in each case and \nseeks to prove the immigrant should be deported.\n\nThe judges are responsible for determining if the immigrant should be deported. They hear evidence, let attorneys \nfor the immigrants and ICE cross-examine witnesses, they hear motions and ultimately issue rulings.\n\nIn most of these proceedings, immigrants admit they are deportable, but then they apply for one or more forms of \nrelief, such as asylum, a change in their immigration status or permission to voluntarily leave the United States.\n"}