{"title": "PHOTOGRAPHER SLIPPED INTO HOUSE, AS \"HELL BROKE LOOSE\"", "body": "\n \n\nTHE PHOTOGRAPHER'S VIEW\n\nThe scene in Lazaro Gonzalez's bedroom could hardly have been more dramatic: a federal agent wearing green \nriot gear, a helmet and goggles was carrying an automatic rifle when he confronted a man holding a frightened \nElian Gonzalez in a closet.\n\nThe moment was captured in a series of photos Saturday by an Associated Press photographer. The attorney \ngeneral was asked about the image at a news conference where she defended the approach to taking custody of \nElian.\n\nAP free-lance photographer Alan Diaz said Elian was crying and yelled to him, \"Que esta pasando?\" - What's \nhappening? - moments before a federal agent burst into the bedroom where he was being held.\n\nWhen the raid began, Diaz was with another photographer and an NBC cameraman on the lawn next door to the \nhouse of Elian's great-uncle. The family had arranged with television networks to have cameras nearby to record \nany raid.\n\nWith the arrival of federal agents, \"All of a sudden hell broke loose,\" said Diaz. \"All I recall is the NBC guy saying, \n'They're here, they're here.' \"\n\nDiaz and the cameraman jumped over the chain-link fence in front of the Gonzalez home and walked into the \nhouse. An associate of the relatives directed Diaz to the room Elian had been sharing with Marisleysis.\n\n\"A family friend grabbed me and he said, 'Go to the room, go to the room,' \" Diaz said. But Elian wasn't there. The \nphotographer then knocked on the door of Lazaro's bedroom, and his wife, Angela, opened it. Elian was in a \ncloset, held by Donato Dalrymple, one of the fishermen who had rescued him at sea. Dalrymple said that amid the \nnoise and commotion from the agents breaking into the home, he had run to the boy and taken him into his arms, \nretreating to Lazaro Gonzalez's bedroom.\n\nDiaz recalled that when he arrived in the bedroom, Elian \"was crying and he was asking me, 'What's happening?' \nand all I said was, 'Nothing's wrong.' I mean, what was I going to say?\"\n\nSeconds later, federal agents entered the room and seized the boy. Elian continued to cry and ask, \"What's \nhappening?\"\n\n\"They went to the closet and I shot (the photograph of) them grabbing the baby,\" Diaz said.\n\n\nNBC cameraman Tony Zumbado said later he was dragged away from the house by a federal agent.\n\nAt a news conference in Washington, Attorney General Janet Reno was asked whether the photograph had raised \nthe question of excessive force.\n\n\"One of the beauties of television is that it shows exactly what the facts are,\" Reno said. \"And as I understand it, if \nyou look at it carefully, it shows that the gun was pointed to the side, and that the finger was not on the trigger.\"\n\nA switch on the HK MP-5 weapon in photographs is clearly on \"S\" for safety, a position from which it could not be \nfired.\n\nGraphic\n\n \n\nPHOTO Photo from THE ASSOCIATED PRESS - Photographer Alan Diaz outside the home of Lazaro Gonzalez \nin Miami on Saturday. Diaz told an upset Elian Gonzalez, \"Nothing's wrong.\"\n"}