{"title": "Washington: PROVIDING AUTHORITY TO MAINTAIN AND OPERATE A TOLL BRIDGE ACROSS THE RIO GRANDE -- (House of Representatives - May 16, 2016)", "body": "\n Washington: The Library of Congress, The Government of USA has issued the following house proceeding:\n\n  \n\n    Mr. ROYCE. Mr. Speaker, I move to suspend the rules and pass the bill (S. 2143) to provide for the authority for \nthe successors and assigns of the Starr-Camargo Bridge Company to maintain and operate a toll bridge across \nthe Rio Grande near Rio Grande City, Texas, and for other purposes.\n\n \n\n    The Clerk read the title of the bill.\n\n \n\n    The text of the bill is as follows:\n\n \n\n    S. 2143\n\n \n\n     Be it enacted by the Senate and House of Representatives of the United States of America in Congress \nassembled,\n\n \n\n\n    SECTION 1. STARR-CAMARGO BRIDGE.\n\n \n\n     Public Law 87-532 (76 Stat. 153) is amended--\n\n \n\n     (1) in the first section, in subsection (a)(2)--\n\n \n\n [Page: H2398]  GPO's PDF\n\n \n\n     (A) by inserting ``, and its successors and assigns,'' after ``State of Texas'';\n\n \n\n     (B) by inserting ``consisting of not more than 14 lanes'' after ``approaches thereto''; and\n\n \n\n     (C) by striking ``and for a period of sixty-six years from the date of completion of such bridge,'';\n\n \n\n     (2) in section 2, by inserting ``and its successors and assigns,'' after ``companies'';\n\n \n\n     (3) by redesignating sections 3, 4, and 5 as sections 4, 5, and 6, respectively;\n\n \n\n     (4) by inserting after section 2 the following:\n\n \n\n    ``SEC. 3. RIGHTS OF STARR-CAMARGO BRIDGE COMPANY AND SUCCESSORS AND ASSIGNS.\n\n \n\n     ``(a) In General.--The Starr-Camargo Bridge Company and its successors and assigns shall have the rights and \nprivileges granted to the B and P Bridge Company and its successors and assigns under section 2 of the Act of \nMay 1, 1928 (45 Stat. 471, chapter 466).\n\n\n\n \n\n     ``(b) Requirement.--In exercising the rights and privileges granted under subsection (a), the Starr-Camargo \nBridge Company and its successors and assigns shall act in accordance with--\n\n \n\n     ``(1) just compensation requirements;\n\n \n\n     ``(2) public proceeding requirements; and\n\n \n\n     ``(3) any other requirements applicable to the exercise of the rights referred to in subsection (a) under the laws \nof the State of Texas.''; and\n\n \n\n     (5) in section 4 (as redesignated by paragraph (3))--\n\n \n\n     (A) by inserting ``and its successors and assigns,'' after ``such company'';\n\n \n\n     (B) by striking ``or'' after ``public agency,'';\n\n \n\n     (C) by inserting ``or to a corporation,'' after ``international bridge authority or commission,''; and\n\n \n\n     (D) by striking ``authority, or commission'' each place it appears and inserting ``authority, commission, or \ncorporation''.\n\n \n\n    The SPEAKER pro tempore. Pursuant to the rule, the gentleman from California (Mr. Royce) and the gentleman \nfrom New York (Mr. Engel) each will control 20 minutes.\n\n \n\n    The Chair recognizes the gentleman from California.\n\n\n\n \n\n    GENERAL LEAVE\n\n \n\n    Mr. ROYCE. Mr. Speaker, I ask unanimous consent that all Members may have 5 legislative days to revise and \nto extend their remarks and to include any extraneous material in the Record.\n\n \n\n    The SPEAKER pro tempore. Is there objection to the request of the gentleman from California?\n\n \n\n    There was no objection.\n\n \n\n    Mr. ROYCE. Mr. Speaker, I yield myself such time as I may consume.\n\n \n\n    Mr. Speaker, I rise in support of S. 2143, the Starr-Camargo Bridge act, introduced by Senator Cornyn and by \nRepresentative Cuellar of Texas. With today's passage, this bill goes to the President's desk for signature.\n\n \n\n    The Starr-Camargo Bridge act grants permanent authority to continue operating and maintaining the \ninternational bridge that connects Rio Grande City, Texas, with Mexican cities such as Monterrey and Mexico City. \nThis bridge is one of 28 vehicle border crossings on the Texas-Mexico border and one of two privately owned \ncrossing facilities. The Starr-Camargo Bridge has had continued growth in commercial traffic since 2009, and it \nplays an important role in facilitating legitimate trade and travel in the region.\n\n \n\n    This bill, S. 2143, would permanently extend the authority for the Starr-Camargo Bridge Company to operate the \nbridge. It would grant the bridge company the same rights and privileges already granted to this body to the B and \nP Bridge Company in Progreso, Texas. By granting this authority, we would be incentivizing the Starr-Camargo \nBridge Company to continue maintaining and expanding the bridge's capacity to keep up with growing trade and \ncommerce along the Texas border with Mexico.\n\n \n\n    This legislation received the full support of the Committee on Foreign Affairs when it was marked up last month.\n\n \n\n\n\n    Mr. Speaker, I reserve the balance of my time.\n\n \n\n    Mr. ENGEL. Mr. Speaker, I rise in strong support of this measure, and I yield myself such time as I may \nconsume.\n\n \n\n    Mr. Speaker, let me once again thank our chairman, Ed Royce, for bringing forward this bipartisan measure and \nfor his continued good leadership on the committee. I also want to thank the gentleman from Texas (Mr. Cuellar), \nmy good friend, who introduced the House version of this legislation which has already passed the Senate.\n\n \n\n    When it comes to our southern neighbor, Mexico, lately we have been hearing far too much about building walls. \nMexico is a critically important partner to the United States. Our people share long, close ties, so we should be \ntalking about building bridges, Mr. Speaker, not building walls.\n\n \n\n    A few weeks ago, the Senate helped build a bridge by confirming a new Ambassador to Mexico, Roberta \nJacobson. This was long overdue. She is excellent, and we are glad to have her on her way to Mexico City now.\n\n \n\n    Today, with this bill, we are talking about, quite literally, strengthening a bridge between the United States and \nMexico in the years ahead. The Starr-Camargo Bridge connects Rio Grande, Texas, with Monterrey and Ciudad \nCamargo in Mexico. The legal authority to operate this bridge will expire in 16 years. That may seem like a long \nway off, but as a result of that end date, we have already started to see a constraint in long-term investments. This \nbill would eliminate that expiration date.\n\n \n\n    We have done the same thing before. The Weslaco-Progreso International Bridge once had a sunsetting \nauthorization, and Congress acted to lift that deadline.\n\n \n\n    This bill doesn't cost the U.S. taxpayers a penny, but it does clear the way for this bridge to remain an important \nconduit between our countries for years to come. It also sends an important message from those of us actually \nresponsible for making laws and advancing American foreign policy.\n\n \n\n\n\n    Mexico is an extremely important partner to the United States, and bridges--not barriers--will help that friendship \nto thrive. I support this measure.\n\n \n\n    I reserve the balance of my time.\n\n \n\n    \n\n \n\n [Time: 16:45]\n\n \n\n    Mr. ROYCE. Mr. Speaker, I continue to reserve balance of my time.\n\n \n\n    Mr. ENGEL. Mr. Speaker, I yield 4 minutes to the gentleman from Texas (Mr. Cuellar).\n\n \n\n    Mr. CUELLAR. I thank my friend for yielding.\n\n \n\n    Mr. Speaker, first of all, I want to thank Chairman Ed Royce for his leadership and for the help of his staff on this \nparticular bill.\n\n \n\n    Also, I thank my friend, the ranking member, Mr. Eliot Engel, and his staff also for supporting and helping us on \nthis particular bill.\n\n \n\n    As the lead sponsor of this bill, I rise in support of this legislation. Mr. Speaker, this bill will provide equity in the \nlaw and removes a level of uncertainty.\n\n \n\n    In 1962, Congress authorized the Starr-Camargo International Bridge Company to construct, operate, and \nmaintain the private toll bridge between the United States and Mexico near Rio Grande City, which is a city in my \ndistrict.\n\n \n\n\n\n    Congress, in drafting this original authorization, included a sunset clause of 66 years. In doing so, Congress left a \nlevel of uncertainty in the law, as it did not state what should happen to the bridge once the 66 years went by.\n\n \n\n    Congress has authorized private toll bridges or other bridges along the U.S.-Mexico border before, yet \npreviously had not included this sunset on the authorization. This sunset clause, while still a number of years away, \nhas already begun to create issues for the owner and operator of the Starr-Camargo Bridge bill.\n\n \n\n    Due to this uncertainty around what should happen to this bridge should the authorization lapse, they are unable \nto get much-needed long-term financing to make improvements and finance the long-term maintenance and \noperations of the bridge. This bill will give the Starr-Camargo Bridge permanent status.\n\n \n\n    The Starr-Camargo Bridge plays an important role in our Nation's commerce and the economy of south Texas. \nThe bridge supports 200 to 300 commercial trucks per day, consisting of construction materials as well as fresh \nfruits and vegetables coming north and machinery, oil, and recyclable products going south. The bridge further \nsupports the crossing of around 4,000 cars a day.\n\n \n\n    Today the United States trades an estimated $531 billion in goods and services with Mexico, our Nation's third \nlargest trading partner, and this trade is only expected to grow in the future. In order for our Nation to take\n\n \n\n [Page: H2399]  GPO's PDF\n\n \n\n full advantage of this trade, we must be clear in these sorts of uncertainties in the law.\n\n \n\n    This bill, by ending the authorization's sunset, will afford the bridge greater opportunities to pursue and finance \nprojects that will enhance and expand the capacity of the bridge and supporting facilities and further improve trade \nbetween the United States and Mexico.\n\n \n\n    I would like to thank Senator Cornyn for working with me on this legislation and for taking that lead and, as I said \na few minutes ago, Chairman Royce and Ranking Member Engel for their support as well as their staffs.\n\n\n\n \n\n    I also would like to thank local leaders, Starr County Judge Eloy Vera and State Representative Ryan Guillen, for \ntheir support of this legislation.\n\n \n\n    I ask my colleagues to support this important bill.\n\n \n\n    Mr. ENGEL. Mr. Speaker, in closing, again I want to emphasize that Mexico is a vital partner to the United States \nin terms of trade, security, and a wide range of regional concerns. We need to keep all the channels between our \ncountries flowing, and that includes the physical connections between the U.S. and Mexico.\n\n \n\n    This bill would help strengthen an important bridge between our countries and, at the same time, signal just how \nimportant we consider this friendship. I support this measure. I thank the gentleman from Texas (Mr. Cuellar).\n\n \n\n    Mr. Speaker, I yield back the balance of my time.\n\n \n\n    Mr. ROYCE. Mr. Speaker, I yield myself the balance of my time.\n\n \n\n    I want to thank Representative Cuellar for his steadfast leadership to ensure the House's consideration of this \nlegislation and that we move forward on this.\n\n \n\n    I thought I would also point out that this bill comes at no cost to the taxpayer. What it does instead is incentivizes \nthe private sector to invest and maintain this important commercial border crossing. That is the point here.\n\n \n\n    While the actual end date for the bridge's authority is still some years away, the lack of that permanent authority \nhas already begun to constrain the financing of long-term improvements that will help make the crossing more \nefficient and secure.\n\n \n\n\n\n    So I thank Mr. Cuellar again and, also, Mr. Castro and Mr. Poe, both members of the committee who have also \nbeen strong supporters.\n\n \n\n    I thank Mr. Engel for helping to ensure that our border infrastructure is maintained and modernized to keep pace \nwith the growing legitimate commercial activity across our southern border.\n\n \n\n    I encourage my colleagues to support this measure.\n\n \n\n    Mr. Speaker, I yield back the balance of my time.\n\n \n\n    The SPEAKER pro tempore. The question is on the motion offered by the gentleman from California (Mr. Royce) \nthat the House suspend the rules and pass the bill, S. 2143.\n\n \n\n    The question was taken; and (two-thirds being in the affirmative) the rules were suspended and the bill was \npassed.\n\n \n\n    A motion to reconsider was laid on the table.\n\n \n\n  \n\n In case of any query regarding this article or other content needs please contact: \neditorial@plusmediasolutions.com    \n"}