{"title": "A Special Visa Program Benefits Abused Illegal Immigrants", "body": "\nShe was 14 when her mother smuggled her into Los Angeles. She met her future husband, a legal resident, two \nyears later.\n\n  He had all the cards, and played them cruelly, as she recalls. He would not let her go to school or work, dragged \nhis feet on supporting her citizenship request, and called her fat and ugly after she became pregnant.\n\nShe endured it all -- until she caught him romancing a 13-year-old girl from their church choir. When she \ncomplained, he beat her bloody, tried to rape her, and fled, with the girl, to Arizona, she said in an affidavit that is \nnow part of federal immigration records. \n\n  Today, he is in prison, and she is caring for her children in San Francisco, with a driver's license and a legal job \nbaby-sitting. Her legal status came about through what is known as a U visa -- a humanitarian ''island of niceness,'' \nas one advocate called it, in a sea of restrictive United States immigration laws. \n\n  Victims of domestic violence are often deeply reluctant to press charges, fearing retaliation or simply hoping their \nabusers will change. The risk of deportation only escalates the aversion to go to the police. That is a main reason \nthat Congress passed legislation in 2000, creating the U visa. It allows immigrants who have endured substantial \nmental or physical abuse and who cooperate with law enforcement officials to work legally and stay in the United \nStates for up to four years while applying for permanent residence.\n\n  After nearly a decade of delays, federal officials began allowing the visas en masse only early last year, after \nsustained efforts from immigrant rights groups, particularly several based in Oakland and San Francisco. The pace \nof approvals has since stepped up, as has the controversy, with both defense lawyers and groups opposed to \nimmigration contending that the process invites scams. \n\n  For millions of immigrants and their supporters, however, the program is truly an island of niceness, as \nCatherine Ward-Seitz, the regional immigration coordinator for Bay Area Legal Aid in San Francisco, put it. With a \nsoured economy encouraging hostility at worst and apathy at best toward illegal immigrants, the U visas are a \nbittersweet consolation prize. \n\n  In a compassionate twist on the idea that felons should be imprisoned, victims who can show that guns (or knives \nor fists) were used against them can be released from the fear of deportation. \n\n  While victims of several specified crimes are eligible, at least three-fourths of the applicants for U visas to date, \nlike the Guatemalan baby sitter, who asked that her name not be used for fear of retaliation from her spouse, say \nthey have suffered domestic violence, said Chris Rhatigan, a spokeswoman for the United States Citizenship and \nImmigration Services. Immigration lawyers said this was largely because of the prevalence of domestic violence in \ngeneral.\n\n\n  Ending impunity in cases of domestic violence makes whole communities safer, proponents say. \n\n  ''These are disclosure-driven crimes, meaning people have to come forth and report them; there's no gunshot to \nbring it to our attention,'' said Lt. Kevin Wiley, commander of the Oakland Police Department's special victims unit, \nwhich certified 153 U visas last year.\n\n  ''It's all about building trust,'' Lieutenant Wiley said, adding that police certification of the visas was a powerful tool \nin creating bonds among wary residents who have long been the silent victims of a range of crimes, like the \nrobberies of illegal immigrants known on the streets as ''amigo checkings.'' \n\n  What is more, Lieutenant Wiley said, the police often discover that domestic violence offenders have multiple \nvictims. \n\n  Congress approved an annual limit of 10,000 U visas. Yet the regulations that would put the law in force were not \nmade final by the Department of Homeland Security until September 2007.\n\n  A few dozen U visas were approved in 2008. Then the pace increased. In the fiscal year ending last September, \nimmigration officials approved 5,825. Another 2,244 were approved in October and November. More than 10,000 \napplications are pending.\n\n  Ms. Rhatigan said the long delay resulted mostly from the complexity of the new rules, although some immigration \nadvocates say the change of administrations in Washington played a part. \n\n  Lawyers defending clients on the other side of the visa petitions worry that the incentives of a U visa are creating \nnew wrongs as well as righting old ones. \n\n  Marin County's deputy public defender, Tamara Chellam, argued that the U visas might create irresistible \nincentives for people to invent or exaggerate offenses. A recent client of Ms. Chellam is married to a woman who \napplied for a U visa while fighting her spouse for custody of their daughter. The woman testified that in early 2008, \nthe defendant followed her to work at 5 a.m. and broke the window of her car. Although there were no other \nwitnesses, the husband was convicted of stalking and assault. Ms. Chellam said she expected him to be deported \non his release from prison.\n\n  A decade earlier, the woman had reported that her husband had abused her but subsequently said she wanted to \ndrop charges, Ms. Chellam said. She applied for a U visa in 2007 on the basis of that incident, but court testimony \nrevealed she had worried that it would not suffice because victims are required to cooperate continuously. Ms. \nChellam said she suspected that the wife had tailored the 2008 incident to help support her subsequent successful \napplication for a visa.\n\n  ''The U visa offers a wonderful opportunity when used appropriately, but it can be lopsided and misused,'' Ms. \nChellam said. ''If a person wants to get rid of a spouse fighting for custody, or a rival gang member, these visas are \nvery convenient, while the people on the other side can lose everything: their children, their jobs, their liberty and \ntheir right to stay here.''\n\n  On the other hand, applicants for U visas tend to be unusually sympathetic, helping to explain why the law \ncreating the visa gained nearly unanimous bipartisan support at the end of the Clinton administration. \n\n  ''Undocumented immigrants are unbelievably vulnerable to abuse, exploitation and victimization because their \nfear of detection keeps them from reporting that victimization,'' said Susan Bowyer, the managing lawyer for the \nOakland office of the International Institute of the Bay Area. ''It's like they're in a never-ending nightmare, where \npeople kick them while they're down because they are down.'' \n\n  While struggling to break the bureaucratic logjam surrounding U visas, immigration lawyers and other advocates \nin this region, which is rich in both immigrants and immigrant advocates, formed a coalition. The group met \nregularly and communicated by frequently by e-mail to encourage one another, trade ideas and pressure \nimmigration officials.\n\n\n\n  Keen pressure was brought in March 2007, when the Center for Human Rights and Constitutional Law in Los \nAngeles -- joined by three Bay Area advocacy groups -- filed a federal lawsuit in San Francisco against Citizenship \nand Immigration Services. The Bay Area groups included Ms. Bowyer's team in Oakland, the Asian Pacific Islander \nLegal Outreach group in San Francisco and Catholic Charities CYO, also based in San Francisco. \n\n  The Bay Area has since taken a prominent position nationwide in winning approvals for visas, with 16 local \nadvocacy groups gaining 773 visas for their clients -- more than 12 percent of the national total.\n\n  Ms. Bowyer's office alone claimed 148 approvals. She calls herself a ''U-vangelist'' and churns out long e-mail \nmessages and reports late into the night.\n\n  But not everyone applauds her success. \n\n  ''The U visa goes beyond what's necessary -- or what should be necessary -- to get people's cooperation,'' said Ira \nMehlman, a spokesman for the Federation for Immigration Reform. ''Why should we have to provide incentives for \npeople not here legally when we do nothing extra for people who are here legally?'' \n\n  For the baby sitter from Guatemala, the idea of getting a U visa in return for cooperation played no role in her \ndecision to go to the police. She had done so in 2003, six years before she sought a visa. When she later learned \nshe could apply for the visa, it was more, she suggested, like a gift from a universe that now seemed just a little \nmore kind.\n\n  ''Of course, I would have preferred another way to stay here,'' she said. ''But this was the way it happened, and it \nwas worth it.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A Guatemalan immigrant now has legal United States residency after helping the authorities prosecute \nher husband for abuse. She asked that her identity be withheld for fear of retaliation. (PHOTOGRAPH BY THEO \nRIGBY FOR THE NEW YORK TIMES)                                                  \n"}