{"title": "6 quit Perdue's Latino board; No input on law on illegals cited", "body": "\nSix members of Gov. Sonny Perdue's 17-member Latino Commission for a New Georgia have resigned because \nthey say the governor did not seek their advice before signing the state's new anti-illegal immigration measure into \nlaw.\n\nThe Georgia Security and Immigration Compliance Act, which targets illegal immigrants and the people who employ \nthem, created heated debate during the 2006 legislative session.\n\nSupporters argued that the complicated measure is necessary because the federal government has failed to secure \nthe borders, allowing waves of illegal immigrants to flood Georgia --- estimates range from 250,000 to 800,000. \n\nBut critics say those illegal immigrants underpin many industries, take jobs Americans won't do, and contribute to \nthe nation's economy.\n\nMost of the Latino Commission members who stepped down --- including one member who quit Wednesday --- \nwrote in their resignation letters that Perdue should have tapped them for their knowledge of issues affecting \nGeorgia's Hispanic community.\n\nSome expressed their opposition to the illegal immigration legislation, but others simply said they were upset that \nthe governor did not consult them. \"The fact that no feedback or opinions were elicited from this 'Latino \nCommission' make it very obvious to me that this commission is mere window dressing,\" Alex Salgueiro, president \nof the Savannah Restaurants Corp., wrote in his April 18 resignation letter. \"As a dedicated Republican and a \ncitizen of Georgia, I do not feel it is a good use of my valuable time to serve on a sham commission.\"\n\nPerdue created the commission in July 2003 to serve as an advisory board to help develop minority-owned small \nbusinesses and to lure international companies to create jobs and conduct business in Georgia.\n\nThe commission members also were supposed to advise the governor on public policy issues such as education, \nhealth care and economic development.\n\nHeather Hedrick, a spokeswoman for Perdue, said that commission members have been working with the governor \non a possible teacher exchange-program with Puerto Rico.\n\nThe commission meets quarterly, and members often serve as surrogates for Perdue at various community events \nThey also meet and talk with Hispanic media outlets and interest groups on the governor's behalf, Hedrick said.\n\n\nSara Gonzalez, president and CEO of the Georgia Hispanic Chamber of Commerce, was one of the first \ncommission members to step down because she felt her input was not sought on Senate Bill 529.\n\n\"I thought that the role of the commission was to offer the governor counsel or advice,\" Gonzalez said Wednesday. \n\"I felt that was not the case. It was not happening.\"\n\nHedrick said that while the governor did not personally meet with the commission members on Senate Bill 529, his \nstaff solicited opinions from the commission on the anti-illegal immigration measure through an e-mail sent March \n30.\n\n\"We are disappointed that these members of the Latino Commission have resigned, especially because Senate Bill \n529 is not an anti-immigrant bill,\" Hedrick said Wednesday. \"We are a welcoming state --- but we're also a law-\nabiding state. We welcome everyone to come to Georgia --- but we ask they use the front door, not the back door.\"\n\nAt least one commission member sent Perdue a note expressing his support of the measure.\"This is my home, I \nfeel that anyone coming to live and work here should abide by our rules set down by so many Godly people so \nmany years ago,\" commission member Gilbert Esparza wrote in a April 19 e-mail message. \"Please accept my \nthanks to you for taking a stand.\"\n\nUnder the law, adult illegal immigrants may not obtain some taxpayer-funded services.\n\nBut their children are exempt, and adults will still have access to some medical services, such as emergency care, \ntreatment for communicable diseases, and prenatal care. The children of illegal immigrants may still attend public \nschool --- a right guaranteed by the federal courts.\n\nThe bill also contains tough provisions for human trafficking and holds employers responsible for hiring illegal \nimmigrants.\n\nMaritza Pichon, executive director of the Latin American Association, said Wednesday that she is weighing whether \nto remain on the commission. \"There are a lot of tensions around the issue of immigration,\" she said. \"I think it \nexisted on the Latino Commission as well as in the mainstream. It's been difficult to reconcile.\"\n\nShe said that she is concerned about the group's ability to function with so many members resigning.\n\n\"Its been a challenging time, there has been frustration about the bill. The commission ideally would be working \ntogether to make some strong recommendations. It was created to be an advisory body to the governor. If the \ncommission members don't feel they can achieve that --- it doesn't make sense to dedicate the time and effort.\"\n\nGraphic\n\n \n\nPhoto: A spokeswoman for Gov. Sonny Perdue says input was sought by e-mail.\n"}