{"title": "Sharp Cuts in Immigration Threaten U.S. Economy and Innovation", "body": "\nThe long-run health of the United States economy is in serious danger from a self-inflicted wound: the Trump \nadministration’s big cuts in immigration.\n\nThe latest data indicate that immigration to the United States fell 70 percent last year to only 200,000 people — \nthe lowest level in more than a decade. Major causes of the decline, experts say, are the administration’s \nrestrictions as well as the unwelcoming tone set by the president himself.\n\nOn top of this, the White House has announced that the United States will accept only 18,000 refugees in the \ncoming year, down from the current limit of 30,000 and a small fraction of the 110,000 President Barack Obama \nsaid should be allowed into the United States in 2016.\n\nThe Trump administration may find the falling immigration numbers a cause for celebration. But, more than any \ndrop in the stock market or fall in manufacturing sentiment or consumer confidence, they present the scariest \neconomic news we have seen in some time. The impact of low immigration on the American economy will be \nprofoundly negative, both now and in the future.\n\nThe first reason is the simplest. The growth rate of the economy comes from two parts: income growth per capita \nand population growth.\n\nBirthrates generally plunge when countries get rich. Scholars debate the causes, but the inescapable fact of fewer \nbabies results in an aging population in advanced economies. And the overall population is already shrinking, or will \nsoon most likely be, in Japan, China, South Korea and much of Europe.\n\nBut that hasn’t been happening in the United States, at least not until now. Yes, the country is aging, and the baby \nboomers are retiring. But its population is expected to continue to grow by90 million, from 327 million today, over \nthe next 40 years or so, assuming immigration continues at its historical rates.\n\nThat assumption is critical, however. The only way the United States has avoided the demographic pressure facing \nother rich countries is through immigration. The census estimate of population growth includes around 1.4 million \nimmigrants a year.\n\nThe birthrates for women born in the United States have been dropping, just as they have in other rich countries. \nThe fertility “replacement rate” needed to sustain the existing population level is around 2.1 children per woman. But \nlast year, the birthrate in the United States dropped to 1.73,            approaching the dwindling rates in the European \nUnion, China and Japan.\n\n\nWithout sustained immigration, economic growth will be notably slower. Moody Analytics analyzed the data and \nestimated that if annual United States immigration stayed at only 200,000 rather than a more normal one million, \ngross domestic product would be $1 trillion lower a decade from now.\n\nIn addition, lower immigration portends big problems because the basic American retirement system — Social \nSecurity and Medicare — relies on workers to pay for retirees, and the entire expansion of the work force over the \nnext 15 years will come from immigration. Lower immigration rates will mean            serious           funding \nshortfalls for older Americans.\n\nThe final reason the low immigration number is so frightening is not really about population growth at all. It’s that \nthe evidence increasingly says having immigrants here makes workers born in the United States more successful.\n\nThat’s partly because immigrants start companies at twice the rate of native Americans. Almost            half the \ncompanies in the Fortune 500 were started by immigrants or their children, and without them, jobs are likely to be \nscarcer in the future.\n\nAlso, as the American economy becomes more dominated by knowledge work, immigration restrictions are likely \nto have an increasingly severe impact. In recent research, the New York University economists Petra Moser and \nShmuel San examined the economic effects of the national quota system of the 1920s. That was the last time the \nUnited States engaged in mass immigration restrictions based on ethnicity.\n\nThese laws of the 1920s were designed to block the entry of immigrants from Southern and Eastern Europe and \nfrom Asia in order to preserve the ethnic “character” of the United States. With these laws, immigration fell below \n300,000 in 1925, from more than 800,000 in 1921, according to the Migration Policy Institute. Quotas remained until \nthe 1960s, and the United States did not return to 1921 immigrant levels until 1989.\n\nProfessor Moser and Professor San have found that those quotas seriously curtailed immigration of scientists and \ninventors of specific ethnicities (Jews from Eastern Europe, for example). The scholars gathered biographical \ninformation on 82,000 scientists and inventors in the United States from 1921 to 1956, including details on their \nareas of specialty, the number of patents they received and their places of birth. They wanted to know how \nexcluding immigrants affected American-born scientists and inventors.\n\nIn reality, they found, the quotas didn’t protect domestic scientists and inventors. It hurt them, and it decimated their \nwork. Patents for American scientists who worked in fields with many East European scientists fell almost 60 \npercent compared with those in other fields. And, over time, fewer American-born people became scientists and \ninventors at all. The net effect was a substantial reduction in invention in the United States.\n\nThe essence of knowledge work is building on others’ ideas, and having fewer creative people from different \nbackgrounds in the United States undermined the entire enterprise.\n\nI asked Professor Moser what she considered the most important lesson from the 1920s immigration experience. \n“Don’t keep people out based on ethnicity,” she said. “They did it to preserve the ethnic character of the country, but \nthe different perspectives and approaches of immigrants were actually quite important.”\n\nBecause knowledge builds on itself and scientists train the next generation, she said, “the damage that restricted \nimmigration had on American science lasted a very long time.”\n\nThat keeping foreign ideas out makes domestic workers worse off is a lesson we should not forget. Making \noutsiders feel unwelcome, blocking asylum seekers or putting their children in cages may succeed in reducing the \nflow of immigration to the United States. But the American economy will suffer.\n\nAustan Goolsbee, a professor of economics at the University of Chicago’s Booth School of Business, was an \nadviser to President Barack Obama. Follow him on Twitter: @austan_goolsbee. \n\nPHOTO:  (PHOTOGRAPH BY Lynn Scurfield FOR THE NEW YORK TIMES)\n\n"}