{"title": "Woman Who Abducted Grandson Is Paroled", "body": "\nAfaf N. Khalifa, imprisoned for helping to abduct one of her grandsons from Anne Arundel County and taking him \nto Egypt, has been granted parole and later this month will be turned over to immigration authorities for deportation. \nAn appeal of her 2003 conviction is pending, and questions about Khalifa's future remain uncertain. \n\nBut with Khalifa, who kept a family home in San Diego, now facing possible deportation to Egypt, a parallel but \nopposite result is being sought in courts in Cairo. \n\nMichael Shannon, the father of the boy she helped kidnap, has asked an Egyptian court to compel authorities there \nto enforce U.S. court orders and return Adam Shannon, 7, and his brother Jason, 3, to their father. \n\nThe boys are living with their mother, Nermeen Shannon, who had legal custody of Jason but not Adam when she \nand her mother flew to New York with them and then on to Egypt in August 2001. \n\nPolice have an arrest warrant for Nermeen Shannon. The United States and Egypt do not have an extradition \ntreaty. \n\nThe court case in Cairo is a measure of last resort for Michael Shannon -- who has since been granted custody of \nJason -- but he gives it long odds. \n\n\"I don't know what's going on in Egypt,\" said Shannon, a computer consultant who has been thrust into the national \nspotlight because of the case. \"I can't even get the State Department to look into it.\" \n\nThe case has been repeatedly delayed. What's more, he said, the family is prominent in Egypt, where their \nacquaintances are said to include President Hosni Mubarak. \"The law does not apply to their family or their class of \nsociety,\" Shannon said. \n\nShannon has retained Egyptian lawyer Nabil Hilmy, dean of law at Egypt's Zagazig University.  \n\nThe prominent legal scholar drew attention last year when he announced his intention to sue \"the Jews of the \nworld\" for allegedly stealing gold in biblical times during the Jewish exodus from Egypt. He told a government \nweekly that the value would be in the trillions of dollars, suggesting a schedule of repayment over perhaps 1,000 \nyears, media reports say. \n\n\nNermeen Shannon could not be reached for comment. She has said in the past that Adam is learning Arabic, \nplaying soccer and swimming at a private sports club. He has a full-time nanny and attends \"one of the most \nexpensive and prestigious\" private schools in Cairo, the mother has said. \n\nMichael Shannon said he may prevail in court if he can show that his ex-wife is not a fit parent. A hearing in the \nCairo case is scheduled for June 3, Shannon's lawyer said in an e-mail. \n\nMeanwhile, Khalifa's lawyer, William C. Brennan Jr., said the family is pleased by the parole. Khalifa was \nsentenced to 10 years in prison after her conviction in January 2003, but a judicial panel later reduced that to three \nyears. \n\nAt Khalifa's original sentencing, the trial judge said her prison time might be reduced if Nermeen Shannon returned \nwith the child. That, Brennan said, put Nermeen Shannon \"in the difficult position of having to choose between the \nbest interests of her children and the best interests of her mother.\" \n"}