{"title": "Australian Trade Marks Office Decision: M Malmsten AB v Competitor Swim Products Inc [2018] ATMO 108 (5 July 2018)", "body": "\nCanberra: Australian Trade Marks Office has issued the following decision:         DECISION OF A DELEGATE OF \nTHE REGISTRAR OF TRADE MARKS WITH REASONS      Re Opposition by M Malmsten AB to registration of \ntrade mark application 1752949 (28) – COMPETITOR - in the name of Competitor Swim Products Inc.  \n2018_10800.jpg  DELEGATE: Robert Wilson  REPRESENTATION: Opponent: Samuel Hallahan of Counsel, \ninstructed by Davies Collison Cave  Applicant: Siobhan Ryan of Counsel, instructed by Griffith Hack  DECISION: \n2018 ATMO 108  Trade Marks Act 1995 (Cth) - Section 52 opposition: s 58 considered – first use by other than \nApplicant in connection with a subset of the Applicant’s goods under s 58 – Applicant not the owner of the trade \nmark in respect of certain goods – not appropriate that claim be amended – registration refused  2018_10801.jpg  \nBackground      This decision concerns an opposition brought by M Malmsten AB (‘the Opponent’) pursuant to s 52 \nof the Trade Marks Act 1995 (‘the Act’) to registration of the trade mark subject of the application detailed below in \nthe name of Competitor Swim Products Inc (‘the Applicant’):  Application Number:      1752949       Filing Date:      \n17 February 2016       Goods :      Class 28: Swimming equipment, including, racing lanes, lane lines, pool dividers, \nlane dividers for competition swimming, and backstroke flags mounted on a rope for suspension across racing \nlanes to assist swimmers (‘the Applicant’s Goods’) Trade Mark:      COMPETITOR      (‘the Trade Mark’)      On 14 \nJuly 2016 the application’s acceptance for possible registration was advertised in the Australian Official Journal of \nTrade Marks. \n\nThe Opponent filed a Notice of Intention to Oppose the registration on 14 September 2016 and a      Statement of \nGrounds and Particulars (‘the SGP’) on 14 October 2016. The SGP nominated grounds of opposition under ss \n42(b), 58, 60 and 62A of the Act. The Applicant filed a Notice of Intention to Defend on 28 November 2016.  \nEvidence      The Opponent filed Evidence in Support of its opposition (‘EIS’) on 6 March 2017. This evidence \nconsists of:         Declaration made on 3 March 2017 by Tommy Malmsten, the owner of the Opponent, with Exhibits \nTM-1 to TM-16 (‘Malmsten 1’).      The Applicant filed Evidence in Answer (‘EIA’) on 9 June 2017. This evidence \nconsists of:         Declaration made on 8 June 2017 by Brad Underwood, the President of the Applicant, with \nAnnexures X1 to X20 (‘the Underwood declaration’).      The Opponent filed Evidence in Reply (‘EIR’) on 16 August \n2017. This evidence consists of:         Declaration made on 15 August 2017 by Tommy Malmsten with Exhibits TM-\n1 to TM-3 (‘Malmsten 2’).      Once the time allowed for filing evidence had ended the parties requested on oral \nhearing.      I heard the matter in Canberra on 21 March 2018 as a delegate of the Registrar of Trade Marks. \nSamuel Hallahan of Counsel, instructed by Davies Collison Cave, appeared for the Opponent. Mr Hallahan’s oral \nsubmissions were supplemented by written submissions filed with IP Australia on 23 February 2018. Siobhan Ryan \nof Counsel, instructed by Griffith Hack, appeared for the Applicant. Ms Ryan’s oral submissions were \nsupplemented by written submissions filed with IP Australia on 2 March 2018. Both representatives’ written \nsubmissions were filed in accordance with my earlier directions.  The Opponent      According to Malmsten 1:  The \n\n\nOpponent was founded in 1974 by Tommy and Margareta Malmsten. Tommy Malmsten was a competitive \nswimmer and a Swedish national swimming coach.  The Opponent designs and manufactures swimming pools and \nequipment and accessories for use in and in relation to public pools, sports pools and in relation to water based \nsports activities, and has been doing so for over forty years.  The Opponent’s products include almost everything \nrequired for constructing, renovating or managing a swimming pool and include racing lane lines, diving boards, \ngratings, pool toys, anchors, pool ladders, starting platforms, swimming goggles, pool signage, pool cleaning \nequipment, timing systems, water polo equipment, water slides and baby related swim products. The Opponent \nalso provides advisory, education and training services in relation to the aforementioned products and the \nswimming pool and water sports competition field.  The Opponent's products can be found in swimming pools and \nin aquatic centres in many countries of the world, including Australia. ...  The Opponent has developed a significant \nreputation globally, including in Australia, for its world class competition products. The Opponent has been the \nexclusive Official Supplier for FINA (Fédération International de Natation, or the International Swimming Federation) \nsince 2009, supplying COMPETITOR racing lane lines as well as water polo equipment (goals, field, referee’s \ncatwalks, ball holders, ball release) and finishing lines for the marathon open water swim. The Opponent’s products \n(including COMPETITOR racing lines) have been used at eight Olympic Games for swimming and aquatic events \nsince 1976 and the partnership with FINA has been officially extended until 2020. ...  In addition, the Opponent is \nthe Official Supplier for LEN (Ligue, Européenne de Natation, the European association responsible for Aquatics) \nsince 1999, supplying COMPETITOR racing lane lines, as well as water polo equipment and competition field \nequipment for synchronized swimming. ...  The Opponent uses the COMPETITOR trade mark in Australia and \nmany countries throughout the world in relation to racing lane lines and water polo fields of play (‘the Opponent’s \nGoods’).  The Applicant      According to the Underwood declaration:  [The Applicant] is headquartered in \nColumbus, Ohio, in the United States.  [The Applicant] was formed in 2012. It is the successor in interest to Richey \nIndustries Inc., [(‘Richey’)] formed in 1987, which in turn was the successor in interest of the Kiefer McNeil Division \nof McNeil Corporation, [(‘McNeil’)], formed around 1960.  Relevant to this Opposition, the trademark rights held by \n[McNeil] in the COMPETITOR mark were assigned to [Richey], and subsequently assigned to [the Applicant], \nalong with all goodwill associated therewith.      Because of the line of proprietorship described above, Mr \nUnderwood refers in his declaration to the Applicant, Richey and McNeil collectively and individually as ‘the \nApplicant’. The Underwood declaration continues:  Since 1960, the Applicant has been a leader in the pool and \nswim competition industries, offering racing lanes, lane hardware, lane reels, pace clocks, swim flags, and \ngoggles. ...  The Applicant’s products, including its lane lines, are purchased by customers around the world.  \nSince 1973, the Applicant has made direct sales under the COMPETITOR brand of lane lines, lane reels, pace \nclocks, and other products to customers in various countries including, not limited to, ... Australia ...  The Applicant \nsells thousands of lane lines every year.  The Applicant’s COMPETITOR lane lines have been relied upon in nine \nout of the past twelve Olympic Games. For several of these Olympic Games the lane lines were physically supplied \nby Opposer1 who was licensing the COMPETITOR trademark and the lane line technology from the Applicant \npursuant to written agreements ...  The Applicant’s COMPETITOR lane lines are the official lane line of the NCAA \n(National College Athletics Association) and USA Swimming (the National Governing Body for the sport of \nswimming in the United States) organisations. ...  The Applicant is the owner of U.S. Trademark Registration No. \n1,948,076, for COMPETITOR. This registration was granted on January 16, 1996, and covers ‘swimming \nequipment, namely, racing lanes, storage reels for racing lanes and covers therefore, goggles, flags mounted on a \nrope for suspension across racing lanes to assist swimmers executing the backstroke in gauging distance to the \npool ends to facilitate turns.  The Relationship between the Applicant and the Opponent      The Underwood \ndeclaration provides the following information about the relationship between the parties:  The 1975 License  In \n1975, [McNeil] entered into a licensing agreement with the Opponent (then Training Equipment Company). Under \nthe license, the Opponent was given the right to manufacture and sell [the] Applicant’s patented lane line \ntechnology within a contractual territory. As part of the license the Opponent was also provided with relevant molds \nand training services. This license is herein referred to as the ‘1975 License’. The 1975 License is attached as \nAnnexure X4.  The contractual territory of the 1975 License consisted of countries in Europe and certain contiguous \ncountries (approximately 25 total). Australia was not included in the contractual territory.  In 1975, the Applicant \nwas offering lane lines under the COMPETITOR mark.  2018_10802.jpg  1 In his declaration Mr Underwood refers \nto the Opponent as ‘Opposer’. For ease of reference ‘the Opponent’ has been substituted for ‘Opposer’ in all other \nquotes from the Underwood declaration.  Under the 1975 License, the Opponent was also given the license to use \n\n\n\nthe name ‘Competitor Swimming Pool Lanes by Kiefer McNeil’ or portions thereof. The Opponent was also obliged \nto clearly publicize its activities by making the following notification ‘Competitor Swimming Pool Lanes \nmanufactured and sold by Training Equipment Company under license from Kiefer McNeil, Akron, Ohio, U.S.A.’ \nThe 1975 License made clear that if the license terminated the Opponent would lose the right to use ‘Competitor \nSwimming Pool Lanes by Kiefer McNeil’ or portions thereof. ...  The 1999 License  In 1999, [Richey] entered into a \nlicense agreement with the Opponent (then Malmsten Training Equipment AB) whereby the Opponent received a \nlicense to manufacture and sell the Applicant’s racing lanes, including the Competitor® Racing Lanes. This \nlicense is herein referred to as the ‘1999 License’ and is attached as Annexure X6.  It is my understanding that the \n1975 License was in effect until the 1999 License went into effect.  Pursuant to the 1999 License, the Opponent \nwas given license to use the COMPETITOR mark in connection with the licensed products.  Pursuant to the 1999 \nLicense, the Opponent was at all times required to publicize its activities under the license by giving the following \nnotification: ‘COMPETITOR® Racing Lanes manufactured and sold by Malmsten Training Equipment under license \nfrom COMPETITOR®, Medina, Ohio, U.S.A.’  Pursuant to the 1999 License, in the event the Agreement was \nterminated, the Opponent would lose the right to use the name COMPETITOR.  Pursuant to the 1999 License, the \nOpponent was limited to a [sic] certain contractual territories of certain European countries and contiguous \ncountries (approximately 41 in total). Australia was not part of the contractual territory.  The 2014 Purchase \nAgreement  On June 24, 2014, the Opponent and the Applicant entered into an Asset Purchase and License \nTermination Agreement (herein referred to as the ‘2014 Purchase Agreement’). Pursuant to the 2014 Purchase, \n[sic] the Opponent purchased the Applicant’s rights to certain product lines, including lane lines, in Europe.  The \n2014 Purchase Agreement expressly terminated the 1999 Agreement.  The 2014 Purchase Agreement recognized \nthat the 1975 and 1999 License Agreements granted [the Opponent] ‘the right to manufacture and sell certain swim \nracing lanes under [the Applicant’s] COMPETITOR and KEIFFER [sic] COMPETITOR marks within Europe and \ncertain contiguous countries ...’ Annexure X7.  Under the 2014 Purchase Agreement, the Opponent received the \nrights to COMPETITOR in Europe, including the rights to several trademark registrations for COMPETITOR, \nKIEFER COMPETITOR, and KIEFER in European countries.  The 2014 Purchase Agreement did not grant the \nOpponent the right to use COMPETITOR in Australia.      There is general agreement between the parties as to the \nrelationship between them as described in the above excepts from the Underwood declaration.  Grounds of \nOpposition, Onus and Standard of Proof      As indicated above, in the SGP the Opponent nominated grounds of \nopposition under ss 42(b), 58, 60 and 62A. As will become apparent it is necessary only that I consider the ground \npursuant to s 58 in this decision. Of course, should the decision be appealed, it would remain open to the Opponent \nto plead any ground available to it under the Act in proceedings before the appellate Court.     The onus of proof in \nan opposition rests upon the opponent.2 The relevant standard of proof is the ordinary civil standard based on the \nbalance of probabilities.3 The date at which the rights of the parties are to be determined is 17 February 2016, \nbeing the filing date of the application (‘the Relevant Date’).4  Discussion  Section 58      The ground based on s 58 \nof the Act is particularised in the SGP as follows:  The Opponent has used the COMPETITOR trade mark, which is \nidentical to the Trade Mark, in Australia and elsewhere in relation to the Opponent’s Goods, being goods which are \nidentical to (or at least the same kind of thing as) the goods covered by the opposed Application, since a date prior \nto the Priority Date and prior to the use of the Trade Mark by the Applicant in Australia.  Therefore, the Opponent is \nthe owner of the Trade Mark in Australia and registration of the Trade Mark would be contrary to section 58 of the \nAct.      The Opponent’s Goods are defined in the SGP as ‘pool dividers, lane ropes, lane lines and line dividers for \nswimming pools’.      Section 58 of the Act is reproduced below:  Section 58. Applicant not owner of trade mark  \nThe registration of a trade mark may be opposed on the ground that the applicant is not the owner of the trade \nmark.      The owner of a trade mark for particular goods/services is the person who first uses it in Australia, or first \nfiles a trade mark application in Australia, in relation to those goods/services, whichever is the earlier. It is now well \nestablished that in  2018_10802.jpg  2 Food Channel Network Pty Ltd v Television Food Network GP [2010] \nFCAFC 58, [32].  3 Telstra Corporation Limited v Phone Directories Company Ltd [2015] FCAFC 156, [132]-[133].  \n4 Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd [1954] HCA 82, [2].      order to succeed under \nthis ground of opposition the Opponent must establish three factors. These are:      that the Trade Mark is identical, \nor substantially identical, to the trade mark relied upon by the Opponent;5      that the Applicant’s Goods are the \n‘same kind of thing’ as the goods for which the trade mark relied upon by the Opponent was used;6 and     that a \nperson other than the Applicant has the earlier claim to ownership of the Trade Mark based on use in Australia \nprior to whichever is the earlier of: (a) the application to register; or (b) any actual use of the trade mark by the \n\n\n\nApplicant.7      The COMPETITOR trade mark relied upon by the Opponent is identical to the Trade Mark and this \nfactor need not be discussed further. I move then to consider the asserted uses of the Trade Mark in Australia by \nthe parties. Ms Ryan and Mr Hallahan both provided useful tables which list claimed pre-priority date uses of \npotentially relevant trade marks which is referred to in the parties’ evidence. A table adapted from those is \nreproduced below. It is generally the case that an individual use show in the table is claimed by both parties as use \nby them: either use by the Opponent or use by the Opponent under licence from the Applicant.  Date      Event      \nEvidence 1998      COMPETITOR racing lanes used at the FINA World Championships held in Perth.      Malmsten \n1 [19]; TM-4  Underwood [54] 2009      Work with ‘local companies’.      Malmsten 1 [21] 2010      Enquiries through \nthe Swedish trade Commission in Australia.      Malmsten 1 [21]  Underwood [56] 5 August 2011      Three pace \nclocks shipped to NSW.      Underwood [36]; X8  2018_10803.jpg  5 Carnival Cruise Lines Inc. v Sitmar Cruises \nLimited [1994] FCA 936; (1994) 31 IPR 375.  6 Re Hicks’ Trade Mark [1897] VicLawRp 118; (1897) 22 VLR 636.  7 \nSettef SpA v Riv-Oland Marble Co (Vic) Pty Ltd (1987) 10 IPR 402, 413.  2013      The first order for starting blocks \nwas sent to Wollongong.      Malmsten 1 [21] 1 January 2014      Advertising on www.swimswam.com .      \nUnderwood [48]-[50]; X18 11 August –  2 September 2014      Dispatch of product brochures and an offer for sale in \nresponse to an enquiry from ACOR Consultants Pty Ltd.      Malmsten 1 [21]; TM-6; TM-7 23 September 2014      \nSales to Ceramic Solutions Pty Ltd.      Malmsten 1 [21]; TM-6; TM-7  Underwood [57]; X7 2014      Ballarat Aquatic \nCentre opened.      Malmsten 1 [23]; TM-10 2015      Aquanation Leisure and Fitness Centre opened.      Malmsten \n1 [23]; TM-10 2015      Aqua Pulse Wyndham opened      Malmsten 1 [23]; TM-10      I will consider the above in \nturn beginning with the 1998 use. Exhibit TM-4 to Malmsten 1 is declared to be ‘the Opponent’s COMPETITOR \nbrochure produced in 2013 and also distributed in Australia’. It is also declared that the brochure contains:  a list of \nmajor competitions dating back to 1976 at which the Opponent’s Goods (and specifically racing lane lines) \nfeaturing the COMPETITOR trade mark have been used. These events include the 1998 FINA World \nChampionships held in Perth, Australia.      The Opponent has provided no other evidence concerning the 1998 use \nof the Trade Mark. The Applicant has provided no evidence in respect of the 1998 use.      The evidence before me \nof the 1998 use amounts to little more than an unsupported bald statement which falls well short of that required to \nsatisfy me      there was in fact use of the Trade Mark in Australia in 1998. This uncorroborated use need not be \nconsidered further.      The 2009 use is mentioned in Malmsten 1 where it was declared:  The Opponent has been \nmarketing its printed material worldwide since 1990. ... In Australia, the Opponent started to work with local \ncompanies in 2009.      The above statement is the extent of the evidence of the 2009 use. There are no supporting \nexhibits. This is, again, an unsupported bald statement which is insufficient to satisfy me that there was use of the \nTrade Mark in Australia in 2009. This asserted use need not be considered further.      The Opponent’s evidence \nconcerning the 2010 use is confined to the following statement in Malmsten 1 wherein it was declared, ‘In 2010 \nenquiries were also made through the Swedish Trade Commission in Australia regarding market size and shipping \npossibilities’. In respect of the 2010 use it was declared in the Underwood declaration:  [T]he Applicant was aware \nof the 2010 enquiries, as it understood that the Opponent was making such enquiries essentially on its behalf ...      \nThere is no other evidence before me concerning the 2010 use. This evidence is insufficient to satisfy me that the \nOpponent used the Trade Mark in Australia in 2010. This asserted use need not be considered further.      The 5 \nAugust 2011 use claimed by the Applicant is referred to in the Underwood declaration wherein it was declared:  On \nAugust 5, 2011, the Applicant sold three red, 15” pace clocks to a customer in Australia. Annexure X8 is an entry \nin the Applicant’s 2011 accounting records showing the sale of the clocks (product code 200 400). As shown in \nthis Annexure, these clocks were sold to a customer in New South Wales, Australia.  A picture of the type of clock \nsold to the Australian customer in 2011, product code 200 400, is shown in Annexure X9, which is a page from one \nof the Applicant’s brochures distributed around the 2011 timeframe. As can be seen the COMPETITOR mark is \nprominently located on the face of the clock.      Annexure X8 to the Underwood declaration consists of three \npages. The pages are heavily redacted to the extent that each page shows only a single line of detail beneath \ncolumn headings. The first page of the annexure is reproduced below:  H:\\Noncorp\\Madrid\\Untitled.png      The \nsecond and third pages are similar with the details showing a ‘ShipToAddress’ and a ‘BillToAddress’ both in New \nSouth Wales.      Annexure X9 to the Underwood declaration contains the following image:  \nH:\\Noncorp\\Madrid\\Untitled.png      Although the image is slightly unclear, I am satisfied that the pace clocks in the \nimage bear the Trade Mark.      With respect to the 5 August 2011 use Mr Hallahan submitted:  It is apparent that \nthe Applicant seeks to rely on Richey’s sale of three pace clocks in August 2011. Despite the attempt in the \nApplicant’s evidence to elide the distinction between Kiefer McNeil, Richey and the Applicant by grouping them \n\nhttp://www.swimswam.com/\n\n\nunder the same defined term of ‘the Applicant’ in Mr Underwood’s declaration, the distinction between each \ncompany is real and significant—Richey is not the applicant, and use of the trade mark by Richey does not \nconstitute use of the trade mark by the Applicant.      In her submissions Ms Ryan asserted that due to the \nsuccession of interest in the Trade Mark it is entirely appropriate that McNeil, Richey and the Applicant be grouped \ntogether in the way they have been in the Underwood declaration. To support her view, Ms Ryan referred to the \nRecitals of the Asset Purchase Agreement found at Annexure X7 (‘the 2014 Purchase Agreement’) of the \nUnderwood declaration. The Recitals include acknowledgement by the parties to the agreement that:  [The \nApplicant] owns intellectual property ... including COMPETITOR, KIEFER COMPETITOR, and other marks ...  \n[The Applicant] and [the Opponent] are parties to certain license agreements ... between their predecessors-in-\ninterest (Swim Products Division of Richey Industries and Malmsten Training Equipment, respectively) pursuant to \nwhich Malmsten was granted the right to manufacture and sell certain swim racing lanes under CSP’s \nCOMPETITOR and KEIFFER [sic] COMPETITOR Marks within Europe and certain contiguous countries ...      \nExhibit 2 to the Purchase Agreement is described in the agreement as acknowledgement of assignment of trade \nmarks from Richey to the Applicant. The exhibit is headed ‘Assignment of Trade Marks’ and is a document \nexecuted on 1 November 2012 (‘the Assignment Agreement’). According to the document, it assigns to the \nApplicant:  all right, title and interest in and to the marks listed on Exhibit A (‘Marks’), together with the entire \ngoodwill of the business symbolized by the Marks and the identified registrations thereof.      Exhibit A to the \nAssignment Agreement lists a total of ten trade mark registrations for the trade marks KIEFER COMPETITOR, \nCOMPETITOR and KIEFER in various jurisdictions being Benelux, EPO, France, Germany, Spain, Switzerland and \nLichtenstein, and the United States of America. The Assignment Agreement appears to explicitly restrict the \nassignment to the trade marks registered in the countries listed in the exhibit.      On the basis of the Assignment \nAgreement and Exhibit A to that agreement, I am satisfied that Richey was a predecessor in title of the Applicant’s \ninterest in the      Trade Mark but only to the extent contained in the Assignment Agreement, which as explained did \nnot extend to Australia. Consequently, any use of the Trade Mark in Australia by Richey is not, on the evidence \nbefore me, use of the Trade Mark in Australia by the Applicant’s ‘predecessor in title’ in this country. I am \nnevertheless satisfied that the sale of the pace clocks in Australia constituted use of the Trade Mark by Richey in \nrelation to those specific goods and I take this as the first use of the Trade Mark in Australia for any goods. I move \non then, to consider the relationship, if any, between pace clocks and the Applicant’s Goods.      Pace clocks are \nused by swimmers to keep track of lap times and other time intervals during training sessions. They may be \nrelatively small clocks which sit on the edge of the pool at the end of an individual lane, or they may be larger items \nmounted on a wall and visible to all swimmers in the pool. They are items designed specifically for use by \nswimmers and are not clocks as this term is usually understood. The face of a pace clock is divided into 60 \nseconds. They typically have ‘60’ written at the top of the clock and ‘30’ at the bottom and have two hands: one \ncounts seconds, the other minutes. There is no hour hand and they are not used for telling the time. Pace clocks \nmake up part of the equipment typically found at a swimming pool in which competitive swimming or swimming \ntraining takes place.      The Applicant’s Goods include a broad claim for swimming equipment along with some \nspecific examples such as racing lanes and backstroke flags mounted on a rope for suspension across racing \nlanes to assist swimmers. Mr Hallahan submitted that were the sale of the pace clocks found to be use of the \nTrade Mark in Australia this would not be use in respect of the same kind of thing as something as widely described \nas ‘swimming equipment’ and thus would not make Richey, even if it were the Applicant’s predecessor in title, the \nowner of the trade mark in respect of racing lanes in any event.      In Colorado Group Limited v Strandbags Group \nPty Ltd,8 Kenny J considered the concept of goods of the same kind in the context of s 58 and stated:  In identifying \nwhether or not goods or a class of goods are essentially the same as other goods or classes of goods, a decision-\nmaker will have regard to a range of factors, depending on the goods in question. Physical and functional \ndifferences may be relevant. Other matters may be as well. There is no bright line that marks out the factors for a \n‘same kind’ inquiry from the factors for a ‘same description’ inquiry, although these inquiries may differ in the \nanswers they yield. Goods that are properly regarded as ‘essentially the same’ may well cover a narrower field than \ngoods ‘of the same description’.  As Allsop J notes, this approach conforms to the approach in the Trade Mark \nOffice in opposition proceedings based on prior use. His Honour refers to numerous examples. Other examples can \nbe cited. In Howe Laboratories Inc v Daemar [(1996) [1996] ATMO 48; 36 IPR 638] the services of the opponent—\nthe treatment of motors and engines— were held not to be the same kind of thing as the applicant’s lubricant \nconditioning agent. In Coleman Company Inc v Igloo Products Corporation (1999) 48 IPR 158 the opponent’s \n\n\n\ninsulated containers were held not to be the same kind of thing as the applicant’s insulated thermoelectric \ncontainers. In The Hoyts Corporation Pty Ltd v Hoyt Food Manufacturing Industries Pty Ltd (2003) 61 IPR 334, the \nopponent’s service of providing food and drink refreshments to cinema patrons was not the same kind of thing as \nthe applicant’s food goods. In Nissan Jidosha Kabushiki Kaisha v Woolworths Ltd (1999) 45 IPR 649 the clocks \nmounted on the opponent’s vehicles were not the same kind of thing as the applicant’s clocks and watches. In \nCantarella Bros Pty Ltd v Novadelta-Comercio E Industria De Cafes LDA ((1998) 42 IPR 265 olive oil products and \nolive products were held not to be the same kind of [thing] as coffee. ...  The Register is a public document ... Whilst \nthe Register may be altered or amended from time to time, it is as the heart of the statutory regime for trade mark \nregistration  ... If the acquisition of ownership of a mark by prior user were to extend to a broad ill-defined set of \ngoods, this would have the capacity to undermine the efficiency of the registration system.  For these reasons and \nfor the reasons stated by Allsop J, I agree that backpacks used predominantly by school children are not essentially \nthe same as handbags.9      Ms Ryan submitted that the use of a trade mark in relation to racing lanes and starting \nblocks is use of a trade mark in relation to the same kind of thing as the swimming equipment the Applicant has \nclaimed in Class 28. Following the rationale of Kenny J, above, the, perhaps, ‘broad ill-defined set of goods’ being \nswimming equipment is not the same kind of thing as any of racing lanes, starting blocks or pace clocks. Nor \nindeed are racing lanes, starting blocks or pace clocks the same kind of thing as each other. I am satisfied that \nRichey was the first user of the Trade Mark in Australia, being its use in relation to pace clocks discussed  \n2018_10803.jpg  8 [2007] FCAFC 184; (2008) 74 IPR 246.  9 Ibid [16]–[20].      above. However, in the absence of \nany evidence or submissions that the Applicant’s claim for swimming equipment encompasses any items other \nthat are potentially the same kind of thing as pace clocks, I consider the use of the Trade Mark by Richey to be in \nconnection with pace clocks only and that Richey is the owner of the Trade Mark in respect only of those goods. I \nmove now to consider further asserted use of the Trade Mark.      The 2013 use is referred to in Malmsten 1 in the \nfollowing manner: ‘In 2013, the first order for starting blocks was sent to Wollongong in Australia’. This is the extent \nof the reference to the provision of these goods and there is no supporting exhibit. This falls well short of the \nevidence required to satisfy me that the Trade Mark was used in Australia in 2013. This asserted use need not be \nconsidered further.      The following is declared in the Underwood declaration in respect of the 1 January 2014 use \nclaimed by the Applicant:  In addition to its own website, the Applicant also advertises through the swimming \nnews organization ‘SwimSwam’, particularly on the SwimSwam website (           www.swimswam.com ). Examples \nof advertisements the Applicant runs on SwimSwam are shown in Annexure X18.  SwimSwam targets the \nAustralian market, among others. SwimSwam’s ‘Swimming Australia’ network has approximately 90,000 members. \nIn any given month, Swim Swam gets thousands of views from the Australian market. For example, during the \nmonth of August 2016, over 250,000 views of the SwimSwam website came from users located in Australia.  The \nApplicant has advertised with Swim Swam since January 1, 2014.      Annexure X18 consists of three pages. Each \npage contains what appears to be a screenshot of the Swim Swam website. There are a number of weaknesses in \nthis evidence. The screenshots are undated and somewhat unclear, and it is not declared that the screenshots \nwere taken before the Relevant Date. While the statement from the Underwood declaration, above, indicates the \nwebsite targets the Australian market there is nothing in the annexure which supports this claim. The evidence \nprovided is insufficient to satisfy me that the Trade Mark was used in Australia at any time before the Relevant Date \nthrough any use which might have occurred on the Swim Swam website from 1 January 2014. This asserted use \nneed not be considered further.      The 11 August – 2 September 2014 use is referred to in Malmstem 1 as follows:  \nAttached hereto and marked Exhibit TM-6, is e-mail dated August 11 – September 2, 2014 to ACOR Consultants \nPty Ltd in Australia with marketing material relating to the COMPETITOR racing lane lines and also an offer for \nsale.      Exhibit TM-6 is some 29 pages long. The first few pages are an email chain which commences with an \nemail from a Mr Varga at a company based in Crows Nest, New South Wales, called ACOR Consultants Pty Ltd \n(‘ACOR’). The email is dated 5 August 2014 and contains an enquiry regarding ‘Below Deck Lane Rope Storage’. \nThe email was responded to by a Ms Håkansson at the Opponent’s Swedish office on 11 August 2014. Ms \nHåkansson enclosed ‘some additional information’ and indicated that Mr Varga should allow 6–8 weeks for any \norder to be dispatched. Mr Varga responded on the same day with further enquiries. On 13 August 2014 Ms \nHåkansson responded and enclosed an ‘offer for in-ground lane rope storage, storage bags and lane slider’. The \nemail chain ends with another email from Ms Håkansson which asks whether Mr Varga has made any decision on \nthe purchase offer.      The rest of the exhibit consists of: a copy of the offer to supply which is dated 12 August \n2014; what appears to be technical drawings of the ‘lane well’ used for the storage of lane ropes; and, brochures \n\nhttp://www.swimswam.com/\n\n\nwith information about the Opponent’s products. The information provided with the offer indicates that the storage \nbags are ‘suitable for one Malmsten Competitor Gold lane 50m’. The brochure includes a number of instances of \nuse of the Trade Mark in connection with lane sliders, racing lanes, spring covers, lane numbers, take-up-reels, \nwrench for use in connection with take-up-reels, storage bags and water polo fields of play (‘the August/September \n2014 goods’). Some examples are shown below:  H:\\Noncorp\\Madrid\\Untitled.png  H:\\Noncorp\\Madrid\\Untitled.png      \nThere is no suggestion that ACOR ever purchased any of the equipment discussed in the email chain. However, \nthe email chain evinces a clear intention to supply in connection with goods bearing the Trade Mark. This is \nsufficient to constitute use for the purposes of s 58.2018_108.html#_bookmark14\">10 I am satisfied then that the \nOpponent used the Trade Mark in Australia in relation to the August/September 2014 goods at least as early as 12 \nAugust 2014.      The 11 August – 2 September 2014 use discussed above occurred after the licensing \narrangements (for Europe and contiguous territories) between the  2018_10808.jpg  10 Moorgate Tobacco Co Ltd v \nPhilip Morris Ltd [1984] HCA 73; (1984) 156 CLR 414, 433–4.      Applicant and the Opponent ceased following the \nexecution of the 2014 Purchase Agreement on 24 June 2014. Ms Ryan submitted that the use occurred in a period \nwhich is very proximate to the licence and that there is no evidence from the Opponent that it had adjusted or \nmanufactured new products for sales in the period after the end of the licence agreement. It is reasonable to \nassume, submitted Ms Ryan, that if the Opponent was selling stock that it had on hand at the end of June it was \nselling stock that was manufactured under licence and which bore words to that effect. As such, Ms Ryan \nsubmitted, the Applicant has claim to those goods as being made under licence. Ms Ryan also noted that the \nbrochure supplied to ACOR was printed in 2013, which was during the licence period.      The Recitals of the 2014 \nPurchase Agreement include the following:  WHEREAS, [the Applicant] owns intellectual property (‘Intellectual \nProperty’) in connection with the business including (a) registered and unregistered trademarks, trade dress and \nservice marks, including COMPETITOR, KIEFER COMPETITOR, and other marks (collectively, the ‘Marks’), and \nassociated goodwill relating to the Marks, as well as (b) certain technology (including molds) and know-how of [the \nApplicant] relating to the manufacture of the Equipment (the ‘Technology’); and  ...  WHEREAS, [the Opponent] \ndesires to purchase, and [the Applicant] desires to sell its rights to the Equipment product lines of swimming \nracing lanes, lane lines and lane dividers, and boundary sides for water polo courses (‘Products’) in Europe.      \nClause 1 of the 2014 Purchase Agreement states:  The Licence Agreements shall terminate upon the Effective \nDate of this agreement and neither party shall have any further liabilities or obligations thereunder; including any \npast liabilities or obligations due or deemed outstanding by either party. The termination of the License Agreements \nshall not affect other obligations due or deemed outstanding by either party that have not arisen under the terms \nthereof.      Clause 2 states:  Subject to the provisions of the following Section 8, [the Applicant] hereby transfers to \n[the Opponent] all of [the Applicant’s] rights, title, and interest in and to the Marks and Technology related to the \nProducts (including the goodwill associated with the Marks) in Europe (‘Purchased Assets’), and [the Opponent] \nhereby accepts such transfer, subject to the terms and conditions of this Agreement. ... The registered Marks \nowned by [the Applicant] and subject to this Agreement are listed in the attached Exhibit 1. Other than with respect \nto the Purchased Assets, nothing in this Agreement shall constitute a transfer of any other [of the Applicant’s] \nproducts, trade secrets, technology, know-how, related materials, equipment, trademarks, service marks, or \nbusiness.      It is clear from the 2014 Purchase Agreement that the Applicant divested itself of its interests in the \nTrade Mark and associated technologies and the Opponent ceased to have further obligations to the Applicant in \nrespect of the ‘Products’ listed in the Recital quoted in para 39 above. However, this divestment applied to Europe \nonly and the language of the agreement explicitly excludes rights associated with Australia by use of the words \n‘nothing in this Agreement shall constitute a transfer of any other [of the Applicant’s] ... trademarks’. In any event, I \nfound, above, that the Applicant had at the time of the execution of the agreement accrued no rights in respect of \nthe Trade Mark in Australia which it could have assigned. There is nothing before me which suggests that the \nOpponent had any residual obligation to the Applicant beyond the execution of the 2014 Purchase Agreement \neither in Europe or Australia which might have arisen from its pre-existing licence agreements. I am satisfied \ntherefore that the 11 August – 2 September 2014 use of the Trade Mark by the Opponent was not use as an \nauthorised user of the Applicant, but was use by the Opponent in its own right. The Opponent, therefore, is the first \nuser and owner of the Trade Mark in Australia in respect of the August/September 2014 goods.      The 23 \nSeptember 2014 use is supported by Exhibit TM-7 to Malmsten 1. The exhibit is declared to be, ‘two Pro forma \norder confirmations dated September 23, 2014 for COMPETITOR products sold to Ceramic Solutions (Aust) Pty \nLtd’ (‘Ceramic Solutions’). The exhibit consists of three pages and shows use of the Trade Mark in connection with \n\n\n\nracing lanes, spring covers and lane sliders. The value of the goods in the order confirmations is redacted. \nMalmstem 1 states that Ceramic Solutions later in 2014 became the Opponent’s distributor throughout Australia. \nExhibit TM-8 is declared to be pages from Ceramic Solutions Australian website. The website shows use of the \ntrade mark in connection with racing lanes only. The pages are dated 3/1/2017. Ms Ryan submitted that, for the \nreasons discussed earlier, these are use of the Trade Mark authorised by the Applicant. If it were to be found that \nthese uses were by the Opponent they would not assist the Opponent any further in respect of this ground of \nopposition. Nor would it assist the Applicant if these were found to be use of the Trade Mark      which was \nauthorised by the Applicant. It is, therefore, unnecessary that I decide that question.      Malmsten 1 refers to the \nremaining three instances of use in the table as follows:  Attached hereto and marked Exhibit TM-10 is a project list \nfrom [Ceramic Solutions’] website confirming that the Opponent’s products, including lane ropes (in respect of which \n[the Trade Mark] is used) have been used in relation to a number of projects in Australia including Aquanation \nLeisure & Fitness Centre (opened in 2015), Aqua Pulse, Wyndham (opened in 2015) and the Ballarat Aquatic \nCentre (opened in 2014). ... I understand that the Opponent’s Goods featuring the COMPETITOR trade mark have \nbeen used at each of the above centres at least as early as the completion of each project.      Exhibit TM-10 is as \ndescribed. The Trade Mark is not mentioned although there is reference to some ‘Malmsten’ products. To the extent \nthat this supports a view that products bearing the Trade Mark were supplied for the mentioned projects it cannot \nassist either the Opponent or the Applicant with respect to this ground of opposition as the goods do not go \nbeyond those for which the Opponent has demonstrated first use.      In summary, I have found use of the Trade \nMark before the Relevant Date in connection with the following goods (‘the Section 58 Goods’):         pace clocks \n(by Richey, but not as the Applicant’s predecessor in title in Australia);         lane sliders;         racing lanes;         \nspring covers;         lane numbers;         take-up reels for racing lanes;         storage bags; and         water polo \nfields of play.      The use was by other than the Applicant. The Applicant is, therefore, not the owner of the Trade \nMark in respect of the Section 58 Goods.      Ms Ryan has submitted that:  Even if [the Opponent] were able to \nestablish first user, the products were manufactured using CS Technology and [the Trade Mark] for a purpose not \ncontemplated by the Licences or the Purchase Agreement and were therefore in breach of those agreements or, at \nthe very least failed to meet the standards of acceptable commercial behaviour.  [The Opponent] brings its \nopposition under s 58 with unclean hands. Its ownership claim only arises because of its impropriety. The ground \nshould be refused.      I am not persuaded by Ms Ryan’s submissions on this point. As I have found, above, the 11 \nAugust – 2 September 2014 use occurred after the licensing agreements between the Applicant and the Opponent \nhad ceased, and the 2014 Purchase Agreement assigned a number of rights to the Opponent but did not assign \nrights, if any, in Australia. It was stated by Fullagar J in Aston v Harlee Manufacturing Company that:  [I]t would \nappear that an applicant may be the ‘author’ of a trade mark, although he has deliberately copied or adopted a \nmark registered in a foreign country in respect of the same descriptions of goods. In Re The Registered Trade Mark \n“Yanx”; Ex parte Amalgamated Tobacco Corporation Ltd ... Williams J said:  To try and register in Australia a word \nwhich the applicant to the knowledge of the respondent is using elsewhere on its cigarettes is sharp business \npractice. But it is not in itself fraudulent or a breach of the law.11 12      The established use of the trade mark by \nthe Opponent from before the priority date was in circumstances where it believed that it was the previous user of \nthe trade mark. I am not satisfied that the use by the Opponent is other than in good faith.      I am satisfied the \nOpponent has established this ground of opposition in respect of the Section 58 Goods. Where an opponent has \nestablished a ground of opposition in respect of a subset of the claimed specification it is open to the Registrar to \noffer to an applicant an amendment of their specification to exclude the goods/services for which the opposition \nwas established. It is apparent from the evidence before me that—notwithstanding the broad claim contained within \nthe Applicant’s Goods—the Applicant’s specific goods of interest in connection with the Trade Mark are \nessentially the same as those of the Opponent. An amendment to the Applicant’s Goods which would exclude the \nSection 58 Goods is likely therefore to constitute a ‘Pyrrhic victory’. Further, given that the parties claim use  \n2018_10808.jpg  11 [1951] HCA 28; (1951) 82 CLR 199, 202.  12 [1960] HCA 47; (1960) 103 CLR 391, [20].      of \nan identical trade mark and their goods of interest fall under the category of ‘swimming equipment’ were the \nApplicant to use the Trade Mark in respect of other swimming equipment this is likely to cause confusion to \nrelevant consumers of swimming equipment. For these reasons, it is not appropriate in the circumstances of this \nmatter that the Applicant’s Goods be amended in the manner discussed.  Decision      Section 55 of the Act \nrelevantly provides:  55 Decision      (1) Unless subsection (3) applies to the proceedings, the Registrar must, at the \nend, decide:          (a) to refuse to register the trade mark; or      (b) to register the trade mark (with or without \n\n\n\nconditions or limitations) in respect of the goods and/or services then specified in the application;  having regard to \nthe extent (if any) to which any ground on which the application was opposed has been established.  Note: For \nlimitations see section 6.      I have found the Opponent has established the ground of opposition it raised pursuant \nto s 58 of the Act. As the Delegate of the Registrar I accordingly refuse to register the Trade Mark.  Costs      The \nOpponent has sought an award of costs in its favour. I see no reason to depart from the general rule that costs \nfollow the event. As the Opponent has established a ground of opposition, I award costs against the Applicant \nunder s 221 of the Act in line with the amounts in Schedule 8 of the Trade Mark Regulations 1995.      Robert \nWilson Hearing Officer      Hearings and Oppositions 5 July 2018                      \n"}