{"title": "MINNESOTA: Deportations are questioned", "body": "\nThe deportation of 10 Somalis with criminal convictions from Minnesota last month has some refugee advocates \nquestioning whether immigration officials violated federal law by sending them to a country without a functioning \ncentral government.\n\nThe lawyers cite a decision from U.S. Magistrate Judge Arthur Boylan in Minneapolis, who recommended barring \nthe deportation of Keyse G. Jama, a Somali native convicted of assault in Hennepin County, \"until the government \nof the country to which he is to be removed has agreed to accept him.\"\n\nThe decision came Feb. 1. The U.S. Immigration and Naturalization Service deported the 10 Somalis from \nMinnesota, and 20 others from across the United States and Canada, less than two weeks later.\n\nOne of those deported is married to Sara O'Keefe of Cannon Falls, Minn., a nursing student caring for their 22-\nmonth-old daughter.\n\nShe and her husband, 21-year-old Habib Ibrahim, knew deportation was a risk because of his 1998 burglary \nconviction in Steele County, but they figured it unlikely to happen until order had been restored in Somalia. Ibrahim \nwas born there but fled the war-torn country when he was 11, has no friends or family there and barely speaks the \nlanguage.\n\n\"We had never had an actual discussion about it because it was too hard of a topic,\" O'Keefe said of the prospects \nfor her husband's deportation. \"Obviously, I can't choose to go live where it's violence and poverty.\"\n\nWhile the magistrate's recommendation is not binding, deporting the Somalis on the heels of the decision shows \ndisrespect for a legal interpretation, said one of Jama's lawyers, Jeffrey Keyes of Minneapolis.\n\nOther Somalis facing removal could cite the case in asking a federal court for an injunction to stop immigration \nofficials from deporting them, too, Keyes said. Somalis living in this country are refugees from the country's \ndecade-long civil war and fear returning to a homeland reduced nearly to anarchy, with warring clans and no civil \ninstitutions.\n\nThe government \"has not cited a single case in which a federal court has sanctioned the removal of a legally \nadmitted alien to a country that has not agreed to accept him,\" Boylan wrote, underlining his words for emphasis.\n\nNow weighing the Jama case is U.S. District Judge John Tunheim. If he adopts Boylan's recommendation and \nissues an order barring Jama's deportation, Keyes said it would set a strong precedent that would be difficult for \nINS officials and the U.S. attorney's office to ignore.\n\n\n\"I would suspect the INS in getting this decision from Magistrate Boylan on Feb. 1 saw it had a window of \nopportunity before Judge Tunheim accepted the report,\" Keyes said. \"The timing is such that it would suggest \nthey're trying to engage in what this (magistrate) found to be illegal activity before the judge accepted it.\"\n\nU.S. Attorney Tom Heffelfinger, whose Minneapolis office filed objections to the magistrate's recommendation with \nTunheim, said even if Jama's deportation is blocked, the order would apply only to his case. Last month's \ndeportations are a separate matter.\n\n\"We believe that the actions in this particular deportation were unrelated to Magistrate Boylan's decision and are \nsupported by the law and the facts,\" Heffelfinger said.\n\nCurtis Aljets, director of the INS district office that covers Minnesota and the Dakotas, said he had not heard of the \nruling in the Jama case. \"I don't know of anything that would prohibit us from moving people to Somalia,\" Aljets \nsaid. \"What we did was completely legal and authorized.\"\n\nBill Strassberger, an INS spokesman in Washington, scoffed at the suggestion that the INS had removed the 10 \nSomalis to beat a possible legal setback.\n\n\"I would say the only person that could make that sort of suggestion is someone who doesn't understand the \nlogistics of moving a group of people like that,\" Strassberger said. \"It's not something you can throw together in a \nmatter of weeks. If it was that easy we could do it more often.\"\n\nHeffelfinger and Strassberger both said the INS carried out the February deportations because of an agreement \nwith Somalia's 2-year-old transitional national government.\n\nKeyes said he has not seen the agreement and questioned the validity of an accord with the transitional \ngovernment, which the United States does not recognize and which controls only part of the country's capital of \nMogadishu.\n\nFurther, Keyes said, citing an agreement with the transitional government is a different stance from the argument \nthe government made in seeking to deport Jama.\n\nIn effect, the government argued that because it had succeeded in deporting a certain number of Somalis to their \nhomeland that must mean that the country had accepted them.\n\n\"Their position was they didn't have to get acceptance, and that as long as they could get these people into \nSomalia, that's all they had to do,\" Keyes said. \"Judge Boylan dismissed that argument. The fact that they can \nphysically accomplish it doesn't mean it's not illegal.\"\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n"}