{"title": "Lawmakers Near Agreement On New Immigration Rules", "body": "\nSenators from both parties said Wednesday that they were close to agreement on a new system of selecting \nimmigrants that would give greater weight to education and to job skills deemed helpful to the economy.\n\n  Under the proposal, the government would adopt a point system to evaluate the qualifications and claims of many \npeople seeking permission to immigrate.\n\nFamily ties would remain an important factor, but would have less weight than under current law.\n\n  The point system is one element of a comprehensive bill that calls for the biggest changes in immigration law and \npolicy in more than 20 years. The full Senate plans to take up the legislation next week.\n\n  Although Democrats now control the Senate, the bill incorporates many ideas advanced in some form by \nPresident Bush. A draft of the legislation says that Congress intends to ''increase American competitiveness \nthrough a merit-based evaluation system for immigrants.'' \n\n  Moreover, it says, Congress will ''reduce chain migration'' by limiting the number of visas issued exclusively on \naccount of kinship.\n\n  Democrats insisted, and Republicans agreed, that some points be awarded to people who had close relatives in \nthe United States or could perform low-skill jobs for which there was a high demand.\n\n  Senator Lindsey Graham, Republican of South Carolina, one of the more optimistic negotiators, said, ''There's a \n90 percent chance that we will get a deal this week.'' Mr. Graham added that the legislation ''would free up \nthousands of green cards in the future for people who meet our economic needs, while still allowing members of the \nnuclear family to come to this country.''\n\n  Stephen W. Yale-Loehr, who teaches immigration law at Cornell University, said: ''The legislation taking shape in \nthe Senate represents a major philosophical shift. It tells the world that we are emphasizing characteristics that will \nenhance our global competitiveness, like education and job skills. We would not rely as much on family background \nas we have in the past.''\n\n  Under the proposal, Mr. Yale-Loehr said, ''foreign-born spouses and minor children of United States citizens could \nstill get green cards, but foreign-born siblings and adult children of citizens would be hurt.''\n\n  Senator Edward M. Kennedy, Democrat of Massachusetts, said lawmakers had narrowed their differences on \nsome issues.\n\n\n  ''This is not the architecture of an immigration bill that I would have initially liked to see,'' Mr. Kennedy said. ''But \nthis is a legislative process. A lot of different interests are at work. For the sake of this legislation, we had to come \nback to a point system. It will recognize a number of elements: high skills, low skills and family relationships. There \nare always differences about what the proportions ought to be.''\n\n  The Senate majority leader, Harry Reid, Democrat of Nevada, had set a test vote for Wednesday. But after \nlearning that negotiators had made progress, he deferred it to Monday, to allow more time for talks.\n\n  The bill would offer legal status to most of the estimated 12 million illegal immigrants in the United States. But they \nwould not automatically qualify for citizenship. The proposal would require them to ''touch back'' in their home \ncountries and apply for green cards, like other immigrants seeking permanent residence in the United States.\n\n  Some conservatives still dislike the idea of a large legalization program. But Mr. Graham said the bill struck a \nrealistic balance.\n\n  ''We are not going to put 12 million people in jail,'' Mr. Graham said. ''Nor should we give them an advantage over \nthose who played by the rules to become citizens.''\n\n  Senator Jim DeMint, Republican of South Carolina, said he had doubts about this approach, but said Congress \nhad to do something because his constituents were telling him that ''they feel they are being overrun with \nuncontrolled immigration.''\n\n  The legislation also calls for major increases in the Border Patrol and tougher enforcement at the border and in the \nworkplace.\n\n  Senator Ken Salazar, Democrat of Colorado, one of the negotiators, said he wanted the new point system to be \nequitable. ''We do not want to create a system that is just for the wealthiest and most educated immigrants,'' Mr. \nSalazar said.\n\nhttp://www.nytimes.com\n"}