{"title": "FAMILY FIGHTS DEPORTATIONS;CUPERTINO TEENS' ROAD TO RESIDENCY BLOCKEDPOST-SEPT. 11 SECURITY MAKES BIG DEAL OUT OF A ROUTINE IMMIGRATION SNAG", "body": "\nIt is 6 a.m., and Ahmad Amin should be at home, resting for football practice or studying for his fall SATs. Instead, \nhe's on a train to San Francisco with his mother on a Wednesday morning for his monthly visit to an immigration \nofficer.\n\nAmin, a high school senior who recently turned 18, has been ordered deported to Lahore, Pakistan, along with his \nbrother, Hassan, 19. Like a criminal parolee, Ahmad must report to the immigration officer, who holds his Pakistani \npassport, to attest that he has not left the country while the family fights to keep the brothers here.\n\nUntil two years ago, the Amins' immigration problem would probably have been settled quickly, without the \nbrothers' deportation. But one date changedthe tenor of their entire case -- Sept. 11, 2001.\n\n\"I just want to graduate from high school,\" said Ahmad Amin, who plays tight end for the Cupertino High School \nfootball team. \"My dream is for this to be over.\"\n\nThe devastating event that is now known simply as \"9/11\" may be receding into national memory, but it is far from \nover. It continues to haunt those who lost loved ones in the terrorist attacks, and has rolled through the lives of \ncountless others, including Ahmad and Hassan. They are among 13,000 primarily Arab and Middle Eastern men \nand boys facing deportation after voluntarily coming forward for a national security registration program and then \nbeing told they had overstayed their visas.\n\nGovernment officials said they have caught suspected terrorists in this dragnet, and that tighter immigration \ncontrols are essential to stopping more mass murders. But critics say many immigrants such as the Amin brothers \nare paying the price of the government's intensified focus on enforcement and national security.\n\nMany immigrants have been deported on minor immigration violations that would have been resolved with \nreasonable discretion and compassion before Sept. 11, lawyers and leaders in immigrant communities say. Many \nimmigrants, including the Amin brothers, already had pending applications for legal immigration status that are \nnow of little use to them because they have been targeted for deportation.\n\nSince fall 2001, almost half a million people from more than 200 countries have been deported from the United \nStates. Some were legal immigrants who lost their immigration status after committing serious crimes. Others \n\n\nwere temporary visitors who stayed after their visas expired. A majority of those deported were citizens of Latin \nAmerican countries, including Mexico, caught after slipping across borders into the United States.\n\nThose who have been been deported are permanently barred from entering the United States again, often leaving \nbehind American families -- siblings, parents, husbands and wives. Those who agree to leave voluntarily can \nreapply to enter the country after 10 years.\n\nFor the Amin brothers and their family, the possibility of deportation has wrecked the calm, domestic routine they \nhad been following on the road to citizenship.\n\nThe brothers' mother, Tahira Manzur, first immigrated to the United States in 1973, the wife of a Pakistani doctor. \nThe couple lived in Chicago, and she gave birth to a son, Imran Mughal, who automatically received American \ncitizenship because he was born in the United States.\n\nBut two years later, Imran's father was murdered in a robbery. Manzur returned to Pakistan with the baby, where \nshe eventually remarried and had two more sons, Hassan and Ahmad Amin.\n\nImran Mughal returned to the United States when he was 18, attended Purdue University in Indiana and trained as \na software engineer. After college, he took a high-technology job in Dallas. By this time, his mother in Lahore had \ndivorced, remarried and divorced again.\n\nWhen Manzur came to visit her American son in 1998, with his teenage half-brothers Hassan and Ahmad, she \ndecided for the second time that she was going to settle in this country. The family moved to San Jose in 2000.\n\n\"I wanted my children to be all together. We wanted to build a new life in America,\" said Manzur, now 52.\n\nMughal's citizenship helped his mother obtain a green card, or permanent residence, in the United States. The plan \nwas for Mughal, the main breadwinner, to help his two young brothers win legal, permanent resident status, too.\n\nNow, Manzur and Mughal say they're paying for bad legal advice they received from a Dallas lawyer in 1998. \nInstead of filing permanent legalization papers for the mother and her two sons, the lawyer filed only for the mother, \nsaying the boys' immigration status would derive from her permanent residency. All three were qualified to apply \nbecause Mughal is a U.S. citizen.\n\nManzur received her green card in 2001, but it became clear the lawyer's approach had failed for her sons. By then, \nAhmad and Hassan Amin had overstayed their visas, which expired Jan. 3, 1999. Mughal immediately filed a new \npetition on their behalf.\n\nIn February, Ahmad and Hassan went to the immigration office in San Joseto comply with a new government \nregulation requiring all men and boys on temporary visas from certain Middle Eastern, Arab and Asian countries to \nregister. It was part of the government's new border security measures resulting from Sept. 11, designed to track \nthe movement of foreigners.\n\nMughal said he felt reasonably confident that nothing would go wrong because he, an American citizen, had \npetitions pending on their behalf.\n\nTo the family's horror, immigration officials immediately placed the Amin brothers in deportation proceedings.\n\nHassan Amin was detained overnight in Yuba County Jail. Ahmad Amin, who was then 17 years old, was released \nto his mother. It cost the family $4,000 to get Hassan bonded out of jail. Legal fees to fight his brothers' \ndeportation will cost thousands more, Mughal said.\n\nBecause of this, Mughal has set aside his plans to buy a home for his family.\n\n\"It's just mental torture that you don't know what's going to happen,\" said Mughal, a software engineer for America \nOnline. \"I can't take the next steps in my life.\"\n\n\n\nEverything is on hold. Ahmad should be preparing to choose a college to attend next year. But he can't.\n\nAll summer, he has been in training with his Cupertino High School football teammates. But, facing the possibility \nof deportation, he's not sure whether he'll keep playing with the team.\n\nMost of his close friends on the team and his coach, Jay Braun, know only scant details of what he's facing. It's \nhard to explain, he says, even to a team full of players who are the children of immigrants.\n\n\"Ahmad is a good kid, but in the same breath, I respect the government in a way because it's doing it's job,\" Braun \nsaid.\n\nAfter a sweaty, hourlong weight-lifting session one afternoon, Ahmad was taking a drink of water, preparing to hit \nthe field. One of his teammates teased him: \"Getting deported, huh?\"\n\nFor a moment, Ahmad looked stricken. Then he ran to the field.\n\nAt De Anza College, Hassan's friends are excitedly talking about the four-year colleges they're headed to this fall. \nHassan doesn't have much to talk about. His plans are on hold.\n\n\"It's the first thing I think about when I wake up in the morning,\" he said. \"I think about it all the time.\"\n\nFor his mother, the thought of being separated from her children has caused great anxiety.\n\n\"I'm tired of this now, physically, emotionally,\" said Manzur, who teaches at a child development center in \nSunnyvale.\n\nSharon Rummery, a spokeswoman for the new Bureau of Immigration and Customs Enforcement, or BICE, in San \nFrancisco, declined to comment on the Amin brothers' case. But Garrison Courtney, a Washington, D.C.-based \nspokesman for the bureau, disputed critics who say the government is deporting more people from Arab and \nMiddle Eastern countries.\n\nDeportation, he said, is the price of violating U.S. immigration laws.\n\n\"I don't think there's a crackdown. We're closing loopholes,\" he said. \"We're enforcing immigration laws and people \nare noticing that.\"\n\nThe Amin brothers' lawyer, however, said the young men are the victim of new heavy-handedness on the part of \nthe federal government.\n\n\"Why are they being tough on these folks? This has nothing to do with security,\" said Banafshe Akhlaghi, a San \nFrancisco immigration attorney. \"The government is deporting people based on hyper-technical violations\" that \nwould have been resolved before Sept. 11, she said.\n\nSept. 11 forced a major reorganization of the former Immigration and Naturalization Service. The former INS is \nnow a three-tiered agency -- immigration services, enforcement and customs. The BICE handles enforcement, \nwhile the Bureau of Citizenship and Immigration Services, or BCIS, handles immigration and citizenship \napplications.\n\nEnforcement in the old INS was \"schizophrenic,\" Courtney said, because the agency was saddled with the dual \nmissions of helping legal immigrants and stopping illegal ones.\n\nBut with the creation of the enforcement agency, the loopholes that allowed undocumented immigrants to stay in \nthe United States long enough to establish families are being closed. There is also more intense focus on \nimmigrants who commit serious crimes.\n\n\"We know what our mission is,\" Courtney said. \"And that's what we're going to do.\"\n\n\n\nIn the San Francisco district of the BCIS -- which extends from Bakersfield to the Oregon border -- 5,302 people \nfrom 49 countries were deported in 2002, an 11 percent increase from two years ago. More than 80 percent of \nthose deported had criminal convictions, Rummery said.\n\nMark Krikorian, executive director of the Center for Immigration Studies, a national group that advocates tougher \nmeasures against illegal immigration, likened the focus on deportation to Mayor Rudolph Giuliani's stance on \ncrime in New York City. Cracking down on minor violators led to the arrest of hardened criminals, he said.\n\n\"A new seriousness about immigration enforcement will result in getting real bad guys,\" Krikorian said. \"It also \nsends a message that immigration law is no longer a joke.\"\n\nBut for the Amin brothers, the new toughness may mean they get swept out as well. Returning to Pakistan is not an \noption, they said. The family has discussed heading to Canada if their efforts to end the deportation fails. The \nbrothers have a legal hearing on Sept. 18.\n\nRifling through a stack of immigration documents in the family's cramped, two-bedroom apartment in West San \nJose, Mughal pulled out a newspaper page dated Dec. 15, 2000. It was a list of President Bush's campaign \npromises, from the days before Sept. 11 shook the nation and upended the family's life.\n\nMughal has highlighted one:\n\n\"Encourage family reunification by allowing spouses and minors of legal residents to apply for visitor's visas while \ntheir immigration applications are pending.\"\n\nThen Mughal carefully folded the page and put it away.\n\nCHART: MERCURY NEWS\n\nU.S. deportations, 1998-2003\n\nSource: Bureau of Immigration and Customs Enforcement\n\n[Chart not taken in database]\n\nNotes\n\n9: 11: 01\n\nTWO YEARS LATER\n\nGraphic\n\n \n\nPhotos (4), Chart;\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\n[Tahira Manzur]\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\nAhmad Amin dons leg guards as he prepares to bat in a cricket match in San Leandro. The 18-year-old native of \nPakistan also plays football at Cupertino High School, but sports and other matters hang in the balance pending a \ndeportation hearing.\n\n\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\nAhmad Amin, left rear, next to his brother, Hassan, and with mother, Tahira Manzur, and half-brother Imran Mughal, \nawaits a hearing on his and Hassan's possible deportation.\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\nAhmad Amin's role as tight end for the Cupertino High School football team is in suspense.\n"}