{"title": "Britain's anti-immigrant shame", "body": "\nThe United Kingdom today is a vibrant multiracial society much enriched by its immigrants. Yet despite the obvious \nsuccess of a multicultural Britain, the opposition Conservative Party is retreating to its old xenophobia. Leader \nWilliam Hague warns against \"floods\" of foreigners swamping \"soft-touch\" Britain. He wants refugees, mostly \nKosovars and Romanian Gypsies, to be locked in \"detention centers\" while their claims are judged. Under the \nConservative plan, these destitute people, fleeing civil war, persecution, even starvation, would be incarcerated like \ncriminals and presumed to have \"bogus\" claims until they can prove otherwise. (U.S. immigration policy makes it \nhard for Americans to lecture the British.)\nREFUGEES\n\nWhile the Labor government condemns this \"concentration camp\" idea, it hasn't been much more compassionate \nthan the Tories toward asylum seekers. Faced with a backlog of about 100,000 unprocessed applications for entry \ninto the U.K., Home Secretary Jack Straw has promised to clamp down on mere \"economic migrants\" and \n\"freeloaders.\" The anti-foreigner tone of both Labor and Tory politicians has led the United Nations to reprimand \nboth sides for hateful, racist and generally unhelpful attitudes toward people who, even if they are fleeing poverty \nrather than ethnic cleansing, hardly stow away in the backs of refrigerator trucks or pay smugglers to get them \nplaces in airplane cargo holds just for the fun of it.\n\nThe doors are slamming in the faces of refugees all over Europe. The French Right still agitates for limits on the \nintake from France's former colonial possessions; the Austrian Freedom Party, now part of the government, wants \nmandatory jail terms for those who enter the country illegally. And in recent Italian regional elections, the right-wing \nparty of the scandal-dogged former premier Silvio Berlusconi hooked up with the Fascists and won big on an anti-\nimmigrant platform.\n\nFor many refugees, Britain, with its reputation as a liberal, tolerant, diverse nation, seemed a good place to go. Now \nthey aren't so sure.\n"}