{"title": "Governor Pardons Six Immigrants Facing Deportation Over Old Crimes", "body": "\nGov. David A. Paterson announced pardons on Monday for six immigrants facing deportation because of old \ncriminal convictions, including a financial administrator at the City University of New York.\n\nThe governor said the pardons addressed ''shortcomings in our federal immigration laws relating to deportation.''\n\nMr. Paterson began a special clemency process in the spring with the principal aim of helping permanent legal \nresidents -- green card holders -- who were at risk of deportation because of long-ago or minor convictions.\n\n''Federal immigration laws,'' he said, ''are often inflexible, arbitrarily applied and excessively harsh, resulting in the \ndeportation of individuals who have paid the price for their crimes and are now making positive contributions to \nour society. These pardons represent an attempt to achieve fairness and justice.''\n\nMr. Paterson convened a so-called pardon panel last May. In the past several weeks, its five members have been \nsifting through about 1,100 petitions for clemency, referring promising cases to the governor's Executive Clemency \nCommittee, which has recommended cases to the governor for final determination.\n\nOfficials say the governor may issue another batch of pardons before his term ends this month.\n\nThe administrator who was pardoned, Mario Benitez, 58, is a Dominican immigrant and the current assistant \ndirector of finance for CUNY's Graduate School and University Center. He pleaded guilty to selling a controlled \nsubstance in 1988 and served three years in prison, according to a statement from the governor's office.\n\nThe statement praised Mr. Benitez's achievements since his release, particularly his rise ''to jobs with higher levels \nof responsibility'' and his community activities in the Bronx, including mentoring.\n\nEfforts to reach Mr. Benitez for comment were unsuccessful.\n\nAnother pardon recipient was Kevin Auyeung, 32, a Chinese immigrant who, at age 17, was convicted of robbery. \nWhile he was in prison, his impoverished father bought him a manual on computers and a Chinese-English \ndictionary, the statement said.\n\nMr. Auyeung went on to earn a G.E.D. and form his own cellular communications services company. In 2006, \ndespite determining that it would be ''inhumane to deport him,'' immigration officials detained him, a news release \nsaid.\n\nThough Mr. Auyeung was eventually released, the governor's office said, the detention cost him his business. \n''Nonetheless, Mr. Auyeung has managed to maintain steady employment and has consistently volunteered as an \ninterpreter for elderly persons in Chinatown,'' the office said.\n\n\nThe governor also pardoned Deborah Salako-Nation, 41, a Nigerian immigrant facing deportation for one \nlarceny conviction and two forgery convictions. In the decade since the convictions, officials said in the statement, \nMs. Salako-Nation ''has worked steadily in order to support her college-age son and her 6-year-old autistic son.''\n\nAlso pardoned was Marlon Oscar Powell, 36, a Jamaican immigrant who was being held in an immigration jail in \nNew Jersey on Monday, facing deportation for a misdemeanor drug possession conviction when he was 15, the \ngovernor's office said.\n\nWhile most of the pardon recipients had green cards, one, Sanjay Broomfield, was a legal immigrant whose past \nconviction had blocked his application for a green card.\n\nMr. Broomfield, 28, a Jamaican immigrant, was convicted of criminal possession of a weapon in 2005 after he shot \nand killed a burglar trying to break into his home in Suffolk County, officials said. While he was serving three years' \nprobation, he married an American citizen and applied for a green card.\n\nBut even though a district attorney had concluded that the shooting was justified, immigration authorities rejected \nMr. Broomfield's application, because, they said, his illegal possession of a weapon had resulted in a death.\n\nImmigration officials ''may take no account of the New York State criminal justice decisions,'' Governor Paterson \nsaid, ''but I do.''\n\nThe governor also pardoned Darshini Ramsaran, 25, a citizen of Guyana and Trinidad who was facing \ndeportation for her participation four years ago in a robbery, officials said. Mr. Paterson's office said that if Ms. \nRamsaran were to be deported, her life would be in danger from two men who were deported after she testified \nagainst them.\n\nhttp://www.nytimes.com\n"}