{"title": "The Big City;Accountability At Prisons Run Privately", "body": "\nWHEN inmates rampaged in 1995 at a privately run detention center for immigrants in Elizabeth, N.J., many critics \nsaid it demonstrated the dangers of letting corporations run prisons. In retrospect, though, you could draw a quite \ndifferent conclusion.\n\nThe conditions at the center, run by Esmor Correctional Services under contract from the Immigration and \nNaturalization Service, were deplorable, but so were the conditions at other detention centers run by the federal \ngovernment itself. The uprising, which destroyed property but produced no serious injuries, was mild compared with \nriots at public prisons.\n\nWhat made the story unusual was what happened after the rampage. Several of the guards and supervisors were \npromptly fired by the company. Then, barely a month after the uprising, the whole company was fired by the \ngovernment.\n\nThe I.N.S., while declining to discipline its own bureaucrats for what it called mistakes in oversight, ended the \ncontract with Esmor and closed the center. The site was overhauled and reopened a year later by a more \nexperienced company, the Corrections Corporation of America, which is still running it to the satisfaction of the \nI.N.S.\n\nCan you think of any public prison where the entire staff was fired? Can you think of one where anybody was fired? \nAfter a typical scandal, at best you see a blue-ribbon commission report that might lead to some policy changes in a \nyear or two.\n\nAt worst, you see the response of New York officials to the prison scandal that came to light last week. State \nofficials acknowledge that they wrongly imprisoned Kerry Sanders, a homeless, mentally ill California man, from \n1993 to 1995 because he was misidentified as an escaped convict, but they have yet to discipline anyone or \nannounce any reforms.\n\nPrivate companies can't afford the luxury of inaction, and not merely because their contracts can be canceled. Any \nscandal has immediate consequences on their reputation (the price of Esmor's stock plummeted after the uprising \nin Elizabeth) and their prospects for getting future business.\n\n\nA scandal also has an immediate effect on their premiums for liability insurance, a special concern for private \ncompanies. Public officials enjoy immunity against many lawsuits by inmates, and even if they lose, the money \nusually doesn't come out of their budgets. Private executives can be sued more readily and must pay the \nconsequences. Private firms also typically indemnify the government against any lawsuits involving their facilities.\n\nTHOSE incentives have led to better conditions at private correctional institutions than at public ones, as \nresearchers have found by analyzing records and interviewing residents and staff members.\n\nRichard F. Culp, a professor at John Jay College of Criminal Justice, who compared more than 200 juvenile \ncorrectional facilities across the country, reported significantly less crowding, better morale and fewer problems at \nprivate institutions. His 1998 findings jibe with those of earlier studies, including one by the Urban Institute and \nanother by Charles H. Logan, a sociologist at the University of Connecticut, who compared federal prisons.\n\nAfter reviewing the academic literature, Dr. Culp suggested that private prisons, often justified mainly to reduce \noperating costs, might be more important for the improved treatment they provide. In the long run, he concluded, \nthe most important savings may be in \"reduced prison reform litigation and improved rehabilitative outcomes.\"\n\nAdrian T. Moore, an economist at the Reason Public Policy Institute, reached a similar conclusion after surveying \nresearch on private prisons.\n\n\"There's no evidence that conditions in private prisons are worse than in public ones, and there's growing evidence \nthat conditions are better,\" he said. \"People like to say that private prisons aren't accountable, but they're actually \nmore accountable than public ones.\"\n\nMr. Moore was not surprised to hear of the casual reaction by New York prison officials to wrongfully imprisoning a \nman for two years.\n\n\"It reminds me of the Los Angeles County Jail, which until last year still kept inmate files on paper, not computers, \nand continually held inmates past their release date,\" he said. \"As in New York, no one was ever held accountable. \nThere was another scandal at a California prison where guards were staging gladiator fights among prisoners, but \nthe only person to lose his job was the whistle-blower.\"\n\nhttp://www.nytimes.com\n"}