{"title": "Study Says Police Misuse Immigration-Inquiry Rule", "body": "\nMany police officers in New Jersey are misusing a 2007 directive by the state's attorney general by questioning \nthe immigration status of Latino drivers, passengers, pedestrians and even crime victims, reporting them to federal \nimmigration authorities and jailing some for days without criminal charges, according to a Seton Hall Law School \nstudy. \n\n  ''The data suggests a disturbing trend towards racial profiling by the New Jersey police,'' said Bassina \nFarbenblum, a lawyer with the law school's Center for Social Justice, which gathered details of 68 cases over the \npast nine months in which people were questioned about their immigration status for no apparent reason, or after \nminor infractions, like rolling through a stop sign. None involved drunken driving or the use of false documents.\n\n  David Wald, a spokesman for the attorney general, Anne Milgram, said on Tuesday that she would look into the \ncases cited, after asking the center -- which did not provide names in its report -- to identify the individuals involved. \n''We welcome the center's input, but we question their conclusions,'' Mr. Wald said. ''We don't believe that New \nJersey police are arresting individuals just to enforce federal immigration laws.''\n\n  As the Obama administration pushes for a legislative path to legal status for millions now vulnerable to \ndeportation, the report underscores a disconnect between the changed tone on immigration in Washington and \nwhat is happening on the ground. \n\n  In one case it cited, police officers questioned a man at the Camden train station after asking to see his ticket. \nUnable to show one, he was arrested and held for seven days before being turned over to Immigration and \nCustoms Enforcement. (The Camden police did not return calls for comment.) \n\n  Elsewhere, another man was transferred to immigration agents after being held for four months, cited only for \ndriving without a license. And a woman who showed her Argentine license at a ''car checkpoint'' was detained, then \nturned over to federal immigration agents even though a judge told her there were no charges against her.\n\n  The New Jersey directive ordered the police to inquire about immigration status when arresting someone for an \nindictable crime or for driving while intoxicated. The directive is silent on lesser offenses, but forbids the authorities \nfrom questioning the victims or witnesses of crime about their immigration status.\n\n  Issued in the aftermath of the murders of three young people in a Newark schoolyard in August 2007, it was \nspurred by TV and radio talk-show outrage that one of the suspects was an illegal immigrant who had been \nreleased on bail for an earlier offense. Critics, including some police chiefs and many immigrant advocates, called \nthe directive a recipe for racial profiling -- a public issue with an ugly history in the state, and one state law enforcers \nhad worked for years to overcome with the help of a federal monitor. \n\n\n  Last year, as complaints accumulated about immigrants unfairly detained,  advocates called for modification of the \norder. But the attorney general, saying that the directive helps keep dangerous criminals in custody, dismissed the \ncriticism as speculation based on anecdote. She called for the advocates of modification to supply ''real evidence \nthat the directive is being abused.'' \n\n  The Seton Hall report was an effort to answer that challenge, Ms. Farbenblum said. Of the 68 cases, collected \nfrom immigration lawyers across the state, 65 involved Latinos; the others were from Spain, Haiti and Kazakhstan, \naccording to the report. \n\n  It also listed seven incidents in which Latinos who sought police help were questioned about their  immigration \nstatus, in direct violation of the directive.\n\n  One woman told the center that she had called the police to her Plainfield home to protect her from  domestic \nviolence, but that they threatened to call the federal enforcement agency. \n\n  A man told of going to the Mount Holly police station to report that his passport had been lost, only to be detained \nfor 16 days after police found some unpaid parking tickets, and turned over to immigration agents. The police in \nMount Holly did not respond to questions about cases involving the directive. \n\n  Ms. Farbenblum said the cases in the report are ''the tip of the iceberg,'' since many noncitizens are reluctant to \ncome forward or never see a lawyer, and the police are not required to report their questioning of immigrants in \nsuch cases. Police resources are being diverted from serious crime prevention, breaking down the trust necessary \nfor effective policing in a state with the nation's third highest immigrant population, the report contends.\n\n  In the first six months after the directive was issued, the police referred 10,000 people to Immigration and \nCustoms Enforcement, but only 1,417 of them were charged with immigration violations, government data shows. \nMany others were legal residents or United States citizens.\n\n  A current case identified by Maria Juega, a board member of the Latin American Legal Defense and Education \nFund, is the April 2 arrest of Eber Gonzalez Mazariegos, who made a U-turn in Mount Holly.  Stopped by the \npolice, he showed his Guatemalan license.\n\n  Though he has neither a deportation order nor any criminal record, and though his family paid a $300 fine, Ms. \nJuega said, Mr. Gonzalez was held over the weekend, then transferred to immigration custody in the Middlesex \nCounty Jail.  He is still waiting to see an immigration judge.\n\n  A spokesman for Immigration and Customs Enforcement, Harold A. Ort, said the agency had not yet seen the \nreport. He noted that the agency prohibited racial profiling, and that Secretary Janet Napolitano had ordered a \nreview of all recent immigration enforcement initiatives.\n\nhttp://www.nytimes.com\n"}