{"title": "Law Sowing Fear and Confusion at Welfare Offices", "body": "\nWorkers on the front lines of welfare reform, under new orders to deny food stamps to innumerable legal \nimmigrants who had previously qualified for them, are finding that translating Federal law into reality is not coming \neasily.\n\nField workers are befuddled about what to do when, and some are fighting their torment about the justness of it all. \nRecipients, some newly ineligible, are showing up in pursuit of clarity and sympathetic ears.\n\n\"It's rough,\" said a harried worker yesterday morning at the jampacked food-stamps office on East 16th Street in \nManhattan. \"We don't know what we're doing. We're in utter confusion.\"\n\nSonia Alava, who immigrated from Ecuador as a child in 1949 but never became a citizen and has worked only \nsporadically, was stunned to learn at the Coney Island food-stamp office of the new rules, which might erase her \nbenefits.\n\n\"My son is very, very sick,\" she said. \"My husband is out of work. If I'm no longer eligible for food stamps, you're \ngoing to hear me scream.\"\n\nMaria Victoria Reroma, an immigrant from the Philippines who lives in Belleville, N.J., said at a benefits office in \nNewark that her 70-year-old mother, who is not a citizen and has never worked in this country, may return home.\n\n\"She's very scared,\" she said. \"She talked to a lawyer, who said she might be able to become a citizen in three \nmonths. But she's thinking she might be better off to go home.\"\n\nAt food-stamp outposts throughout the New York region and in other states, there seemed to be more confusion \nthan certainty, more anguish than mute acceptance, about the first cuts ordered by the new Federal welfare law.\n\nA raft of changes in welfare provisions are mandated by the measure signed last month by President Clinton, but \nthe first round is to eliminate food stamps for legal immigrants who are not citizens, unless they are refugees or \nmilitary personnel or can prove they have worked for at least 10 years.\n\nWhile states have drawn varying conclusions about what they must do, New York, New Jersey and Connecticut are \namong those that decided that the guidelines for new food-stamp applicants had to be put in place this week to \nescape Federal penalties.\n\n\nA spokeswoman for the city's Human Resources Administration said that the new procedures were sent to field \noffices on Friday, but that workers probably were not using them yet because managers did not receive training in \nthe procedures until yesterday. The managers are now to begin educating their workers.\n\nThe managers were advised to suggest to field workers that they not bluntly tell applicants they are no longer \neligible, but rather urge them to find out whether they qualify under an exemption.\n\nAdvocates for immigrants estimate that 100,000 to 200,000 of the two million people on food stamps in New York \nState will lose their benefits under the new law. Since it takes at least a month to process an application, it may be a \nwhile before denials are issued.\n\nVisits to food-stamp offices around the nation yesterday suggested that many field workers were having a hard time \nof it. While managers said they were starting to put the rules into effect, no one at several offices visited could point \nto an example of an applicant who had been rejected.\n\n\"We don't have the information yet,\" said the assistant manager at the office in Long Island City, who would not give \nher name. \"We can't tell you anything.\"\n\nMany workers said they were troubled by the welfare changes, pointing out that they were the ones who saw the \nactual faces of need in chairs before them. \"I believe it's going to be hard for them to prove 10 years of work,\" said \na worker in the Long Island City office, who spoke on condition of anonymity. \"I believe it's fair and it's not fair.\n\n\"It's not fair because some people come here and though they have worked nine years, this will limit their ability to \nget food stamps. They have families to support and they might become homeless. On the other side, the \nGovernment has to balance what it has to balance.\"\n\nRecipients confused about their fate were turning up at the office in search of answers. There were many confusing \npossibilities, including those in which parents and grandparents lose benefits, but their children retain them.\n\nJesusita Solares, 52, went to the Long Island City office yesterday morning. She is a legal immigrant from the \nDominican Republic who lives in Queens with her seven children. She said her husband deserted her a year and a \nhalf ago. She relies on food stamps to put meals on the table.\n\nShe is not a citizen, but she said that she worked for 11 years in a factory trimming threads from clothing. If she can \nprove her work history, she will qualify for food stamps.\n\n\"I see on the television that this food stamp program will not continue,\" she said. \"I understand some things and I \ndon't understand others, so I don't know what to do.\"\n\nShe was fearful of losing her benefits. \"I want to work,\" she said, \"but with what I'll earn, how am I going to pay the \nrent and provide food for seven children?\"\n\nShe said she wanted to become a citizen, but said her English was bad. She said she was enrolled in a program to \nlearn English.\n\nIn Hudson County, N.J., which estimates it has the 10th-largest immigrant population of any county in the country, \nCarol Ann Wilson, the director of the Department of Human Services, said her workers would give recipients who \nare cut off at least a month's worth of stamps before halting their benefits. She also said her staff would not turn in \nillegal immigrants, as the new law requires. \"We still have compassion here,\" she said.\n\nIn some states, food-stamp recipients were already hearing about loss of eligibility. In Santa Maria, Tex., a 47-year-\nold migrant worker, who would only give his name as Juan, said Sylvia Galvan, his caseworker at the Department \nof Human Services, called him on Tuesday to tell him he might no longer qualify.\n\n\n\nHe said he hoped he would be exempt because he has worked for more than 10 years, though Ms. Galvan said if \nhis bosses did not report his earnings, he would not be able to prove his work history. \"It's O.K. to have this rule,\" \nJuan said, \"but there are no jobs.\"\n\nAt the food-stamp office on Coney Island in Brooklyn, Svetlana Vokyo was not only unclear about the new Federal \nwelfare law, she was unaware that there was a new Federal welfare law.\n\nMs. Vokyo, who lives in Brighton Beach, said that she left a difficult life in Russia four months ago. She was at the \noffice yesterday to recertify her benefits.\n\n\"I need a little more time to find a job to support my little 8-year-old daughter,\" Ms. Vokyo said. \"If we don't get food \nstamps, it will be much worse. The future of my daughter will be much worse.\"\n\nA caseworker at the office, who would not give her name, said that few people knew about the rules, but predicted a \nbacklash once they understood them. \"The masses will be revolting,\" she said.\n\nAt the food-stamp office in Borough Park, Brooklyn, Juliana Rodriguez, 28, was in doubt about her future. She said \nshe went to the United States from the Dominican Republic 13 years ago and has received food stamps for the last \nfour months as a legal immigrant. She said her husband, Felix Valdez, makes little money manufacturing clothes, \nand they have two young children.\n\nShe said she hoped to become a citizen, perhaps as soon as next month, but feared she would forfeit her food \nstamps if unable to do so.\n\n\"I hear a lot of people saying that if you don't become a citizen you're not going to be eligible for a lot of social \nservices,\" she said.\n\nSome of the other applicants at the food-stamp offices, whose continuation in the program was insured by their \ncitizenship, had mixed feelings about the new law.\n\nJill Perlmutter, 33, who is raising an 8-year-old daughter alone and is a citizen, said at the Long Island City office, \n\"Women with children who have kids and need it should get food stamps.\n\n\"But sometimes, I see girls in there with brand new clothes and their nails done and all these brand-new things \nwhile I'm trying to figure out how I'm going to get the second half of the month's food in my home.\"\n\nGraphic\n\n \n\nPhoto: Juliana Rodriguez, 28, an immigrant from the Dominican Republic, and her son Abel, 3, yesterday at the \nBrooklyn welfare offices. She fears she may lose her eligibility for food stamps and has applied for citizenship. \n(Chester Higgins Jr./The New York Times)\n\n      \n"}