{"title": "Real test awaits 'invisible'immigrants", "body": "\nWhen Douglas Turner Ward wrote the play A Day of Absence in 1965, he wrote it as an act of high satire. Black \nfolks in whiteface lamented the absence of black folk in a small southern town. Because the \"real\" black folks were \ngone,  the extent to which the small, fictional, white community had come to depend on invisible blacks was \nsatirized and highlighted in the play.\n\nImagine my glee, then, when Latino activists held up signs that said, \"We are not invisible,\" at rallies that brought \nhundreds of thousands to the streets in cities across the country. Imagine my  delight at the audacity that those who \nthronged to the streets, many here illegally, showed when they stepped up for their cause.\n\nOf course, Congress made it easy. Suggesting that as many as 12 million people who are illegally here should be \ndeclared felons is incendiary, especially when those people cut our grass, clean our homes, pick our crops, and \nmaintain our offices. What would happen if those 12 million people disappeared?\n\nVery possibly, their absence would hit us where it hurts, just like the absence of black folks did in Ward's play. We'd \nfind longer lines in restaurants where immigrants do the cooking, larger piles of dishes in the homes where \nimmigrants do the cleaning, more debris on the construction sites where immigrants do the hauling. Maybe we will \nfind out exactly what the economic impact of the immigrant presence is on our society if immigrants heed the call to \nabsent themselves from work, school and shopping on Monday.\n\nThe Latino population spends more than $2 billion a day. If Latinos disappear Monday,   will it make a point about \ntheir economic presence? Or will it  generate a backlash to immigration reform? The Montgomery Bus Boycott was \nmet with legal challenges, but the people prevailed. Are Latinos prepared to meet similar legal or economic \nchallenges if they come up?\n\nThe recent  rallies made the point that immigrants will no longer be treated as invisible.  They put Congress and \ncitizens on alert that they are mobilized and motivated. Will this be the case in the face of a storm?\n\nLatinos might reflect on the African-American experience. Black labor was invisible, essential and disrespected. \nEven the implicit threat in Ward's Day of Absence did not substantially change that condition. Absenting themselves \nfrom markets Monday  might trigger a wake-up call or a backlash, depending on the strength of this movement.\n\nJulianne Malveaux co-edited The Paradox of Loyalty: An African American Response to the War on Terrorism.\n"}