{"title": "Alpine Journal;Cultural Frictions of a Border Town", "body": "\nFor nearly a year, employees of the grocery store in this quiet town near the Mexican border kept a yellow ledger \ntitled Mexican Incident Book, which chronicled their complaints about the migrant workers who camp across the \nroad.\n\n\"Record all Drunks, Shoplifters, Customer Complaints, Stabbings (Ha, Ha),\" read the instructions on the book's \ncover.\n\nIn its log of daily irritations and minor incidents (\"He laughed as he left the store,\" it recorded about one suspected \nshoplifter) the ledger is a portrayal of the frictions that characterize many San Diego County communities, where a \ncomfortable middle class brushes against the poverty that is spilling north across the border.\n\nThroughout the county, and elsewhere in California, homeless Hispanic day laborers and migrant workers play an \nimportant role in the local economy but have become the target of growing anger as their numbers increase and \ntheir encampments become more visible.\n\n\"I realize these are people who are hungry and who come across the border to find work,\" said William Logan, who \nowns the Alpine shopping center that includes the grocery store, as well as the land where the immigrants make \ntheir camp.\n\n\"But it would help if they were more respectful of our property,\" he said. \"It gets filthy and it looks like Tijuana.\"\n\nOver the years, cultural frictions throughout the county have flared into violence that has included beatings, \nshootings and, in at least one instance, hunting down migrant workers for sport.\n\nOn the night of Oct. 1, this hillside town of 12,000 residents -- which has become, for reasons no one seems to \nunderstand, a regional focal point for the hiring of Hispanic day laborers -- was the scene of a particularly gruesome \nincident. Half a dozen white men swinging baseball bats charged into the workers' camp and severely beat three \nmigrants, all of them legal residents of the United States.\n\n\n\"They said we raped a woman,\" said Oscar Alfonso Mendoza, 33 years old, who came to the United States 14 \nyears ago to escape violence in his native Guatemala. \"I said it wasn't true, but they didn't believe us. I was trying to \nprotect my head, and then I managed to run away.\"\n\nThe baseball bats shattered his left arm and caused cuts requiring 55 stitches on his arm and 18 on his head, he \nsaid as he rested at the home of a relative in nearby National City. He also said he owed a hospital $19,400 for five \ndays of treatment.\n\nMr. Mendoza's friend Leobardo Zarco, also 33, who came here from Mexico 16 years ago, fared worse. He slipped \nas he tried to run up the side of the gully, and he remembers losing consciousness to the thudding sound of the \nbaseball bats.\n\nHis head, arms, legs and body were battered, he has lost the hearing in his left ear, his left knee was splintered and \nhe can walk now only with the aid of crutches.\n\nLike many of the other subsistence workers who offend some residents as they wait for work on street corners, Mr. \nZarco has lived his life from day to day and has no savings. He has been taken in for now by a well-to-do widower \nin San Diego who read a newspaper account of his mistreatment.\n\nThe incident has embarrassed the residents of Alpine. The yellow log book has been removed from the grocery \nstore by the manager, and developments in the town's most celebrated Mexican incident are now chronicled in \nlocal newspapers.\n\nSheriff's deputies have charged five men with assault, battery and commission of a hate crime.\n\nOfficials decided not to pursue the rape accusation after they found inconsistencies in the woman's account and \nbecause of evidence that she may have had consensual sex with one or more of the laborers.\n\nOne of the men charged in the beating is the woman's 35-year-old husband. He has twice been convicted of \nabusing his wife.\n\nThe husband has denied any connection with the beatings of the laborers, but he was quoted by local newspapers \nas saying: \"Good for them, whoever it was. Maybe they'll get rid of the Mexicans down there.\"\n"}