{"title": "A Tale of Two Elections: A Nationwide Referendum and a Revolt Against the Two-Party Duopoly", "body": "\nNov 20, 2018( Independent Voter Network: http://www.ivn.us Delivered by Newstex)  A Tale of Two Elections: A \nNationwide Referendum and a Revolt Against the Two-Party Duopoly[1]There were two elections on November 6. \nThe first was a national referendum on President Trump that saw Democrats win a majority in the House of \nRepresentatives after nearly a decade out of power, while Republicans added seats in the Senate. The national \nelection results continue to be the subject of endless punditry as races in Arizona were reversed and returns in \nFlorida were subject to mandatory recount. It was a contest between two parties - Team Red and Team Blue - that \nwill end up costing several billions of dollars[2] when all is said and done, and confirm what we've long known, that \nAmericans remain roughly divided on the question of which party they prefer. But there was a second election that \nday. \n\nThis election was driven by grassroots activists advocating for electoral reforms at the state and municipal level - \nand for the most part, succeeding. Media coverage of this election has been minimal, mainly because it's not easily \nunderstood in the traditional red vs. blue paradigm. But this election was arguably the more interesting and \nbeneficial to our political future. If election number one was a measure of how voters feel about President Trump, \nelection number two was a referendum on how fed up voters are with politics as usual. Judging by the results, the \nanswer is that people are ready for change. From Florida to Utah, voters passed ballot initiatives designed to \nincrease the power of the people and decrease the power of parties and political insiders. (T)his election was \narguably the more interesting and beneficial to our political future.  @jbopdycke \n\n'divide and conquer.' If given the chance, they vote to change the system and shake up the status quo. The \nAmerican people don't like the political game as currently organized. We think it is self-perpetuating, small-minded, \nmanipulative and corrupt. The only thing voters disdain more than the other team is politics itself. That is why \nindependent voters are now 44% of the electorate - a percentage that continues to grow. It is why Michigan's Katie \nFahey was able to turn a Facebook post into a volunteer 'Voters Not Politicians' army that inspired liberals and \nconservatives to come together, draft a ballot measure, gather 400,000 signatures, and overthrow partisan \ngerrymandering.It is why Floridians from both deep-blue and deep-red counties rallied behind Desmond Meade and \nhis six-year crusade to restore dignity and voting rights to ex-felons. Americans are indeed divided on the question \nof which team has the better ideas. At the same time, we don't trust the parties to put the country's interests ahead \nof their partisan interests — even when we wear their colors and cast votes for their candidates. We can't stand that \npartisan officials are in charge of administering elections and counting votes, not just in Florida and Georgia, but \neverywhere. We want our elected leaders to work together to solve problems, not cause them. The results of this \nelection show that voters are not only using elections to vote for a particular candidate. They are going to the \nballot box to restructure democracy itself, to change the rules, constrain the parties, and empower voters. A real \ndemocracy movement is emerging fromMaine to New Mexico, uniting Americans across the political spectrum in \nthe pursuit of a more perfect union. And it is only getting started. Related Articles    Read now            "}