{"title": "BAY AREA PAIR WITH ALLEGED TERROR LINKS ARRESTED;PHILIPPINES SAYS BROTHERS MET WITH GROUPS TIED TO AL-QAIDA", "body": "\nTwo American brothers from the Bay Area have been arrested in the Philippines for alleged ties with Muslim \nmilitant groups linked to Al-Qaida and will be deported to the United States, Philippine government officials said \nTuesday.\n\nOne of the brothers, Michael Ray Stubbs, 55, of Antioch, is under investigation by the FBI to determine whether he \nhad access to sensitive information while working in the 1990s as an air conditioning and heating technician at the \nLawrence Livermore National Laboratory.\n\nStubbs worked at the nuclear weapons lab, which also conducts research on the human genome and biological \nweapons detectors, for almost 10 years before taking a medical leave in 2000, a laboratory official said Tuesday.\n\n\"The laboratory is aware of his arrest by Philippine immigration officials, and we are working closely with the \nFederal Bureau of Investigation on this issue,\" said Susan Houghton, a spokeswoman for the laboratory. \"It'sreally \nimportant to put into perspective his past connection with Livermore; he left on a medical leave and never returned.\"\n\nStubbs and his brother, James, 56, a Muslim convert who lives in Newark and also goes by the name Jamil Daud \nMujahid, were visiting the Philippines on tourist visas when they were arrested two weeks ago by Philippine \nauthorities in a town south of the capital city, Manila.\n\nAt a news conference Tuesday, Philippine Immigration Commissioner Andrea Domingo said the brothers, in \nviolation of the country's immigration laws, met with representatives of two groups with suspected links to Osama \nbin Laden's Al-Qaida network, the Abu Sayyaf and the Moro Islamic Liberation Front. She said the brothers also \nappeared to be raising money to build Muslim schools and mosques. It was not clear where the schools would be \nbuilt.\n\nDomingo said that there was no evidence linking the brothers to any past or planned terrorist plots on the United \nStates, but that they have been deemed \"undesirable aliens\" based on intelligence reports that they were seen \nmeeting with \"known leaders of terrorist cells.\"\n\n\"These are all fabricated lies,\" shouted James Stubbs, as he stood with his brother, handcuffed, at the government \nnews conference. He told reporters that he was in the Philippines to be with his pregnant Filipino wife.\n\nA spokesman for the FBI in San Francisco said the agency is aware of the brothers' arrest but is not clear whether \nthey will be charged once they arrive in the United States, which is expected in January. The U.S. Bureau of \nImmigration and Customs Enforcement also is investigating the Stubbs brothers, but ICE spokesman Marc \nRaimondi said the FBI is the lead agency.\n\n\n\"We don't have any pending charges,\" said FBI spokesman Chris McDonough.\n\nThe Stubbs brothers' stepmother, Deloncie Stubbs, 83, of Antioch, heard of her stepsons' arrest while watching \ntelevision Tuesday morning.\n\n\"The news was saying something about terrorists, and I was just shocked,\" she told the Mercury News. She was \nsurprised to see the brothers wearing bright yellow T-shirts emblazoned with the word \"Detainee.\"\n\nShe said she does not know whether her stepsons, who were both born in Missouri, will be returned to the Bay \nArea or another U.S. location.\n\nA woman who identified herself as the daughter of James Stubbs said her father was in the Philippines to spend \ntime with his wife. Philippine immigration officials described him as a former teacher in California.\n\n\"They have no connection with terrorism at all,\" said his daughter, who answered the door Tuesday at her father's \nNewark home.\n\nNeighbors who know James Stubbs described him as a strict Muslim who refused to give Halloween candy to \nneighborhood children because he believes the holiday has pagan roots. Two years ago, he distributed fliers in the \nquiet neighborhood to announce his conversion from Christianity to Islam, said two neighbors who asked not to be \nidentified.\n\nJames Stubbs, they said, traveled often and was gone for as much as six months at a time. They last saw him the \nfirst week of December, when he returned from the Sudan sporting a long gray beard that replaced his normally trim \none. He told his neighbors that he was soon heading to the Middle East.\n\nThe neighbors said they didn't know he was going to the Philippines.\n\nNotes\n\nThe Associated Press contributed to this report.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: BULLIT MARQUEZ -- ASSOCIATED PRESS\n\nMichael Ray Stubbs, left, and his brother James, at a news conference Tuesday in Manila.\n"}