{"title": "Stop telling immigrants to wait in line and tell Congress to fix immigration", "body": "\nIn this Oct. 10, 2019 file photo, President Donald Trump speaks at a campaign rally at the Target Center in \nMinneapolis. Republicans and Democrats don't agree on health care, immigration or taxing the rich. But one \nsubject draws critics from both parties: Big Tech. Trump has been uneven in his criticisms. Photo courtesy of AP \nPhoto/Evan Vucci, File. Thumbnail photo courtesy of AP Photo/Brynn Anderson.\n\nDiscourse around the issue of immigration often shows how little Americans know about the immigration system. \nFor example, many Americans (including President Trump) strongly believe that undocumented immigrants have no \nright to be in the United States because they did not \"wait in line.\" However, this view does not take into account \nthat for most prospective immigrants there is no line to join, and the existing lines have waiting times that range \nfrom a few months to decades. Instead of telling the rest of the world to wait in line, Americans should tell Congress \nto pass legislation to overhaul the immigration system.\n\nEven though the United States grants green cards to around 1 million people each year, it is far from having an \nefficient immigration system. This is mainly due to the limits that Congress places on how many people can \nreceive a green card under certain categories and understaffed immigration courts. In any given year, there are \nmore applicants than there are green cards available or staff to process their applications, which leads to backlogs. \nMoreover, this system of processing immigrants has been unable to handle its growing backlog of cases in the past \ndecade due to government shutdowns and an increase in immigrants from Central America at the southern border. \nAccording to Syracuse University's Transactional Records Access Clearinghouse , the immigration backlog has \nnow surpassed 1 million cases.\n\nConsider a Honduran immigrant fleeing gang violence who decides to migrate to the United States. There are only \nfour options: apply for asylum, apply for refugee status, marry an American citizen, or get sponsored by a family \nmember who is an American citizen. There is no category in the current system to provide a legal pathway for \nimmigrants fleeing gang violence in Central America, which has forced hundreds of thousands of them to migrate \nillegally.\n\nThose who do try to obtain asylum or refugee status are increasingly facing restrictive asylum policies under the \nTrump administration that seek to reduce the number of green cards granted to asylum-seekers.\n\nThis is contradictory to what the United States needs to do in order to mitigate its case backlog and shorten wait \ntimes. Rather than creating more lines so prospective migrants have options to come to the United States legally \nand in a timely manner, the Trump administration is attempting to reduce the number of lines, which will only \nincrease wait times and illegal immigration.\n\nGiven that the immigration system is not in favor of an immigrant who would like to apply for a green card to \nrelocate to the United States, the attitude that immigrants should wait in line is out of touch with reality. It is \n\n\ntherefore not surprising that people have so little faith in the immigration system that they are willing to pay \nsmugglers thousands of dollars and risk their lives to come here. This exemplifies a lack of trust in the government's \nability to regulate immigration. Specifically, the lack of trust in Congress to mitigate the perennial backlogs of the \nimmigration system through legislation.\n\nThe Trump administration will continue to make wait lines for immigration cases longer if it continues enacting \nrestrictive immigration policies. Ironically, these efforts will not mitigate the issues that the immigration system \nfaces, but rather exacerbate them. It is therefore Congress' responsibility to pass legislation to fix the immigration \nsystem, because it is the only entity that has the power to modify the system. When Americans tell immigrants to \nwait in line, they are shifting Congress' responsibility to fix immigration on an entity that has no power on this \nissue. It is time that Americans stop telling immigrants to wait in line and start telling Congress to fix the \nimmigration system by passing legislation.\n"}