{"title": "Immigration Announcement May Overshadow Romney Bus Tour", "body": "\nBOSTON - Mitt Romney begins a            five-day bus tour on Friday, during which he had hoped to make his case \nto small-town voters that            President Obama's economic policies are failing everyday Americans. But the \nRomney campaign may find it more difficult to stay on message in the wake of the Obama administration's \nannouncement that it would            stop deporting younger immigrants who came to the United States as children.\n\nMr. Romney, who has lain low and focused much of his time on fund-raising since winning the Republican \nnomination, now will likely be forced to wade into an issue that he has steered clear of for most of the general \nelection campaign after a nominating fight in which he took positions that alarmed some immigrant rights groups. A \nRomney spokesman said on Friday that the campaign would be issuing a statement on the policy change.\n\nFour buses will carry Mr. Romney, his aides and the press to rural New Hampshire on Friday, with later stops in \nPennsylvania, Ohio, Iowa, Wisconsin and Michigan.\n\n\"All six of those states were won by President Obama in 2008, \" said Russ Schriefer, a senior strategist, during a \nrare on-the-record briefing at Mr. Romney's headquarters here. \"So we're certainly campaigning on their turf, as \nopposed to what would be considered our turf.\"\n\nThe Romney campaign is entering a new phase in the general election. Its fast-growing staff, which already fills a \nfew floors of a former furniture warehouse in Boston's north end, just spilled over into a new building nearby. Now it \nis trying to expand its voter base, as well.\n\nThe bus tour is a departure from Mr. Romney's recent approach to campaigning in two key ways. While the \nRepublican nominee has recently focused on highlighting the woes of small businesses in and around big cities, his \noutreach this time to small-town America is deliberate and conspicuous. Among these \"smaller towns off the beaten \npath,\" as Mr. Schriefer put it, are Troy, Ohio, Quakertown, Pa., and DeWitt, Mich. His first stop - the 300-acre \nScamman farm in Stratham, N.H. - is where he officially began his campaign a year ago.\n\n\"Lot of ice cream, lot of cheeseburgers, lot of classic retail,\" said Rick Gorka, Mr. Romney's traveling spokesman. \n(Incidentally, one of those cheeseburgers will be with Representative John A. Boehner in the House speaker's \nhome state of Ohio.)\n\nAlso, as the Romney campaign has sought to capitalize on President Obama's recent gaffes, the Republican is \nopening himself up to the types of moments that have led him to stray from his intended message in the past.\n\n\nRather than relying on rallies of handpicked party loyalists, \"we're expecting people who are not traditional \nRepublicans to come out and listen,\" Mr. Schriefer said. That effort to reach a broader audience includes a Father's \nDay interview on CBS's \"Face the Nation,\" Mr. Romney's first Sunday interview of the 2012 cycle not on \"Fox News \nSunday.\"\n\nMr. Romney's rapport with his big-name surrogates will be scrutinized just as much as his interactions with \neveryday voters. His list of guests include those who appear to have received callbacks in the vice-presidential \naudition process, including Senator Kelly Ayotte of New Hampshire and former Gov.            Tim Pawlenty of \nMinnesota in New Hampshire on Friday.\n"}