{"title": "AT LAST! INS GETS BEEFED-UP STAFFING", "body": "\nFOR years San Jose has been home to one of the worst bottlenecks on the road to U.S. citizenship.\n\nThe local office of the Immigration and Naturalization Service takes nearly two years to process citizenship \napplications and currently has a backlog of 50,000 cases. That's 50,000 people waiting for the right to vote and \nwaiting for government services that are available only to citizens.\n\nBy comparison, INS offices in San Francisco and Fresno take eight to 10 months to process applications.\n\nBut things are looking up.\n\nThe INS is finally about to beef up the staff in its beleaguered San Jose office. As soon as workers can be hired \nand trained, the office will have 15 new hearing officers and nine new clerks to process applications. That is in \naddition to the 24 hearing officers and 17 clerks now on staff.\n\nWith a 65 percent increase in hearing officers, the San Jose office will be able to start whittling away at that stack of \napplications.\n\nSan Jose is not the only office that has been swamped with applications from prospective citizens. After Proposition \n187 passed in 1994, immigrants throughout California who had lived in this country for years suddenly decided to \nbecome citizens so they could vote.\n\nIn 1996, Congress cut off benefits to non-citizens as part of welfare reform, touching off another wave of new \napplications. Santa Clara County officials encouraged legal immigrants to become citizens so they wouldn't be \nforced off the food stamp rolls, adding to the pressure on the INS.\n\nSouth Bay lawmakers have complained about the staffing problems in the San Jose office for years. We're glad \nthat they finally got some action fromthe feds.\n\nNew citizens have always been a source of strength for this country, and for our community. We should be doing all \nwe can to encourage immigrants who have made new lives here to take on the responsibilities, as well as the \nbenefits, of citizenship. Putting them on hold for two years is no way to do that.\n\nNotes\n\nEDITORIAL\n"}