{"title": "Anti-Immigrant Group Active on East End", "body": "\nTHE continuing tension over the impact of illegal immigrants on many Long Island communities has taken on a new \ndimension: A local branch of the Minutemen Civil Defense Corps is making its presence felt on the East End. \n\n  The two-year-old group is best known nationally for its claim to having thousands of private citizens, many of them \narmed, camping on the United States' borders to watch for and report people who enter the country illegally.\n\nBut their many critics call the Minutemen a right-wing militia. Law enforcement officials, human rights groups, \nadvocates for immigrants and even other self-deputized border posses have accused the group of using vigilante \ntactics and criticized one of its founders, a former California schoolteacher named Chris Simcox, for his inflamed \nrhetoric.\n\n  On Long Island, the group has drawn attention in recent weeks for vocally opposing a plan for a day-labor hiring \nsite in Southampton Town. Carrying a banner saying ''Stop the Invasion,'' members of the group appeared at a \nforum on April 10 held by the League of Women Voters to discuss the plan. \n\n  Sandra Dunn, the spokeswoman for the Coalition for a Worklink Center, the group pushing to build the hiring hall, \nsaid the Minutemen booed and heckled speakers at the forum. \n\n  ''I think they feel disenfranchised and threatened so they act out in inappropriate and childish ways,'' Ms. Dunn \nsaid. She added that she did not think the group posed any physical threat, but others at the forum said they were \nalarmed at the prospect of the group's members carrying guns. \n\n  Ronald Lewandowski, the founder of the group's East End chapter, said the group was strictly law-abiding. \n''We've been misrepresented as gun-toting, neo-Nazi rednecks, and that's unfair,'' he said. ''We do nothing but \noperate under the law, for enforcement of the law.'' \n\n  He confirmed that members of the group do often carry weapons. ''It's a personal choice,'' he said. ''If you go into \nthe wilderness on the northern or southern border, no one in his right mind would go out there without protection.'' \n\n  But he said he did not do so in Southampton. ''Why would I want to get caught with a weapon and discredit the \nwhole organization?'' he said. \n\n  Mr. Lewandowski said that the group ran background checks on prospective members to weed out convicted \ncriminals or members of hate groups, that the group's policies prohibit direct contact with illegal aliens and that \nmembers who have guns must obtain any required permits for them.\n\n\n  Long Islanders dominate the group's leadership in New York. The state director, Peter Lanteri, is a former marine \nfrom Bay Shore; his deputy, Patrick Megaro, is a criminal defense lawyer from Nassau County. Mr. Lewandowski is \na retired Teamster living in Hampton Bays.\n\n  Mr. Lanteri, who organized a rally in Babylon last September to recruit members on the Island, was leading a \npatrol on the Canadian border and was unavailable to be interviewed, Mr. Lewandowski said. \n\n  Hard-line anti-immigrant sentiment is not new on the Island. Frictions between residents and immigrants have \nflared repeatedly in Farmingville, where a group that is now defunct, Sachem Quality of Life, could turn out \nhundreds of supporters to protest the presence of illegal immigrants and call for the mass deportation of day \nlaborers. \n\n  But after two white supremacists, Christopher Slavin and Ryan Wagner, attacked and nearly killed two day \nlaborers in Farmingville in 2000, questions arose about whether the inflamed rhetoric was partly to blame for the \ncrime. ''They really lost a lot of credibility with the vast majority of Long Islanders,'' said Nadia Marin-Molina of the \nWorkplace Project, a Hempstead group that organizes low-wage Latino workers to fight for better working \nconditions. She called the Minutemen an even more radical group than Sachem Quality of Life. \n\n  STILL, their numbers are limited. At the September rally, where Mr. Simcox was the featured speaker, Ms. Marin-\nMolina said counter-protesters outnumbered the Minutemen. \n\n  Mr. Lewandowski said in an interview that the group's numbers had doubled on Long Island in the last few \nmonths and tripled on the East End. Asked for specific figures, he estimated that there were 20 members on the \nSouth Fork. ''Every day more people contact us and want to join up,'' he said.\n\n  Without a border to patrol locally, the East End chapter's main activities are staking out places where day laborers \ncongregate and looking for overcrowded houses to report to law enforcement authorities, Mr. Lewandowski said. He \nsaid the group had a ''wonderful relationship'' with the police. \n\n  But the regional office of the Federal Bureau of Investigation and county, town and village police said they had \nnever received any evidence from a Minuteman that was credible enough to warrant opening an investigation.\n\n  ''To tell you the truth, we're not interested in their help,'' said Gerard Larsen Jr., the East Hampton Village police \nchief, whose own officers have discouraged day laborers from congregating at the train station there by reporting \nthe contractors who violate laws by hiring them.\n\n  In an interview, Mr. Lewandowski and two supporters, Mimi Whitman and Charlene O'Donnell, said illegal aliens \ntake jobs from Americans and are a burden on the taxpayers.\n\n  ''If the federal government isn't going to uphold the laws, then someone has to,'' Ms. Whitman said.\n\n  Ms. O'Donnell, who works as a waitress and bartender, said illegal immigrants undercut citizens by working for \nlower wages. ''I've lost jobs because of them,'' she said.\n\n  They said they objected to all illegal immigrants, not just Latinos. ''The Irish come here, too, and don't go back,'' \nMr. Lewandowski said, referring to students who work on the South Fork each summer. ''And now they own \nbusinesses in Montauk. The simple fact is, what part of illegal don't they understand?''\n\n  Ms. Marin-Molina said of the group: ''You have to wonder how much of it is posturing. But I wouldn't \nunderestimate the threat. The tendency is toward more radical visions of what is an immigrant and what they should \ndo about it.''\n\n  Steven Kenny, a Southampton town councilman, said the town would not support any activity that harassed \nresidents, whether they are citizens or not.\n\n\n\n  ''I'm taken aback by that kind of activity,'' he said. ''If what they're doing is legal, I don't know what the town can do \nabout that, but it's certainly not something I can condone.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Ronald Lewandowski, left, and Pete Lanteri of the Minutemen. (Photo by Doug Kuntz)\n"}