{"title": "'Wild West Warren' stands firm; Cobb sheriff doesn't back down on enforcing immigration laws.", "body": "\nWhen pro-immigrant groups labeled the Cobb County sheriff \"Wild West Warren,\" it was intended as an insult.\n\nThe nickname for Neil Warren has stuck, though. Probably because he gets a kick out of it.\n\n\"If that's the worst thing they call me, I can take it,\" Sheriff Warren said with a laugh as he roamed the hallways of \nhis office on a May afternoon.\n\nSome staff members and friends have even taken to calling Warren \"WWW\" for short. It's a fitting description for a \ntwo-term sheriff who prefers to go his own way.\n\nWarren has never bowed to pressure from pro-immigrant groups to abandon a controversial program that he \npioneered in Georgia in 2007. The program, known as 287(g), trains deputies to identify illegal immigrants in jail \nand hand them over to federal immigration officials for deportation.\n\nWarren's unbending stance on immigration law became a subject of renewed controversy in May when \nKennesaw State University student Jessica Colotl, 21, was flagged for deportation following a March 29 arrest for \ndriving without a license.\n\nWarren had Colotl, a native of Mexico, arrested again just days after she secured a one-year deferment from \nImmigration and Customs Enforcement to finish her studies, this time for lying about her address on jail booking \nrecords.\n\nThe arrests made Colotl, an honors student who came into the country with her parents as a 10-year-old, \nsomething of a martyr for pro-immigrant groups who want national immigration reform.\n\nRich Pellegrino, director of the Cobb Immigrant Alliance, said, \"I think he thinks he's doing the right thing,\" but \ntargeting kids who are not a threat to the community is \"frankly the lowest form of political pandering.\"\n\nWarren doesn't see Colotl as a victim.\n\n\n\"She violated the law when she came into the country illegally, and she violated state law by giving a false \naddress,\" Warren said. \"It's sad that her family put her in that situation, but once you become an adult, she knows \nright from wrong.\"\n\nCritics say Warren is using Colotl as a pawn in a political game. He says the opposite is true.\n\n\"That's what they're doing,\" Warren said. \"Have I had a press conference? No.\"\n\nA lawman and a politician\n\nFriends and co-workers say that behind Warren's image as straight-talking sheriff is a congenial boss, a \ncollaborative community leader and a devoted family man. At 6 feet 2 inches and 200-plus pounds, he also casts an \nimposing shadow.\n\n\"He's just a big ol' burly bear,\" said Douglas County Sheriff Phil Miller. \"Likable, a lot of fun to be around and very \nserious when it's time to do business.\"\n\nMiller first met Warren on a multiagency task force in 1978. He and Warren remained close friends as they rose \nthrough the ranks of their respective agencies at about the same pace. Warren started as a deputy in 1974. He was \nelevated to sheriff in 2003 when his predecessor, Bill Hutson, retired.\n\nWarren beat Democratic challenger Gregory Gilstrap by a 2-1 margin in 2004, and then won a 2008 rematch by a \n60-40 split. Warren will run for re-election in 2012.\n\nState Rep. Rob Teilhet (D-Smyrna), who is running as a Democratic candidate for attorney general, said he does \nnot oppose Warren's decision to partner with ICE, but he believes national reform is the only real solution to the \nimmigration problem. He said Warren's background as a career lawman sometimes makes him an awkward \npolitician.\n\n\"His handling of issues in public can sometimes be a little clumsy or ham-fisted,\" said Teilhet.\n\nBut former Cobb County Commission Chairman Sam Olens said Warren works well with local politicians. He has \noverseen a $110 million jail expansion that finished on time and under budget and helped to develop plans for a \nnew $63 million Superior Court building scheduled to open next spring, Olens said.\n\n\"It is common for sheriffs and commissioners to fight,\" Olens said. \"He has been exceedingly professional and \nhelpful.\"\n\nBoots, golf and Elvis\n\nWarren is a down-home guy right down to his black cowboy boots. When he's not on the job, you might find him \ndove or quail hunting, watching a University of Georgia football game (though his degree is from Brenau University) \nor playing golf.\n\nHis office decor suggests a variety of interests, from framed black-and-white photographs of Elvis Presley to a set \nof 25-pound dumbbells (for when he needs a little exercise). An expansive bookshelf holds fewer than five volumes \n--- one penned by conservative radio and TV host Glenn Beck. Another was written by Maricopa County (Arizona) \nSheriff Joe Arpaio, a controversial lawman whose stance on illegal immigrants is regarded as among the toughest \nin the nation.\n\nWarren dismissed Arpaio as a \"showman,\" but said he has visited Arpaio's jail and even modeled parts of a new \ninmate processing area at the Cobb County jail after it.\n\nWarren has cultivated a loyal and experienced senior command staff, the least tenured of whom is a 19-year \nveteran of the department. The other four commanders have all spent upward of 20 years working there. At a \n\n\n\nmeeting of the top brass on Thursday, Warren listened as much as he talked and interrupted occasionally to ask \nquestions.\n\n\"Are you getting feedback from the majors in all this?\" Warren queried Col. Milton Beck during a discussion about \nthe setup of the new jail tower, adding that it was important for everyone to feel ownership in the building.\n\nWarren, one of six siblings, was born in Cherokee County and moved with his family to Cobb County in 1954. He \nand his wife, Penny, a social worker at Harrison High School, met 26 years ago while he was a sergeant and she \nwas a probation officer. They have raised two daughters in Cobb.\n\nHowever, the county Warren and his children grew up in is changing. Once a Republican bastion, the state \ndelegation is now almost evenly split. The voting base is about 55 percent Republican and 45 percent Democrat, \nTeilhet observed. It remains to be seen whether Warren's stance on immigration will help or hurt Republicans like \nhim in the long run.\n\n\"Change is coming,\" Pellegrino said. \"It sends a message, and sometimes that message makes Neil Warren and \nothers say maybe I have to get more moderate.\"\n\n\"He's just a big ol' burly bear. Likable, a lot of fun to be around and very serious when it's time to do business.\"\n\nPhil Miller\n\nDouglas County Sheriff\n\nAlso inside\n\n* Interesting candidates in Clayton County commissioner race. B1\n"}