{"title": "Dave Collum's 2016 Year In Review - 'And Then Things Got Really Weird'", "body": "\nDec 23, 2016( Phil's Stock World: http://www.philstockworld.com Delivered by Newstex) ; Courtesy of \nZeroHedge[1]. View original post here[2].Submitted by Dave Collum via PeakProsperity,[3] A downloadable pdf of \nthe full article is available here[4], for those who prefer to do their power-reading offline.Background: The Author \n'The easiest thing to do on earth is not write.' ~William Goldman, novelist I never would have believed it—not in a \nmillion years—but it happened: the Cubs won the World Series, and The Donald is our new president. Every \nDecember, I write a Year in Review1 that's first posted on Chris Martenson's ...am Taggart's website Peak \nProsperity2 and later at Zero Hedge.3 What started as a few thoughts posted to a handful of wingnuts on Doug \nNoland's Prudent Bear message board has mutated into a detailed account of the year's events. Why write this \nbeast? For me, it puts the seemingly disconnected events that pass through my consciousness, soon to be lost \nforever, into a more organized and durable form. Somebody said I should write a book. I just did. In a nutshell, this \nis a story of human follies and bizarre events. There are always plenty of those. Let others tell the feel-good stories. \n\nhttp://www.zerohedge.com/sites/default/files/images/user3303/imageroot/2016/12/16/20161222_20161.jpg Figure \n1. Malcolm McDowell as Alex in A Clockwork Orange. I try to identify themes that evolve. This year's theme was \nobviously defined by the election, which posed a real problem. I struggled to detect the signals through the noise. \nMany of my favorite analysts from whom I extract wisdom and pinch cool ideas spent the year trying to convince the \nworld that one or more of the presidential candidates was an unspeakable wretch. I was groping for a metaphor to \ncapture our shared experiences, rummaging through Quentin Tarantino scripts and Hieronymus Bosch landscapes \nfor inspiration. 'Rise of the Deplorables' was tempting. Then it clicked. The term 'clockwork orange' is a Cockney \nphrase indicating a bizarre incident that appears normal on the surface. The phrase was commandeered as the title \nof a 1971 dystopian film in which Malcolm McDowell's character Alex is brainwashed by being forced to watch the \nmost grisly and horrifying of spectacles (Figure 1). For us, it was the 2016 presidential election, which created a \nglobal mind-purging brain enema. The horror! The horror! (Oops. Wrong movie.) I knew in January that by mid-\nNovember we would be unified by our collective distrust of the Leader of the Free World, who would be surrounded \nby a dozen chalk outlines corresponding to political corpses that nobody wished to resurrect. I have done my best \nto not marinate you—too much—in tales of sociopathic felons or stumpy-fingered, combed-over letches. I do, \nhowever, eventually enter the Swamp. By way of introduction, my lack of credentials—I am an organic chemist—\nhas not precluded cameos in the Wall Street Journal,4 the Guardian,5Russia Today,6,7,8 a plethora of podcasts,1 \nand even a couple investment conference talks. Casting any pretense of humble bragging aside, let's just post this \nyear's elevator résumé and a few endorsements to talk my book.'We live in a world where some of the best \ncommentary on the global financial markets comes from a frustrated chemistry professor.' ~Catherine Austin Fitts, \nformer Assistant Secretary of Housing, former Dillon, Reed ...., and current president of Solari9 One of the high-\nwater marks was sharing the spotlight with Mark Cuban in a Wall Street Journal article by Ben Eisen on nouveau \ngold buggery:10'Dave Collum . . . has been adding to his holdings of physical gold this month, citing, among his \nconcerns, negative interest rates and the growing refugee crisis in Europe. 'I'm getting apocalyptic,' he said.' ~Ben \nEisen, Wall Street Journal Podcasts in 2016 included Wall St. for Main St.,11Macro Tourist Hour (BTFD.TV),12The \nKunstlercast,13Five Good Questions,14FXStreet,15 and, of course, Peak Prosperity.16 Dorsey Kindler, of a small-\n\n\ntown newspaper, the Intelligencer (Doylestown, PA), interviewed me about college in an article titled, 'The New \nMcCarthyism' and, in an ironic twist, was soon thereafter fired and his content purged.1 An interview for the Cornell \nReview, a right-wing student newspaper considered a 'rag' by the liberal elite, probed college life and the new \nactivism.17 A cross-posting at Zero Hedge got the Review's click counts soaring.18 Finally, I chatted on local radio \nabout real estate, the bond market, Hillary, and other rapidly depreciating assets.19'If you reflect on Prof. Collum's \nannual [review], you will realize how far removed from the real world and markets you are. This is a huge deficiency \nthat all of you must work on correcting.' ~Professor Steve Hanke, economist at Johns Hopkins University, in a letter \nto his studentsContentsFootnotes appear as superscripts with hyperlinks in the Links section. The whole beast can \nbe downloaded as a single PDF xxhere or viewed in parts via the linked contents as follows: Part 1 Background: \nThe Author[5] Contents[6] Sources[7] On Conspiracy Theorizing[8] Investing[9] U.S. Economy[10] Broken \nMarkets[11] Cash on the Sidelines[12] Pharma Phuckups[13] Gold [14] Energy [15] Real Estate[16] Debt[17] \nPensions[18] Inflation/Deflation[19] The Bond Caldera[20] ZIRP and NIRP[21] War on Cash[22] Banks and \nBankers[23] The Fed[24] European Central Bankers[25] Europe[26] Brexit[27] Refugee Crisis[28] References Part \n1 [29] Part 2 Putin and Russia[30] South America[31] China[32] Japan[33] Middle East[34] Government Folly[35] \nPanamania[36] Human Achievement[37] Human Folly[38] Civil Liberties[39] Campus Politics[40] Elections[41] \nRigged Primaries: RNC Division [42] Rigged Primaries: DNC Division[43] Bernie[44] Hillary Clinton[45] Trump[46] \nMedia[47] Conclusion[48] Books[49] Acknowledgments[50] References Part 2[51] For historical reasons, the review \nbegins with a survey of my perennial efforts to fight the Fed. I am a fan of the Austrian business cycle theory and \nremain hunkered down in a cash-rich and hard-asset-laden Bunker of Doom (portfolio). The bulk of the review, \nhowever, is really not about bulls versus bears but rather human folly. The links are as comprehensive as time \nallows. Some are flagged as 'must see,' which is true only for the most compulsive readers. The quote porn is \nvoluminous: I like capturing people's thoughts in their own voices while they do the intellectual heavy lifting. I try to \navoid themes covered amply in previous reviews. Some topics resolve themselves. Actually, none ever do, but they \ndo get boring after a while. Others reappear with little warning. Owing largely to central banking largesse, the \nsystem is so displaced from equilibrium that something simply has to give, but I say that every year. We seem to \nremain on the cusp of a recession and the third, and hopefully final, leg of a secular bear market that began in \n2000. Overt interventions have kept the walking dead walking. The bulls call the bears Chicken Littles and remind \nus what didn't happen. One of my favorite gurus reminds us of a subtle linguistic distinction:'Didn't is not the same \nas hasn't.' ~Grant Williams, RealVision and Vulpes Investment Management I finish with synopses of books I've \nread this year. They are not all great, but my limited bandwidth demands selectivity . They are all nonfiction (to \nvarying degrees). I don't have time to waste on 50 Shades of Garbage.Sources 'As for the national press corps—\nthe Fourth Estate—it has been compromised, its credibility crippled, as some of the greatest of the press institutions \nhave nakedly shilled for the regime candidate, while others have been exposed as propagandists or corrupt \ncollaborators posturing as objective reporters.' ~Pat Buchanan, syndicated columnist and senior advisor to \npresidents With some notable exceptions, the mainstream media has degenerated into a steaming heap of detritus \nthat is so bad now that it gets its own section. A congenital infobesity has morphed into late-stage disinfobesity. \nEnter social media—the fever swamp—to fill the void. As we shall see, however, all is not well there either. I sift and \npan, looking for shiny nuggets of content that reach the high standards of a rant. Shout-outs to bloggers would have \nto include Michael Krieger, Charles Hugh Smith, Peter Boockvar, Bill Fleckenstein, Doug Noland, Jesse Felder, \nTony Greer, Mike Lebowitz, Mish Shedlock, Charles Hugh Smith, and Grant Williams. News consolidators and new-\nera media include Contra Corner,20Real Vision,21Heatstreet,22 and Automatic Earth.23 A carefully honed Twitter \nfeed is a window to the world and the road to perdition. My actions speak to my enthusiasm for Chris Martenson \nand Adam Taggart at Peak Prosperity.24 However, if you gave me one lens through which to view the world, I \nwould have to choose Zero Hedge (or maybe LadySonya.com).'You really should be keeping a journal because you \nare living through momentous times.' ~Chris Martenson, Peak ProsperityOn Conspiracy Theorizing 'I stopped \nbelieving in coincidences this year.' ~Scott Adams, creator of Dilbert Every year I shout out to conspiracy theorists \naround the world. I am not talking about abductions by almond-eyed aliens with weaponized anal probes (which \nreally hurt, I hasten to add) but rather the simple notion that sociopathic men and women of wealth and power \nconspire. Folks who could get through 2016 without realizing this are imbeciles. I am talking totally blithering idiots. \nMarkets are rigged. Government stats are cooked. Interest rates are set by fiat. Polls are skewed. E-mails are \ndestroyed. Cover-ups abound. Everybody has an agenda. Watch this d-bag at one of the neocon think tanks—\nsomehow so stupid as to not realize he's being recorded—talk about how false-flag operations are \ncommonplace.25 Meanwhile, the media conspires to convince us to the contrary. The folks who really piss me off, \n\n\n\nhowever, are the glib intellectuals—Nassim Taleb calls them 'intellectuals yet idiots' (IYIs)—who suggest that \nconspiracy theorists are total ret*rds.26 (Saved by the asterisk, which baffles the sh*t outta me why that works.) \nDoes it seem odd that the world's most prominent detractor of conspiracy loons, Harvardian Cass Sunstein,27 is \nmarried to neocon Samantha Power,28 one of the great conspirers? It does to me, but I am susceptible to such \ndietrologie.'Popular opinions, on subjects not palpable to sense, are often true, but seldom or never the whole truth.' \n~John Stuart MillMany will try to shut down open discussions of ideas displaced from the norm by using the word \n'conspiracy' pejoratively. Their desire for the world to be normal is an oddly child-like cognitive dissonance. In that \nevent, lean over and whisper in their ears, 'Keep your cognitive dissonance to yourself, dickweed' while gently \nnudging them in the groin with your knee. Now, let's pop a few Tic Tacs, grab a clowder, and get on with the plot, \nbut first . . .*Trigger Warning* If this review is already too raw for your sensibilities, please stop reading. Nobody is \nmaking you squander your time on a socially marginal tome of questionable merit. Better yet, seek professional \nhelp. Investing 'If you pay well above the historical mean for assets, you will get returns well below the historical \nmean.' ~Paraphrased John Hussman Read that over and over until you understand it. Changes in my 2016 \nportfolio were more abrupt than those from other years but still incremental. I resumed purchasing physical gold in \n2015 after a decade-long hiatus. In 2016, I bought aggressively in January (the equivalent of half an annual salary) \nand continued incremental buying throughout the year (another half salary). My total tonnage (OK, poundage) \nincreased by an additional 5% of my assets. My cash position shrunk by about 5% accordingly but remains my \nlargest holding. I am in no rush to alter the cash position. For a dozen years, I have been splitting my retirement \ncontributions into equal portions cash and natural gas equities. The latter keeps failing to attain an approximate \npercentage goal of 25-30% of my assets owing to market forces. My approximate positions are as follows:Precious \nmetals etc.: 27% Energy: 12% Cash equivalent (short term): 53% Standard equities: 8%The S...despite a late year \nrally incorrectly attributed to the Trump victory, appears to be running on fumes or, as the big guns say, is topping. \nThe smart guys (hedge fund managers) continue to underperform, which means the dumb money must be \noverachieving (blind nuts finding squirrels). This is never a good sign.;'We should all own cash, because it is the \nmost hated asset.' ~Jim Rogers, Rogers Holdings and Beeland Interests'The great financial success stories are \npeople who had cash to buy at the bottom.' ~Russell Napier, author of Anatomy of the Great Bear (2007)'Cash \ncombined with courage in a time of crisis is priceless.' ~Warren Buffett, Berkshire HathawayFigure 2. Performances \nof GLD, SLV, XAU, XLE, XNG, and S#38;P. After a few years of underperformance resulting from the oil and gold \ndrubbing, large gains in the gold equities (60%), gold (6%), silver (15%), generalized energy equities (10%), and \nnatural gas equities (48%) shown in Figure 2 were attenuated by the huge cash position to produce a net overall \ngain in net worth of 9%. This compares to the S...00 (+10% thanks to a hellacious late year rally) and Berkshire \nHathaway (25%, wow). (Before you start brain shaming me, that same cash buffer precluded serious percentage \nlosses during the hard-asset beatings in the preceding years.) The most disappointing feature of the year was in the \ncategory of personal savings. I have managed net savings every year, including those that included paying for \ncollege educations. This year, however, began poorly when my gold dealer got robbed and lost my gold. My losses \npaled in comparison to his; he committed suicide. I discovered maintenance needs on my house that got really \noutta control, and a boomerang adult child ended up costing me a bit. All told, I forked over 50% of my annual \nsalary to these unforseeables, which turned overall savings negative (-20% of my salary) and eroded a still-decent \nannual gain in net worth. Oh well, at least I have my health. Just kidding. I have a 4 centimeter aortic aneurysm, am \npissing sand, and have mutated into Halfsquatch owing to congenital lymphedema (Figure 3). (I live-Tweeted a \ncystoscopy—likely a first for social media.) I have to keep moving here to finish before I pass my expiration date. \nFigure 3. Sand and Stump. In a longer-term view, large gains in total net worth (>300%) since January 1, 2000 are \nstill fine. I remain a nervous secular precious metal bull and confident equity secular bear. I intend to put the cash to \nwork when Tobin's Q, price-to-GDP, price-to-book, and Shiller PE regress to and through the mean. When this will \noccur is anybody's guess, especially with central bankers determined to make me pay for 'fighting the Fed.' I will \nstart buying after a 40% correction brings the S...o fair value, keep buying as it drops below fair value, and wish I \nhad saved my money by the secular bottom. We return to all this in Broken Markets. Here's what my dad taught \nme: you need cash at the bottom to buy up cheap assets. Few will have cash because you have to go to cash at \nthe top, and precious few have the capacity to shake recency bias and exit positions that have performed well. Just \nlike a toaster, your sell order has only two settings: too soon and too late. My far greater concern is that bear \nmarkets are as much about time as they are about inflation-adjusted price. The Fed is determined to burn the clock. \nNobody wins if we imitate Japan's 25-year lost decade.'Time takes everybody out. It's undefeated.' ~Rocky \nBalboaU.S. Economy 'The word 'maximum employment' has this connotation that everything is good in the labor \n\n\n\nmarket, but everything is not great in the labor market.' ~Loretta Mester, president of the Cleveland Federal \nReserve Unemployment is at 4.9%—what's not to like? Economists have even claimed the 'labor market is getting \ntight.' I scoff. The labor participation rate shows that 38% of working-age adults are not working (Figure 4). \nApparently, 33% of working-age adults are neither employed nor unemployed. Hmmm . . . even that's a little \noptimistic given that only 50% of adults are employed full-time. The millennials are getting whacked by the boomers \nwho refuse to die (sorry, retire).Figure 4. Unemployment (left; official stats in red; Shadowstats in blue) and labor \nforce participation rate (right). The wealth for middle-class households has dropped 30% since 2000;29 One in five \nkids lives in poverty,30 46 million folks are on food stamps;31 20% of the families have nobody employed32 \n(despite the 4.9% number); and almost 50% of all 25-year-olds are living with mom and dad unable to translate that \nself-exploration major into a job.33 Half of all American workers make less than $30,000 a year.34 The once-\nindustrial-juggernaut Rochester of Kodak/Xerox fame has more than 30% of residents living in poverty and another \n30% living with government assistance.35 Very Detroit-like but without the Aleppo motif. You can see it in the micro \nif you drill down. Deindustrialization has been occurring steadily since the late 90s.36 The mining industry lost more \nthis year than it made in the last eight years.37 Sales of industrial-strength trucks have been 'dropping \nprecipitously.'38 Sales in general are looking very '09-ish. Factory orders and freight shipping (Cass Freight Index) \nhave been dropping for two years.39 Catherine Mann of the OECD says that 'In terms of actual trade growth, it is \nextremely grim.' The CEO of Caterpillar finally cashed in his chips after 45 contiguous months of dropping sales.40 \nCommercial bankruptcies are up 38% year over year,41 whereas 62% of Americans have less than $1,000 in \nsavings.42 It seems unlikely the consumer will be buying bulldozers and 18 wheelers in the near future.'This turns \nout to be the deepest and most protracted growth shortfall on record for the modern-day global economy.' ~Stephen \nRoach, Yale professor and former chairman and chief economist at Morgan Stanley The economy is in the weakest \npost-recession recovery in half a century despite protestations to the contrary by Team Obama.43 The 2%-ish \ngrowth rate since '09 feels like a recession, especially given specious inflation adjustments to get 2%. There isn't a \nwave of job cuts yet, but some signs are worrisome. Cisco Systems laid off 20% of its workforce.44 GE cut 6,500 \njobs.45 Despite gains in non-GAAP earnings, GE's GAAP earnings—the non-fabricated earnings—plunged.46 Intel \ndumped 11% of its workforce but faked a win by dropping its assumed tax rate by 7%.47 This tactic smacks of the \nsame old financial engineering, but maybe it is headed for nonprofit status. One bright spot: the $15 billion vibrator \nindustry is set to grow to $50 billion,48 satisfying consumers in a manufacturing-service industry combo. Speaking \nof stimulus, what the hell went awry? The Feds drilled the rates to zero (creating a ginormous bond bubble; vide \ninfra) to encourage consumers to do the one thing they cannot afford to do—consume. Global central bankers have \ncut rates every 3 days since 2008 according to Grant Williams.49 The central bankers dumped tens of trillions of \ndollars—trillions with a 't' that comes right before gazillions with a 'g'—into the global economy. The answer is \nsimple and foreshadowed above: once you blow up a credit bubble, you cannot force consumers to spend. Have ya \nheard people talking about pulling equity out of their houses lately? Didn't think so. That numbnut idea proferred by \nthe incoherent Alan Greenspan left consumers with the same houses and twice the debt while poverty-stricken old \nage looms large.'If a consumer buys a boat today with money made available through a low-interest loan, that's a \nboat he won't buy next year.' ~Howard Marks, Oaktree Capital and Three Comma Club (billionaire)'The decline of \nthe middle class is causing even more economic damage than we realized.' ~Larry Summers, speaking for himself \nwith the royal 'we' How could the economists have been so wrong? I have a remarkably simple theory: their models \nare wrong. They suffer so badly from Friedrich Hayek's 'fatal conceit' that they have become functional nitwits. \nThat's the best I've got. One could argue we have a secular economic problem. As a nation, we exploited cheap \nlabor overseas through immigration during the 16th-20th centuries. The immigrants worked like dogs, got paid \nsquat, and saved so furiously that it became a lot more than squat. Thomas Sowell explains this brilliantly in his \nwritings.50 For the last few decades, however, we exploited cheap overseas labor by exporting jobs. They too \nworked like dogs, got paid squat, and saved furiously. But that wealth is not here; it's over there (pointing east). Will \nnew and improved trade policies solve our (U.S.) problems? I don't think so. As long as there are folks overseas \nwilling to work harder for less, we have some correcting left to do. With that said, I am a free-trade guy and \nparticularly like the trade agreement painstakingly crafted by Mish Shedlock:'Effective immediately, all tariffs and \nsubsidies, on all goods and services, are removed.' ~Mish Shedlock (@MishGEA), blogger How about some more \nKeynesianism? Former economist Paul Krugman, whose op-eds read like episodes of Drunk History, would say we \nsimply haven't done enough. (Paul: you have done more than enough.) Modern-day Keynesianism has mutated \nway past Maynard's original idea into an unrecognizable metaphysical glob of thinking that boils down to the notion \nthat government knows how to spend better than the private sector does. Is this the same government that included \n\n\n\nAnthony Weiner, Rick Santorum, and Barbara Boxer? Here is Keynesianism I could live with. Government should \nspend as little as possible, but there are legitimate roles to be played. Imagine if governments at all levels would \nsimply act like financially interested parties—as a collective, not as slovenly greedy, bribery-prone individuals—and \nbuy necessary goods and services when they are cheap and stop buying when the private sector has bid them up. \nWe would get maximum bang for the tax buck. It would also quite naturally achieve the much ballyhooed counter-\ncyclicality. But, alas, the moment they start talking 'stimulus,' the pay-to-play crowd turns it into a fiasco. As my dad \nonce said, 'Never ask government to do anything they don't have to do, because they will do a terrible job.' Words \nfrom the wise.Broken Markets 'I don't think a single trader can tell you what the appropriate price of an asset he \nbuys is, if you take out all this central bank intervention.' ~Axel Weber, former head of the Bundesbank'My thesis \nnow is that central banks believe they can prop up asset prices through a downturn in the business cycle.' \n~@TheEuchre Whomever @TheEuchre is, I think that is a provocative alternative theory of Fed motivation. Moving \nalong, we seemed to be on the cusp of a recession last year with a number of valuation indicators pointing to a \n+40% correction simply to regress to the mean. In the absence of such a correction (check) and the absence of \nexplosive growth (check), we are still looking over the precipice (check). Luminaries like Stanley Druckenmiller, \nGeorge Soros, Sam Zell, and Bill Gross are calling for a zombie apocalypse at some unknowable future date. Paul \nTudor Jones appears to be wrapping up in a way that smacks of Julian Robertson's Tiger Management hedge fund \nliquidation in '99. Harvard's Martin Feldstein says asset prices are 'dramatically out of line.' Credit Suisse sees \nanalogies to the tech bubble, whereas Ned Davis Research suggests, 'on a revenue basis, U.S. stocks are as \nexpensive as they have ever been.' Chart guru Doug Short created a simple model that averages four common \nequity valuation techniques (Figure 5). Based on his analysis, the market is 76% overvalued compared with the \naverage dating back to 1900. (Note: a 76% overvaluation is regressed to the mean by a 43% correction, which will \nbe as pleasant as baptizing a cat.)Figure 5. Doug Short composite valuation model. At these valuations, a few \nshanks at the start of the year were scary, but soon the markets entered the tightest 40-day trading range (2.27%) \nin more than 100 years—the Horse Latitudes.51 There were a few goofy IPO crack-ups but they stayed subclinical. \nEven flash crashes raised only a few eyebrows. Knee-slappers elsewhere included a crash of the British pound in \nthe forex markets in under a minute owing to Brexiteers52 (vide infra) and a 6.7% crash in China in less than a \nminute.53 The misnamed Trump rally—misnamed because it began three days before the election—left some \nserious skid marks, elevating the market 8% in only a few weeks. This was a short squeeze in conjunction with . . . I \ndon't really know.  It is suggested that central banks and programmed investing have pushed a wall of money at the \nmarkets. This credit-based splooge corresponds to debts to be paid back later, but who cares? Over 10,000 mutual \nfunds and exchange-traded funds (ETFs) are feeding off only 2,800 issues on the NYSE. There are now almost \ntwice as many hedge funds as there are Taco Bells54 (which won't be growing under a Trump presidency). I get a \nlittle confused as reported outflows in both equity funds and money market funds argue the contrary. (Even these \nclaims are confusing given that buyers necessarily match sellers; vide infra.)'[I]t's monetary policy we demonstrate \nis driving everything. And yet here too, there are worrying signs of what may become a breakdown.' ~Matt King, \nCitigroup Stock buybacks—in many cases leveraged stock buybacks—continue to levitate the markets. For those \nnot paying attention, companies borrow money to buy back shares to prop up share prices, which serves the dual \nrole of maximizing year-end bonuses and wards off balance sheet crises. Now my head hurts. Baker Hughes \nannounced a $1.5 billion share buyback and $1 billion of debt issue. In the first half of 2016, S...00 companies \n'returned' 112% of their earnings through buybacks and dividends.55 Returned? There is some evidence that \nbuybacks may be subsiding. When they stop buying shares at all-time highs—'buying high'—and their investment \nunwinds while crushing corporate debt persists, companies will be doing 'dilutive share issuance' at fire sale \nprices—'selling low.' For now, corporate balance sheets hold the dumb money.'The corporate sector today is stuck \nin a vicious cycle of earnings management, questionable allocation of capital, low productivity, declining margins \nand growing indebtedness.' ~Stanley Druckenmiller, former head of Duquesne Capital and rock star There are \ninstances of generic idiocy emblematic of deep problems. Eighty-five percent of traders on Wall Street have less \nthan 15 years of experience. Synthetic securitizations are returning.56 Are buyers being paid for the risk? Some \nhave suggested that retail investors should stay away from these (and Fukushima). A managed futures fund was \nlaunched by a 17-year-old kid who may not have made it to third base yet.57 A 28-year-old Ukrainian hacker got \ncaught making over $30 million on insider information.58 If he were a bank, he'd have been fined $100K. The 'head' \nof the collapsed Visium Asset Management hedge fund killed himself by slicing his own neck.59 Right. Platinum \nPartners appears to have been running a Ponzi scheme.60 Vegan food start-up Hampton Creek used $90 million in \n'seed' money to buy its own products (probably seeds) to generate fake 'organic growth.'61 Nintendo spiked on the \n\n\n\nrelease of Pokémon, which caused hoards of idiots to chase digital critters to stupid places.62 Even though \nNintendo fessed up that their bottom line would not be improved by the craze, some of the gains have stuck as \ninvestors keep chasing those digital share prices to stupid places.'Markets don't have a purpose any more—they \njust reflect whatever central planners want them to. Why wouldn't it lead to the biggest collapse? My strategy \ndoesn't require that I'm right about the likelihood of that scenario. Logic dictates to me that it's inevitable.' ~Mark \nSpitznagel, Universa InvestmentsCash on the Sidelines 'Preliminary attempts to clean it up fail as they only transfer \nthe mess elsewhere.' ~Wikipedia on the bathtub ring in The Cat in the Hat In 2011, I used that quote in a different \ncontext, but it is a great articulation of the Law of Conservation of Mass.63 There are a lot of memes in the investing \ncommunity—pithy phrases and ideas for which tangible support is weak or nonexistent. One is the merits of 'cash \non the sidelines' and its kissing cousin, money 'flowing' in and out of asset classes. In the late '90s, I tried to \nascertain how much cash was generated in sell-offs and soon realized the answer was zero. Others such as Lance \nRoberts,64 John Hussman,65 Cliff Asness,66 and Mish Shedlock67 have dismembered putty-headed thinking \nunderlying cash on the sidelines. However, there are pockets of holdouts (mostly on CNBC) who subscribe to the \nflow model. You can hear Maria saying it: 'There is so much cash on the sidelines waiting to go into equities.' I am \ngoing to take one last crack at it with the aid of some graphical wizardry and grotesque oversimplification.'So if \nmoney is coming into the market, where is it going to find a home?What's going to get it into the market?' ~CNBC \nFast Money Here is the problem with the meme in a nutshell: If I buy, somebody must sell. It's the Law of \nConservation of Cash. If I grab a stack of Tubmans ($20 bills) and buy NFLX, the former owner of NFLX now has \nthe Tubmans, and I have the overpriced shares. Do that all day long, and the cash on the sidelines doesn't change; \nit moves around like the bathtub ring. Mutual funds insert middlemen to skim cash, but still no money is destroyed \nor created. Breathless claims that money is flowing in or out of mutual funds sounds important, but where in this \nmodel is cash created or destroyed? The percentage of cash, however, is a huge issue. Let's look at this \ngraphically and restrict it to a simple binary model (Figure 6). Imagine there is $100 trillion in cash globally and $100 \ntrillion of market cap in equities. Of course different investors have different allocations, but investors have \ncollectively decided that they wish to own 50% cash and 50% equities (labeled 50:50).Figure 6. Equity-to-cash \nallocations in a non-inflationary world. In a non-inflationary banking system, the cash is static. Along comes \nlegendary wise man John Bogle declaring equities reward risk taking, we should weight our portfolios 60:40, and \nthe world agrees. Investors will bid up equities to higher valuations until, collectively, equities reach the 60:40 \nproportion for a satisfying 50% gain exclusively through expansion of the numerator. Legendary raging bull Laszlo \nBirinyi, guided by recency bias, convinces the world stocks are great investments and suggests 80:20 as the right \nallocation. Investors collectively agree, and they bid shares higher, which completes an overall 300% equity gain \nfrom the conservative days of 50:50 allocations. Now we're rocking! We are just beginning to pull stupidity forward. \nJeremy Siegel, self-appointed guru and demagogue, says you simply can't lose, so you should be 90% stocks, and \nthe world listens because this particular baitfish-smart analyst stays at Holiday Inns and is from Yale! The market \nhas now lost all moorings, pushing the overall gains to 800%! Of course, now cash is trash and investors strive to \nbe 100% in equities. Equity investors now 'reach out and touch the face of God' because the prices are heading for \ninfinity. Alas, The Bear appears before that can happen—it always does. It doesn't have to be an axle-breaking \nspeed bump. The proximate trigger is not important. Spooked investors drop their allocations back to 60:40 and, in \nthe depths of despair, back to 50:50. You will then scoop up cheap equities with inverted baggies from \ndisembowled, toe-tagged investors who need cash. We gave the gains all back . . . or did we? During this round \ntrip, society collectively learned to make goods and provide services much more efficiently. The same amount of \neffort—the same amount of cash—corresponds to a much higher standard of living. This is good deflation, the kind \nthat James Grant describes because he reads the dusty archives from bygone eras. Most economists nowadays \nendorse low inflation that roughly matches productivity growth, which causes both the cash and the market cap \n(equities) to drift gently upward in a feel-good money illusion.68 Don't we need inflation for growth? Only if you \nbelieve the industrial revolution of the nineteenth and early twentieth century was disappointing. For the first half of \nthe twentieth century, the DOW rose 1.3% nominally per annum. However, the modern banking system is most \ndefinitely inflationary. Money is created by increased leverage of all kinds—sovereign debt, consumer debt, \nquantitative easing (QE), and helicopter money all grow the money supply. They grow the denominator (cash) in \nFigure 6, which is inflation. The overarching model guiding the Fed's policies seems to be that increasing the \ndenominator will nonlinearly increase the numerator. As inflation lifts equities, animal spirits take hold (the Wealth \nEffect) and lift them even more. We will go through the four stages of bullishness: Bogle-Birinyi-Siegel-God. The \ngains will be illusory because real wealth is manufactured, farmed, mined, and maybe programmed. Central \n\n\n\nbankers will always do something; sitting on their hands (or thumbs) is unnatural. When the markets de-lever, \nhowever, cash leaves the system. Business and investing models demanding inflation begin to break. This is bad \ndeflation. It is harsh, abrupt, and dreaded by central bankers, because it is largely their doing.Pharma Phuckups 'If \nyou think health care is expensive now, wait until you see what it costs when it's free.' ~P. J. O'Rourke, \nconservative columnist There seemed to be an epidemic of flatliners in the pharmaceutical industry requiring \nquarantine (its own section). The big one was Theranos, a company based on miraculously effective lab tests that \nturned out not to really work.69 The company was quietly outsourcing to labs whose tests did work. When the scam \nwas revealed, the wunderkind CEO, Elizabeth Holmes, watched her Forbes-estimated net worth drop from $4.5 \nbillion in 2015 to '$0' in 2016.70 The corporate digital exam would be familiar to her distant relative John Holmes. \nMylan suffered an optics problem when the disappearance of a key competitor allowed it to take a cue from pharma \nscoundrel Martin Shkreli71 and jack up its EpiPen price 500%,72 which smacked of price gouging. Mylan was \nprotected by government intervention when Teva was denied rights to make a competing product.73 Such mischief \nin the generic drug market is real. The feds also mandated stocking EpiPens in all schools.73 A million bucks of \nlobbying money well spent.74An ode to my new EpiPen It used to cost one, now it's ten Our merchants of greed \nAre cheeky indeed These grifters are at it again ~@TheLimerickKing Valeant Pharmaceuticals also reported big \nlosses following big gains. Criminal investigations into Valeant took it 90% off its recent highs (a 'tenth bagger').75 \nMeanwhile, drug giant Eli Lilly's share price Felt the Bern in the fall when Bernie Sanders tweeted concerns about \nthe price of insulin rising 700% in 20 years.76 The big-cap drug scoundrels have also been accused of fabricating \nan ADHD epidemic and causing a global prescription drug addiction. A drum beat to restrain pain meds is getting \nvery loud. Chronic pain patients watch with angst.'Recovery is living long enough to die of something else.' ~Dr. \nHoward Wetsman (@addictiondocMD), chief medical officer, Townsend Addiction Treatment Centers Oh, those \nbastards, right? Well, maybe not. I'm gonna take a crack at defending the industry. Mylan has been dead money for \n20 years—zero percent return ex-dividends and ex-inflation. The same is true for Merck, Pfizer, Eli Lilly . . . I could \ngo on. Former antimicrobial juggernauts Eli Lilly and Bristol-Myers Squibb are exiting the antibiotic market because \nthey can't pay the utility bills with the proceeds. You should worry.'Drug corporations' greed is unbelievable. Ariad \nhas raised the price of a leukemia drug to almost $199,000 a year,' ~Bernie Sanders Tweet, dropping the shares \n20% on the day Where are all the revenues going? Really expensive research and development. Better meds make \nthe world a better place. The life expectancies of AIDS patients with treatment are now three years below those of \ntheir uninfected peers. Wow. New-era cancer cures are off-the-charts effective. Pharma creates wealth in the purest \nsense and employs millions of people. On my consulting gigs, I can see researchers diligently trying to cure major \ndiseases. Operationally, however, big-cap pharmas have been not-for-profit organizations for investors for several \ndecades. When you see the prices get jacked up, don't mindlessly assume it's to line the pockets of management or \ninvestors. It is claimed rather convincingly that the per-unit cost of health care has not risen, but the volume has \nsoared. My stump/bladder sand /aneurysm mentioned above burned through a lot of health care. Why is health \ncare so cheap elsewhere? My son broke his foot while in Vietnam weeks ago. X-rays, an MRI, surgery with titanium \npins, and casting: $1,000. Three days in the hospital: $30 per day. Being invited to stay with the surgeon's family for \ntwo weeks to convalesce: priceless. For a total of about $1,600, my son flew to Vietnam, got excellent surgery, and \nflew home. That is the essence of the rapidly growing medical tourism industry. How is that possible? The doctor in \nVietnam is not wealthy and probably demands few material goods. Torte reform is not needed because caveat \nemptor reigns. There might even be some Gates Foundation money thrown in. Most important, the profoundly \nexpensive research and development was all done in developed countries and paid for by large revenue \nstreams.'It's the craziest thing in the world.' ~Bill Clinton on ObamacareGold 'I am leaving the gold equity 'buying \nopportunity of a lifetime' . . . to others; my shrunken stash of equities is it for now. Maybe I just called the bottom.' \n~David Collum, 2015 Year in Review Nailed it! That was the bottom. I expect some checks in the mail from \nnouveau riche gold bugs who got 60% on their XAU-tracking investments. Despite weakness of late, the case for \ngold is now in place: European and Chinese banking risks, negative interest rates, a war on cash, and omnipresent \nrisks of a hot war in the borderlands of the Middle East and Europe. Estimates suggest 0.3% of investors' assets \nare in gold.77 Traditional portfolio theory recommends 5%, offering a better than 15-fold relative performance en \nroute. (Recall that discussion of 'flow' from above.) Let's check in on what some of the wingnuts on the fringe of \nsociety are chortling about now:'The world's central bankers are completely focused on debasing their currencies. If \ninvestor's confidence in central bankers' judgment continues to weaken, the effect on gold could be very powerful.' \n~Paul Singer, Elliott Management CorpGillian Tett: 'Do you think that gold is currently a good investment? \nGreenspan: 'Yes. Economists are good at equivocating, and, in this case, I did not equivocate.''I can understand \n\n\n\nwhy holding gold would seem to be a sensible part of a national portfolio. Because there is clearly a need to take \nsome precautions against an unknowable future.' ~Mervyn King, former head of the Bank of England'I am not \nselling gold.' ~Jeff Gundlach, DoubleLine and the new 'Bond King''The case for gold is not as a hedge against \nmonetary disorder, because we have monetary disorder, but rather an investment in monetary disorder.' ~James \nGrant, Founder of Grant's Interest Rate Observer'Everyone should be in gold.' ~Jose Canseco, expert on \nperformance enhancement James Grant also went on to say that 'gold is like a monetary tonsil,' leading some to \nspeculate that his son, Charley (WSJ), slipped him a pot brownie. Let's see if we can get the goofs too. We'll begin \nby blowing out a few ideas I do not subscribe to. I keep hearing from smart guys that gold is in short supply in the \nComex or Shanghai gold exchange, you name it. These stories almost never play out. I am also a huge fan of \nRickards and Maloney, but the saying 'gold is money' and the notion that its price is actually the movement of the \nvalue of the dollar don't work for me: prices of everything I buy follow the dollar, not gold, on the currency \ntimescales. On long timescales, their assertion may be correct. Someday their assertion may even be correct on \nshort timescales, but that isn't right now. What a year: I got as many electoral delegates as the bottom ten \nrepublican candidates combined, ate python, and own as much gold as the Central Bank of Canada. Per the Bank \nof Canada, it finished selling off all of its gold,78 probably to ensure that the U.S. didn't attack. You think I jest? A \nWikiLeaked e-mail by Sid Blumenthal to Hillary Clinton revealed that France whacked Libya to make sure North \nAfrica distanced itself from a gold dinar currency.79,80 Germany supposedly has half of its requested gold \nrepatriated from the U.S. and France,81 which could be bullish or bearish on the half-full/half-empty logic. \nVenezuela repatriated 100 tons of gold a few years ago and was squeezed to sell it all back in the heat of a \ncurrency crisis.82 The Dutch depatriated their gold this year after repatriating it not long ago.83 The reasons are \nunclear. Alexei Ulyukayev, first deputy chairman of Russia's central bank, assured us Russia will continue to buy \ngold (Figure 7), presumably as a defense against interventions from inside the beltway. Of course, the Fed is silent \non the 'metal whose name shall never be spoken.'Figure 7. Russian gold reserves. In a shockingly quiet year given \nhow much gold moved to the upside before the post-election monkey hammering, we probably should finish with \nsome generic goofiness. On a few occasions, gold took the beatings that are familiar—huge futures dumps in the \nilliquid wee hours of the morning when no price-sensitive investor would ever consider selling. It dropped $30 in \nseconds late on the day before Thanksgiving when nobody was paying much attention. Another hammering came \nfrom a $2.25 billion sale84 and another $1.5 billion sale,85 both of which occurred in under 1 minute. Nanex \nconcluded that the algo 'gold spoofer' was at play,86 but the 2016 poundings were transitory and toothless \ncompared with their brethren in 2011-2015. Trouble in the ETF market was revealed when BlackRock was \noverwhelmed by GLD buying.87 It was forced to create more shares in February than it had in a decade. I retain \npreviously stated convictions that GLD is a scam—fractional-reserve gold banking. Deutsche Bank was \noverwhelmed by requests for physical gold.88 It tried to shake the hook by demanding that such a request must be \nmade at a participating bank.89 Deutsche Bank, the location of the request, is not a participating bank? I imagine it \ndoesn't have the gold, consistent with its troubles outlined below. A Swedish precious metal vault got its payment \nmechanism terminated without explanation.90 We can't close without talking about gold's kissing cousin—silver. \nThe silver market gets its share of muggings and sustained bashings, at times spanning several weeks. The silver \nsellers didn't get full traction either, however, bringing silver off a 50% gain but leaving it up 15% year to date. Silver \nmarket treachery got some attention. The London Silver Fix—truth in advertising—at times deviated markedly from \nthe spot price,91 causing consternation among those attempting to fix the price. Deutsche Bank agreed to settle \nlitigation over allegations it illegally conspired with Scotiabank and HSBC Holdings to fix silver prices at the expense \nof investors.92 A class action suit against Scotiabank suggested that the conspiracy spanned 15 years.93 JPM was \ncleared of silver manipulation in three lawsuits—all dismissed with prejudice, an altogether different form of 'fix.'94 \nThe only remaining question is why they are stockpiling huge stashes of physical silver.95 I'm as sanguine as ever \nholding large precious metal positions. Gold bugs are reminded, however, of what a big victory will feel like:'Our \nwinnings will come . . . from the people who wake up one morning to find their savings have been devalued or \nbailed-in. . . . [I]t's going to come from the pension funds of teachers and firefighters. The irony is that when gold \nfinally pays off, it will not be a cause for celebration.' ~Brent Johnson, Santiago CapitalEnergy 'Why Oil Prices Are \nAbout to Collapse' ~Headline from The Oil Drum in January, 2016 You could almost hear the bell ringing on that \none. The price of oil promptly went on a 50% rip to the upside. Generally, however, energy was boring (to me) this \nyear, but I keep investing in it. Of course, lower energy prices were hailed as great tax breaks for the consumer, \nignoring those who say the economy drives commodity prices not vice versa. Like every other market, however, has \nbeen totally financialized. The supply/demand market got replaced with a casino-based futures market, and we \n\n\n\nknow that casinos are trouble. Then there's that whole petrodollar thingie wherein our alliances in the Middle East \nkeep the dollar at reserve currency status and allow us to sell debt. It also seems to be the proximate cause for \nbombing vast numbers of Arab countries, but I'm ahead of myself. A few corporation-specific problems gurgled to \nthe surface. Chesapeake Energy got indicted for energy market manipulation, prompting the CEO to off himself in a \none-car accident.96 He probably never realized it was a self-driving car (wink). Petrobras canned 11,700 \nworkers.97 Norway's sovereign wealth fund started tapping principle because Statoil got crushed.98 Statoil says it \nwill pay a dividend . . . by issuing new shares.99 Maybe it should hire more petroleum engineers and fewer financial \nengineers. The world's biggest developer (SunEdison) of the world's most expensive energy (clean energy) had \naccrued $12 billion in debt after a two-year asset-buying binge. Liquidation revealed a complex web of Ponzi \nfinancing.100 Here's a funny little nugget for intellectually molesting people at cocktail parties: Edward Longshanks \noutlawed the burning of coal in 1306 because of pollution. Apparently, Hillary was not the first to try to put a few \ncoal miners out of jobs. Coal is truly hated, and the industry is getting annihilated by the switch to natural gas, which \nis getting annihilated by fracking-based oversupply.101 The mega-miner Arch Coal got oxidized in the energy rout, \nironically leaving little residue.102 It's probably time to invest in coal miners once the market's beta corrects. (That's \ncode for a market-wide sell-off.) All of my ideas are contingent on a prefacing market drop in the throes of a \nrecession. One will come like night follows day, and then the merits of cash will be unambiguous. Energy \ncompanies getting whacked wouldn't be so bad if it weren't for the debt. Life insurers have huge energy-based junk \nbond exposure.103 Of course, the banks will allow them to hang on to greater risk by not calling in their chits rather \nthan face reality. Zero Hedge reported that the Dallas Fed was telling banks not to push bankruptcy on energy \ncompanies.104 Denial by the Dallas Fed confirmed the story.105 (Thou doth protest too much.) Wells Fargo is \ncommitted to $72 billion if oil companies draw down their lines of credit,106 and that is just the beginning of its \nproblems (vide infra). Wells Fargo, Bank of America, and JPM all have spiking numbers of bad energy-sector \nloans.107 I keep investing in energy, providing my own little Wall of Money to elevate the markets. In 20 years, I'll \nknow if it's a smart move. A subset of this plan includes Russia, Iran, coal, and even uranium. Y'all can keep the \nnew-fangled green energy; it's too political for my tastes.'Fossil fuels have saved more lives than any progressive \ncause in the history of the universe.' ~Greg Gutfeld, Fox NewsReal Estate '7:00 PM Sinkhole forms in San \nFrancisco 7:01 PM Thirty-five people on wait list to rent sinkhole' ~Daniel Lin (@DLin71)'House prices can't be in a \nbubble because they are only 10% greater than the 2006 peak.' ~Seattle Realtor Thank God the real estate bust is \nover. That got outta hand fast, but we've learned our lesson (sigh.) Of course, it's not over, and we learned nothing \ndurably. Stupidity doesn't just rhyme; it repeats. I must confess that I'm unsure how they cleaned up the '09 bust. \nWhere did the massive inventory go? Some did the full cycle (ashes to ashes). I suspect that many former \nforeclosures are rentals (Figure 8). Although single-family rentals are a lousy business and represent a dangerous \nshadow inventory, soaring rental rates may actually make them profitable in the medium term. The authorities also \ndidn't really clean up the financial mess. Fannie Mae and Freddie Mac—the two toxic government sponsored \nenterprises (GSEs) that nearly destroyed us in '09—are being considered for bailouts again.108 What? Didn't we \ndrive wooden stakes through their hearts? No. They got placed in the government protection program under the \npseudonym Karen Anne Quinlan living on Maiden Lane.Figure 8. Renter-occupied versus owned houses. Some \nbubbles didn't even burst in '09. Vancouver real estate went bonkers with the influx of Chinese money. The cost of \na single-family home in Vancouver surged a record 39% to $1.2 million by midsummer. Mansions were being \nbought and abandoned (Figure 9). Shacks (tear downs) were selling for millions. Thomas Davidoff, erudite \nprofessor at the University of British Columbia, noted, 'These prices are getting pretty freaking nuts.'Figure 9. \nAbandoned $17.5 mansion,109 $7.2 million mansion for sale,110 and $2.4 million starter home in Vancouver. \nPeople were getting rich buying Vancouver houses, but I've seen this plot before and know the ending. With \neverybody on the same side of the boat (boot), it would soon be listing starboard. Is that a blow-off top in Figure 10? \nNot really. The authorities aggressively scuttled it with a 15% housing tax111 to 'cool off the market' (real estate's \nversion of the ice bucket challenge.) Sales dropped 96% year over year while prices dropped 20% in the blink of an \neye.112 Where'd the buyers go? Toronto!113 I suspect Vancouver will retrace a decade (or more) of gains.Figure \n10. Vancouver real estate prices 1977-2016. Blue is 'detached' in so many ways. Legendary real estate analyst \nMark Hanson sees a few frothy domestic markets, too (Figure 11).114 Bloomberg reports that $0 down, 30-year, \nadjustable-rate, jumbo mortgages are being given to youngsters in Silicon Valley, all backed by stock options.115 \nThe San Francisco Federal Credit Union calls the program POPPY, or Proud Ownership Purchase Program for You \nbecause, as Zero Hedge notes, 'Steaming Pile of Shit' lacks panache.116 Alan Cohen, former Ithacan and current \nFlorida county planner, told me the Florida real estate bubble was back and bloated. A $95 million tear down in \n\n\n\nPalm Beach was the sound of a bell ringing.117 Prices of luxury condo sales in Miami have been cut in half.118 A \nbusting golf course bubble is causing problems in Florida and other sand states because the courses are \nembedded in neighborhoods.119 Smacks of time-share-like legal problems. Some may also recall that a Florida \nreal estate bust prefaced the '29 collapse.120 Even in New York City the market is softening, as is its bedroom \ncommunity, Greenwich, CT.117 And $100 million condos are showing evidence of being overpriced.118 \nWhocouldanode. Aspen witnessed the largest drop—a double-black diamond 'freefall'—in years.119 You want \nsome entertainment? Check out this critique of the architectural wizardry behind the ever-popular \nMacMansion.120Figure 11. Domestic real estate markets. According to Christie's International Real Estate, $100 \nmillion homes were piling up by mid-year.121 It appears that the UK market (especially London) may finally be \nsoftening or, as they say at Bloomberg, 'tanking.'122 The largest property fund had to stop redemptions.123 \nIronically, they'll have to sell assets, which I'm sure won't help the market as the virtuous cycle turns vicious. Prime \nproperties have also dropped in Paris, Singapore, Moscow, and Dubai.124 Some say the global high-end market \nhas completely stalled.125 Australia seems to remain in a bubble.126 You know the picnic is over for the \ncommercial markets when the seven-story office building in Figure 12 gets stale on the market.127 The real estate \nbears have taken notice. (That was inexcusable.)Debt 'Every cycle in human history has ultimately come to an end. \nCredit-enhanced cycles come to worse ends than the normal kind.' ~Tad Rivelle, chief investment officer of fixed \nincome at TCW Group Federal debt has climbed 8% annually since 2000,128 but who cares because we have the \nreserve currency, can print the garbage at will, and are assured by the highest authorities that inflation is good and \nhigh inflation is even better. Meanwhile, friend and market maven Grant Williams has created a masterpiece of \nanalysis of our debt problems.129 In the absence of a deflationary collapse, debt is reconciled to the downside at a \ngeologic pace; it almost never happens. (Supposedly the Brits did it in the mid-nineteenth century.130) The problem \nis exacerbated by an inherently inflationary banking system that requires monotonically rising debt to survive. \nWhere do you think the interest paid on savings comes from (when there is interest, that is)? Despite the current \ncalm—possibly the eye of the storm—there are newsworthy events in the world of debt. The consumer is stretched \nby having no savings and gobs of debt—huge net debt (Figure 13). An estimated 35% of Americans have debt that \nis more than 180 days past due.131 They are now buying used cars with 125% loans,132 presumably to cover the \nnegative equity from their previous loan and help pay for repairs. The used car market is priced poorly owing to the \noverdeveloped credit machine created to sell the trade-ins from rentals.Figure 13. Consumer debt (credit). One of \nthe most oppressive of all debts, high-interest credit card debt, now exceeds $16,000 per household.133 The $2500 \nper annum interest payments are a death spiral for the average consumer earning less than $30,000 per year. The \ncollective tab is nearing $1 trillion.134 Larry Summers blames the high debt-to-income ratio for the stagnant \nconsumer.135 He may be missing the superimposed realization that they have no pension either (vide \ninfra).'There's a huge difference between having the money to buy something and being able to afford something.' \n~@LifeProTips Non-dischargeable student loans continue to climb, now exceeding $1.3 trillion (Figure 14). Can \nanybody picture the millennials paying this off? A comprehensive White House report lays out the stark details.136 \nStudent debt has grown linearly since '09—suspiciously linearly. In fact, I don't trust linearities like that:'A 45-degree \nangle in finance means one thing—fraud.' ~Harry Markopoulos, Madoff whistleblower I suspect that the federal \ngovernment is using student loans as a monetary policy tool to methodically jam money into the system not unlike \nits bond-buying spree in which Andy Husar was instructed to buy $8 billion a day, every day, without fail. Curiously, \nthe White House (metonymically speaking) thinks 'student debt helps, not harms, the U.S. economy.' That idea \nreflects the IQ expected of a house.Figure 14. Just student loans or monetary policy? There are rumors of arrests of \nstudent debtors—Operation Anaconda.137 It sounds like Dickensian debtors' prisons if true. I think it more likely \nthat we are slowly heading toward some form of debt jubilee. It will be highly politicized and unfairly distributed. \nHints of one come in the form of disability relief for almost 400,000 students who are said to be disabled but unable \nto prove it.138 If, however, ADHD or a damaged frontal cortex that allows one to spend $200,000 on an \nunmarketable education is a disability, 400,000 is an underestimate. Hillary publically promised to give free tuition to \nstudents while privately getting caught on a hot mic referring to the millennials' hopes of free education as \n'delusional.'139 This point is now moot.'Even with borrowing costs at or near their lowest ever, companies are \nincreasingly unable to pay their debts.' ~Mark Gilbert (@ScouseView), Bloomberg Corporate debt continues to give \nme fits as companies blow up their balance sheets to buy back shares and pay dividends. This is not self-\nextinguishing debt. You hear about corporate cash on balance sheets from the media. That cash is stored in \nmetaphorical crocks, because the story is bogus. The top 1% of companies has 50% of the net cash on the balance \nsheets. (Kinda sounds like the wealth disparity pitch all over again, eh?) Apple, Microsoft, Google, Cisco, and \n\n\n\nOracle account for 30% of it. The journalists squealing about 'cash to be put to work' often fail to look at the net \ncash (cash minus debt). Total debt on the balance sheets doubled from $2.5 trillion in 2007 to over $5 trillion by \nearly 2016 (Figure 15). That's 7% per annum according to the 72 rule (interest rate x doubling time ? 72). \nMeanwhile the cash on the balance sheet rose by a paltry $600 billion. I get lost in the big numbers, but that is a $2 \ntrillion rise in net debt. They've got to keep growing it, however, to buy back shares if they wish to prevent their \nshare prices from collapsing.Figure 15. Corporate debt. Isn't debt a zero-sum game? We owe it to ourselves? In a \nsense, yes. But when all this debt comes due, we will discover that our shiftless counterparty (us) doesn't have any \nmoney. All that money you think you've saved is owed to the millions of people comprising 'ourselves.' How much \ndo we owe ourselves? Unfunded liabilities come to a total of $2 million per viable taxpayer ($200 trillion total). You \nknow what you are owed, but do you know how much you owe to the rest of us? Got gold?Pensions 'It's existential. \n. . . You can pull different levers, but the decline in rates is an existential problem for the entire pension system.' \n~Alasdair Macdonald, Willis Towers Watson, an actuarial consultancy Everybody passes pickles over the social \nsecurity trust fund when, in fact, it doesn't exist and never did. It is a mathematical certainty that we will default on \nour obligations, but it will occur in some way invisible to most people, probably via cost of living adjustments that fail \nto track inflation, means testing, and just printing money. I signed my wife up for social security early (62) on a bet \nthat they would renege somehow. She didn't earn much; I did. What started as a small payment turned miniscule. \nHere is her statement:Really? $411 per month was whittled down to $63 per month? The part I cut off was the final \nclause that said, 'Don't spend it all in one place, bitch.' The risk is in the substrata of the pension system in which \nbankruptcy and insolvency are smash-mouth realities. I didn't mention state debt in the previous section because \nmuch of it is hiding as unfunded obligations to pensioners. Paying state and municipal employees with pension \npromises was such an easy way to compensate people without raising the money. Enter reality: public pensions are \nnow $3 trillion in the hole.140 How long would it take to make up $3 trillion? Noooo problem! Simply pay off a million \ndollars a day for 8,200 years (assuming 0% interest.) Some examples are in order. Oregon's public employee \nretirement system has a $21 billion unfunded liability (6 years of payouts), and it's growing as returns of 2% \nsomehow fall short of assumed returns of 7.7%.141 Those assumed 7-8% returns have never been accurate over \nthe long term when adjusted for inflation, fees, and taxes. Connecticut, Kentucky, and Hawaii have similar \nproblems.142 Illinois is the gold standard of insolvency. The Illinois Teachers Retirement System is only 40% \nfunded and currently assumes annual returns of 7.5%.143 How did this happen? For starters, the employees are \nthe best compensated in the Union, including free health care for life.144 Wrap your brain around that: they work for \n20-30 years and get free health care for up to 50-60 more years? Meanwhile, state labor unions are asking for \nraises out of 'fairness.' As you drill down, you find bloodbaths pretty much everywhere in municipalities. Chicago's \npensions in aggregate are 20-30% funded depending on whom you ask.145 Pending legislation, however, will allow \nthe insolvent state of Illinois to bail out the insolvent city of Chicago.146 Isn't there something you can do? Even if \nwe get serious about savings among, say, the boomers, many are way past their fail-safe points. You can hear the \nbarn door slam. At least those with defined benefit pensions are safe because they are protected by contractual \nobligations. Legal schmegal: there is no god-damned money! Pension cuts are just beginning but could accelerate. \nThe Teamsters' Central States Pension Fund is looking to cut 400,000 pensions by 55% or go flat broke—zero \ndollars—by 2026.147 Recent rulings preventing pension cuts are, in my opinion, the courts simply stating that it is \nillegal to avoid bankruptcy through selective nonpayments. Bankruptcy is about distributing remaining assets in a \nfair and equitable way to all creditors when there is not enough to go around. There is evidence of an old-school-\nstyle run on pensions: workers are retiring in serious numbers to remove their assets from faltering pension \nprograms. I hear rumors of University of Illinois faculty moving to other institutions—five to Georgia Tech alone—to \nremove their pensions at full value from the Illinois system while it's still possible. Dallas police and firefighters are \nleaving the job to grab their full pensions from a dwindling stash.148 It turns out there was also a bit of a Ponzi \nscheme going on, which caused the mayor to propose a 130% increase in property tax.149 I don't see a reelection \nin your future, Mr. Mayor. As seasoned public servants, they might be able to move to Austin or Houston. There is \nnow evidence the withdrawals in Dallas are being shut down.150 I could even imagine claw backs of the rolled-out \nfunds. At the personal level, self-directed defined contribution plans paint a clockwork orange big time. Gundlach \nsays the 40-50 crowd is 'broke.' Well he exaggerated: the average American household has $2,500 saved, and the \naverage couple consisting of two 45-year-olds has $5,000.151 Technically speaking, they are not broke, but they \nare totally screwed. Across all working-age families, more than 50% have no savings whatsoever,152 which is one \nway to render low returns moot. The 55- to 60-year-olds are positioned closer to the pearly gates but have median \nretirement nest eggs of $17,000.153 Assuming a couple eats six cans of dog food per day (2 × 3) and they have no \n\n\n\nother bills, the couple will run out of money in 11 years (which, on the bright side, will seem like eternity). The top \n10% have less than $300K.154 The numbers could be skewed to the optimistic side: 20% of all eligible 401(k) \nparticipants have loans outstanding against their 401(k) accounts.155 This practice is so egregious that some \ncompanies are offering alternative payday loans to their employees, albeit with elevated interest rates, of \ncourse.156 I remember reading about company towns in West Virginia coal country paying their employees in \ncompany scrip. The practice was outlawed. Of course, I've just described a potpourri of anecdotes in the U.S. \nMaybe it's better in other countries. Right off our coast we have the tropical paradise of Puerto Rico, which is so up \nto its ass in debt that creditors essentially own the island.157'The ECB's record low interest rates are causing \n'extraordinary problems' for German banks and pensioners and risk undermining voters' support for European \nintegration.' ~Wolfgang Schäuble, German financial minister What about Europe? There's where it gets fugly. The \nmarkets in pretty much everything that is bought and sold are at nosebleed valuations. There is little or no room left \nfor gains through changes in valuation. Interest rates on bonds are miniscule, even negative (vide infra.) You won't \nmake anything on those bonds, but you could lose enormous principle when—not if—interest rates normalize after \na 40-year downward march. There is some evidence that the reversal has now started. Equity markets also have a \nmean regression in their future despite what the proponents of the mathematically sophisticated Greater Fool \nTheory espouse. If the markets correct—they always do—you can adjust all those numbers I just cited by an \narithmetically simple factor of 0.5. Could an industrial revolution save us? The most stupendous industrial revolution \nin history—the U.S. juggernaut in the twentieth century—returned an inflation-adjusted 4-5% including dividends \nusing the Dow index as a proxy. Unfortunately, I do not believe those returns are corrected for management fees \nand taxes. I'm thinking 3% is optimistic. I'm thinking Illinois and the rest of the world are still toast.Inflation/Deflation \n'US deflation is largely a myth, like the Loch Ness monster or North Dakota.' ~@rudyhavenstein, undefeated Twitter \nSnark Champion'The debasement of coinage . . . is noticed by only a few very thoughtful people, since it does not \noperate all at once and at a single blow, but gradually overthrows governments, and in a hidden, insidious way. \n~Copernicus The central bankers and macroeconomists all want inflation. There are media pundits who buy into \nthis metaphysical notion that inflation is good (no offense to the metaphysicists). Dispelling the notion that this quest \nfor inflation is just hyperbole calls for some quotes to capture pundit sentiment:'I think there is a loss of confidence \nin the ability of central banks in the long run to regenerate inflation.' ~Ken Rogoff, Harvard professor'Deflation . . . is \nbad news because it makes people less willing to borrow and spend—anticipating lower prices, consumers will put \noff spending—and could also lead to a fall in wages.' ~IMF economist, still waiting to buy an iPhone and flat-screen \nTV'All the G7 countries are suffering from a dearth of inflation.' ~Narayana Kocherlakota, former president of the \nMinneapolis Federal Reserve'I think they're heading intentionally for a higher rate of inflation so that once they've \ngotten to, say, an inflation rate of 3 percent, 3.5 percent, that's when they can jack up short-term rates.' ~Martin \nFeldstein, Harvard professor and former president of the National Bureau of Economic Research'Why You Should \nHate Low Inflation' ~Time magazine headline'Welcome news for America's renters could be unhelpful for the \nFederal Reserve. . . . Any cooling in the most pronounced driver of inflation means the Fed will have to wait even \nlonger to reach their 2 percent price target.' ~Bloomberg'Inflation is not at our stated target, not near our stated \ntarget, and hasn't been so in quite some time.' ~Daniel Tarullo, governor of the Federal Open Market \nCommittee'[T]he ECB needs to signal that it is serious about pursuing its inflation mandate, including via a stepped-\nup pace of monthly QE purchases.' ~Robin Brooks, Goldman's chief FX strategist'The elusive quest for higher \ninflation' ~Yasser Abdih, senior economist at the IMF They may believe that by generating small positive inflation \nlevels that seem to accompany strong economic growth, they will somehow create that growth. More likely, they \nfear no inflation in an inherently inflationary credit-based banking system. If central bankers furiously debase their \ncurrencies with an inflationary tailwind and deflation appears nonetheless, then somebody screwed up (them). I buy \nthis latter thesis. Of course, the measure of inflation has been debated ad nauseam in the context of stats rendered \ndubious by hedonic adjustments, substitutions, unvarnished fraud, and adjustments based on reading goat entrails. \nI discussed these frauds years ago.158 Inflation is certainly not 2% but some number much higher if one is \nmeasuring what Joe Six-pack is shelling out to exist.159 (Anticipating squeals about MIT's Billion Price Project, I \ndiscussed it in last year's review: I think it's bogus.)'The grim reality is that real inflation is 7+% per year, and this \nreality must be hidden behind bogus official calculations of inflation, as this reality would collapse the entire status \nquo.' ~Charles Hugh Smith, Of Two Minds blog The fear of deflation is fear of asset deflation. With huge leverage in \nthe system, a collapse in asset prices becomes insolvency and cardiac arrest. The problem is that the Fed's \ninflation policies are the root cause of the deflationary risk. To me, the existential risk is hyperinflation, which is in \nfull bloom in Venezuela160 and germinating in Nigeria.161 Closer to home (for Americans), rents have been \n\n\n\nsoaring—13.2% per year in Boston since 2010, for example.162 Health plans are rising double digits per year, \nlooking to jump more than 15% next year.163 College tuition is on a headline-making inflationary trajectory of 6% \nper annum above the rate of the admittedly dubious inflation rate.'The unproductive buildup of debt caused the \nGreat Depression of the 1930s and the Great Recession of 2008.' ~Chetan Ahya, Morgan Stanley'If businesses \nand households were to resume borrowing in earnest, the US money supply could balloon to 15 times its current \nsize, sending inflation as high as 1,500%.' ~Richard Koo, NomuraThe Bond Caldera 'The bond market's 7.5% 40-\nyear historical return is just that—history.' ~Bill Gross, Janus Sounds a little ominous. He also notes that 'global \nyields are the lowest in 500 years of recorded history.' Alas, there are other bond doomsters. Paul Singer says 'the \nbond market is broken . . . the biggest bubble in the world . . . never-before seen asymmetry between potential \nfurther reward and risk.' Former punk rocker and newly crowned Bond King Jeff Gundlach now moves the markets \nwith his pronouncements. Jeff wails that the current market for 10-year treasuries is the worst opportunity in its long \nhistory. He calls it 'mass psychosis . . . not guided by the markets.' With a little math wizardry that only a bond king \ncould muster, Jeff says, 'a 1% increase in the rates would result in up to $2.4 trillion of losses.'164 I'm not sure \ninvestors hiding in the safe haven of bonds are quite ready for those losses. They're betting that rates will never rise \n1%. As I type, that is proving to be wrong—possibly dead wrong. At some point, this party has (had) to end. In \n2014, James Grant of the legendary Interest Rate Observer described three bond bulls in America during the past \n150 years—'1865-1900, 1920-1946, and 1981 to the present.' The first two did indeed end, and probably \nunexpectedly given how long they lasted and investors' willingness to extrapolate to infinity. The third will end too. \nThe bond market is like the Atlantic conveyor that must keep moving currents around the Atlantic Ocean.165 When \nthe conveyor sputters, we get an ice age. When the bond market sputters, we will get the credit market analogue of \nan ice age. What's different this time—a dangerous choice of words—is that the highly financialized markets are \nnot only huge but also highly correlated. The correlation reaches way beyond the conventional debt markets into \nthe shadow debt markets and the $1 quadrillion derivatives market—a quadrillion dollars of the most screwed-up, \nleveraged investments based on blind faith and confidence the world has ever witnessed. No problemo, say the \noptimists. We will 'net' those puppies. Netting is when you round up investments on each side of the bet and simply \ncancel them out (like from either side of an equal sign.)166 Ya gotta wonder which genius is going to net $1 \nquadrillion dollars of derivatives in the midst of a raging inferno. It didn't work in '09, and it won't work the next time, \nespecially in a market so large Avogadro might wince.'They have to normalize interest rates over a period of two, \nthree, four years, or the domestic and global economy won't function.' ~Bill Gross How crazy has the bond market \nbecome? The French sold 50-year bonds.167 Ireland sold its first so-called century bond less than three years after \nit exited an international bailout program.168 Spanish 10-year interest rates are below those of the U.S., prompting \nJames Grant to suggest 'a return to the glory of Rome.' The Eurowankers (European bankers) are monetizing debt \nby buying corporate bonds to jam money into (1) a system that doesn't need any more, and (2) the pockets of \ncronies who always demand more. Shockingly, the cronies front-ran the purchase program by buying existing \ncorporate debt169 and creating new types of corporate debt, all for a tidy profit . . . for now. Taking a cue from the \nU.S. postal service, Japan is offering 'forever bonds': you get interest—a low 1% interest at that—but you never get \npaid back your principle.170 The idea that inflation will never rear its ugly head seems presumptuous, even \npreposterous. It would be safer loaning money to your adult children, who will never pay you back either. You know \nto the penny your return on that investment.'Bonds are still offering positive yields.' ~CNBC headline Alas, as is \noften the case, CNBC isn't even right on what would be a truism in any other era. I could go on talking about \nridiculously low yields, but now we get 'the rest of the story.'ZIRP and NIRP 'It seemed like a good idea at the time: \nCut interest rates below zero to revive growth.' ~Bloomberg On April 1, 2006, an article appeared endorsing zero-\ncoupon perpetual bonds.171 You give somebody your money, and they pay you no interest and you don't get your \nmoney back. Irate readers forced this hooligan to 'politely point out to them the date of publication' (April 1st). Did \nyou know the word gullible is not in the dictionary? Unbeknownst to the author, the article wasn't satire; it was \nforeshadowing. There is no endeavor in which men and women of enormous intellectual power have shown total \ndisregard for higher-order reasoning than monetary policy. We are talking 'early onset' something. I am not an \neconomist, but my pinhead meter is pegging the needle. Let's hop right over ZIRP (zero interest rate policy) \nbecause it is so 2014 and head right into NIRP (negative interest rate policy). NIRP is where you pay people to lend \nthem money. (Check the date: it's December, not April.) You heard that right: you give them money, and they give \nyou back less.'The arrogant, suspender-snapping, twenty-something financial geniuses are yapping in my face. . . . \nI still can't fathom 'negative' interest rates. It seems the ultimate insanity to say a short sale of a sovereign bond \nbecomes a 'risk-free' trade.' ~Mr. Skin, anonymous guru who writes for Bill Fleckenstein Capitalism progressed for \n\n\n\n5,000 years without interest rates ever stumbling on the negative sign (which, by the way, was invented by the \nArabs more than a millennium ago). You can no longer simply say that bonds are at multi-century highs; it is \nmathematically impossible to bid rates on normal bonds into negative territory. It takes a special kind of monetary \nfascism to create negative rates. Japan is at the vanguard. Eight days after Hiruhiko Kuroda, head of the Bank of \nJapan (BoJ), announced he was not considering negative interest rates, he jammed rates negative.172 That was \nlike a knuckleball from the famous pitcher Hiroki Kuroda. Nearly 80% of Japanese and German government bonds \nare now offering negative yields (whatever 'yield' now means).173 Fifty-year Swiss debt has gone negative.174 \nEarly this year, negative yielding global sovereign debt surpassed $10 trillion 'for the first time.'175 Really? For the \nfirst time? Sovereign debt first dipped below zero only two years ago. An estimated $16 trillion (30%) of sovereign \ndebt is now under the auspices of NIRP (Figure 17).176 Over a half-trillion dollars of corporate debt is also at \nnegative rates.177 Reaching for yield in corporate debt markets always seemed risky, but that's nuts. By now it \ncould be $1 trillion. I've lost track. NIRP has infected the consumer debt market: Denmark and Belgium are offering \nnegative interest rate mortgages.178 (I just soiled my thong.) By the way, you folks with big credit card debt will \nlikely have to wait for relief; your rates are pegged above 20%. Maybe you'll get some helicopter money.Figure 17. \nNegative yielding debt with a subliminal flare.These Masters of the Universe, economists and bankers \nextraordinaire, and their enthusiastic supporters of modern-day monetary theory certainly didn't leap into the NIRP \nabyss casually. Let's listen to the justification in their own voices. While reading, rank their comments as (1) \npragmatic resignation, (2) dubious, or (3) delusional rants of the clinically insane:'If current conditions in the \nadvanced economies remain entrenched a decade from now, helicopter drops, debt monetization, and taxation of \ncash may turn out to be the new QE, CE, FG, ZIRP, and NIRP. Desperate times call for desperate measures.' \n~Nouriel Roubini, professor at New York University'Well, let's face it. They can do whatever they want now.' ~Ken \nRogoff, dismissing the risk of government taxation by NIRP'The degree of negative rates introduced by ECB is \nbigger than Japan. Technically there definitely is room for a further cut.' ~Haruhiko Kuroda, head of the Bank of \nJapan'It appears to us there is a lot of room for central banks to probe how low rates can go. While there are \nsubstantial constraints on policymakers, we believe it would be a mistake to underestimate their capacity to act and \ninnovate.' ~Malcolm Barr, David Mackie, and Bruce Kasman, economists at JPM'Negative Rates Are Better at QE \nThan Actual QE' ~Wall Street Journal headline'Well, clearly there are different responses to negative rates. If you're \na saver, they're very difficult to deal with and to accept, although typically they go along with quite decent equity \nprices. But we consider all that, and we have to make trade-offs in economics all the time and the idea is the lower \nthe interest rate the better it is for investors.' ~Stanley Fischer, vice chairman of the Federal Reserve, based on two \nyears of data on NIRP'The prospect of being charged, say, 6% a year just to hold cash could unsettle people. For \nsuch a policy to work as intended, officials would have to do a lot of explaining ahead of time . . . ensuring that the \npublic understands the central bank's goals and supports its methods of achieving them.' ~Narayana Kocherlakota, \nformer president of the Minneapolis Federal Reserve, bankersplaining Jedi mind tricks So these paternalistic \nlibertarians are doing it for the children. What's the problem? Let's start with savings. There is no income left in fixed \nincome. All those unresilient consumers are getting zip on what money they have. The low rates are designed to \nget them to spend their paltry savings. Peachy. A USA Today headline read, 'How to break Americans of \nshortsighted saving habits.' Let's start by giving them a return on their savings, for Pete's sake. Giving them \nnegative returns, however, in a twisted way is forcing them to save like their parents. Maybe I've misunderstood the \nheadline. Maybe it's excoriating the public for their growing addiction to saving, causing the wholly ludicrous and \nintellectually impoverished Paradox of Thrift.179 This naturally leads back to the inflation/deflation debate. The \ninflation that the Fed desires comes, at least in part, from inherently inflationary fractional reserve banking in which \ninterest rates demand net dollars to increase. Negative rates, by contrast, are inherently deflationary. Every year \nthe banking system has less. This doesn't seem that hard to grasp.'Negative interest rates are ridiculous, \nparticularly in a fight against deflation. They ARE deflation. . . . You are necessitating savings.' ~Jeff Gundlach, \nDoubleLine Low and negative rates are destroying pension management, insurance, and even banking industries. \nWhen your business model is to take in money, make decent returns, pay out a little less, and skim off the \ndifference, then negative, zero, or even low interest rates are deadly. The model fails. This doesn't seem hard to \ngrasp either.'All pension plans everywhere in the world are being destroyed. Trust funds, insurance companies, \nendowments—they are all being destroyed.' ~Jim Rogers on NIRP and central bank policies Finally, low interest \nrates actually hurt the economy by keeping the weak alive, preventing the much needed creative destruction. \nUnviable companies on the life support of loose credit cannibalize serious businesses measurably, sometimes even \nfatally. You must cull the herd of the sick and weak.'Insurers have long-term liabilities and base their death benefits, \n\n\n\nand even health benefits, on earning a certain rate of interest on their premium dollars. When that rate is zero or \nclose to it, their model is destroyed.' ~Bill Gross The big credibility problem is that I'm just a chemist 'identifying' as \na pundit going toe-to-toe with some serious paid-to-play central bankers and their groupies. To rectify that, let's \nlisten to some critics of NIRP with gravitas in their own words:'Maybe Italian banks are telling us that central \nbankers and their negative interest rate policies are actually destroying the Japanese and European banking \nsystem. . . . Even if they put [short-term rates] back to zero, imagine the carnage, at least in the short-term bond \nmarkets.' ~Peter Boockvar, chief strategist of the Lindsey Group'The six months under review have seen central \nbankers continuing what is surely the greatest experiment in monetary policy in the history of the world. We are \ntherefore in uncharted waters, and it is impossible to predict the unintended consequences of very low interest \nrates, with some 30% of global government debt at negative yields, combined with quantitative easing on a massive \nscale.' ~Lord Jacob Rothschild, overpaid blogger'Negative interest rates are the dumbest idea ever. It's horrible. \nLook at how badly it's been working.' ~Jeff Gundlach, DoubleLine'Under a negative rate scenario, the only \nparticipant receiving more cash over time is the government. The private sector slowly collapses as we are seeing \nin Japan and Europe in real time.' ~Michael Green, Ice Farm Capital'If these are the first sub-zero interest rates in \n5,000 years, is this not the worst economy since 3,000 BC? . . . The Bank of England is doing things today that it \nhas never done in its history, which is 300 plus years. . . . In finance, mostly nothing is ever new. . . . However, with \nrespect to interest rates and monetary policy, we are truly breaking new ground.' ~The James Grant \nAnthology'What is currently happening in various bond markets as a result of this and other interventions is simply \njaw-dropping insanity. . . . What makes the situation so troubling is the fact that investors seem to be oblivious to \nthe enormous risks they are taking. They are sitting on a powder keg.' ~Pater Tenebrarum, independent market \nanalyst'I think what they've done, particularly the unconventional stuff—and there has been so much of it—has led \nmany people into looking upon all of this as experimental policies smacking of panic.' ~William White, senior advisor \nat the Organisation for Economic Co-operation and Development'Negative and low interest rates around the world \nare crushing savers, and those policies are going to become the biggest crisis globally. We have become too \ndependent on central bankers.' ~Larry Fink, chairman and CEO of BlackRock'Negative interest rates in Japan is \nblowing my mind.' ~Jose Canseco, designated pundit What's the end game? My best guess is that the system \nblows up and a lot of bankers find themselves seriously upside down . . . like Mussolini. The silent bank run is \nalready happening. In a free market, NIRP is precluded by cash and hard assets. NIRP in Japan caused a run on \nsafes for hoarding cash.180 A headline announced, 'German Savers Lose Faith in Banks, Stash Cash at \nHome.'181 I was told by a high-level source that one of the world's largest insurers was renting vaults to store \nphysical currencies. Commerzbank was considering hoarding billions to avoid European Central Bank (ECB) \ncharges.182 Mark Gilbert of Bloomberg notes that storing $100 million as stacks of bills would basically take a vault \nthe size of a large closet.183 See the theme? The financial intermediaries are storing hard cash. Alas, our central \nbanker overlords won't stand for it.War on Cash 'There is a pervasive and increasing conviction in world public \nopinion that high-denomination bank notes are used for criminal purposes.' ~Mario Draghi You ever notice the War \non Anything never works? Whether it be drugs, terror, poverty, Christmas, hunger, you name it, it becomes an \ninterminable, profoundly costly adventure. Now we have the War on Cash. OK, millennials, listen up. You might like \npaying for everything with your Swiss Army phones. There are rumors you can even swipe G-strings on pole \ndancers with your phones, which means you've totally lost the plotline. If we go to cashless, you won't have the \nscratch needed to buy a cell phone before long. These globalists wish to remove your right to an important civil \nliberty—to hold and spend wealth outside the view of the government and beyond the control of the banks.'A global \nagreement to stop issuing high denomination notes would also show that the global financial groupings can stand \nup against 'big money' and for the interests of ordinary citizens.' ~Larry Summers, Harvard professor and former \nsecretary of the treasury The global elite want to eliminate cash so that they can inflict monetary policy without \nrestraint. As Rogoff says, cash gums up the system. When the former secretary of the treasury, Larry Summers, \nstarts supporting the elimination of cash because it will 'combat criminal activity . . . for the interests of ordinary \ncitizens' you should sit up and pay attention. He says we 'are essentially on a fairly dangerous battlefield with very \nlittle ammunition.' He is not talking about the War on Crime but rather efforts to fight the market forces attempting to \ncurb the global banking cartel. Ex-Fedhead Kocherlakota tried to get coy using reverse psychology on free \nmarketeers by arguing that 'governments issuing cash . . . is hardly a free market.' As the story goes, the \nlibertarians should support a cashless society by letting currencies compete in the marketplace.184 Very clever, \nYankee dog! Of course, he forgot to mention that the government would then shut competitors down like they did to \nBernard von NotHaus, who got his assets seized and went to prison for offering such competition. Satoshi \n\n\n\nNakamoto, Bitcoin founder, is on the lam.185 Your arguments are specious, NK.'In principle, cutting interest rates \nbelow zero ought to stimulate consumption and investment in the same way as normal monetary policy. \nUnfortunately, the existence of cash gums up the works.' ~Ken Rogoff Ken Rogoff carried the standard in the War \non Cash this year by hawking his new book, The Curse of Cash. He tirelessly tried to make the case for a cashless, \nbank-rich society, arguing that 'paper currency facilitates racketeering, extortion, drug and human trafficking, the \ncorruption of public officials not to mention terrorism.' He argues that 'cash is not used in ordinary retail \ntransactions.' Really? What do stores put in the cash registers, coupons (which are going digital)? To say he \nsupports the termination of cash is not quite fair: he endorses using only low denominations such as $10 bills, which \nbuy you a pack of cigarettes (maybe). Don't spend it all in one place. On noticing that hundreds of commenters in a \nWall Street Journal editorial186 showered him with suggestions on how to render him testicle free, I suggested in a \nbrief e-mail that people are clearly stating that the idiosyncrasies of cash are a small price to pay for personal \nfreedom. He, in turn, suggested I read his book. Not likely. There was pushback, however. Jim Grant used his \nsharp wit to get Ken halfway to eunuch status.187 When the globalists left Davos,188 the War on Cash seemed to \naccelerate almost overnight: Deutsche Bank CEO John Cryan predicted that cash won't exist in 10 years. Norway's \nbiggest bank, DNB, called for an end to cash. Bloomberg published an article titled 'Bring On the Cashless Future.' \nA Financial Times op-ed titled 'The Benefits of Scrapping Cash' advocated the elimination of physical money. \nHarvardian and ex-Harvard president Peter Sands wrote a paper titled 'Making it Harder for the Bad Guys: The \nCase for Eliminating High Denomination Notes' in which he waxed on about fighting wars—wars on crime, drugs, \nand terror. Mario Draghi, head of the ECB, phased out the €500 note—30% of the physical euro notes in circulation: \n'We want to make changes. But rest assured that we are determined not to make seigniorage a comfort for \ncriminals.' The New York Times called for the termination of high-denomination notes. Again, all of this was within a \nmonth of the shrimpfest at Davos. You and your banking buddies are the criminals and seem quite uncomfortable \nwith cash. If you really care about crime, shut down HSBC:With physical cash curtailed, JPM estimates the ECB \ncould ultimately bring interest rates as low as negative 4.5%.189 (Two decimal point precision: nice.) Phasing out \nthe $100 bill would eliminate 78% of all U.S. currency in circulation.189 Hasbro announced that the game Monopoly \nwill replace cash with special bank cards (special drawing rights?) in which players buy and sell with handheld \ndevices. More recently, Prime Minister Narendra Modi of India withdrew all high-denomination bills essentially \novernight.190 The results were predictable for a society in which cash really is king: the system shut down. Nearly \ninstantaneously, India's trucking industry—millions of trucks—were parked on the roadside: out of cash means out \nof gas.191 As I type, the chaos continues. There are, thankfully, influential supporters of cash. Bundesbank board \nmember Carl-Ludwig Thiele warned that the attempt to abolish and criminalize cash is out of line with freedom.192 \nBundesbank president Jens Weidmann said it would be 'disastrous' if people started to believe cash would be \nabolished: 'We don't want someone to be able to track digitally what we buy, eat and drink, what books we read \nand what movies we watch.'193 Austrian economist Frank Shostak, by no means influential because Austrians are \nconsidered to be insane, reminds us that 'abolishing cash to permit the central banks to lower interest rates into \ndeeper negative territory will lead to the destruction of the market economy and promote massive economic \nimpoverishment.'194 Maximum mirth came when Jason Cummins, chief U.S. economist and head of research at \nhedge fund Brevan Howard, stood up at a meeting littered with devout globalists and denounced the War on Cash \nand quest for inflation as stemming from the 'Frankenstein lab of monetary policy.'195 Jason went on a rant: 'You \nare not going to have independent central bankers in the next 10 years if you keep on this path. The economy has \nrolled over and died in an environment when financial conditions have never been easier. . . . People aren't \nconsuming, businesses aren't investing, they aren't buying houses even with a 3.5% mortgage rate. . . . The \nmaestro culture created by Greenspan has been one of the worst features of central banking. . . . My biggest worry \nis that the public will conclude that . . . capitalism is just socialism for the rich.' Oops. Too late, dude. Arguments \nabout the insecurity of cash seem specious when you look at how the digital world has fared lately. The thriving \nsovereign state of Bangladesh was raided for a cool $100 million by a series of unauthorized withdrawals using the \nglobal SWIFT check-clearing system.196 One could imagine that third-world safeguards against such a heist might \nbe lax, but the hackers removed the booty from the New York Federal Reserve. A Fed spokesperson offered the \nofficial response: 'Sorry. Our bad.' Apparently, the Fed has been hacked more than 50 times since 2015. Gottfried \nLeibbrandt, the CEO of SWIFT, has expressed grave concern about the threat hackers pose to the banking \nsystem.197 Ya think? On a more micro scale, six of my colleagues got their paychecks phished. They were tricked \ninto signing into their financial home page. With the passwords in hand, the Nigerian princes rerouted their direct-\ndeposited paychecks. Food stamp computers went down for over a week in June.198 An Ecuadorean bank got \n\n\n\nclipped for $12 million, blaming Wells Fargo for not plugging a leak.199 It's probably in the Clinton Foundation. The \nrisks of cash in society seem to pale in comparison with the risks of digits in the banking system. The termination of \ncash is all some dystopian futuristic abstraction that won't come to pass, right? No. Brits are complaining that they \nare being stopped from withdrawing amounts ranging from £5,000 to £10,000: 'When we presented them with the \nwithdrawal slip, they declined to give us the money because we could not provide them with a satisfactory \nexplanation for what the money was for. They wanted a letter from the person involved.'200 The phrase, 'give me \nmy goddamned money before I jump the counter and beat the crap out of you' comes to mind. Better yet, say it's for \nZika medication and start coughing. The €500 note did indeed get abolished.201 Angela Merkel put caps on bank \nwithdrawals. 202 I heard from a friend that Wells Fargo was obstinate about a large money transfer. (We return to \nWells Fargo's disasters in the banking section.) Some restaurants are refusing cash.203 What does 'all debts public \nand private' mean? Nightmare scenarios in a cashless society include: (1) negative interest rates of any magnitude; \n(2) civil asset forfeiture (but I repeat myself); (3) bank bail-ins; (4) getting booted from or locked out of the system—\nby mistake or otherwise; (5) sovereigns getting booted from the SWIFT check-clearing system (just ask Pootin); (6) \noutlawing gold (again); and (6) hackers! We could see a black market based on S...reen Stamps.Banks and \nBankers 'The unpalatable truth is that the banking model is broken. The days of generating gobs of cash from \n'socially useless' financial engineering . . . are over.' ~Mark Gilbert, Bloomberg'It's the big banks that continue to \nprefer being highly leveraged. And too many policymakers are deferring to them. Like it or not, that means we are in \nline for another stomach-turning round on the global economy's wild ride.' ~Simon Johnson, MIT professor and \nformer IMF chief economist The banking system was not fixed in '09. The putrid wound was stitched up without \ndisinfectant by a cabal of bankers and regulators, all agreeing that the system had to retain its current form. The \nassets of the 10 largest banks—greater than $20 trillion—grew 13% per year in the last 10 years. This is not my \nidea of mitigating systemic risk. Now we are near the top of an aging business cycle where bad loans start \nunwinding and bad ideas begin to die. Gangrene is beginning to show. Collateralized debt is picking up because \nthe uncollateralized refuse starts piling up like during a NYC garbage strike.204 Collateralized loan obligations—the \ndreaded CLOs—are starting to liquidate.205 Banks are rebuilding teams for debt restructurings.206 As noted \nabove, the Dallas Fed is attempting to extend and pretend energy loans.207 Does this kind of crackpottery ever \nwork? Citigroup failed—as in big fat F-like failed—its stress tests.208 Those were the Kaplan practice tests. Many \nbanks will fail when the real stress test arrives. Martin Gruenberg, chairman of the Federal Deposit Insurance \nCorporation, thinks we will unwind banks in an orderly process.209 Of course he does, and of course I don't.'I don't \ntrust Deutsche Bank. I don't trust what they're saying.' ~David Stockman, former Reagan economic advisor and \nformer Blackstone group partner Although huge problems could be triggered by a default almost anywhere in the \nsystem—an internal hedge fund or even an unusual presidential election—the disaster will be global. The first \nraging inferno is most likely to burn in Europe and will undoubtedly include Deutsche Bank (DB). DB was the most \nputrid of the '09 wounds; it never really healed. In 2014, it was forced to raise additional capital by selling stock at a \n30% discount. But why?210 This year DB sold $1.5 billion in debt at junk rates (admittedly a paltry 4.25% in this \nera).211 German Finance Minister Wolfgang Schäuble said he has 'no concerns about Deutsche Bank,'212 which \nmeans they are in deep trouble. By early 2016, the scheisse was hitting the lüfter. In March, DB was again told to \ngrow its capital base.213 In April, DB settled its LIBOR manipulation suit ($2.1 billion in fines) along with its silver \nmanipulation charge.214 By May, one of the two CEOs—one CEO too many—decided to spend time with his family \nand the other was given emergency authority for 'crisis' management. Soon both CEOs had become stay-at-home \ndads.215 A missed debt payment by Greece in June suggested a full default,216 which correlated with the \nS...owering DB's bond rating to 'junk-lite' (three notches above 'junk').217 DB refused to deliver physical gold to \ncustomers (shades of MF Global),218 and later in the fall settled a gold-rigging suit.219Business Insider suggested \nthat DB 'is coming unglued,' which is a pathetic euphemism for defaulting on interest payments.220 Bond \ndowngrades often foreshadow more downgrades. Twenty percent of DB's workforce was sent home to family.221 A \nfew weeks after the EU slapped Apple with a $14 billion surcharge for 'back taxes,'222 the U.S. slapped DB with a \n$14 billion fine for doing what banks do.223 Seems oddly coincidental. A $14 billion fine may also seem quaint in a \nworld of trillions (and now quadrillions) but not with a market cap of $17 billion. Rumors that the fine was markedly \nreduced proved to be hedge fund hijinks.224 A putative Qatarian bailout was also profitable fiction.225 John Mack \nof Morgan Stanley suggested all is hunky-dory because DB will be propped up by the Fatherland.'Banks are dying \nand policymakers don't know what to do. Watch Deutsche Bank shares go to single digits and people will start to \npanic.' ~Jeff Gundlach, DoubleLine The problem in a nutshell is that DB has a nosebleed 26× leverage according to \nHussman. It has $70 trillion in notional derivatives looking for safety netting. If it starts triggering credit default \n\n\n\nswaps (CDSs), it'll be like a kangaroo in a minefield, and CDSs began spiking in September.226 Rumors of cash \nrestrictions and defaulting contingent convertible (CoCo) bonds abound.227 Raoul Pal of Real Vision says CoCo \nbonds are the crisis.228 They turn into equity near the strike price, which then drives equity prices down and \ndestroys the bank . . . like the doomsday machine in Doctor Strangelove.229 The Italians are in a world of pain. \nItaly's third largest bank, Monte Paschi, failed in 2012,230 but it got worse this year.231 Worse than failing? Trading \nwas halted on it after falling only 7%.232 Italy banned short selling, which is the last refuge of interventionists before \nthe inevitable failure.233 Italy's major banks are bleeding losses and have been sold off more than 50% this year. \nGeorge Friedman, founder of Stratfor, tells us that the Italian banks have been buying crap loans from Europe since \nthe crisis and are heading for bail-ins (vide infra).234 He goes on to say that a U.S. recession could trigger systemic \nfailure and ensuing nationalism. Italy cannot inject government funds into its banking system until it has first forced \na trauma-inducing 'bail-in' at any bank getting aid. A €5 billion bailout fund created in Italy this year took over \nVeneto Banca after a €1 billion capital increase failed to get bids.235 The idea was to channel private sector money \ninto rescuing the banks. Wanna bet the private philanthropists laundered public money? As I put this document to \nbed, a big vote in Italy essentially to leave the EU may have just nuked the Italian bond market.236 The Swiss \nNational Bank (SNB) says UBS and Credit Suisse will have to raise more than 10 billion Swiss francs in capital.237 \nA loss in a single quarter at Credit Suisse wiped out years of profit.238 Spain's Banco Popular, looking for €2.5 \nbillion in capital, offered low interest loans provided to . . . wait for it . . . purchase the bank's newly issued \nshares.239 The €29 billion Bremen Landesbank is teetering on failure, dropping 50% market cap in a heartbeat.240 \nNeedless to say, investors owning European bank ETFs are experiencing Dresden-like firestorms. On this side of \nthe pond, we have issues, but they don't seem systemic yet. Citigroup, the U.S.'s largest derivatives holder, bought \n$2.1 trillion of notional credit derivatives from DB and Credit Suisse.241 I guess Citi has been designated a 'bad \nbank' (drew the short straw) kinda like Santander in '09. Its failed stress test caused authorities to rhetorically ask, \n'Why not give them the mine tailings?' Goldman, a bank since '09, settled for a $5.1 billion payment for dubious \ndeeds with no guilt, no jail time, and probably low payments after tax credits.242 Settling was a prescient call if the \nalternative was to wait and bribe President Clinton. JPM underwrote an equity offering for Weatherford \nInternational—sporting the great stock symbol WTF—to help raise money from investors to pay back debt to \nJPM.243 No conflict there, eh? I think that is called 'catfishing'. Banks appear to be doing this in large numbers. We \nfound out that JPM knew about Bernie Madoff's Ponzi scheme for 20 years.244 That's like driving the getaway car. \nBruno Iksil, the London Whale, broke silence by claiming he was a patsy.245 No, really? JPM announced a share \nbuyback one month after Jamie Dimon bought 500,000 shares to catch the gain.246 A letter from the Fed seems to \nsuggest that JPM could destroy the U.S. in the event of another financial crisis.247 Thank God that'll never happen \nagain.'I am deeply sorry that we failed to fulfill our responsibility to our customers, to our team members, and to the \nAmerican public.' ~John Stumpf, Wells Fargo chairman and CEO The award for Biggest Scandal goes to Wells \nFargo, the pride and joy of the Orifice of Omaha. Wells Fargo employees secretly created millions of unauthorized \nbank and credit card accounts beginning in 2011.248 Funds from customers' existing accounts were moved to the \nnewly created accounts without knowledge or consent. Customers were not happy with the overdraft fees. Even \nCNN expressed awareness and shock. As usual, the $185 million fine doesn't begin to address the problem,250 \nespecially given that the prosecutors, happy to absolve the executives of wrongdoing, were overheard muttering \n'fine by me.' Wells Fargo employees terminated for not reaching their fraud quotas are suing for $2.6 billion.251 For \nthe second time, my colleague Robert Hockett has prompted me to post a quote:'It ends up being a win-win. The \nregulator gets some kind of payment from the accused, and the accused gets to ease the risk of private plaintiff \nlitigation by not admitting to guilt.' ~Robert Hockett, Cornell professor of law, on the Wells Fargo settlement What I \nhaven't been able to figure out is whether duplicated charges for campaign donations to Hillary that funneled \nthrough Wells Fargo are somehow connected.252 Even when the duped Hillary supporters discovered their $25 \ndonations were being replicated without consent, they couldn't seem to stop them.253'If one of your tellers took a \nhandful of twenties out of the cash drawer, they could end up in prison. . . . The only way Wall Street will change is \nwhen executives face jail time. Until then, it will be business as usual.' ~Elizabeth Warren, POTUS in training, to \nWells Fargo CEO Of course, these scandals pale in comparison to Wells Fargo's scandal for laundering drug \nmoney for which it was fined in 2014. If Wells Fargo were taken behind the Eccles Building and shot, it would be . . . \nfine by me.The Federal Reserve 'Its models are unreliable, its policies erratic, and its guidance confusing.' ~Kevin \nWarsh, former Federal Reserve governor, commenting on the Federal Reserve'Kevin, confusing and erratic is \nvoting for QE and then criticizing it.' ~Neel Kashkari (@neelkashkari), president of the Minnesota Federal Reserve \nKashkari is a questionable Fed governor but was great in The Mummy (Figure 18). The Fed governors have noticed \n\n\n\nthat healthy economies often cause inflation. In what seems like an utterly simplistic failure to understand causality \nand correlation, they have concluded that causing inflation will make the economy healthy. That's like warming a \ncorpse to 98.6 degrees (maybe even a few tenths warmer) to bring it to life. Hey guys: try jolting it with electricity \nwhile rubbing your palms together and cackling. I'm sure it will work. Figure 18. Neel Kashkari. Many economists, \nespecially Fed economists, have transitioned from trying to understand the economy—a daunting task indeed—to \nbeing self-appointed economic overlords in charge of controlling the economy. This Hayekian fatal conceit has \nrequired some serious fibbing and self-delusions, which include endorsing: (1) adjustable-rate mortgages when \nrates were at record lows; (2) equity withdrawal from one's house to spend on lattes; (3) pulling consumption \nforward, flipping off the future; (4) protecting bad businesses with ultra-loose credit; (5) bailing out other sovereign \nstates; (6) dropping interest rates—bleeding the patient—to elicit spending; (7) printing money to pay off debt; (8) \nchanging perception—the wealth effect—to change reality; (9) printing our way to prosperity; (10) falling prices \n(deflation) as bad; (11) helicopter money as not entirely insane; (12) no prison time for thefts in excess of $1 billion. \nYou guys don't control the economy any more than your children steer shopping carts disguised as race cars. As \nArt Linkletter would say, Fed governors can say the darnedest things. From the mouths of boobs:'[P]eople charged \nwith managing the economy' ~Narayana Kocherlakota, fatally conceited'Our economic forecasting record is nearly \nperfect.' ~Janet Yellen, FOMC chair, ignoring the Federal Reserve's last 100 years'You should trust the Fed, not \nmarkets.' ~Adam Posen, former economist at the New York Federal Reserve'#uscurrency never loses its value.' \n~San Francisco Federal Reserve (@sffed) tweet'The Federal Reserve is not politically compromised.' ~Janet \nYellen, FOMC chair'Negative interest rates cannot be ruled out.' ~Janet Yellen, FOMC chair'Everybody on this \npanel is painfully aware of what the costs of the last recession were and wants to avoid a future recession.' ~Eric \nRosengren, president of the Boston Federal Reserve, on avoiding the unavoidable They like to intervene, but no \nself-respecting central bankers would take it upon themselves to intervene in the equity markets. The majority of \ncentral bankers, however, certainly would. The Fed professes to have resisted the siren call of buying private \nassets, but unlike Jason (of Argonaut fame), the Fed is unrestrained to any mast. It intervenes indirectly by flooding \nmoney into the system on an industrial scale during market stress. As bearish Matt King of Citigroup says, 'we are \nfighting all CBs, not just the Fed.' The head Ewoc, citing the work of leading economists—sheesh—appears to be \nplanning to go to the Dark Side to buy equities. Entering a wormhole—an event horizon—into the NIRP nebula is \ndangerous. Yellen estimates that 'overcoming the effects of the zero lower bound during a severe recession would \nrequire about $4 trillion in asset purchases.''We do not target the level of stock prices. That is not an appropriate \nthing for us to do.' ~Janet Yellen, FOMC chair'It could be useful to be able to intervene directly in assets where the \nprices have a more direct link to spending decisions.' ~Janet Yellen, suggesting inappropriate things'It seems that \nthe poor would have been better off if the Fed had done more to support asset prices.' ~Narayana Kocherlakota, \nformer president of the Minneapolis Federal Reserve That is some serious neofeudal thinking. The poor are \nsaddled with a heap of underpriced assets? Multiple Fed governors have discussed unconventional methods that \ninclude NIRP, more QE, and a variety of tricks that are well documented at xHamster.com. Helicopter money—a \nconstruct of Milton Friedman—involves making everybody richer by just handing over money directly via \nmetaphorical helicopter drops. (Pause for chuckling to subside.) Loretta Mester of the Cleveland Fed said that it \n'would be sort of the next step if we ever found ourselves in a situation where we wanted to be more \naccommodative.' You've been accommodative enough, Ms. Mester.;'If we had a lot of good news and we got into \nthe September meeting and other people wanted to go, I could support that—but again I'm talking about one \nincrease and no planned increases after that.' ~James Bullard, president of the St. Louis Federal Reserve, on a rate \nhike The Fed has managed to pull off one rate hike in 10 years, prompting Steve Liesman to pronounce, 'I think the \nfirst rate hike cycle is over' (face in palm). What are they waiting for? There are two impediments. First, they are \n'data dependent,' which is a euphemism for a highly reactionary policy that responds to every sneeze and sniffle of \nthe U.S. or global economy as well as events that have nothing to do with economics. They tapped the brakes on \nrate-hiking plans with Brexit as well as after a 'plunge in stock prices' in March, when Punxsutawney Phil died in \nFebruary ('distortions you can only see after the fact'—Phil's shadow), and after 'the market reaction to April FOMC \nminutes,' which 'convinced the committee to do nothing after all.' Jerome Powell at Jackson Hole (A-Holes at the J-\nHole) urged, 'We should be on a program of gradual rate increases. We can afford to be patient.' Yellen noted that \nthe 'best policy now is greater gradualism.' Bloomberg announced that 'Federal Reserve officials signaled a slower \npace of rate increases.' One 25-basis point hike in 10 years—2.5 basis points per year—and they need greater \ngradualism? These guys are the Ents in Lord of the Rings. They hear the Ghost of Christmas Past (1938), when the \nFed popped an equity bubble it created owing to seriously dubious attempts to pull us from the Great Depression2 \n\n\n\nand scrooged the economy. The countdown-clock LEDs are flashing, and these folks won't know whether to cut the \nred wire or blue wire. 'Not a problem: we'll just wait for more data.' 'The FOMC has degraded itself to becoming a \nslow moving newswire providing updates on the market environment every 6 weeks.' ~Michael O'Rourke, \nJonesTrading The second impediment to Fed movement is its detractors. Clean the snot off your screen and stay \nwith me here. The Fed has been so ridiculed that it will do anything to avoid a cacophony of I told you so's. They \nlook at Greenspan and think, 'I don't want to be stuck with that clown's legacy.' Who are these detractors who \nquestion The Great Oz's too-low-for-too-long policies demanding they 'Put 'em up'! Put 'em up!? The Joe Sixpacks \nof finance like Rick Santelli suggest the Fed buying stocks will 'completely and utterly and in every possible way \ndestroy value in the marketplace.' Albert Edwards of SocGen notes that 'these central bankers will destroy the \nenfeebled world economy.' There are some, however, on the Fed's own team questioning their sanity:'The conduct \nof monetary policy in recent years has been deeply flawed. . . . The Fed's mantra of data-dependence causes \nerratic policy lurches in response to noisy data. Its medium-term policy objectives are at odds with its compulsion to \nkeep asset prices elevated. Its inflation objectives are far more precise than the residual measurement error. Its \noutput-gap economic models are troublingly unreliable. . . . it expresses grave concern about income inequality \nwhile refusing to acknowledge that its policies unfairly increased asset inequality. . . . Citizens are rightly concerned \nabout the concentration of economic power at the central bank.' ~Kevin Warsh, former Federal Reserve governor, \ncommenting on the Federal Reserve'What The Fed did, and I was part of it, was front-load an enormous market \nrally in order to create a wealth effect . . . and an uncomfortable digestive period is likely now. . . . I question if it is \nsound policy to remove all uncertainty or volatility from the market.' ~Richard Fisher, former president of the Dallas \nFederal Reserve Until the next crisis, they are working the Shake Weights and brandishing Fleshlights in their \nfortress made of sofa cushions. In the interim, from within their lair, they came up with the fabulous idea of \nlaunching a Facebook page,254 which promptly got eviscerated.255 The American Banker proclaimed 'this PR \nattempt was such a debacle.'256 Nobody thought to #askJPM? I am sure their newest, remarkably simple trick for \nenergizing the economy will work . . .NB-That '. . .' thingie, by the way, is called a semaphorism, which suggests \nyou have even more to say butEuropean Central Bankers 'I sympathize with savers, but jobs must come first.' \n~Andrew Haldane, Bank of England'The ECB's attempts at reflating the economy, while admirable, have failed.' \n~Willem Buiter, Citigroup'Monetary policy has reached its limits. . . . We have tried everything in the last six years \nvia central bank policy to stimulate demand, and we haven't succeeded.' ~David Folkerts-Landau, chief economist \nat Deutsche Bank'The capital asset pricing model is being broken—smashed to pieces—as a matter of deliberate \npolicy.' ~Robin Griffiths, chief technical strategist at ECU and previously at HSBC'I think we're at the cusp of a bear \nmarket in both stocks and bonds that will last up to thirty years. . . the central banks are all acting in unison, so once \nthis bubble pricks it's going to be pretty terrible.' ~Milton Berg, CEO and founder of MB Advisors There have been \nalmost 700 rate reductions globally since the Lehman failure.257 Maybe another 700 will finally bring it home, but \nthe skeptics say no. I collected 15 pages of notes on European central bankers, and I realized that they were 80% \nscorn from detractors. Central bankers-turned-metaphysicists proffer models and theories that cannot be refuted \nbecause they all include provisions for interventions until they work. Period. Foreign central banks have bought \nmost of the U.S. treasuries to inflate this bond caldera.258 They are printing money ex nihilo (out of nothing), but it \ndoesn't stop there. Walls of money with no organic demand keep dying companies alive to parasitize viable \ncompanies. Wealth creators, the folks we should be focusing on, have no idea how to use the credit. Money velocity \nhas plummeted because the oceans of liquidity are not moving. Mervyn King, the Baron of Lothbury and former \ngovernor of the Bank of England, calls the short-term gains at the cost of long-term pain the 'paradox of policy.' \nParadoxes never obstruct metaphysicists peddling their bullshit.'Buying Junk Shows ECB Is Getting Desperate' \n~Bloomberg headline by Mark Gilbert'The world's central banks can't save us anymore. . . . The trade now is to hold \nas much cash as possible.' ~Nikhil Srinivasan, chief investment officer for a European insurer Super Mario Draghi, \nhead of the European Central Bank and ringleader of the Eurowankers, banged out $90 billion a month—$1 trillion \na year—in bond-buying QE.259 Mario went full monetaristic BDSM by announcing a corporate bond-buying \nprogram. It's not hard to imagine that politically connected megacorporations are megabenefactors. Before a single \nbond was purchased, corporate bond prices soared (yields dropped) as speculators Hoovered up the extant \nsupply.260 The banks helped them create new offerings to sell to Mario.261 With a dollop of delusion, one might \njustify a little blue-chip QE, but Mario went straight to the junk bond market—steamy piles of Eurodregs.262 Mario \nhas even bought bonds directly from the companies—private placements.263 I'm sure Friends of Mario did quite \nwell.'Long-running rallies in stocks and bonds are reliant upon continued support from central banks.' ~Jon \nHilsenrath, Wall Street Journal'There is a clear case for stimulus and stimulus now.' ~ Mark Carney, governor of the \n\n\n\nBank of England Bank of England took a culinary approach—threw in the 'kitchen sink'—by cutting rates to a record \nlow 0.25%, boosting QE, and announcing corporate bond purchases.264 Not to be outdone, SNB began printing \nmoney and buying U.S. equities.265 Think about that one: it created counterfeit money to buy U.S. corporations. \nOddly enough, SNB is a GSE like Fannie Mae and Freddie Mac in that a minority ownership trades as shares \npublically.266 Because it's pushing up shares of the stocks it's buying (shades of Janus during the tech bubble), the \nshares of SNB are up as well . . . for now.'The basic idea is that the central bank can put essentially anything on its \nbalance sheet, and there is no reason to be straight-laced about this.' ~Stefan Gerlach, chief economist at BSI Bank \nand former deputy governor of Ireland's central bank'It is finally obvious that central bankers are neither gods, nor \nmagicians, nor even doing 'god's work on earth', but plain and simple psychopaths.' ~Zero Hedge Helicopter money \nrefers to the giving of money to the populace and has been expanded to include direct debt monetization. Somehow \nit is viewed as different from the monetary napalm described above, but I can't see it. Regardless, Deutsche Bank \npredicts the choppers will be fired up in the next recession and then waxes optimistically.267 These trial balloons \nare all designed to soften our brains to the point of acceptance. The head of Riksbank has discussed it.268 \nBernanke has discussed it in the context of 'perpetual bonds' (no maturity date). I suspect even normal bonds will \nfail to reach their maturity date . . . the hard way. Helicopter money marks the end of the road to perdition. How \npundits talk about it without calling 'bullshit' is beyond me. Bank of England economists advocate for central banks \nto issue their own digital currency.269 Ummm . . . I think they already have.'This will be the year that 'gravity' will \noverwhelm the central bank policies.' ~Stephen Jen, co-founder of SLJ Macro PartnersEurope 'The elites are not \nthe problem; the people are the problem.' ~Joachim Gauck, president of Germany George Friedman, the founder of \nStratfor, is the Stephen King of geopolitics. In his latest thriller Flashpoints (see 'Books'), he describes Europe as an \neclectic mix of sovereign states—tribes if you will—separated by volatile borderlands. Borderlands are like the bars \nin Star Wars movies. The singular goal of Europe since World War II has been to not massacre each other again. \nThe Tribes of Europe have a long history of warfare and long memories. In lieu of a durable unification, we get \nconflagration. Current problems emanate from sagging economies. Unemployment in the Club Med southern region \nis soaring. Attempts to solve this problem with monetary policy have created €1 in GDP growth for every €18 of \nQE.270 That's what you get trying to print your way to prosperity. Skirmishes between sovereigns and the \ncompanies of their opponents are now common, putting megacorporations like Apple, Volkswagen, and Deutsche \nBank in the crosshairs. Walls are going up across Europe whether European Unionists like it or not. The president \nof the European Commission, Jean-Claude Juncker, has decided to teach European youth the principles of \nintegration Brussels-style.271 It will mobilize unemployed youngsters to volunteer for civic projects across the \ncontinent: 'Youngsters would also be drafted to help police the migrant crisis.' I'm guessing they'll be given 'brown \nshirts' to wear. France's far-right National Front party leader and strong poller for the 2017 presidential election, \nMarine Le Pen, said 'I believe that the European Union is in the process of collapsing on itself for one simple \nreason. The two pillars on which it's founded—Schengen and the euro—are in the process of crumbling.' She went \non to say Hillary would be a disaster, but the Yanks solved that problem for her. A few pissed-off French protested \nagainst new anti-worker laws that are designed to protect and enrich the wealthy elite at the expense of ordinary \npeople.272 Here is a picture of them singing 'Kumbaya' (in French, of course): Christine Lagarde, head of the \nInternational Monetary Fund (IMF), is facing charges in France for embezzlement and a £315 million kickback to a \nbuddy.273 She could get a decade in prison. Maybe France is cleaning out the Augean stables, but it sounds \nhauntingly similar to the execution-style exit of the previous IMF head, Dominique Strauss-Kahn, on a rape \ncharge.274 Old-school Russians are familiar with this form of transfer of power. Greece never seems to get a reach \naround by its more powerful partners in Europe. This year, a WikiLeaked plan of the Troika to elicit a Greek credit \ncrisis left the Greeks feeling violated.275 There are rumors of a wealth tax to solve the problems, but the country \nhas little tradition of tax collection.276 Historically, it has been a lot easier to borrow what's needed. Greece is \nusually in default and perpetually in ruins. The Swiss had a referendum to vote themselves richer. Why didn't I think \nof that? In any event, they wanted guaranteed income sans work—up to $90K per year for a family of four.277 \nSounds like a Karl Marx-Robin Hood-Paul Krugman combo platter. Amazingly, they voted it down. Of course, \nGermany is always at the center of any European event. The year started off edgy when authorities suggested \ncitizens stockpile food and water 'in case of an attack or catastrophe.'278 The authorities muttered a few things \nabout 'bringing back nationwide conscription in times of crisis to . . . defend NATO's external borders.'279 I betcha \nsauerkraut has quite the shelf life. Volkswagen got a serious dose of Fahrvergnügen by cheating on its emissions \ntest.280 Of course, no other manufacturer did this, said nobody. You thought I forgot about Brexit and the refugee \ncrisis? Sheesh. These get their own sections.Brexit 'Brexit is a reminder some things just shouldn't be decided by \n\n\n\nthe people.' ~Washington Post The British exit from the European Union—the omnipresent Brexit—may either \nprove to be a historically profound event or illustrate that events are rarely profound. Brexit seems so logical. The \nLimeys had one foot out the door by not signing onto the euro currency regime in the first place. Hundreds of CEOs \nargued sovereignty has is merits.281 As the vote approached, European banks were circling the drain, and a \nrefugee crisis that does look profound (vide infra) had caused unusual immigration patterns in Great Britain. Why \nthe hell wouldn't you grab the first lifeboat? Demographics had a familiar ring: country folk wanted to leave, \nwhereas the so-called 'remains' were largely in the cities. John Authers of the Financial Times described it as 'the \nbreakdown in trust . . . a revolt of the masses . . . one in which those who have shaped policies over the past twenty \nyears are more remote from reality than the ordinary men and women at whom they like to sneer.' Populism is used \nby establishment thinkers to describe people they do not understand. The prophets of doom denounced Brexit as \nthe end of the civilized world. According to George Soros, 'If Britain leaves, it could unleash a general exodus, and \nthe disintegration of the European Union will become practically unavoidable.' Of course, George is a globalist \nhankerin' to shape the world.282 European Council President Donald Tusk feared that 'Brexit could be the \nbeginning of the destruction of not only the EU but also of western political civilization in its entirety.' Sounds bad. \nMost global elites seemed confident, but the thumb screws were being cranked on the Brits. The French threatened \nto empty 'The Jungle' (refugee camps) into Britain (wrapped in Ebola blankets).283 President Obama noted with \nrespect to trade that 'the UK is going to be in the back of the queue' and that a UK/U.S. trade agreement is 'not \ngoing to happen anytime soon . . . not because we don't have a special relationship.'284 Very special. Next time the \nU.S. wants a partner to bomb Middle Eastern countries for no apparent reason, I'm not sure the Brits will be so \nwilling. Also, whaddaya bet President Trump has other plans? Jean-Claude Juncker promised, 'I'm sure the \ndeserters will not be welcomed with open arms'.285 I bet he can spell douche without using Google. On the night of \nthe vote, British elites watched at the headquarters of the European Commission with a Clintonesque cautious \noptimism. Also in a Clintonesque fashion, the mood changed, and the tears started. The hooligans voted Brexit! \nGoogle reported a post-vote spike in UK-based searches for 'What happens if we leave the E.U.?' as well as 'What \nis the E.U.?' Seemed a little late for that.286The financial consequences were immediate and titanic. European \nbank shares got clubbed 24% in two days. RBS and Barclays dropped 37% and 34%, respectively.287 Two trillion \ndollars got wiped off global equity markets.288 The vote occurred at the start of a 45-day quiet period in which \ncompanies were not allowed to manipulate their share prices with buybacks.289 The pound got clobbered—\npounded even—11% to a 30-year low.290 Now I'm confused: doesn't modern Bad News/Good News (BNGN) \neconomic theory say that destroying your currency will stimulate your economy? Bank of England Governor Mark \nCarney lowered capital requirements (lowered the cash buffer) to keep credit flowing, ironically at the precise \nmoment a bank might need a cash buffer.291 Various central banks stood ready to unleash ungodly sums of \nmoney to constrain the free market from true price discovery.292'The genie cannot go back into the bottle. The \npatient has already passed away.' ~Geert Wilders, founder of the Dutch Party for Freedom Within a few days, the \nfirst bank keeled over.293 A few property funds collapsed within a week.294 In the spirit of never letting a crisis go \nto waste, Italy announced a €40 billion rescue of its financial system as Italian bank shares collapsed.295 There \nwere also calls for a moratorium of so-called bail-in rules and bondholder write-downs. Bail-ins and write-downs are \nfine, but only in the abstract. Longer-term effects are not predictable. Many are apoplectic. I am not convinced. In \nthe shorter term, walls of money from central banks have generated hellacious equity rallies that are commonplace \nwhen bankers get nervous. The architects of Brexit, Nigel Farage and Boris Johnson, bailed on the whole game, \nwriting 'former politician' on their résumés.296 Nigel is rumored to have muttered, 'We broke the eggs; you make \nthe omelet.' He is also looking at U.S. real estate. Author Stephen King is rumored not to know the ending of a \nnovel until he gets to it. Sounds like Brexit.'I believe we are witnessing a popular uprising against failed politics on a \nglobal scale. . . . It is the same in the UK, America and much of the rest of Europe. The little people have had \nenough. They want change.' ~Nigel Farage, British politician I was amazed that Brexit happened; the people \noutvoted the elites. But then I had a passing thought: maybe the authorities did want Brexit but needed an \nexcuse—a patsy. The younger generation wishing to remain accused the old guard for selfishly ignoring the \nfuture.297 I think the old coots might disagree.Refugee Crisis 'I am delighted to welcome you. Scotland is now your \nhome, and we are privileged to have you here. I hope you find the peace and safety that you need to rebuild your \nlives.' Best wishes, ~Nicola Sturgeon, first minister of Scotland to the refugees'The outlook is gloomy. . . . We have \nno policy any more. We are heading into anarchy.' ~Jean Asselborn, Luxembourg's foreign minister on the refugees \nI find the refugee crisis in Europe to be paradoxical on so many levels. Most European countries are nations of \nimmigrants. In historical battles of 'us' versus 'them,' their ancestors were, at one point, 'them.' But that was then, \n\n\n\nand this is now. The crisis appears to be a true existential risk for many institutions within the European Union. The \nmagnitude is breathtaking. German authorities estimate that up to 3.6 million refugees will enter Germania by \n2020.298 Handfuls (thousands) have been positioned for deportation, but even that is on hold.299 The solutions \noften seem morally or politically untenable. There are no simple or safe paths forward. Of course, this too shall \npass—everything does—but sometimes living through historical events sucks. One pithy Norwegian referred to this \nclash of cultures as 'Odin versus Allah.'300 The notion of a Norwegian Crusade was unthinkable.'We all \nunderestimated a year ago what would come upon us with this big refugee and migration movement.' ~Jens Spahn, \nGermany's deputy finance minister It is hard to assess the magnitude of the violence—the media is known to \noverstate such things—but the images of refugees assaulting Europeans and the entropy at the street level are \nvivid.301 A hotel bell captain described his horror: 'These people that we welcomed just three months ago with \nteddy bears and water bottles . . . started shooting at the cathedral dome and started shooting at police.' New \nYear's Eve attacks in Cologne by thousands of 'Northern Africans' are believed to have been organized non-\nspontaneously.302 Immigrants razed a hotel that had been converted to an asylum center because they 'didn't get \na wake-up call for Ramadan.'303 A compendium of assaults tied to the recent wave of immigrants gives you a \nfeeling for what Europe may be confronting.304 As usual, authorities offered calming voices. 'Islamist terror in \nGermany wasn't imported with refugees,' assured Angela Merkel. She has taken on the politically challenging task \nof supporting the process:'For me it is clear: we stick to our principles. We will give those who are politically \npersecuted refuge and protection under the Geneva Convention. I cannot promise you that we will never have to \ntake in another mass wave of refugees.' ~Angela Merkel, chancellor of Germany As you might expect, the \npushback has been equally determined. French citizens blockaded Calais, demanding the demolition of the migrant \nJungle camp.305 Germany ran out of pepper spray after a 600% increase in sales,306 although it is unclear how \nwell Mace works in a mob. Rampaging teen refugees in Sweden were met by angry Swedish men.307 That \nprobably left an impression as the Swedes tapped their inner Vikings.'Extremism is growing everywhere. . . . We \nare on the brink of civil war.' ~Patrick Calvar, chief of France's Directorate General of Internal Security Of course, \nthe next step is nationalism. The Schengen area—the 26 European countries that have abolished border controls—\nis said to be at risk as border checkpoints to curb refugee movements are being put into place. Walls go up; goods \nand services cease to move seamlessly. French far-right leader Marine Le Pen promised an Islamic crackdown and \na 'Frexit' referendum as she launched her bid to be president.308 Hungarian voters rejected Brussels' quota of \nrefugees but failed to meet the 50% quorum.309 I'm not sure the refugees will be met with teddy bears this time. \nHorst Seehofer, Bavaria's prime minister, suggested the refugee problem 'is too big. . . . [A] solution thus far [is] \nunsatisfactory. Restrictions on immigration are a condition for security in this country.' The Greeks, still upset that \nthe IMF plotted an existential 'credit event', is 'tasked with one of the most complex and legally dubious international \nborder policing missions in modern history.' It's looking for some debt relief to play along.310'Regaining control of \nour borders is an existential issue for our culture and the survival of our society.' ~Thilo Sarrazin, German central \nbanker and a former member of the Social Democratic Party The economic failures are difficult to assess but acute \nin some countries. Recall that the 200,000 Goths swarming across the Danube did not sack Rome; they \noverwhelmed it. Northern Europe is getting seriously whacked. Muslims are roughly 5% of Belgium's population yet \nconsume 40-60% of its welfare budget.311 The 92% male refugees (some 20- and 30-somethings claiming to be \nchildren)312 in Sweden are an enormous financial hardship. Sweden's tourism industry has been crushed as hotels \nhave been converted to refugee hostiles (errata: hostels).313 Of course, cottage industries designed to pick up the \ngovernment giveaways are flourishing.314 Merkel is taking heat for encouraging German companies to hire \nrefugees.315 Germany took 1.5 billion euros—1,000 per refugee—from the public health care fund (10 billion euros \nin total) for refugee assistance.316 What about the U.S.? Can't we relieve some of the pressure? We are, as many \nlike to say, a nation of immigrants. This is another paradox for me. I have openly blamed U.S. foreign policy for \ncausing this problem. Our Crusades in the Middle East are destabilizing. However, and this is a very big however, \nimmigrants of yore came here looking to embrace the American dream. The idea of bringing angry 20-something \nmen we just bombed the crap out of strikes me as demanding an extra layer or two of checks and balances at the \nborder. Of course, I'm sure our new president has strong opinions on immigration and even a few tweets up his \nsleeve:'All Americans, not only in the states most heavily affected but in every place in this country, are rightly \ndisturbed by large numbers of illegal aliens entering our country. The jobs they hold might otherwise be held by \ncitizens or legal immigrants. The public services they use impose burdens on our taxpayers. . . . We will try to do \nmore to speed the deportation of illegal aliens who are arrested for crimes, to better identify illegal aliens in the \nworkplace. . . . We are a nation of immigrants, but we are also a nation of laws. It is wrong and ultimately self-\n\n\n\ndefeating for a nation of immigrants to permit the kinds of abuse of our immigration laws we have seen in recent \nyears, and we must do more to stop it.' ~Donald Trump, president elect I was just messin' with ya. Those were \nexcerpts from Bill Clinton's 1995 State of the Union Address.317 Unbeknownst to many, we are already accepting \nSyrian refugees piecemeal. A local Ithaca diocese has agreed to sponsor 50 in Ithaca alone.318 The question I still \nfind myself asking is blunt, even a bit raw: if this doesn't work out well—if, for example, the lovely walking mall in \ndowntown Ithaca becomes a no-go zone like those in Sweden—will that diocese fix the problem? Recall the woman \nwho adopted a Russian orphan—undoubtedly one whose biochemically induced sociopathy would glow on an fMRI \nscan—and sent him back to Russia? Her name was Mud.Putin and Russia'Today, the danger of some sort of a \nnuclear catastrophe is greater than it was during the Cold War and most people are blissfully unaware of this \ndanger.' ~William Perry, former secretary of defense'You people . . . do not feel a sense of the impending danger. \nThis is what worries me. How do you not understand that the world is being pulled in an irreversible direction? . . . I \ndon't know how to get through to you anymore.' ~Vladimir PutinRussia is the huge topic ignored by most. A \npotential Russian/American conflict presents significant risk of a New Cold War and potentially a hot war. This \nmarkedly shaped my view of the U.S. elections, with eye toward Russian-American relations under Clinton and \nTrump. I viewed Trump's agnosticism toward Putin—what the left might call cozying up to him—as a strong \npositive. When the Cold War archives were pried open after the collapse of the Soviet Union, we found that Russia \nwas perennially responding to us, not provoking.319 History may be repeating. A media that is bought and paid for \nby the 'deep state' is telling us the Ruskies are bad. I am deeply troubled by the relentless hawkish rhetoric coming \nfrom Washington. Pat Buchanan describes Putin as 'a nationalist who looks out for Russia first.'320 Putin also gets \nalong with Netanyahu,321 which flies in the face of rhetoric about Putin's pro-Arab stances. When asked by Fareed \nZakaria whether there would be another cold war, Putin destroyed him in a must-watch video.322 A Putin interview \nwith a panel of journalists left me similarly impressed that he understands risks in the Middle East that the American \npublic hasn't a clue about.323 George Friedman, however, thinks Putin has serious internal political problems:324 'I \nsuspect that Putin will survive until the end of his elected term. But fear makes politics unpredictable, and \ngeopolitical analysis doesn't work on the thinking of worried men drinking vodka to calm their nerves.' 'We never \npoke our noses into others' affairs, and we really don't like it when people try to poke their nose into ours. The \nAmericans need to get to the bottom of what these e-mails are themselves and find out what it's all about.' ~Dmitry \nPeskov, Kremlin spokesmanWe'll probably never know what role Russian hackers played this year, but it is \ninteresting that in midsummer they were rumored to have hacked the Democratic National Committee (DNC), 525 \nwhich promptly denied it. The eventual onslaught of WikiLeaks forced a change in tactics from denial to hang \neverything on Putin and his love child, Donald Trump.326 Stephen Cohen, Russian studies expert at Princeton, \ncalls bullshit on CNN's assertions that Russian hacking is about Putin wanting to start a new cold war in cahoots \nwith Trump. I'm inclined to side with anybody who calls CNN a shill. Hurling flaming balls of rhetoric at the Russians \nis dangerous, and the election didn't help. James Clapper, director of national intelligence, was 'somewhat taken \naback by the hyperventilation' on the hacks and wasn't even convinced the hackers were Russian.327 Impartial \nobservers argued that Crimea became a political football for the Clintons with a U.S.-initiated overthrow of a \ndemocratically elected president in 2014.1 Crimean citizens voted to legally reunite with Russia on March 18.328 \n'We know perfectly well that candidates in the heat of a pre-election struggle say one thing, but that later, when \nunder the weight of responsibility, their rhetoric becomes more balanced.' ~Dmitry Peskov'[G]rave accusations [are] \n. . . fabricated by those who are now serving an obvious political order in Washington, continuing to whip up \nunprecedented anti-Russian hysteria. . . . Unfortunately, we see less and less common sense in the actions of \nWashington and Paris.' ~Sergei Ryabkov, Russian deputy foreign minister, on hackingEvidence of the New Cold \nWar is everywhere. The news network RT got its accounts blocked in the UK,329 causing an RT spokesperson to \ndeclare on Twitter, 'Long live freedom of speech!' The hot war is heating up, too. Russian jets have been buzzing \nU.S. naval ships.330 The U.S. and NATO conducted the 'largest war games in Eastern Europe since the end of the \nCold War' that included 31,000 troops (lots of Americans) and thousands of combat vehicles from 24 nations.331 \nMeanwhile, China and Russia are doing joint military exercises in the South China Sea.332 'We're not concerned \nabout the safety of U.S. vessels in the region as long as interactions with the Chinese remain safe and professional, \nwhich has been the case in most cases.' ~Josh Earnest, White House spokesmanWe haven't exactly been voices \nof reason. A cease-fire in Syria was broken by U.S. bombing, prompting Russia to call for a UN Security Council \nmeeting.333 Obama considered an unprecedented cyberattack against Russia in retaliation for alleged Russian \ninterference in the American presidential election.334 U.S. Secretary of State John Kerry said that Russia and Syria \nshould face a war crimes investigation for their attacks on Syrian civilians.335 The hypocrisy is killing me (and \n\n\n\nthem). There is even evidence that the Germans are preparing to go to war against Russia.336 Alexei Pushkov, \nhead of the Foreign Affairs Committee of the Russian State Duma, tweeted 'The decision of the German \ngovernment declaring Russia to be an enemy shows Merkel's subservience to the Obama administration.'337 Is the \nnext war going to be brought to you on Twitter? As I am putting this annual survey to bed, I am hearing shrill \nscreams about all of our intelligence agencies now agreeing that the Russian hackers are a problem. I don't believe \nthem. It's not about faith in the Russians but a lack of faith in U.S. propaganda with a decidedly domestic \nagenda.South America'Thanks Hugo Chavez for showing that the poor matter and wealth can be shared. He made \nmassive contributions to Venezuela and a very wide world.' ~Jeremy Corbyn (@jeremycorbyn), leader of Britain's \nLabor Party on 5/3/13.@jeremycorbyn[52] Thanks to Chavez we don't have electricity, water, food, even toilet \npaper. Guillermo Amador (@modulor)What a difference three years and a brain stem make. Let's do a quick trip \nsouth of the border to remind us we face first-world problems. Venezuela is in total collapse, suffering hyperinflation \nat 500% per annum and projected by the IMF to hit 1600% next year.338 Like clockwork (orange), there were food \nshortages (starvation) and even condom shortages (insert tasteless joke here.) People get grumpy when pushed to \nthe edge; sexual deprivation and unwanted kids are past the edge. A Venezuelan mob beat and burned a $5 thief \nto death . . . although he might not have actually stolen anything.339 Venezuelan clocks were moved forward by 30 \nminutes to save power and alleviate an electricity crisis.340 That's the solution? Daylight savings time? Ya also \ngotta wonder what role John Perkins-like jackals played in this one. Argentina is the bond fiasco capital of the world. \nSinger and company are still trying to get paid for their Argentinian bonds,341 which are still being ring-fenced by \nwhomever is tasked with ring fencing bonds. Meanwhile, a new Argentine bond issuance was announced.342 \nPrivate buyers should be subjected to mandatory head CT scans and, if necessary, euthanasia. (Bankers are \nexempted because they always get bailed out.) The demand for the $15 billion offering was strong. What is that \ndefinition of insanity again about repeating something over and over? Never mind. Brazil has been hobbled by the \nenergy crisis. Petrobras dropped 11,700 workers.343 Being South American, they are, almost by definition, hobbled \nby debt, too. As Bill Gross said, 'No country over time can issue debt at 6-7% real interest rates with negative \ngrowth. It is a death sentence.' Brazil auto sales plummeted 31% in January. Another BRIC added to the Global \nWall of Worry. And, of course, the Zika virus showed up. The effects on fetuses are horrendous, reminding me of \nthe 1932 movie Freaks. This one is moving around the globe. I sweated bullets over Ebola, only to find out the \nsecret is hydration and bed rest. I'll do a wait-and-see. Of course, Brazil was the site of the 2016 Summer Olympics. \nAny economist knows how much wealth is created for the host country: none. They are total money pits. I return to \nthem below.China'We are in a down cycle that will end with crisis and calamity. China in today's cycle is what U.S. \nhousing was during the financial crisis in 2008.' ~Felix Zulauf, president of Zulauf Asset ManagementChina has \nenjoyed a half century of explosive growth, not unlike the U.S. from 1870-1930 and Japan from 1945-1989, but now \nit suffers from Osgood-Schlatter disease—its joints are beginning to ache—and it seems unlikely to be only \neconomic growing pains. China's imports have been dropping for 18 months.344 Its exports are dropping double \ndigits as the debt-laden, stagnating global economy ceases to be a consumer of any resort. Richard Duncan \nprovides stunning stats on China's impending hard landing.345 Reduced consumption is crushing Ferrari sales \n(and they have leaves in their swimming pools). China is planning for 1.8 million unemployed workers, but that's \nonly 0.2% of the population. A serious downturn would involve many more. Its current economic model of \ndevelopment for the sake of employment—Potemkin Villages—is burning through its foreign reserves. China's \ncredit-fueled expansion was exemplified by a 27-story high-rise building completed in 2015 and demolished in 2016 \nbecause it was 'left unused for too long.'346 Bastiat's broken-window fallacy has been operating on a grand scale. \n'We are at the atrophy level in China.' ~Kyle Bass, Hayman CapitalOf course, credit-based booms stress and \neventually break banking systems, and it's always entertaining to get Kyle Bass's take on disasters before they \noccur. Kyle says the $3 trillion corporate bond market is 'freezing up. . . . [W]e're starting to see the beginning of the \nChinese machine literally break down.' He estimates that a 10% loss in bank assets would cost China $3.5 \ntrillion.347 Some fund managers predict a $500 billion bank bailout. Bass sees $10 trillion (and dead people). \nMoney has been steadily laundered out of China. The China Banking Regulatory Commission is trying not to cut off \ntroubled companies by 'evergreening' bad loans—extending their duration to infinity, which is a long time. 'If I don't \nissue more loans, then my salary isn't enough to repay the mortgage and car loan. It's not difficult to issue more \nloans, but lets say in a year's time when the loan is due, if the borrower defaults, then I won't just see a pay cut, I'll \nbe fired and still be responsible for loan recovery.' ~Chinese loan officerPlunging commodity prices and highly \nlevered corporations struggling to make interest payments are causing business failures and defaults.348 \nNonperforming loans are up to 20%.349 Evergreening doesn't stop this part. The housing bubble finally popped. \n\n\n\nChina forex reserves (as noted last year) are depleting unsustainably.350 So much for forex superpower status. \nContrary to popular opinion, high forex reserves correlate with crisis (U.S. in 1929 and Japan 1989). Additional risks \ninclude debt equaling 300% of GDP.351 Everything is big in China. Equities (the SSE) are 40% off all-time highs \naided by a feeble dead panda bounce. Its draconian 2015 measures—arresting sellers to arrest the selling—have \nworked for now,352 but bodies are starting to surface. A Madoff-like fraud in China caused angst.353 A 7% 30-\nminute flash crash-ette was saved by state-sponsored buyers. The sell-off was blamed on ???, which loosely \ntranslates 'fat fingers.'354 Andy Xie, fired from Morgan Stanley for his candor,355 sees a '29-style crash in China's \nfuture:356 'The government is allowing speculation by providing cheap financing . . . terrified of a crash. So it keeps \npumping cash into the economy. It is difficult to see how China can avoid a crisis.' It took 50 years, but another \nemerging market has become an emergent market. Geopolitical risks have been growing for years. China dumped \nlow-cost steel, killing global steel industries.357 India cranked up production to protect debt-laden domestic \nsteelmakers.358 The U.S. imposed a 256% tariff on Chinese steel imports, 522% on cold-rolled steel used in \nautomobiles.359 Let the trade wars begin, but they often mutate into conventional wars. China is rumored to have \nhacked the Federal Deposit Insurance Corporation: 'Nothin' here.'360 Team Obama had a diplomatic bar fight with \nChinese officials on the tarmac in China. Team Obama got dissed, big time.361 Obama was then called a 'son of a \nbitch' by the president of the Philippines362 and decided to grab his ball(s) and come home a little early. I wish I \nunderstood 'special drawing rights.' They appear to be supranational fiat currencies that are every bit as dubious as \nother fiat currencies, yet they pose risk to the dollar's reserve currency status. China authorized a lender to issue a \npile of these puppies. 'Major financial institutions and other international institutions also intend to issue SDR-\ndenominated bonds on the Chinese inter-bank market.' Why is this important? Simple: we bomb countries that try to \ndethrone King Dollar. And if all that weren't enough, there are potential range wars ahead owing to water rights.363 \nAsia's 10 major rivers provide water to more than a fifth of the world's population. The lack of clear rules to regulate \nshared water sources could cause problems.Japan'When central banks have bought up all the world's stocks and \nbonds, and transferred all the wealth into the pockets of the 1%, the confusion will finally end.' ~Zero HedgeJapan \nis, for the second year in a row, not that interesting. Of course, I should care. As Bill Gross says, Japan is 'the \nworld's largest aging demographic petri dish,' and demographics will drive markets and economies in coming \ndecades. Japan's labor participation rate is dropping just like ours but is more centered on an aging population.264 \nAccording to Tim Price, 'Japan has been the dress rehearsal; the rest of the world will be the main event.' Japan is \nalso at the vanguard of monetary policy, intervening in virtually all markets at unimaginable levels. 'Bank of Japan \nRisk: Running Out of Bonds to Buy' ~Wall Street Journal headlineBoJ redirected its focus from expanding the \nmoney supply to controlling interest rates, which smacks of desperation to some (and a crock to others). The effects \nof its interventions are breathtaking. The yields of 40-year government bonds reached 0.3% last I looked, and the \n10-year bond went negative. BoJ underwrote government bonds and converted them into zero-coupon perpetual \nbonds in the secondary market.365 These are bonds that pay nothing and last forever. Gillian Tett reminded us that \nJapan tried this crap in the '30s. How'd that work out? Oh, right. The bear market ended badly in 1945. There is \nhope. A Bloomberg headline suggested that the rates were 'nearing levels too low for BoJ comfort.' Nobody told the \nhead of BoJ, apparently: '[A] reduction in the level of monetary policy accommodation . . . will not be considered. \nThere aren't any such things as a quantitative limit or anything, any numbers we can't overcome.' ~Hiroki Kuroda, \ngovernor and head monopsonist at the Bank of JapanWell what the hell are they gonna buy, ETFs? Exactly. \nJapan's $1.1 trillion government pension fund is being used to push the Nikkei higher.366 'BoJ is nationalizing the \nstock market.' ~Nicholas Smith, CLSA's Japan strategist'The BoJ is basically declaring that Japan will need to fix its \nlong-term problems by 2018, or risk becoming a failed nation.' ~Takuji Okubo, chief economist at Japan Macro \nAdvisorsYasuhide Yajima, chief economist at NLI Research Institute, suggests even greater boldness: 'What's \ncertain is that Kuroda has to do something extreme or unthinkable if he wants to surprise.'367 Apparently, the crap \nthey've been doing isn't officially unthinkable or extreme. Ya had me at negative rates. What does any of this have \nto do with rejuvenating an economy, and how is it working? Nothing and not well. Japan has been stagnant for 25 \nyears and counting (Figure 19). Can you imagine your portfolio dropping for 25 years? Occasionally the Nikkei \nseems to show a pulse—the corpse twitches a bit—but then it falls back. I was watching the 15K line in the sand \nthis year, waiting for it to break. Miraculously, the Wall of Money appeared at 15K to bump it back up. Go figure. It's \ntime to get bold, Kuroda-san. Do something really extreme.Figure 19. Nikkei. A little bookkeeping is in order before \nleaving the island. Fukushima is still a disaster. Mutations are starting to appear in flora and fauna.368 Massive \nstorage tanks continue to be filled. It turns out the tanks were not up to spec to store radioactive water, so they're \ndecaying and leaking.369 Attempts to form an ice dam failed.370 Seemed harebrained anyway. The Tokyo aquifer \n\n\n\nis still at risk. The day I am typing this rough draft, the Ring of Fire is alive with earthquakes. Sounds like a sci-fi \nthriller to me. Armageddon 2.0.Middle East'I think this is a very hard choice, but we think the price was worth it.' \n~Madeleine Albright in 1996 on 500,000 dead children in the Iraq War371It is possible that the authorities and \nprivate-sector intelligence gurus like George Friedman understand the Middle East. One Sunday morning I got an \nhour-long tutorial from Nassim Taleb. He seemed to understand it, but it flew right over my head like a drone. I \nasked a former Trident submarine captain with time in the Pentagon what was behind our Syrian policy, and he \nprofessed 'not a clue.' Eight years ago, we elected a liberal democrat who won a Nobel Peace Prize prenatally. I \nwas sure he would have a more humble Middle East policy than Bush Jr., but then he bombed the hell out of half \nthe countries in the Middle East and caused what I think will prove to be a historically important refugee crisis in \nEurope. (Bombings, by the way, are now euphemistically called 'kinetic scenarios.') Maybe our current president will \nunify the whole region and call it Trumpistan. I just hope he lays low. 'We never saw a secular Arab regime that we \ndidn't want to overthrow.' ~Peter Ford, UK ambassador in Syria, 2003-2006One could argue that the Middle East \nand the West will never share common values. At great risk of becoming a shot messenger, I offer the results of a \nglobal Pew Foundation poll—the gold standard of polls:372Figure 20. Pew Foundation poll. Those numbers \nprompted Ian Bremmer, president of Eurasia Group, to tweet, 'Islam has a problem.' The King of Jordan on 60 \nMinutes assured us that only 2% of the world's Muslims are radical jihadists. Two percent of 1.8 billion is 36 million. \nI feel much better now. Leaving aside whose worldview is right, maybe we should stay in our respective regions \nuntil we find a little more common ground. That means we must leave them alone to fight among themselves. A \nstudy at Brown University (for what it's worth) claims that our Middle East adventures since 9/11 have cost us $5 \ntrillion,373 which accounts for a large percentage of our national debt accrued over that same period. The indirect \ncosts are incalculable. Millions have died either directly or owing to the unrest and instability. I am compelled to look \nat a few low-water marks in this gigantic real and metaphorical desert. 'For us to control all the air space in Syria \nwould require for us to go to war against Syria and Russia. That's a pretty fundamental decision that certainly I'm \nnot gonna make.' ~General Joseph Dunford, testifying to the SenateI've written before about our 10-year effort to \noverthrow Assad.374 We have failed, producing a complete wasteland. Footage of Damascus and Aleppo (or, as \nGary Johnson calls it, Whatsaleppo) shows mind-boggling carnage.375 Martha Raddatz, in a Republican \npresidential debate, had the temerity to ask, 'What if Aleppo falls?' Martha: it's a total pile of rubble; it's gone (Figure \n21). The absurdity of our foreign policy is exemplified by reports that 'CIA-armed militias are shooting at Pentagon-\narmed ones in Syria.'376 Fifty State Department officials urged military strikes against Assad for persistent cease-\nfire violations.377 We are going to bomb them because we are in their country bombing them and they are fighting \nback? We should never forget, however, the massive casualties we've taken at the hands of the Syrians. Which \nones? I'm still working on that.Figure 21. Aleppo, Syria. 'It's a bad strategy, it's the wrong strategy, and maybe I \nwould tell the president that he would be better served to find somebody who believes in it, whoever that idiot may \nbe.' ~General Anthony Zinni and former head of U.S. Central Command on Obama's ISIS policyTurkey is a key \nborderland, the gateway between Europe and the Middle East. It got a little more exciting when the populace rose \nup against bad-boy Prime Minister Erdogan in a palace coup. But soon it started smelling of the CIA, and the \nTurkey coop quickly became the Bay of Goats. Erdogan was never at risk; he used this false flag (or at least \npathetic effort)378 to scrub out the riffraff in his country (teachers).379 The tally could exceed a hundred thousand. \nWhen a German comic mocked Erdogan, the crazy Turk demanded retribution under a German law that prohibits \n'offending foreign heads of state or members of government.'380 The Germans complied,381 which immediately \ntriggered a retaliatory 'Erdogan Offensive Poetry Competition.'382 What is Erdogan's leverage? Millions of Syrian \nrefugees are camped at the Turkish border waiting for Erdogan to open the floodgates. He reiterated his threat in \nlate November. He has the cowbell. I suspect you can't understand the U.S./Iran nuke deal without top security \nclearance. The White House got caught airlifting $1.7 billion—pallets of cold cash—to ensure the deal went \nthrough.383 They also got caught hitting the Buy-Now button on a couple of captives for $400 million (free \nshipping)—enough to ensure that more captives will be taken. Oddly enough, I think Iran is an interesting place to \ninvest (when sanctions preventing it are dropped) owing to a >90% literacy rate.384 I sense that U.S. dollars—fully \ndocumented dollars—may be allowed into Iran soon. On the fateful Friday that everyone was grousing about \nTrump's 'grab the pussy' fiasco, Obama quietly eased sanctions on Iran.385 Saudi Arabia never changes \n(SNAFU). On New Year's Day, they chopped the heads off 47 men, including a prominent Shia cleric.386 The \nSaudi head-slicers recently got a seat on the UN Human Rights Council. The Saudis also got three demerits for \nviolating children's rights—their right to live—in Yemen. A little retribution could 'be headed' their way, as the \nSenate passed a bill and overrode the veto to release secret files showing Saudi involvement in 9/11.387 For years, \n\n\n\nthere was no direct evidence of Saudi involvement . . . unless, of course, you include the fact that the friggin' \nterrorists flying the planes were Saudis. The first lawsuit by a 9/11 widow was filed days later.388 The concern—a \nsignificant concern—is that millions of recipients of our wrath will sue us for killing people. That could keep folks at \nThe Hague busy for a while. Good news: Pakistan passed a law against honor killings after a famous Pakistani \nwoman was killed by her brother for dishonoring her family.389 The bad news is that it was legal until this \nyear.Government Folly'In a state where corruption abounds, laws must be very numerous.' ~TacitusSome \nlibertarians think any government is bad. Human beings have been offered the option of having governing bodies \nand appear to have chosen government every time. The issues pertain to the size and scope of government. An \ninsider instrumental in the post-9/11 bailouts of insurance companies and airlines described in a Davy Crockett-\nesque way the dangers of publically funded compensations.390 Peter Dale Scott's treatises on the deep state are \nworthy and scholarly descriptions of the notion that underneath the veneer of democracies lie forces that shape \nhistory but not always for the good.391 Mike Lofgren spoke about the deep state with Bill Moyers.392 Occasionally \na window opens, and we get a glimpse of the deep state before it closes. Video footage from inside SOFEX, the \nworld's largest trade show for military gear, shows bad guys from bad places shopping for the firepower needed to \nbecome really lethal bad guys.393 In a year dominated by WikiLeaks and fiascos of a higher order, events occurred \nthat seem minor in comparison but still make you sit up and say, 'WTF?' Here are a few. The Obama administration \ntold New Balance to shut up about the Trans-Pacific Partnership trade agreement in return for lucrative shoe \ncontracts . . . and then got stiffed.394 A New Balance spokesman suggested 'the chances of the Department of \nDefense buying shoes that are made in the USA are slim to none.' An aide to Boston Mayor Marty Walsh withheld \npermits from organizers of a music festival to force them to use of union stagehands, which is a federal crime.395 \nThe supreme Allied commander in Europe gets $600K per year as 'senior veteran's advisor' to the company and \npenny stock Grilled Cheese Truck, Inc. (NASDAQ:GRLD).396 Its pulled-pork sandwich is popular. The CIA's \ninspector general accidentally deleted the only copy of a 6,700-page classified Senate report on interrogation \ntechniques.397 Stating the obvious, Eddie Snowden said, 'when the CIA destroys something, it's never a mistake.' I \nthink he meant 'by mistake.' Six billion dollars in cash—bundles of printed bills—have disappeared from the State \nDepartment in recent years.398 This is the best argument for a cashless society and why it may not happen. A \ncongressman's Yahoo screen viewed on TV showed his porn tabs. Critics decried, 'nobody uses Yahoo.'399 A \ncongressman—I missed his name—on The O'Reilly's Factor actually thought the Germans bombed Pearl Harbor. \nGraduated from Belushi-Trump University. Philadelphia lawmakers want to add a soda tax of 1.5 cents per \nounce.400 Revenues will be used for projects that employ union laborers. Is that a federal crime, too? A person-to-\nperson loan company called 'Hard Lending Club' is backed by John Mack, Larry Summers, Mary Meeker, and \nothers.401 This smells of government folly. A lawsuit alleges that Obama's top aides quietly claimed the power to \nspend $178 billion over the next decade to reimburse health insurers and bribe them to participate in the Affordable \nCare Act.402 Not a problem: it will soon mutate into something unrecognizable called TrumpCare. The Obama \nadministration and the UN announced a global police force to fight 'extremism' in the U.S.403 They better up their \nbudget if that becomes common knowledge. Obama snuck in his 300th round of golf as president long before he \nbecame a lame duck (hook) with free time.404 Appallingly, he's still a duffer. An impoverished congresswoman built \na multimillion-dollar nest egg from day-trading on insider information while serving her term, which is legal.405 \nCongresswoman Nancy Pelosi's husband made some serious money on the ramp-up of SunEdison, buying with \nimpeccable timing before a big acquisition.406 A federal court found that the IRS is still targeting tea partyers.407 \nI'm suspecting our new POTUS has some issues with the IRS. Recall the congressman suspected of killing \nChandra Levy until police caught the real killer? The case fell apart.408 Among 2,000 pages of new rules are \nminimum and maximum diameters of potatoes that are sold in Colorado.409 It's creating angst among salt potato \nenthusiasts, which are great if you're stoned. The NSA got hacked.410 Snowden thinks it's a message from the \nRuskies.411 Reuters says the Army made $6.5 trillion in accounting adjustments in one year to balance its \nbooks.412 It couldn't find receipts and invoices—billions of them. There are 10 million more workers in government \nthan in manufacturing.413 Boehner cashed in his chips, taking the revolving door to a lobbying firm.414 The White \nHouse spent $1.5 billion for public relations.415 I've noticed that radio is all public service announcements (seat \nbelts, car seats, stroke detection, etc.) Who is paying? Thousands of price gouging complaints were made after \nHurricane Matthew. The folly part of this story is that price gouging is a government construct anathema to free \nmarkets. If you want plywood (or flood insurance), buy it before the storm. It's expensive to be shortsighted and \nstupid.416 Obama warned us to prepare for emergencies.417 What do they know? One theory is that there is a \ncoronal hole in the sun. I think he knew one of the two candidates would win the election. And for some quotes that \n\n\n\nrock . . . 'When I saw corruption, I was forced to find truth on my own.' ~Barry White'The duty of youth is to \nchallenge corruption.' ~Kurt Cobain'The government is so out of control. It is so bloated and infested with fraud and \ndeceit and corruption and abuse of power.' ~Ted Nugent Panamania'A Key Similarity Between Snowden Leak and \nPanama Papers: Scandal Is What's Been Legalized' ~Glenn Greenwald, The InterceptWell before the pre-election \ndeluge from WikiLeaks, we had the publication of the Panama Papers—Panamania.418 On April 3, somebody \nleaked 40 years of data from a Panamanian law firm, Mossack Fonseca, that specializes (specialized) in offshore \nbank accounts and money laundering.419 Some suspected the Ruskies, while others suspected the Americans.420 \nIt is oddly coincidental that HSBC CEO Stuart Gulliver and Chairman Douglas Flint got grilled by Congress on \nMossack Fonseca money laundering schemes a month before release of the Panama Papers.421 Hillary Clinton \nsupported legislation in 2008 that fostered Panamanian money laundering.422 Why? The papers showed hundreds \nof thousands of people, including plenty of politicians, stashing cash offshore.423 HSBC and Credit Suisse, two \negregiously lawless banks, led mega-banks in hiding clients via Panama.424 The Clintons and the Trumps showed \nup on the guest list of 18,000 account holders domiciled at the same address.425 The prime minister of Iceland \nresigned the day the Panama Papers were released.426 Undoubtedly, more resignations went unnoted. The Naval \nWar College's Thomas Barnett once said (paraphrased), 'I read stuff in the NY Times that I've known for five years.' \nNothing should surprise us, not even the connection made between the Clintons and the Kremlin revealed by \nPanamania.427 And, of course, this sordid affair is already forgotten.Human AchievementEvery year, oddities \ncapture my attention but don't fit neatly into any category. Seems a shame to waste them. Before hitting the loopy \nstuff, let's look at a few positives with a sports theme. The high points of the 2016 Summer Olympics in Brazil (from \nthe Yankee perspective) were Michael Phelps winning his 300th Olympic medal (OK, 28th).428 The Baltimore \nRavens stopped a preseason game so that fans and players could watch him race.429 The women's gymnastic \nteam was referred to by Slate as 'the indomitable, world-destroying, medal-hoovering Team USA.'430 Speaking of \nhardened gymnasts, 41-year-old Oksana Chusovitina (nicknamed Grandma) deserves a solid-gold participation \ntrophy.431 Britain's Mo Farah fell in the 10,000 meter and still won gold (his second).432 Those Brits might sound \nlike wusses, but that was true grit. Skeet shooter Kim Rhode became the first athlete to win a medal in six \nconsecutive Summer Olympic Games. The Cubs won the World Series after 108 years. Mohammad Ali threw his \nfinal punch, but not without us understanding the totality of his greatness both in and out of the ring. It took me a \nbetter part of my lifetime to comprehend this. And then there was the 12-year old kid who got to play in the \ninaugural round of a new golf course with Tiger Woods. The kid aced the first hole.433Human FollyOf course, the \nOlympics had its darker moments but far fewer than many expected in a bankrupt country. CNN never published a \nstory about skeet shooter Rhode's historic 6 contiguous olympics with medals. Reporters, however, hounded her \nthat she 'must deal with the reality of mass shooting.'434 What a bunch of dorks. A guy with a broken leg got \ndropped off the gurney for all to see. Everybody knows the diving pool turned green.435 It was said to be safe, \ndespite the 'smell of farts.'436 The chemical explanation finally agreed upon was, in my humble opinion, total \nnonsense. A kayaker was rumored to have hit a submerged sofa on the Olympic kayak course. It is also rumored to \nhave been a rumor, but everybody bought it (or so they say).437 A judo bronze medalist was arrested after 'losing a \nfight' with a receptionist at his hotel.438 She was a very tough receptionist. Of course, Ryan Lochte lost millions in \nendorsements by pretending to lose a fight (get robbed) and then later being shown to suffer from terminal \ndouchebaggery.439 'Places where what can go wrong will go wrong, had gone wrong, and yet in the end, had \ndelivered me in one piece with a deepening situational awareness (though not a perfect science) of available \ncautions within the design in chaos.' ~Sean Penn (or Thomas Friedman)One of Hollywood's brightest bulbs, Sean \nPenn, interviewed drug kingpin El Chapo, estimated to have murdered more than 100,000 people.440 The interview \nled to El Chapo's arrest and a scramble to put Sean's life insurance policy into a risk pool. Now let's look into the \nshallowest end of the gene pool, which is teeming with lower carbon-based life forms: A movie about Michael \nJackson has cast Joseph Fiennes—a white guy.441 Ernie Els seven-putted from 3 feet at the first hole of the \nMasters.442 Mickelson lost a ton betting he could make it in five. Mega drought continues to ravage California and \nthe Southwest,443 leading some to speculate that high-density developments in deserts are ill-advised. Lake Mead \nhit its lowest level in history, dropping a dozen feet per year.444 Soon it will be renamed Lake Mud. For four hours \nduring a debate, more people were searching online for info on our future leaders than for porn. USA! USA!445 \nAnthony Weiner sexted a 15-year-old that he would 'bust that tight pussy so hard and so often that you would be \nlimp for a week.'446 With the help of Donald Trump, 'pussy' is now common usage, leading some to speculate the \n'C-word' is not far behind. LinkNYC removed web browsing from Wi-Fi kiosks after an epidemic of porn and \nmasturbation.447 Anthony Weiner declined comment. 'Neighbors 2' hired consultants to ensure the plot would not \n\n\n\noffend women.448 Bob Dylan won the Nobel Prize in Literature.449 Hillary is rumored to be rigging the Grammy \nvoting for best swan song. A gold dildo was sold for $15,000.450 The price reflected the high mileage. An app turns \nyour smartphone into a vibrator.451 Careful: it sends your habits back to the company. Annaliese Nielsen berated a \nLyft driver over a dashboard hula girl bobblehead as a 'cultural appropriation' from the 'continent of Hawaii.'452 It \nwent viral, Annaliese turns out to be a madam, and she is now busted.453 Joey Chestnut regained the Nathan's \nFamous Hot Dog Eating Contest title, downing 70 hot dogs and buns in 10 minutes.454 KFC introduced sunscreen \nthat smells like fried chicken.455 A mother waterboarded her 13-year old son.456 Apparently time-outs weren't \nworking. Antonin Scalia was discovered dead in bed with a pillow over his head and unwrinkled clothes.457 No \nautopsy was performed. Steve Harvey crowned the wrong Miss Universe.458 Awkward. Her forced smile won her \nan Academy Award. CBS News says Caitlyn Jenner is rumored to be considering de-transitioning.459 I resisted \nthinking it was a stunt. Liberals expressed outrage over a story that the Trump boys killed a triceratops.460 Rage \ndisorder has been linked to a parasite in cat feces.461 All these years we have been going catshit, not batshit. A \nSwedish soccer player was kicked out of a game for 'provocatively farting.'462 The perpetrator who pulled his finger \nwas fined with no admission of guilt. Measles brought in by an inmate at a federal immigration detention center is \nspreading through the anti-vaxxer community.463 A U.S. man has publicly condemned the actions of his mother, \nwho married his sister after a previous relationship with his brother was annulled.464 A girl got investigated for \ncounterfeiting because she used a $2 bill in the school cafeteria to buy lunch.465 The Brits were allowed to pick the \nname for a new research vessel, but authorities ruled that Boaty McBoatface would not be used despite the \nlandslide victory.466 The Flint water supply became toxic because a municipal bean counter decided to save '$80 \nto $100 a day' on the treatment.467 A woman leading the drive to sue the Michigan government was shot and killed \nin her home (died of lead poisoning).468 NFL quarterback Colin Kaepernick was brought behind the woodshed \nwhen he 'took a knee' for the national anthem.469 The perfect alibi is that he is a vegan470 with a job that demands \nprotein—lots of protein—and has some form of induced dementia. Despite predictable public outcry, some \nconsequences were unforeseeable. Veterans began Tweeting his right to protest. I'm not sure his for-profit \nemployer would agree. This public form of protest developed meme status. He won my heart with an explanation \nthat the left-leaning media largely ignored: 'You have Hillary, who has called black teens or black kids super \npredators. You have Donald Trump, who is openly racist. We have a presidential candidate who has deleted e-\nmails and done things illegally. That doesn't make sense to me. If that was any other person, you'd be in prison. So \nwhat is this country really standing for?' ~Colin Kaepernick, speaking truth Civil Liberties'Tyranny derives from the \noligarchy's mistrust of the people; hence they deprive them of arms, ill-treat the lower class, and keep them from \nresiding in the capital. These are common to oligarchy and tyranny.' ~Aristotle'I am not for the death penalty. . . . \nIllegally shoot the son of a bitch.' ~Bob Beckel, liberal commentator, on Julian Assange'WikiLeaks is Getting Scarier \nThan the NSA' ~Time magazine headline, missing the irony of why WikiLeaks existsI got lit up on the civil liberties \nissue a few years ago watching a kid go to prison on what I believe was a fabricated he said/she said conviction. I \ntried to help, speaking with family members, the accused, and even a friend who is a prison counselor, but I \nachieved nothing in the end. I continue to speak out against breaches in civil rights out of a primal need. In this \nsection, I look at the generic stuff and save the breaches stemming from politics and militant political correctness for \nlater. It is my strongest conviction, however, that the heckler's veto by small numbers, what Taleb calls 'minority \nrule,' risks our civil liberties, as does the majority remaining cowardly silent.471 For the record, I am not a huge fan \nof guns, but I get the heebie-jeebies when constitutionally granted rights come under fire. We begin with a stream-\nof-consciousness collection of random breaches of civil liberties. Some inspire disgust, whereas others just make \nyou think: The United States Preventive Services Task Force wants mandatory depression screening for everybody \nto create a database.472 Why? To ensure anyone labeled 'mentally ill' can't own firearms. A teacher who \ndesecrated the American flag inside a North Carolina classroom wants the student who photographed him to be \npunished.473 A proposed Kentucky law demands users of Viagra and other wood-hardeners to get spousal \npermission and 'make a sworn statement with his hand on a Bible that he will only use a prescription for erectile \ndysfunction when having sexual relations with his current spouse.'474 The FBI used Cellebrite to hack an iPhone. It \nwas hoping to force Apple to give up data to set precedent.475 Criminals are now being paid not to commit \ncrimes.476 Destitute taxpayers are being forced into lives of crime. The use of echo parentheses—(((echo)))—\nrefers to Coincidence Detector, a Google Chrome extension that was being used by white supremacists to track \nJews . . . until it turned into a meme on social media.477 San Francisco requires all sign-based advertising of \nsugary drinks to warn people that drinking such beverages causes obesity, diabetes, and tooth decay.478 First they \ncome for your Pepsi, and they will not stop until they reach for your pork rinds. Here is a list (by state) of where it is \n\n\n\nlegal to record phone calls.479 My advice: apologize later. One million people petitioned to boot a judge who gave \nthe Stanford swimmer/rapist a light sentence: right or wrong, is crowd-sourced sentencing where we are \nheaded?480 Trapped drivers and truckers in Charlotte, North Carolina, plead with 911 operators for help as mobs \nlooted backs of trucks. Blogger Glenn Reynolds got serious grief from his university and Twitter for advising to 'run \nthem down.'481 That's wrong, of course; you should leave the vehicle and give free hugs. A Bundy-Ranch-like \nmilitia standoff at an Oregon wildlife refuge got really weird when the matronly host of Democracy Now, Amy \nGoodman, was arrested and charged with inciting riots.482 Apparently, 20 years of airtime, a camera crew, and \nactually reporting on a story does not make you a journalist, according to local authorities. The Department of \nJustice's Operation Chokepoint shuts off the bank accounts of businesses such as gun dealers and check cashers \nbecause they are deemed to be immoral.483 Our new POTUS may have an opinion on that, too. That same \nDepartment of Justice says firing immigrant workers with expired papers is discrimination (and immoral).484 Social \nworkers were called on a woman whose kids played in the backyard while she did dishes.485 A woman got sent to \ncourt without pants, three days without hygiene products, and a 75-day sentence requested for a first-time shoplift. \nJudge was PO'd at her treatment.486 According to Albany Chief of Police, kids under 16 should be supervised.487 \nIf you follow a few of the legal beagles, you'll find that the courts deliver up occasional surprises. I'm sure there are \nother sides to the stories, and some leave me ambivalent, but . . . Recording police on your camera is not a First \nAmendment right.488 A judge ordered a defendant to be tased in court.489 Bribery has been declared free speech \n(and, no, this is not about Hillary).490 The Supreme Court ruled medical marijuana can stay illegal.491 The First \nAmendment does not protect your job from dumb tweets.492 (Oh, shit: I'll be right back!) The Supreme Court ruled \nthat police can seize evidence from an unconstitutional search provided the suspect has one or more outstanding \narrest warrants.493 The Massachusetts attorneys general subpoenaed Alex Epstein, a climate change denier at \nthe Center for Industrial Progress, prompting Epstein (likely not on the advice of counsel) to respond: 'Fuck off, \nfascists.'494 A federal ban on the sale of guns to medical marijuana cardholders does not violate the Second \nAmendment, prompting thousands to say, 'Wait! What? Hold my goddamned beer.'495 Every year I take a serious \nswipe at the police for unnecessary violence against the populace. I continue to do so but have had a minor \nepiphany, however, realizing that they are (1) undertrained, and (2) put in unusually stressful situations far too \noften. I'll get to that, but let's look at the bad stuff first. Civil asset forfeiture has been a hot topic for me;1 there are \nonly a few things to say this year that have not been said already. The Atlantic Monthly reminded us that when \nyour belongings, including your wallets, are entered as any kind of evidence, you are unlikely to see them again. \nThey quote one lawyer who said, 'If our clients were doing what the police are doing, it'd be called robbery.' The \npolice now have wireless mechanisms to swipe cards in your wallet and retrieve assets ranging from Starbucks gift \ncards to bank debit cards.496 We learned that the government stole more assets from citizens than the property \nstolen by every thief and felon combined ($4.5 billion).497 Let's say that again for the casual browsers: 'The \ngovernment stole so much private property from its citizens that the total amount exceeded the value of all property \nstolen by every thief and felon in America combined.' ~Simon Black, bloggerSimon says (argh) the cops now watch \nfor evidence of future travel deemed suspicious.498 Oh, come on: That's Minority Report, starring Tom Cruise. \nCalifornia authorities opposed legalized pot because it will cut off federal support for the hapless war on drugs and \ncut way back on civil asset forfeitures.499 (Actually, the latter is incorrect because they don't need to charge you \nwith a crime to seize your assets . . . seriously . . . no snark.)500 'If you can prove that you have a legitimate reason \nto have that money, it will be given back to you. And we've done that in the past.' ~Oklahoma Highway Patrol \nLieutenant John VincentWe had the usual seemingly senseless cop-on-citizen violence. A therapist helping an \nautistic guy got surrounded by police, laid on the ground, put his hands up, explained he was an unarmed therapist, \nand then got shot.501 Police killed a couple on a date . . . while they slept in a car.502 A video showed a guy \ngetting shot in his car for what appears to be no reason.503 The cop was obviously very jumpy (maybe a rookie). \nIt's not just guys. Three years ago, a woman at the U.S. border got a total cavity search, including a vagina-sniffing \ndog (quite the rarity—I've got two), X-ray, and CT scan. All came up total goose egg.504 She refused to sign a \nretroactive permission slip and got billed $5,000 for her 'exam.' The $475,000 settlement covered incidentals. A \ndisabled woman was beaten bloody by federal agents—actually, TSA guys—during an airport security screening \nwhile on her way to undergo treatment for a debilitating and behavior-altering brain tumor.505 A drug-addled \nchemist—another rarity—admitted to being totally 'baked' every day for eight years (including on acid) while \nprocessing forensic evidence for judicial authorities.506 Appeals are pending. 'Only in a police state is the job of a \npoliceman easy.' ~Orson WellesNow for the other side of the story. Cops in Dallas, Philadelphia, Fort Worth, Texas, \nand elsewhere were getting shot by snipers this year. I predicted it in previous reviews, but it is not good. The cops \n\n\n\nwho died weren't culpable for any of the sins of others. It's worth a gander at what cops face on patrol. Korryn \nGaines was pulled over and apparently ended up dead.507 The backstory is that she opposed the police's repeated \nand quite civil overtures for a half hour. She died during a fatal standoff at her house. She was looking for a fight the \nwhole way, and she got one. A Chicago officer was beaten nearly to death out of fear to use her gun.508 Riots \nbroke out over the shooting of a Keith Lamoat Scott in Charlotte, North Carolina.509 Video shows he had a gun. \nArrest records from the riot show that the instigators were 70% out-of-towners (shipped in by buses.)510 Alton \nSterling was shot while in a tussle with cops on the ground. Video footage was unclear as to what happened.511 \nPublic outcry and violence ensued. What did surface was a picture of Alton with his 8-year-old son (Figure 22). \nYou've got to wonder if the cop brandishing his weapon knew Alton was dangerous. Here is some incredibly raw \nvideo showing the violence that cops face on a daily basis.512Figure 22. Alton Sterling and son (unconfirmed by \nSnopes).513 A close friend of my family—a straight-A high school student with a drug problem—ended up in prison, \nwhich piqued my interest in the prison-industrial complex. One in four prisoners worldwide are housed in U.S. \nprisons.514 The prison population rose 1600% beginning in 1990.515 The female prison population has risen over \n800%, of which more than 60% have juvenile children in the outside world (but not for long, perhaps).516 More than \n50% of juvenile facilities are for-profit. I was a big fan of privatization movements, but when providers are private \nand the payers are the government, graft flourishes. Private probation companies have proliferated, too.517 When \nyou get out of prison, you have paid your debt to society, but you have other debts to pay—legal financial \nobligations (LFOs)—including prison debts and pricey halfway houses.518 A substance-abusing Jersey man got 36 \nmonths in prison and racked up $35,000 in debt to the state.519 Meanwhile, his résumé isn't a fast track to riches, \nespecially since a driver's license is out of the question. If you don't pay, you go back to prison. Sounds all very \nDickensian to me. There are horrific tales of traffic violations that turn into losing battles with the prison system.520 \nCuriously, private prisons are being phased out.521 It may turn into yet another lobbyist employment program. We \nshall see.Campus Politics'It is your responsibility as educators to listen to student voices. We have spoken. We are \nspeaking. Pay attention.' ~Yale student to an administrator'We've sold them a bill of goods about how they should \nbe treated.' ~Traevena Byrd, general counsel at Towson UniversityCollege is a period of werewolf-like changes. \nStudents enter as teenagers and leave as adults. It is a period of great intellectual growth, questioning social \nnorms, developing a sense of self, getting wasted, having sex, and having more sex. None of that is new. My \ngeneration grew our hair, gobbled drugs, protested the Vietnam War, and wore bell-bottoms. Every generation \nsuffers from an epidemic of dead grandparents around exam time.522 That said, it seems to be getting just a little \nweird of late. There is a small but increasingly vocal gaggle of activists that is raising holy hell on college campuses. \nThe rules of behavior are in flux; free speech is anything but free. The risk of committing a pronoun faux pas is \nhuge, and the punishment severe. Maybe this is just the same old craziness in new garb, but there are cringeworthy \naspects. I see a much larger geopolitical power play, masterminded and fueled by the ultraleft (alt-left), that has \ncommandeered the machinery of government. Obama's Department of Education is at the vanguard, pushing their \n'Dear Colleague' letters (vide infra). Faculty political leanings have shifted severely left in recent years.523 The \npolitcally are now completely muzzled. College presidents walk on eggshells;524 the lead activists—the social \njustice warriors (SJWs) to some and the more pejorative 'snowflakes' to others—have been described as 'addicted \nto indignation.' 'There is a kind of creeping totalitarianism in terms of what kind of ideas are acceptable and are \ndebatable on college campuses. . . . I worry very much that if our leading academic institutions become places that \nprize comfort over truth. . . . a great deal will be lost.' ~Larry SummersI highly recommend a lecture by Professor \nJon Haidt describing how destructive victimhood is to its participants.525 For those pining for more basal \nentertainment, Triumph, the Insult Comic Dog at the University of New Hampshire may be more to your liking.526 \nMeanwhile, I take refuge in bulleted lists to convey the absurdities that many boomers will find largely unfamiliar to \ntheir own experiences in college but are actually the products of their own rearing practices. When everybody is a \nwinner, nobody learns how to lose. Did boomers hurt their children by overprotecting them? I think so. Let's see \nwhat has been wrought. Johns Hopkins students claim letter grades for freshman will cause a mental health \ncrisis.527 A CUNY professor was accused of sexual harassment because his syllabus contained a 10% effort \ngrade, the assumption being that 'effort' was code for sexual favors.528 The Cornell student assembly pushed for \nrace-based elections of representatives.529 A transgender speaker at Brown University canceled a visit owing to \nopposition by a leftist group because she was invited by the Jewish students of Hillel.530 An African-themed dinner \nat Cambridge brought on pestilence and plague because it was deemed to be 'cultural appropriation.'531 A white \nstudent drew ire for 'appropriating' black culture by having dreadlocks.532 Protesters at St. Catherine University—\n97% women—denounced its 'toxic rape culture.'533 Students at universities across the country complained about \n\n\n\nchalk messages supporting Trump, causing 'chalkenings' to reach meme status.534 Student activists at Brown \nUniversity complained of emotional stress and poor grades after months of protesting and blame the school for \ninsisting that they complete their coursework.535 A peace vigil honoring the victims of the Orlando terror attack \ndegenerated into a verbal brawl between mourners and Black Lives Matter activists at the University of \nMissouri.536 Madeleine Albright was protested as a speaker at Scripps College because she's a white feminist.537 \nUniversity of Oregon students demanded removal of the Martin Luther King Jr. quote, 'I have a dream that my four \nlittle children will one day live in a nation where they will not be judged by the color of their skin, but by the content \nof their character' because it wasn't inclusive enough.538 Students at University of Iowa viewed a controversial \nsculpture as a 'threat,' apparently suffering from Ghostbuster Trauma Syndrome (GTS).539 Tulane students filed a \ncomplaint against a fraternity that posted a sign that said 'Make America Great.'540 Lebanon Valley College \nstudents demanded the school change the name of 'Lynch Memorial Hall.'541 Professor Richard Titball at \nUniversity of Exeter had no comment. UC Berkeley wanted to rename Barrows Hall after Black Panther member \nAssata Shakur, who was convicted for the murder of a New Jersey state trooper and multiple other felonies.542 I \nthink Boaty McBoatface Hall would be better. Amherst students called for a speech code that would have \nsanctioned students for making an 'All Lives Matter' poster.543 A Dartmouth fraternity tradition of holding a 'Phiesta' \non Cinco de Mayo was canceled because the made-up word was deemed 'cultural appropriation' and 'a seriously \nphucked up idea.'544 Christine Lagarde, head of the IMF, bailed on a speech at Smith College owing to Facebook \nprotests against her.543 The N.Y. Federation of College Republicans revoked recognition of the Cornell chapter \nafter it endorsed libertarian Gary Johnson.545 High ranking sources—I have them—say they were getting death \nthreats because of Trump. Colorado college students claimed that teaching students about healthy lifestyles was \ntantamount to 'body shaming' and 'body privilege.'546 That's phat! A poll showed that more than 50% of students \nnationwide support campus speech codes.547 Activists want athletes to play for whichever team they identify with \naccording to gender. Meanwhile, women on steroids get disqualified.548 Rumors of East German female \nathletes549 coming out of retirement are unconfirmed. Students at one school called for a police investigation over \na Post-it with words 'Get over it, pussies' inscribed on it. (I'm surprised Post-its, bearing several deeply embedded \nsubliminal messages, are allowed on campus.) The Vagina Monologues, the legendary feminist monolog, was \ncanceled at Mount Holyoke because it was deemed offensive to 'women without vaginas.'550 A student was kicked \nout of college for 'lung-shaming a smoker.' OK. I lied. You get to piss all over smokers on college campuses. Young \nHarvardians expressed their outrage over the low return on their schools endowmentsowing the first seeds of \nmediocrity and evils of inbreeding.551 'Discriminatory policies of gender dichotomized bathrooms need to end. . . . \n[W]e wish to erode and subvert the gender binary.' ~Vassar activist on same-sex bathrooms'Protest what is truly \negregious, not what qualifies as simply real life.' ~John McWhorter, Columbia University professorStudents are \nraising hell, but that's their job. What's the problem? In short, the problem lies with adults: they are failing to bring \nvoices of reason (as I see it, at least). Problems appear in many ways. At the lowest level, they are what one might \ncall goofy stuff with little or no lasting effects, but some are oppressive. In many instances, adults needed to bring \nsome judgment and gravitas but failed. You are entering the no-spine zone: The University of Houston's student \ngovernment vice president must undergo mandatory diversity training for tweeting 'Forget #BlackLivesMatter; more \nlike AllLivesMatter.'552 More than half of America's colleges and universities now have restrictive speech \ncodes.553 Springtime—the commencement-speech time of year—is now dubbed 'disinvitation season.'554 \nStudents filing a sexual harassment grievance can now ask for extra time on tests because they are impaired. (I \nrefuse to name the school.) Professors across the country gave students safe spaces after the trauma of the \npresidential elections. Cry-ins and coloring sessions are a few examples.555 Schools across the country are \nproviding rules for microaggressions, which include phrases like, 'I love your shoes' that emphasize appearance \nover substance.556 The president of Northwestern University says that anyone who opposes 'trigger warnings' or \ndismisses those who oppose safe spaces an 'idiot' and a 'lunatic.'557 Excuse me, President Hypocrite, but aren't \nthose microaggressions? Three students at the University of Wisconsin-Platteville wearing 'three blind mice' \nHalloween costumes were punished because the costumes were deemed offensive . . . to the blind . . . who can't \nsee them . . . and probably couldn't care less.558 Maryland University (Towson) had a lecture titled 'White People \nare a Plague to the Planet.'559 A professor at the University of Wisconsin-Milwaukee is calling for the complete \n'abolition of whiteness.'560 Barry University banned its golf team from using a Trump golf course to practice.561 \nThe president of Emory University said students are scared and 'in pain' after someone wrote 'Trump 2016' in chalk \non campus during the primaries.562 Skidmore College banned the phrase 'Make America Great Again.'563 \n(Problem solved.) Princeton published a guide to political correctness.564 A recent Knight Foundation survey of \n\n\n\nstudents nationwide found that 63% favor schools banning costumes and half believe that news reporting on \ncampus protests should be prohibited.565 A University of Northern Colorado campaign, #LanguageMatters, warned \nstudents against offensive language like 'crazy,' 'poor college student,' and 'hey, guys.'566 (I once was admonished \nby some rabid moms for using 'ladies' and was told to use 'guys.') Administrators at the University of Northern \nColorado post signs around campus warning against 'offensive' speech and have a 'bias response team' that takes \nswift action against transgressions.567 'It appears University of Northern Colorado leadership has decided that so-\ncalled tolerance and diversity is justification for intolerance and intimidation.' ~Senator John Cooke, University of \nNorth Carolina graduate and member of the Senate Judiciary Committee'I'm hoping we'll get a little respite while \nwe get our act together about how we are going to handle this better in the future.' ~Kay Norton, president at the \nUniversity of Northern ColoradoThe student demands listed above suggest academic damage might be close \nbehind. In some cases, the damage is real and careers destroyed because cowardly adults fail to say 'no' or 'stop' \nor even 'go back to the library.' A DePaul president stepped down under pressure because he let Milo Yiannopoulos \nspeak on campus.568 The University of Iowa announced it will now offer a degree in social justice, which is fine \nprovided nobody pays >$100,000 to get one.569 Seattle University caved to student activists and put a dean on \nadministrative leave because the liberal arts curriculum focused too much on classical Western history and \nphilosophy.570 The two Yale profs in the middle of the epic shitstorm over Halloween costumes resigned from their \nduties as live-in faculty in student housing.571 More video shows what happened.572 An Asian female gender \nstudies professor at Dartmouth was denied tenure, and protests ensued.573 Careful here, Dartmouth: you could \ncross the academic Rubicon and start crowd-sourcing your tenure decisions. (Point of interest: Dartmouth College \nwas the first institution in the country to be declared by the Supreme Court to have constitutional rights normally \ngranted only to citizens.574) SUNY Binghamton has a 'StopWhitePeople2K16' course focusing on how to deal with \nwhite privilege.575 Wayne State is swapping the math requirement with a diversity requirement.576 Barnard \nCollege is replacing a language requirement with a course called How to Think (a guide to political correctness).577 \nPomona College's faculty voted to change the criteria for tenure to specifically require candidates to be 'attentive to \ndiversity in the student body.'578 Cal Tech will allow students to take either quantum mechanics or statistical \nthermodynamics to be more inclusive. (Sorry, I made that one up.) 'It's a bizarre experience to watch a \ndocumentary that expects the viewer to root for a bunch of accused rapists.' ~Christina Cauterucci, Slate, on the \nDuke University lacrosse case about falsely accused rapistsTitle IX, the brainchild of the Obama Department of \nEducation, at the outset had the admirable goal of protecting students (mostly women) from violence on \ncampuses.579 Colleges receive 'Dear Colleague' letters, which are thinly veiled threats to ensure they are \npunishing misbehaving young men, and they scare the bejesus out of legal counsels and administrators alike.580 \nThe activism is occurring with increasing zeal, demanding social norms and actions that have shaken \nadministrations to their foundations. It seems to stem from a study reporting that 20% of women experience sexual \nassault.581 The Department of Justice says 0.6%.582 My math says that the disagreement is outside the error \nbars. Misbehaving covers the gamut from sexual attacks worthy of leg irons to a much more gray area covering \ndubious actions. The legality of 'Dear Colleague' letters is working through the courts,583 but for the time being, we \nfind underqualified academics adjudicating cases with highly variable understandings of due process and what \nconstitutes a punishable offense. Some college administrators reach deep to try to find the truth, whereas others \nbring social agendas or act out of fear of looking too timid. The mess-ups undermine the intent and occasionally \ndestroy lives. Would you want Christina Cauterucci adjudicating your son's case? Suicides of the accused are \nrumored to be nontrivial. I've written about it before; here are a few more low-water marks. An Auburn University \nstudent got cleared in court, but the school had already booted him.584 A female student admitted to lying about an \nAuburn football player, but he got kicked off the team for good measure.585 When in doubt . . . A guy falsely \naccused of rape killed himself, then his mom killed herself.586 A Yale student was expelled when his girlfriend's \nroommate, a year later, asserted that their sex was not consensual. The putative victim and attacker both \nvehemently denied it. He got expelled.587 An accused student who was suspended for sexual assault settled out of \ncourt when the accuser admitted she 'may have stretched the truth' because she was 'pissed off' when she realized \nhe's 'just another douchey frat dude.'588 And what happened to her? A double amputee at Augustana University \nwas accused of rape. The cops said no way within 24 hours. The school kicked him out.589 There must be \nsomething more to this story. Due process suits are piling up and settlements out of court are plummeting.590 A \nTitle IX official resigned after being accused of sexual assault, which could be both true and ironic.591 A black \nRoanoke College student was acquitted of raping a white student by a jury in 25 minutes as well as by an on-\ncampus tribunal, but activists demanded removal from campus.592 UC San Diego was discovered to have routinely \n\n\n\nhidden the identity of witnesses from those accused of wrongdoing to render the defenses of the accused more \nchallenging.593 University of Texas guidelines on sexual assault cases were found to explicitly eliminate (rather \nthan underscore or resolve) contradictions and inconsistencies.594 A USC couple dated for months. A paper trail of \ntext messages showed that she was going to falsely accuse him of rape. On a call that was not disconnected, the \ninvestigator and Title IX person were documented referring to the accused as a 'motherfucker.'595 And in the youth \ndivision, a dozen teenage girls charged a boy with sexual assault. Appears to be a case of 'dog piling'.596 Text \nmessages show they schemed to get him.597 What do you do with those dozen girls on a rocky road to what is \nprobably a normal adulthood? 'America's universities are in the grip of a dangerous presume-guilt-and-rush-to-\njudgment culture.' ~George Will, conservative columnist'Some say government must be involved in this issue in \norder to ensure that private businesses do not violate individual rights. Those who make this claim are accepting \nthe idea that rights are no more than a gift from the government that can be revoked at the will and whim of \nlegislators and bureaucrats.' ~Ron PaulBooks about the epidemic of political correctness are being written as I type. \nSome might be, paradoxically, bestsellers and very unpopular. In the extreme, you have characters like Milo \nYiannopoulos, a British gay provocateur with an odd mix of refined rhetorical skills and social graces that would \nmake Trump blush.598 In the category of 'way over the top,' one university president noted that 'This is hard for you \nbecause you think of the students as cuddly bunnies, but you can't. You just have to drown the bunnies . . . put a \nGlock to their heads.'599 I'm not sure he was cut out for that job anyway. Whereas some administrators display an \nodd mix of fear and bad judgment, others stand boldly for free speech. When students protested the Trump \nchalkening, Emory University President James Wagner chalked the words, 'Emory stands for free expression!' The \nUniversity of Chicago tells freshman not to expect safe spaces and trigger-free existences.600 A 'Take Back \nDartmouth' petition got 1,300 signatures in three days.601 We will find the requisite happy medium where the rights \nof everybody are protected. 'There is clearly an element of irrationality in political correctness. It is a form of \ncensorship without a censor; we impose it on ourselves. Yet, it keeps us away from the reasoned discussion of \nsocial issues which everybody can see are important, consequential, and desperately in need of wide-ranging \nanalysis.' ~Howard Schwartz, professor emeritus of Oakland UniversityThis section wins the award for the most \nedgy. I comment further on this point in the conclusion.ElectionsIslands in the stream, That is what we are, No one \nin between, How can we be wrong?We started this gigantic November Madness Bracket with 100-200 million \neligible candidates for the presidency and, through a grueling process, whittled it down to just over a dozen truly \nuninspired choices. It was obvious to anybody with half a brain that it would become a rematch of the Battle of the \nDynasties, Bush versus Clinton—that is, until the unexpected collapse of the House of Bush. Nonetheless, we \nmanaged to identify two candidates that unified the nation in the common belief that we could really be screwed. Of \ncourse, you could vote for Gary Johnson with his catchy 'Feel the Johnson' slogan or Jill Stein hugging a spotted-\nowl-infested tree with one hand and fund-raising with the other, but that seemed pointless for most. We're told that \na vote for a third party is a vote for somebody who won't win to justify voting for a loser. 'My advice to both \ncandidates is basically the same, with different punctuation: 1) Don't choke, Hillary; and 2) Don't choke Hillary.' \n~@DaveedGRThrough a colossal waste of brain cells, millions of Americans sought the Holy Grail—identifying the \nlesser of two evils. The question seemed to boil down to how we define morality: is it about a candidate who \nseemed capable of repudiating all social norms (see Andrew Dice Clay) and a penchant for absurd behavior or is it \nabout a particularly unlikeable one with a wanton disregard for the law? We all know the outcome, but the path was \ngruesome. With unusual reservations, I offer a few thoughts on the Electoral Borg that devoured 2016. 'And how \nmany more of these stinking double-downer sideshows will we have to go through before we can get . . . a chance \nto vote for something, instead of always being faced with that old familiar choice between the lesser of two evils?' \n~Hunter S. Thompson, 1972, who died without an answerThe next two sections consider the role of rigged \nprimaries. Rigging is not quite the right term. We the People have this quaint notion that the primaries are part of \nthe Great Democratic Experiment, but that is not even remotely true. The two parties are not-for-profit \norganizations—let's just leave it at tax-exempt at least—playing a gigantic game of capture the flag. Primaries are \nabout the parties handing us candidates of their choosing, unfettered by any constitutional mandate for fairness. As \npolitical pundit Samantha Bee said astutely, 'They can pick a candidate with a Ouija board.' Even after a \ncontentious Nevada Democratic primary, a judge ruled that Samantha Bee was right: the parties can do anything \nthey damn well please.602 Their only restraint is to ensure that John Doe and Jane Roe believe that this \nprofessional wrestling match is real, a critical prerequisite to retaining wealth and power. Despite having a deep \nbench of players, the Republican National Committee (RNC) fielded a remarkably weak team. That's a good place \nto start. 'Now it's just an oligarchy, with unlimited political bribery being the essence of getting the nominations for \n\n\n\npresident or to elect the president. And the same thing applies to governors, and U.S. senators and Congress \nmembers.' ~Former President Jimmy Carter, 2016 Rigged Primaries: RNC Division'Congratulations to the \nRepublican party and its nomination process; it's all going great. Keep it up.' ~President Barack Obama at the White \nHouse Correspondents Association dinnerThe #neverTrump campaign was launched in the first primary debate \nwhen Megyn Kelly asked him what it would take to make him drop out. Seems a little off in retrospect. I return to \nthat in the section on Trump. We also learned in the first debate that 'excuse me' is debate speak for 'shut the hell \nup because I am talking, and you are an insignificant twit.' 'His poll numbers tanked—that's why he is on the end.' \n~Donald Trump on John KasichWeek after week, the media regaled one of the dozen right wingnuts as lurching \ninto the lead—trial balloons that all burst. Trump knocked off Little Marco, Low Ebb Jeb (my name, actually), Ugly \nCarly, and the rest of the dirty dozen like it was a game of Whack-A-Mole. Ben Carson begged somebody to attack \nhim in the debates. Ben: They thought you were dozing. It's also hard to take a guy seriously whose answers \nincluded, 'The fruit salad of their life is what I would look at.' Jeb was wobbling but went down for the count the day \nhe was at a rally, delivered what should have been a punchy phrase, and felt compelled to say, 'Please clap.' Jeb \nwill not be back. Cruz and Kasich colluded to knock off Trump, a marriage of necessity that was annulled within 24 \nhours.603 Eventually the party and the media put all its eggs in the Cruz basket. 'As a moral question it is \nstraightforward. The mission of any responsible Republican should be to block a Trump nomination and election.' \n~Washington PostCruz was by no means the perfect candidate. By all reckoning, nobody liked him. His college \nroommate wrote screeds about the wretch.604 He had a half dozen sex scandals, baffling all in light of his total lack \nof sex appeal.605 His stances were extreme: in opposition to the use of dildos (ironically), he noted that 'There is \nno substantive due process right to stimulate one's genitals for nonmedical purposes,' which prompted a campaign \nto legalize medical masturbation. He was rumored to have appeared on Maury in drag (and was rather ugly . . . not \nto face-shame him.)606 He was rumored to be Canadian,607 nearly causing an international incident. A poll \nshowed that 38% of the population of Florida thought he was the Zodiac Killer.608 Trump was ruthless with him, \nhowever, noting that not one senator endorsed him because they didn't like him. The Donald went on to say that 'If I \ncan't beat [Hillary], you're going to get killed.' It was probably right at this moment that the RNC wondered why it \ndidn't back Rand Paul. Trump began the morning of the Kansas primary with a 'double-digit lead' over Cruz \naccording to a prominent polling group609 and then lost to Cruz by 'double digits.' Huh? Trump was polling at a \n12% lead heading into Oklahoma 610 and lost that one too. (His campaign spelling it Oaklahoma didn't help,611 \neven though few noticed). Cruz threw an air ball in the Indiana Hoosier Dome by drawing attention to the height of \nthe 'basketball ring.'612 Tennessee started screwing around with the number of at-large delegates to help him.613 \nThe Wall Street Journal noted that Cruz would end up with more delegates from Louisiana than Trump despite \nTrump's win, prompting a few choice tweets.614 Colorado and Wyoming said 'screw it,' cancelled the non-binding \nstraw polls, and gave all their votes to Cruz, prompting a full-blown tweet storm.615 The State of Washington gave \nCruz 40 of 41 delegates weeks after Cruz dropped out.616 Rick Santorum managed to win Iowa—forgot about him, \ndidn't ya—prompting the San Francisco Fed to tweet, 'Rick Santorum didn't win . . . anything that matters. Iowa is . . \n. Iowa,'617 which then prompted a quick deletion and an apology. 'Trump may be a rat, but I have no desire to \ncopulate with him.' ~Ted CruzNone of this mattered. Trump took 'em down like a gangster. Cruz finally quit the \nsame day Trump accused his father, Rafael Cruz, of assassinating JFK. Did Cruz quit by using the insanity \ndefense? More on that below. After Trump won the nomination, one of my colleagues referred to his 'incompetent \ntactics.' Um . . . didn't he just win the nomination against insurmountable odds? Rigged Primaries: DNC \nDivision'Unpledged delegates exist really to make sure that party leaders and elected officials don't have to be in a \nposition where they are running against grassroots activists.' ~Debbie Wasserman Schultz, chair of the DNC (at the \ntime)618The Democratic primary was produced by Quentin Tarantino and filmed using authentic Russian dash \ncams. Early in the game, a notoriously effective Latin American election rigger—the big leagues of election \nrigging—said he had signed with an undisclosed team.619 My money is on Team Clinton. Volumes have been and \nwill continue to be written on the transparently crooked Democratic primaries. Anything and everything involving \nchicanery that seemed vaguely criminal at the time eventually was confirmed by WikiLeaks—a treasure trove \ndocumenting despicable behavior that became so voluminous we all stopped paying attention. Let's flesh out \nDebbie Whatshername Schultz's quote with some additional clarification: 'The Democratic Party benefits from the \ncurrent system of unpledged delegates to the National Convention by virtue of rules that allow members of the \nHouse and Senate to be seated as a delegate without the burdensome necessity of competing against constituents \nfor the honor of representing the state during the nominating process. . . . We passed a resolution in our caucus \nthat we would vehemently oppose any change in the superdelegate system because members of the CBC might \n\n\n\nwant to participate in the Democratic convention as delegates, but if we would have to run for the delegate slot at \nthe county level or state level or district level, we would be running against our constituents, and we're not going to \ndo that.' ~Debbie Wasserman Schultz, former chair of the DNC620Leaked memos showed that Debbie rigged the \nprimaries for Hillary. After getting booed off the stage at the Democratic National Convention,621 Debbie stepped \ndown as the DNC chair. As a free agent, she was immediately picked up by Team Clinton, having already co-\nchaired Hillary's 2008 campaign. Then she became a casualty of the collapse of the Clinton Dynasty. Fear not—\nDebbie is still a congresswoman from Florida and will be kept plenty busy crowdsourcing her retirement \ndomestically using Wells Fargo and Panamanian banks. As we all know, Debbie was replaced by Donna Brazile, an \nA-team election rigging workhorse or, as Hillary called her, a 'brain-dead buffalo' (vide infra). The ruse began when \nHillary took half the delegates from New Hampshire despite getting her ass kicked in the actual vote. The so-called \n'super delegates'—a collection of politicians, lobbyists, and big donors constituting 20% of the total—essentially all \nwent to Hillary. The media stopped reporting on them because the ruse was becoming too transparent for \ncomfort.622 Soros's cronies were said to be deeply embedded in the Utah primaries.623 Hillary stole the Arizona \nprimary using fairly standard tactics: (a) long lines favored Hillary because the early voters were older women \nsupporting her; (b) limited polling access was provided in Hillary's weaker districts; and (c) with lines around the \nblock that, ironically, looked like a Trump rally, her media cronies announced victory based on 1% of the vote, which \nhelped to shrink the lines.624 Michael Krieger summarized the shenanigans in the New York Democratic primary \ninvolving various forms of voter suppression.625 A video of the Nevada primary showed pandemonium as verbal \nvotes were obviously going to Bernie and yet were declared to be going to Hillary.626 The chairwoman, dazed and \nconfused, carried out her role with yeoman resolve. 'This was not supposed to be a democratic process.' ~Chris \nWicker, vice chair of the Nevada conventionHillary won six precincts in Iowa by six consecutive coin tosses.627 \nLeaving aside why a primary has coin tosses, what were the odds? One in 64: try to keep up. It just wasn't Bernie's \nday. One surreal video shows overcounting in an Iowa precinct when the vote counters repeatedly called out, 'Are \nthere any more Clinton voters?' and, miraculously, more hands would shoot up each time.628 Angry Bernie \nsupporters were told to 'take it up with the election commission.' Hillary declared Iowa a victory and escaped by \nhelicopter under sniper fire.The Big Rig was the California primary. It was clear that Hillary was well ahead of Bernie \nnationally, but California looked like it could be Bernie's, which would cause a critical loss in momentum for the \nClintonostra. The day before the primary, the Associated Press (AP) announced that Hillary had won the \nnomination.629 As DNC confetti flew and Wellesley College fired off an exceedingly well-produced and very well-\npresented speech from Hillary's college days,630 the Sanders camp's Feeling the Bern was really more akin to an \nSTD. Even mainstream media outlets found the AP report to be astonishingly unprofessional. Only John Harwood \ndefended it, noting that 'the Associated Press is not rigged.' WikiLeaks showed that John was in on the rig.631 In \nmy opinion, the story that got missed was that the premature announcement was not made to bias the primary the \nnext day. It's not even obvious which team would become more fired up to get to the polls. The announcement was \na cover story to hide massive vote rigging. I was as positive as can be without a shred of data. I tweeted that day \nthat the AP announcement was a decoy:Of course, Hillary won by a landslide the next day, and nobody asked why \nan estimated 20-30% of Bernie voters simply disappeared. 'The DNC is rigged.' ~Donald Trump \n(@realDonaldTrump)'Presenting your favorite conspiracy theorist . . . the Republican nominee for President.' \n~Debbie Wasserman Shultz (@DWStweets), head DNC conspirator'The democratic leadership used its power to \nprevent a fair and democratic process from taking place.' ~Bernie Sanders, nouveau conspiracy theoristEventually \nWikiLeaks showed the underbelly of the DNC. Mark Paustenbach, the DNC's national press secretary, described in \ndetail how they would use anti-Semitism to Do the Jew.632 There are nice compilations of damning DNC \nemails.633 'The Democratic Party got exactly the ending it deserved.' ~Glenn Greenwald, founder of The Intercept \n(@theintercept) Bernie'We've got the bright new face of the Democratic Party, Bernie Sanders.' ~Barack Obama at \nthe White House Correspondents Association dinnerA 75-year-old Brooklyn Jew—a self-professed socialist—\nproved to be the purest, most endearing candidate of the 2016 elections. He could have won it all running a clean \ncampaign. Leaks showed that Bernie agreed to lay off Hillary's bank speech transcripts634 and not mention her \nmassive and completely disreputable wealth accumulation.635 But then he hit the Clinton Political Machine, run by \nfolks with what Peggy Noonan referred to as 'the soul of an East German border guard.' E-mail leaks told the story: \nBernie was a team player, and Hillary and the DNC carried out a political execution. They overtly persecuted him \nwithout a sense of remorse or irony. 'Bernie Sanders, to me, is almost more stunning than some of what's going on \nin the Republican side. How is that happening, why is that happening?'  ~Steve Schwartzman, billionaireBernie was \nnever supposed to win anything. He was a sparring partner, a prop for fake Democratic debates. The angry public, \n\n\n\nhowever, had different plans for Bernie. They wanted an outsider. Jill Stein offered for Bernie to take over her ticket \nto run as an independent,636 but Bernie played for the team. Insiders say his wife begged him not to endorse \nHillary.637 I'm not sure it mattered; voters feeling the Bern may not have rallied behind Hillary after she finished \nravaging his carcass. Your politics suck, Bernie, but you are an honest and heroic figure—a socialist people could \nlike. I joined you as you teared up at the national convention. You became a rock star and you don't have to be \npresident. Mazel tov. 'And when you watch these Republican debates you know why we need to invest in mental \nhealth.' ~Bernie Sanders Hillary Clinton'[S]he has lied so many times, about so many things, that most Americans \nno longer believe a word she says—even if she's telling the truth.' ~Marc A. Thiessen, Washington Post'You know \nthat Donald Trump is an unstable imbecile. But this knowledge doesn't oblige you to discover new qualities in the \nbottomlessly cynical, power-mad grifter Hillary Clinton.' ~Michael Brendan Dougherty, This WeekIn the olden days, \nSupreme Court nominee Douglas Ginsberg was disqualified because he smoked pot in college.638 Gary Hart \nbecame unelectable because of a photograph showing a little monkey business with a blonde.639 Howard Dean \nyelled too loud at a rally.640 Edmund Muskie bailed after breaking down (weeping) from total exhaustion on the \ncampaign trail.641 Dig long and hard enough and you eventually find the bottom of the barrel. The Clintons are a \nfamily of revenants, showing us that career-ending screw-ups are quaint notions.642 That said, the Clintons created \na top-heavy edifice of fibs, lies, inconsistencies, and hypocrisies.643 The Clinton Bubble had to pop. They \ndesperately tried to push the reckoning day past the elections, hoping for an Obama pardon if needed. Indeed, the \nbubble was popped not by the FBI, a vast right-wing conspiracy, the alt-right, Congressional investigators, election \nhackers, WikiLeakers, fake news, poor handlers, or a the beast with a bad comb-over. It was the Clintons \nthemselves. 'Everything HRC touches she kind of screws up with hubris.' ~Colin Powell, leaked e-mailI have an \nindigestible 62 single-spaced pages of notes, quotes, and links on the Clintons destined for recycling. The plotline \ncan be followed through compilations of Clintonobilia focusing on Hillary's lying, cackling, coughing, falling, fainting, \nhectoring, perjuring, deleting, stealing, pandering, dying, and even assassinating plastered across \nYoutube.644,645,646 'Americans of all political persuasions are coming to the sad realization that our first lady—a \nwoman of undoubted talents who was a role model for many in her generation—is a congenital liar.' ~William Safire, \n1996Some voted for Hillary out of fear of Trump. I get that. Others desperately wanted to see a female president. I \nview that as misguided but still get it. (Did y'all support Sarah Palin for VP?) There are those, however, who think \nHillary is a good person and great for the country. I can't fathom that one. All year long the media played Marco \nPolo trying to find Hillary and get her in front of a microphone to answer a few questions. Some suspected the DNC \nwas playing a Breakfast at Bernie's scam on us, ironic title and all. Others started scanning milk cartons and post \noffices for her image. Even supporters were calling for a shot clock on press conferences. With the press AWOL \nand the Republicans ambivalent about whom to support, it took the likes of Guccifer, DCLeaks, Julian Assange, \nand, yes, maybe even the Russians to provide answers to pressing questions. 'We'll have a press conference when \nwe want to have a press conference.' ~Joel Benenson, senior Clinton strategistI took my best shot at Hillary and \nher foundation last year,1 so the details emerging this year did not shock me and, on some level, are unworthy of \nrepeating. The volume of the skeletons coming out of the closet, however, was so staggering that we were soon \nplunged into a vat of lidocaine. I can't do more than a cursory overview of Hillary's Wild Ride, but here goes. Buckle \nup. 'Hillary can change her issue positions as frequently and as totally as she changes her hairstyle. She can flip \non the Keystone Pipeline and flop on the Trans-Pacific trade deal. But she cannot go back and delete her lies, \nevasions, half-truths, and distortions.' ~Dick Morris, former head strategist for Bill ClintonLet's start with a physical \ncheckup. We're all dying—nobody gets outta this one alive—but Hillary appeared to have a commanding \nlead.647,648 Over 70% of the surgeons in the Association of American Physicians and Surgeons surveyed called \nHillary's health problems 'serious.'649 The coughing fits were frequent and protracted.650 The collapse at the 9/11 \nmemorial service was clearly serious,651 and nobody bought the pneumonia story pitched by media cronies.651 \nThe footage of her spitting phlegm into a glass of water was,653 in my opinion, spitting out a cough drop. She took \na dive into an airplane that could easily have been just a stumble,654 but stairs were not her friends all year. My \ntheory is that she needed a Kaine—vice-presidential nominee Tim Kaine, who was so oddly non-left wing (pro-life, \nfor example)655 that the republicans could support him to defeat Trump if Hillary faltered physically.Figure 22. \nHillary helping Secret Service agents up stairs and without her goggles. A putative seizure caught on film was said \nto be real by many doctors,656 but I'm dubious. That said, an undenied blood clot in her head attributed to a fall at \nhome (but rumored to stem from a plane crash in Iran)657 was real. Neurologists identified the beer goggles with \ngratings as needed to solve that lazy eye problem.658 When Dr. Drew Pinsky was interviewed on talk radio to \ndismiss these concerns as conspiracy theory, he shocked everybody by saying she looked 'brain damaged' and \n\n\n\nwas getting barbaric treatment (medical, that is.)659 The next week, CNN canceled Dr. Pinsky's weekly gig to allow \nhim time to pursue other interests . . . like finding another gig.660 He was not the only CNN reporter released to the \nwild for breaking from the script.The plotlines wouldn't die when she gave a couple of post-collapse press \nconferences looking to be on horse tranquilizers in one661 and crystal meth in another.662 'Why aren't I 50 points \nahead?' she exclaimed with a crazed look in her eye (the good eye). Bill slipped up and admitted she spent months \nrecovering from the clot.663 He seems to be doddering to me, prompting the alt-right to hurl epithets about late-\nstage syphilis (of which many have considerable experience).Figure 23. Beer goggles with gratings. 'The Clinton \nFoundation is, by all accounts, a big force for good in the world.' ~Paul 'Don't Ever Change' KrugmanSure, Paul. \nAfter signing a memorandum of understanding with the Obama administration promising not to rape and pillage the \nworld with her foundation, Hillary welched on that promise almost immediately.664 Calling the Clinton Foundation a \nconflict of interest is like calling Jeffrey Dahmer a glutton. I see no evidence that legal actions against the foundation \nare off the table during the Trump administration, so we may learn a lot more before it's over. Peter Schweizer \ndelineated profound conflicts in Clinton Cash that are said to have been used as a road map by the FBI.665 \nCharles Ortel picked up the baton in a series of detailed reports.666,667 He claims the quoted numbers backing the \nfoundation are low by multiple decimal points, running upwards of $100 billion. 'Do I have a problem when a sitting \nsecretary of state and a foundation run by her husband collect many, many dollars from foreign governments—\ngovernments which are dictatorships? Yeah, I do have a problem with that. Yeah, I do.' ~Bernie Sanders on \nCNNHere are just a handful of the problems that surfaced owing to a tsunami of leaks. Many of these were known, \nbut they offer a glimpse of the foundation's modus operandi. One hundred eighty-one Clinton Foundation donors \nsimultaneously lobbied the State Department.668 Hillary put a Wall Street trader on the federal board that regulates \nnuclear weapons because of a big donation to the Clinton Foundation.669 The Crown Prince of Bahrain got access \nto the secretary of state after pledging $32 million to the Clinton Global Initiative.670 The State Department showed \nfavoritism to FOB (Friends of Bill) in its $10 billion Haiti fund.671 Hillary supported a $29 billion military arms deal \nwith Saudi Arabia but only after the Saudis donated $10 million to the Clinton Foundation. Boeing tossed in another \n$900K.672 Australia and Norway ceased donations in the millions the week after Hillary lost the election. What \nabout the children?673 Bill Clinton was an honorary chairman of Laureate Education. The Clinton State Department \nprovided $55.2 million in grants to Laureate; Bill collected $16.5 million in fees.674 There are hundreds of such \nexamples. Critics argue there is no evidence of quid pro quo. Yeah? Money changed hands—proof enough.675 \nIntrepid reporters and investigators have a treasure trove of e-mails for building a case against the Clintons (but \nprobably won't) and Clinton Foundation (possibly will). I imagine many books will be written detailing the sordid \nplotlines. There is one e-mail, however, that is the Rosetta Stone to the corruption. After throwing a fit about \nChelsea sticking her nose into foundation business where it shouldn't oughtta be,676 Doug Band, president of \nconsulting firm Teneo and foundation operative, wrote a 13-page screed describing how he redirected tens of \nmillions of foundation donations to Bill's personal coffers.677,678 Marcia Clark could win this prosecution. E-\nmailgate was a total mess. The evidence that Hillary breached national security laws was overwhelming.679 The \ninvestigation started out looking authentic: 147 FBI agents chasing down leads.680 Head of the FBI, James Comey, \nseemed like a stand-up guy, having been confirmed with a 97:1 vote of confidence from the Senate. Who didn't \nvote for him? Rand Paul.681 Maybe Rand remembered Comey's background at Bridgewater Associates682 or that \nComey was involved in the Clinton Whitewater investigation 20 years back that came up with nothing. In the theater \nof the absurd, Comey squared off against Clinton Whitewater lawyer Loretta Lynch.683 It was clear, however, that \nthe public was only partially engaged, but Hillary was methodically digging a very deep hole with specious \nprotestations. The FBI was ready to make the call about prosecution that, ironically, was not theirs to make, when \nAttorney General Loretta Lynch and Bill Clinton by chance ran into each other on a tarmac, which was witnessed \nonly by chance. They were just two old snakes on a plane chatting about grandchildren.684 Soon thereafter, \nComey stood in front of the world and delineated Hillary's transgressions in lurid detail.685 It was as though he had \ncollected her disclaimers—I'm confident he did—and then nuked every single one of them. Hillary was toast. He \ngets to the climax and—convictus interruptus—a political dirty Sanchez. He announced there was nothing \nwhatsoever to prosecute and scampered off the stage (under sniper fire). A couple days later, he testified to \nCongress confirming how much Hillary had lied, providing plenty of treasons to indict. Here was my initial take on it. \nComey took the bullet for Lynch. Lynch is required by law not to prosecute long shots. Is there anybody who thinks \nLynch could get a 12:0 vote out of a jury against what would likely be a sitting president years later? They had to let \nher walk, but before doing so, Comey convicted her in the Court of Popular Opinion. In return, the Republicans \nattacked the decision but passed on every opportunity to attack Comey. But then it got weird. Rumors of a coup \n\n\n\nd'état within the FBI rank and file came via leaks. They pointed to obstructionism by Comey and Lynch the whole \nway.686,687 The DoJ let key witness Cheryl Mills serve as Hillary's lawyer, which allowed her to avoid being \ndeposed.688They allowed Team Clinton to destroy evidence.689 That sent Hillary on a frozen rope straight to \nPennsylvania Avenue! Yeee-haawwww! 'How does it feel for a much younger, younger generation, you will be their \nfirst white president?' ~Zack Galifianakis to Hillary on 'Between Two Ferns'But then it got really weird. An altogether \nindependent investigation of Anthony Weiner's sex offense blew 650,000 of Huma Abedin's e-mails into the public \neye. I suspect that Huma backed them up on the horned toad's computer as a life insurance policy; she knew how \nClintons dealt with threats. Comey announced the Hunt for Hillary was back on. They finally had her. A week later, \nin yet another Roseanne Roseannadanna moment, Comey said, 'Never mind.' Hillary was stumbling toward \nPennsylvania Avenue with only two days before the election. At this point, Comey was probably planning quality \ntime with his family. I cannot skip the darkest part of the Clinton mystique—the Clinton body count. Rumors of dead \nenemies have dogged the Clintons for years. It's not just Vince Foster.690 Almost 50 people are on an admittedly \ngenerous list of victims.691 (I'm guessing the Carter body count is less impressive.) I don't know if any of the stories \nare true, but they are disturbing. At one point this year, five people who were explicitly dangerous to the Clinton \ncampaign died in only six weeks.692 The most notable was Seth Rich, shot to death with no motive identified on \nthe morning he was to testify against the Clintons.693 WikiLeaks confirmed he was a DNC insider who had \nturned.694 Assange offered a reward for more information on Seth's death.695 Ironically, a cat burglar was chased \noff the Ecuadorian embassy in the wee hours.696 It's not hard to imagine what (or whom) he was looking for. What \nastonished me watching Hillary weave and bob to avoid problems of her own creation was the totality of her \nhypocrisy. Of course, the web has a long memory, so it didn't take long to recall that Hillary was actively pushing \nthe birther story in '08697 as well as the Obama-in-a-turban photo.698 Few know that Bill and Hillary, to their credit, \nused the 'Make America Great' slogan years before Trump.699 Her heroic efforts to summon federal aid for \nearthquake-ravaged Haiti was eventually shown to be a slovenly grab of lucrative contracts by friends of Bill and \nHillary, who then proceeded to do almost nothing for the Haitians.700 The Clinton Foundation had boots on the \nground in Haiti again after the hurricane, going door-to-door soliciting donations of any size (please laugh). The \nfamily's speaking fees fetched them a cool $200 million net worth as civil servants in what was undeniably a pay-to-\nplay scam of monumental proportions. Hillary's profound hypocrisy is most easily conveyed, however, by letting her \nspeak for herself: 'A man with this much contempt and disrespect for women has no business becoming president.' \n~Hillary Clinton'Every survivor of sexual assault deserves to be heard, believed, and supported.' ~Hillary Clinton'Go \nfuck yourself.' ~Hillary to her secret service agent in response to 'Good morning.''What we have here is pretty much \nwhat I have been saying throughout this whole year, and that is that I never sent or received anything that was \nmarked classified.' ~Hillary Clinton'You stare at the wall like a brain-dead buffalo while letting fucking Lauer get \naway with this betrayal? Get the fuck to work janitoring this mess: do I make myself clear?' ~Hillary Clinton to \nDonna Brazile'You wanted it, didn't you?' ~Young Hillary Clinton to a now-sterile 12-year-old rape and beating \nvictim on the witness stand (after exiting the coma)'But if everybody's watching, you know, all of the backroom \ndiscussions and the deals . . . you need both a public and a private position.' ~Hillary Clinton, on the Goldman \ntapes'I have a lot of experience dealing with men who sometimes get off the reservation.' ~Hillary Clinton'It is one of \nthe most important challenges the next president is going to face.' ~Hillary Clinton on cybersecurity'The real key to \ncybersecurity rests with you. Complying with department computing policies and being alert to potential threats will \nhelp protect all of us.' ~Hillary Clinton to her staff'This is a man who says . . . women don't deserve equal pay \nunless they do as good a job as men.' ~Hillary Clinton, first presidential debate'I want the Iranians to know that, if \nI'm president, we will attack Iran.' ~Hillary Clinton'I've been the most transparent public official in modern times.' \n~Hillary Clinton'I often feel like there's the Hillary standard and then there's the standard for everybody else.' \n~Hillary Clinton'We are going to write fairer rules for the middle class, and we are going to raise taxes for the middle \nclass.' ~Hillary Clinton, probably just garbling her words owing to brain trauma'Name one thing anybody has \ninfluenced me on.' ~Hillary Clinton'The company you keep says a lot about you.' ~Hillary Clinton'We did not lose a \nsingle American in that action.' ~ Hillary Clinton on Libya'I do not believe that they did anything that they believed \nwas in any way inappropriate.' ~Hillary Clinton, supporting those who sent e-mails to her insecure server'There's \njust a deep desire to believe that we can have free college. . . . I don't want to overpromise. I don't want to tell \npeople things that I know we cannot do.' ~Hillary Clinton, on a Goldman Sachs video after publically promising free \ncollege'As the FBI said, everything that I've said publicly has been consistent and truthful with what I've told them.' \n~Hillary Clinton'Can't we just drone this guy?' ~Hillary Clinton on Julian Assange'Anyone not willing to accept the \nresult of an election is a danger to democracy.' ~Hillary ClintonBesides what appears to me to be a lifetime of \n\n\n\ncriminal behavior befitting that of a clinical sociopath, what were Hillary's biggest mistakes? I view three as truly \ncolossal screw-ups by an otherwise coldly calculating political veteran. (1) Hillary called approximately 25% of the \nvoters (half of Trump's supporters) a 'basket of deplorables.' You attack the candidate but never the voters. What \nwas so egregious was that she turned them into nouns. They were not deplorable but rather deplorables. You could \nactually hear her minions after the fact trying to reverse that grammatical subtlety. The noun form was \ndehumanizing. Hillary was dehumanizing.  (2) Hillary feigned interest in the environment—her first loyalty remains \nto her—supporting green energy as preferable to coal. Her enormous mistake was that she told the most \ndowntrodden working class in America—coal miners—that she was going to put them out of work. It revealed a lack \nof compassion—a monumental political blunder. (3) She and her team rigged the polls and controlled the media. \nThe control was absolute, because the media (even Fox News) had turned on Trump. The blunder was that she \nthen believed the media reports and the polls showing she was winning. Team Clinton lied to itself on a grand \nscale. Meanwhile, she slowly but ever so steadily lost the millennials, the Bernie supporters, and even minorities in \nsignificant numbers. I return to the minority shift in the next section. It's important.Figure 24. Poll showing Clinton \nlead on November 7th. Before closing, I must mention Huma and the Weiner, which refers not to a sitcom but to \nHuma Abedin and her sex-crazed husband and former politician Anthony Weiner. I am confident that Huma's moral \nbar is at the wrong level.701 The scandals about her 10-year stint as the associate editor of the Journal of Muslim \nMinority Affairs are innuendo but remain disquieting.702 Maybe JMMA is just the Saudi comeback to Cosmo, but \nmaybe not. The e-mail leaks from the DNC and ultimately from the Weiner clearly showed that Huma played a key \nand dubious role in what I believe will prove to be the largest scandalFigure 25. Caption contest. of them all, the \nClinton Foundation. The close affiliation with Hillary Clinton is condemning. But here is the impressive part: Huma's \nrole as Hillary's chief of staff—a role that demanded dealing with unimaginable pressures daily—tells me that she \nmust be working at the highest possible level of competence. Huma has gravitas. Somebody will hire her and get \ntheir money's worth, even if there is a little interim time spent in public housing—orange is the new black—or in a \nwitness protection program.Trump 'This year represents a paroxysm in the political system that is rejecting the \nattempts to control the election from the halls of power. . . . They might find a way to take Trump down, but he's not \ngoing down easy.' ~David Collum, BTFDtv, January 2016The media and two parties beat Trump unceasingly. Even \nthe Hillary-hating ultra-right power brokers Bill Kristol, George Will, and Mitt Romney supported Hillary. Ruth Bader \nGinsberg, breaking federal law precluding a sitting Supreme Court justice from making political statements, noted, 'I \ncan't imagine what the country would be with Donald Trump as our president. . . . He is a faker.' The Donald fired \nback, 'Her mind is shot. She should resign.' They could both be correct. Conservative pundit Andrew Sullivan \nreferred to a Trump presidency as an 'extinction-level event.'703 Ex-CIA head Michael Hayden suggested the \ntroops would not follow his orders, which sounds very Roman. Of course, Wall Street veterans like Buffett and \nPaulson hated him because he might not even be for sale, let alone have bargain-basement price tag of $200,000 \nand a Buy-Now button at Amazon. 'If trump wins the election I am moving out of the country goodbye America hello \nHawaii' ~@BasedPacoWe just witnessed a victory that was every bit as improbable as the 1980 U.S. hockey team \nwinning the gold in Lake Placid (albeit lacking the universal appeal . . . except, ironically, from the Russians). How \ndid this happen? I'm not going to pile on. I am trying to avoid being one of the billions who underestimated the man. \nAdmittedly, Trump has a huge error bar tattooed on his ass, and I could be doing some serious mea culpas in the \nfuture. Some may be irritated if not appalled that I am writing past his obvious flaws this year and looking at his \nachievements; next year there will be some serious hard data to work with. I am, however, optimistic that he is in \nthis for real and that there is a chance—possibly a long shot, mind you—that he will be transformational. The single \nbest source of upbeat analysis of Trump came from cartoonist Scott Adams of Dilbert fame. He opened with a \nsnarky endorsement of Hillary noting, 'I've decided to endorse Hillary Clinton for President, for my personal \nsafety.'704 Later blogs, however, supported The Donald and dissected his tactics. While most heard Trump \nbabbling simple, mind-numbing platitudes, Adams witnessed somebody using classic linguistic ploys to win—as you \nmight expect from a guy who wrote The Art of the Deal and has been closing deals for his entire life. I was \nreminded of sections of the classic book Influence, in which Robert Cialdini describes how we are influenced by \nothers. 'It turns out that Trump's base personality is 'winning.' Everything else he does is designed to get that result.' \n~Scott Adams (@ScottAdamsSays)At the outset, a meeting of the Clintons and Trump before he threw his hat in \nthe ring convinced me Trump was a stalking horse for Hillary—a decoy to disrupt the Republican nominating \nprocess. National Review suggested he might be a 'Manchurian candidate.'705 Maybe this was true, or maybe, just \nmaybe, he was setting Hillary up for The Sting. No matter, soon he smelled blood like Bruce the Shark in Finding \nNemo, and the hunt for the presidency was on. Megyn Kelly opened the debates asking Trump what it would take \n\n\n\nto get him to drop out. Was he below the minimum standard that was obviously quite low, or had he already scared \nthe establishment? My wild-ass theory is that he and Megyn choreographed a highly visible Battle Royale to \nadvance both of their goals: The Kelly/Trump fight was staged. Cui bono? Both. Trump is now president and Megyn \nis looking at a $20 million annual salary. That would be classic Trump. From there, he proceeded to emasculate \nand then defeat a bevy of losers in the Republican debates. He then set his sights on Hillary. Trump was so totally \nunconventional. He spent little on campaign ads, instead relentlessly baiting the media into reporting anything he \nsaid. He would tweet 140 characters, and the media would write volumes and talk about it incessantly. He called a \npress conference under a false pretense and then presented them with whatever he had on his mind. They called it \ngetting 'rickrolled,' and it got huge coverage.706 While Hillary was a mediaphobe, Trump was a mediaphile. While \nHillary ducked press conferences, Trump held over a dozen, taking all questions and answering them with highly \nquotable zingers.707 His penchant for throwing out wild-eyed conspiracy theories had his opponents and the media \napoplectic. The funny part is that despite protestations to the contrary, his exaggerated and hyperbolic assertions \nalways had shards of truth. His accusation that Obama and Hillary played a role in creating ISIS is considered \ncommon knowledge by many.708 He accused a Mexican-American judge of bias. If you read the analyses, Trump \nwas a nutty racist bigot. If you actually watch the video,709 however, you see a well-presented assertion (whether \ntrue or false) that his plan to build The Wall was compromising the judge's impartiality. Ironically, several judges, \nincluding former Attorney General Alberto Gonzalez, jumped to Trump's defense.710 It was said that 'Trump's \nprediction of a 'massive recession' puzzles economists.'711 'Nuff said by me on that one. 'Just getting nasty with \nHillary won't work. You really have to get people to look hard at her character.' ~Trump (way before the first \ndebate)Trump resurrected the Vince Foster death as 'very fishy,' which again brought the media into a frenzy over a \nlong since 'debunked' conspiracy theory.711 Vince's death was indeed profoundly fishy,712 as was the Clintons' \nbehavior after his death. How about that loopy claim that Ted Cruz's father, Rafael, assassinated JFK? The media \ndeclared that one beyond the pale. Curiously, that rumor has been working the back channels for years.713 Rafael \nwas a politically active Cuban national at the right time and place. A video shows Oswald and another man handing \nout pamphlets.714 The other man is said to be Rafael. I can't tell, but Trump's claim was not completely out of thin \nair, and a frustrated Lyin' Ted quit the day Trump made the accusation. 'That would be impossible.' ~George Bush \nSr. on Trump's offer to be his VPTrump's rallies were spectacles. There was serious violence. After getting pelted \nwith eggs by anti-Trump forces,715 a blonde Trump fan suggested, 'Maybe I egged them on.' This is a surprisingly \nwitty comeback for a subhuman, alt-right Trump supporter.716 One rally was canceled owing to the violence.717 In \nothers, cars were tipped over.718 Shockingly, this all got hung on Trump by the media, somehow not noticing that \nthe Trump supporters were boisterous but largely nonviolent. Oh, right: it was his rhetoric. 'Figure out how to extract \nyourself and your car or truck from an angry mob before you confront the problem. Your options are limited, and \ntime will be short.' ~Me channeling Reginald DennyWhat was suspected and eventually confirmed by a combination \nof WikiLeaks and an undercover video by Project Veritas was that the violence was orchestrated and paid for by the \nDNC.719 The guy who admitted on camera to doing it, Robert Creamer, also happened to have visited the White \nHouse 340 times, including more than 40 trips to see President Obama.720 Robert may do some serious jail time \nbefore the next administration is done with him. The DNC, by contrast, came out unscathed, albeit totally \ndiscredited. Euthanasia seems appropriate to me. Give the egg lady a bat and 10 minutes with Creamer and you \nmight get some justice. The other noteworthy feature of the rallies was that they were huge. While Hillary was \nhaving fake rallies with hundreds, The Donald was filling arenas with lines stretching for blocks. The rallies were this \nera's Woodstock. While the crowd chanted 'lock her up' and 'drain the swamp,' the master showman would use \nphrases like, 'It's just me up here. Just you and me.' He hammered foreigners, but he gave nothing but big hugs to \nAmericans. It was declared racist, Islamophobic, xenophobic, and bigoted, but many Americans liked the general \nmessage. 'No one ever went broke underestimating the intelligence of the American public.' ~P. T. BarnumTrump's \ntruly momentous scam was classic Trump and nobody noticed: he threw the first debate against Hillary. What? He \nthrew the friggin' debate? Pundits breathlessly reported on the day of the long-awaited political event that 'insiders' \nwere saying he 'wasn't ready.' Don't be so gullible, dudes: real insiders tell you only what they want you to hear. In \nthe debate, he looked terrible. Hillary landed body blow after body blow on his support for the Iraq war (which was \noddly ambiguous721) and his tax returns, and he didn't even throw a real punch. How did he let himself get caught \non the ropes so badly? The media declared the election was over. Trump was incompetent and unpresidential. (The \ntwo are not the same.) Here's your homework assignment: List Hillary's 15 biggest scandals—The Donald had them \ncommitted to memory—and then go back and watch Debate I. How many did Trump attack her on? None. Nada. \nZero. There were some minor slip-ups, but he left those skeletons securely in the closet. Why? When I pointed that \n\n\n\nout to friends, they would declare he was simply that stupid. Tweeter @JPCompson and I, in a series of private \nmessages, saw it as a classic rope-a-dope. In round I, he took her best shots without returning her volley. He was \nsaving himself for Debates II and III, because once you've attacked her, it becomes unusable old news. We were \npositive he would knock her out in Debate II. Unfortunately, 'grab them by the pussy' appeared the week before this \ndebate, so we'll never know what his original plan was: now he had to knock her out. Meanwhile, Hillary thought \nshe would spend the evening having her way with this ball-gagged, pussy-grabbing sexual predator. Indeed, Trump \nspent the first five minutes of Debate II defending his groin against an assault, looking for metaphorical and literal \ncastration, and then he destroyed her. She was dazed and confused the remainder of the night. He even managed \nto play a seemingly losing hand on abortion by describing Hillary as a baby killer. He hung late-stage, third-trimester \nabortions around Hillary's neck by the umbilical cords. You'd swear Hillary actually ran an abortion clinic. There was \none exchange, however, that took top billing in the Debate Hall of Fame: Hillary: 'You know it is just awfully good \nthat someone with the temperament of Donald Trump is not in charge of the law in this country.' Trump: 'Because \nyou'd be in jail.'But wait a minute there, Sparky. Didn't the widely (universally) cited CNN poll show she won 51% to \n39%. Yes, it did, but the polls were as fabricated as the election coverage, which was also ultimately outed by \nWikiLeaks. I knew Trump won big using my own lying eyes and by a simple survey. I searched 'who won' on \nTwitter—a nonpartisan Boolean search covering the entire political spectrum without bias. In 27 spot polls, he \ndestroyed her in many and, most important, he beat her in 25 of the 27 polls. Meanwhile, the voters kept getting told \nby all the major news outlets that Hillary won. From the outset, Anne Coulter defiantly declared that Donald Trump \nwould be the next president.722 People laughed at her like she was Peter Schiff declaring there was a huge real \nestate bubble. Right-wing pundit Sean Hannity stepped into the right-wing buzz saw to give him fair treatment. It \nwas hard to find them, but Trump supporters in prominent places slowly crawled out of their safe spaces. Eventually \nGingrich and Giuliani jumped into the fray. Wall Streeters Peter Thiel and Jeff Gundlach lent support. A month \nbefore the election, I sat at a table with a dozen highly educated, affluent friends from college and was shocked to \ndiscover 100% supporting Trump. This is inconsistent with the storyline about his base being wife-beating, alt-right \nsexual predators. Closet Trump supporters were coming out of their closets. 'No, I would not vote for Hillary Clinton \n. . . and Trump is not the typical detached, corrupt, greedy, globalist U.S. president we've become so accustomed \nto. This is precisely what his supporters are picking up on and why they love him.' ~Jim Webb, Democratic \npresidential hopefulThe weirdest subplot of them all is still off most radars and may never fully take form: minorities \nseemed to move toward Trump. Mind you, it was just a flicker, but The Donald courted them as the democrats \nlethargically assumed they would lose zero votes from the minority community from here to eternity. Trump, of \ncourse, had given plenty of reasons for Hispanics to dislike him, but black Americans were visibly showing \nsupport.723 Blacks for Trump rallies were appearing:724 I don't remember Blacks for Mitt. Ice Cube articulated \nTrump's appeal, falling short of endorsing him.725 Dave Chapelle, before his legendary post-election SNL \nappearance725 seemed intriqued with Trump.726 Shaquille O'Neal, Mike Tyson, 50 Cent, Sean Diddy Combs, and \nother prominent blacks openly supported Trump.727 Football legend Jim Brown said Trump 'is going to be for all \nthe people.'728 Malik Obama, Barack's brother, supported Trump.729 Quanell X, the head of the New Black \nPanther Party, told us to ignore the package and listen to the message.730 Quanell X's message was simple: we \nhave given the Democrats our love for a half a century, and what do we have to show for it? The head of Blacks for \nBernie, undoubtedly still smarting from the abuse Bernie took from Team Clinton, threw his support for Trump.731 \nIs it possible that, much the way Southern Democrats morphed into Southern Republicans (for admittedly different \nreasons), black Democrats are shifting their allegiance? Some of the post-election stats hint at this, but one can find \nmany more stating the opposite. It would, however, be a sea change of unimaginable political consequence. A lot \nwill depend on the next four years. 'You're living in poverty, your schools are no good, you have no jobs, 58 percent \nof your youth is unemployed. What the hell do you have to lose?' ~Donald Trump to African Americans Media'The \nmainstream media bet the farm on Hillary Clinton, confident that their dismissal of every skeptical inquiry as a \n'conspiracy' would guarantee her victory. It now appears they have lost their bet.' ~Charles Hugh Smith, \nOfTwoMindsLet me be clear to the mainstream media as a collective: you guys suck. I'm talking really suck. A \nGallup poll showing your credibility dropping to single digits—below the percentages who believe in Sasquatch—\nsays I am not alone in my disdain.732 I know some great reporters; painting everybody with a big brush is not fair, \nbut I would slather most of the news organizations with tar, throw some feathers on them, and wait for Chapter 7 \nliquidation. One side of my brain says, go ahead. Define your media niches. If it destroys your brands, that was a \nbusiness decision. You will be replaced by an honest (digital) product that people demand. The other lobe worries \nthat Big Money will just keep buying up or, if necessary, sabotaging new media. As fledgling outlets emerge (think \n\n\n\nHuffington Post), they get swallowed by the Borg Collective. Is this really free press? Are there analogues of \nWoodward and Bernstein? We desperately do not need whores and gigalos groping people in power simply to gain \naccess. It's showtime: risk your access or risk your role in a democratic society. I'm sure this problem is bipartisan, \nbut fear of Trump and agenda-driven support for Hillary caused a political lopsidedness. Emblematically, the winner \nof the election didn't get a single endorsement—not a one—from the top 100 media outlets.733 Maybe Hillary \nshould have batted 0 for 100 as well. WikiLeaks showed that hundreds of reporters were in cahoots—had their \nnoses right up the butts of Team Clinton to a shocking degree.734  'We couldn't help [Hillary] any more than we \nhave.' ~ Chris Cuomo, CNN correspondentFirst off, quit donating to campaigns and crime syndicates masquerading \nas nonprofit foundations. Time Inc. was a big Hillary donor.735 Politico reported—thank you, Politico—that NBC \nUniversal, News Corporation, Turner Broadcasting, and Thomson Reuters are among the many media \norganizations that donated to the Clinton Foundation.736  The network that took the absolute worst beating this \nyear was CNN—the Clinton News Network. Time Warner, owner of CNN, was Hillary's seventh largest donor.737 \nAt the microscopic level, you could see it. CNN reporters criticizing Hillary would be cut off mid-broadcast.738 You \nalso should probably stop firing reporters for content that you find inconsistent with your endorsed candidate's \nviews.739 You let Team Clinton feed you questions for interviews,740 and you fed them questions for the \ndebates:741you rigged the debates. Thank God for the wild free-speech zone offered by social media, where \neverything and anything can be said. In one 24-hour period, I chatted with the former president of Microsoft, \ncountless journalists and hedgies, a vice president of the St. Louis Fed, and one of Bill Clinton's rape victims. \n(Wouldn't want to skip the Oxford comma in that sentence.) I taught Juanita Broaddrick how to 'pin' a Tweet, and \nshe pinned a zinger: There were some funny mishaps. Rumsfeld hit Twitter endorsing a flat tax, but it quickly turned \ninto a war crime Tweet-A-Thon.742 TayTweets, an artificial intelligence (AI) program designed by Microsoft to \ninteract with people on Twitter, was pulled when it began spewing anti-semitic hate speech and pro-Donald Trump \ncampaign slogans.743 It has the AI guys and the AI debate on the DEFCON scale. As noted above, the NY Fed \nthought exposing itself to the Fever Swamp was a swell idea. Shoulda listened to Geraldo when he advised not to \ntweet late at night shirtless. '[I]t takes a special kind of asshole to actually get banned from Twitter.' ~New York \nmagazineA decidedly unfunny covert war is being fought against the openness of it all. The major tech companies \nare beginning to sift through content and decide what is right or wrong. I reiterate, I support the right of these \ncompanies to destroy themselves, but I think something much more sinister is going on. Facebook, Google, and \nTwitter all showed a distinct bias against right-leaning content. Polarizing figures were getting banned and their \ncontent blocked.744 Facebook deleted highly popular pro-Trump pages in social media's variant of the Night of the \nLong Knives.745 YouTube blocked some content providers at the cash register—prevented ad revenue—when the \ncontent didn't fit its definition of what's right and wrong.746 The techies profess to be saving us from being \nsubjected to hurtful ideas. Although this year was anti-right-wing bias, I suspect it's a less partisan content control \nbias. It's wrapped in a protective cloak with an anti-terrorism or anti-hate-speech logo, but it's about suppressing \nfree speech. A few random flesh wounds and head shots to and from the media are summarized as Bad Bullets: \nThe New York Times dropped superdelegates from its tabulations to protect the DNC.747 The AP announced \nHillary's victory in the Democratic primaries before it was hers and specifically timed the announcement to influence \nthe impact of the California primary (vide supra). An Obama aide was hired and fired by NBC/MSNBC on the same \nday when it was discovered that she was helping him get his Supreme Court nominee through the system.748 Nice \nstick save. Chuck Johnson, right-wing investigative reporter, was the first to be banned from Twitter and warned \nBreitbart tech analyst Milo Yiannopolous he would be banned.749 Milo Yiannopoulus was first unverified (which is \njust weird) and then banned from Twitter for what was clearly polarizing content that would be constitutionally \nprotected in a public setting.750 Twitter CEO Jack Dorsey claims Twitter censors nothing.751 An ex-CIA guy who \nhad been on Fox News for years turned out to be a total fake, getting him 33 months in prison.752 What happened \nto the other fakes? A former Zero Hedge employee outed marginally concealed Zero Hedge founders in Bloomberg \nand then discovered the hard way that he'd left a paper trail of his personal misdeeds a mile long.753 CNN reported \nthat 200 million people died from 65 million surgeries.754 Michael Savage's radio show got blacked out in a number \nof cities when he started talking about Hillary's health.755 Headline: Game Developer Mark Kern Banned On \nTwitter For Saying Radical Mosques Should Be Surveilled—even though they are being surveilled. We all are.756 \nScott Adams got 'shadow banned' on Twitter, which meant that, unbeknownst to him, his tweets weren't showing \nup.757 Roger Ailes of Fox News got accused of 'grabbing the pussy' of aspiring female journalists, generating a \ndigital exam of his own genitalia.758 Michael Isikoff unsuccessfully called for the unedited Juanita Broaddrick \ninterview, including the deleted part wherein she hammered Hillary.759 Christina Hoff Sommers was silenced on \n\n\n\nYouTube for anti-feminist views.760 RBS shut down the banking functions of RT, backing down eventually but \nshowing a totalitarian side.761 The irony is palpable. The Economist tweeted, 'Donald Trump must be stopped \nbefore it's too late,' showing that it's not only their coverage of economics that is dubious.762 When Trump pulled \ninto the lead, Reuters changed its polling methods.763 Lester Holt was so bad in the first debate he got nicknamed \n'The Third Debater.'764 Martha Raddatz 'lost her shit' and started arguing in a debate . . . and then cried when \nHillary lost.765 Searches for the 'Clinton AP story' gave results limited to stories from left-wing publications \ndiscrediting the story.766 (I checked; it was true when reported.) Chris Wallace shined. Pamela Geller, after some \nboots and bans owing to what was deemed anti-Islamic content, has filed a joint lawsuit against Attorney General \nLoretta Lynch and tech giants Facebook, Twitter, and YouTube for 'unlawful discrimination based upon their \nreligious and political beliefs and views.'767,768 'The Watts case involved a young man who claimed that if he was \ndrafted and made to carry a rifle, then 'the first man I want to get in my sights is L. B. J.' The Court found seemingly \nviolent 'hyperbole' is constitutionally protected.' ~Glenn Reynolds (@Instapundit), about a bygone era Conclusion \nAnd in a flash, it was over—the election, the year, a clockwork orange. Newsweek released the results in a \ncommemorative issue just a wee bit too early. Time waited and got it right. The gravity and despair on the left was \noften captured by images of Hillary supporters crying, but the most poignant image might have been that of John \nPodesta walking into the arena the night of the election. He was to announce that the dreams of a Clinton \npresidency—of the first female president—were dashed and that their candidate would not be coming out that night. \nJohn's burden is palpable. Despite my disdain for the Clinton political machine and even his role, I can feel his pain. \nAnother oddly moving experience for me was listening to Kate McKinnon in her role as Hillary Clinton on Saturday \nNight Live singing 'Hallelujah.'748Trump was not a cause but rather an effect. For me the wildly uplifting \nnonpartisan message is that we threw the bums out. The voters took the wretched candidates offered by the two \npolitical parties and said, 'No. We will be choosing our own president this time, warts and all.' The risk to the elites is \nthat the movement is global. Britain and Italy voting to leave the EU is the same plot.749 'Trump's election is going \nto be the biggest fuck you ever recorded in human history, and it will feel good.' ~Michael MooreOne might ask \nwhether transformative change really required someone as extreme as Donald Trump? My answer is a resounding \nyes. No other candidate could challenge the system so profoundly and defeat it. To shake a rotten system to its \nfoundations truly required an unprecedented performance. I encourage you to hold your doomsday prophecies for \nsome data. 'You can't always get what you want. But you just might find you get what you need.' ~Rolling \nStonesAmazingly, nobody can see past February. Even Trump supporters are watching quizzically. I am guardedly \noptimistic that Trump is more cunning and calculating than his political foes realize. The post-election press \nconference in which he denounced the press as liars and scoundrels was, like Trump, paradoxical. On the one \nhand, it was seriously ham-fisted. On the other, many are lying scoundrels. We have the right to a free press, which \nis slipping through our fingers because the press forgot to do the job that is so important in a functioning \ndemocracy. Without a strong First Amendment, the populace will naturally turn to its backup—the Second \nAmendment. I am confident that Trump plays to win. Trump the candidate will not be the same competitor as \nPresident Trump because the task is different. The Carrier jobs move, calls to Taiwan, and Stinger missiles shot at \nBoeing are consistent with a simple message from the pre-POTUS: he is not going to take any guff. Of course, \nthere will be some yuge missteps. Some say his political appointees are a disaster. I submit that they are not so \nnuts if his goal is to shrink the footprint of government. I don't worry about Trump as much as I worry about the \nabrogation of free speech. From my vantage point, the alt-left seems more dangerous than the alt-right because the \nformer is charging at our right to free speech with venomous aggression. Recent moves to censor and eliminate \n'fake news' are not just political footballs. They are attacking the most fundamental right of our democracy—the \nright to free speech. Give that up and you give up everything. I can ignore Nazis, communists, cultists, and fringe \nelements of almost all kinds provided they come as a consequence of free speech. Aristotle said that an educated \nperson—actually, he said educated man—can entertain an idea without endorsing it. We should be careful not to \ngive up the right to entertain all ideas. I have a solid record as a college professor. I get good teaching reviews in \ncourses, have not been rejected on a federal grant since 1987, publish in the best journals, have served as the \nassociate editor of a prominent scientific journal for 20 years, and have held administrative positions of some \nimportance for 15 years. I have helped coach two sports at the collegiate level, advised a number of clubs, and \nfallen on my sword in more ways than I can say in public (including one right now). Nonetheless, writing this review \nposes unknowable risk. In the midst of a very left-leaning faculty discussion, I got a text from a high-ranking \nadministrator that stated succinctly, 'Dave: you need to speak up.' I did not say a word. That was a small moment of \nshame—a microshame. I am reminded of the universal maxim 'this too shall pass.' Randy Pausch's wife once said \n\n\n\nthat when you start obsessing just say to yourself, 'this is not helping.' Mark Twain or Will Rogers suggested that \n'Worry is the interest you pay on a debt you may not owe.' And lest we forget, there are always more elections to \nworry about:Presidential Election 2036: Trump versus Clinton Books'Books serve to show a man that those original \nthoughts of his aren't very new after all.' ~Abraham LincolnEvery year I attempt to attenuate the growth of my 35-\npage wish list on Amazon by reading a handful of books, but I am losing the fight. I choose carefully owing to limited \nbandwidth. The books end up being an eclectic mix with one unbroken theme: they all profess to be nonfiction. I am \nnot spending good money without attaining personal growth loosely referred to as knowledge. Novels just don't cut \nit for me. Here is my 2016 reading list for what it's worth. Destiny and Power: The American Odyssey of George \nHerbert Walker Bush by Jon Meacham[53] This book is the amazingly uplifting story of a humble, very sensitive, \nfamily-oriented guy who lived a very moral existence. The occasional mishaps hurt him deeply. He created wealth, \nnot (just) inherited it. His loss in the second term stemmed, in part, from ambivalence about whether he really \nwanted it. You get some minor but telling views about his opinion of the Clintons and absolute respect and loyalty \nto Reagan. The book seemed a little too supportive of GW's presidency (through the fuzzy eyes of a proud father.) \nOverall, I finished with a substantially amplified opinion of GHWB. The Kennedy Men: 1903-1963 by Laurence \nLeamer[54] This book is an oddly imbalanced mix of the Kennedy men including Joe Sr., Joe Jr., John, Robert, and \nTeddy. The description of the kids in childhood was all about Joe Jr. and John. Bobby gets short shrift. That said, \nBobby is depicted as a total hothead. Teddy is an afterthought. There is quite a bit on the womanizing but not so \nmuch that it risks being just salacious garbage. I enjoyed the book, but the imbalances and dubious organization \nmade it less than it could have been. Moonwalking with Einstein: The Art and Science of Remembering Everything \nby Joshua Foer[55] Foer describes the odd world of memory experts—the guys who learn how to memorize vast \nquantities of often worthless information in very short order. (Homer is a great example of one of the original \nmemory junkies.) What makes the story interesting is that Foer taught himself how to do it and excelled. I had seen \nFoer speak and was captivated by the idea. I gotta confess that (a) the book did not move along fast enough for my \ntastes, and (b) I didn't finish it. It conveyed the ideas, but I was not getting to the question of how. It may just have \nbeen my impatience. The two-star reviews at Amazon (checked after writing this review) confirm that others had \nsimilar problems, although the overall rating is high. Malcolm X: A Life of Reinvention by Manning Marable[56] \nManning tells the transformational tale of Malcolm X. In some odd way, this book is a follow-up to the original Alex \nHaley version. In Marable's version, Haley is actually part of the plot. It is a story of redemption. A young man—a \ncaricature of sorts—heading to nowhere but a life of crime and prison becomes one of a transformational characters \nof the twentieth century. While Martin Luther King Jr. was rallying the rural South, Malcolm was more militantly \nrocking the cities. The role of Islam (the Nation of Islam) in his metamorphosis is profound and compelling. I \nwould've loved to see what he'd have done had he lived his full life. The only downside is that the book, like so \nmany historical treatises, is filled with characters that, despite some memorable ones (Mohammad Ali, Louis \nFarrakhan), are simply not of interest to the general readership. You can't live with 'em but ya can't live without 'em. \nThe Catholic Church: A History by William Cook[57] I'm a huge fan of The Teaching Company's audio series: \ncollege-level, trimester-length courses on interesting subjects taught by talented lecturers. This course was exactly \nwhat I had hoped for—a historical rather than religious look at the role of the Catholic Church in society through the \nyears. The origins and early history in the ancient era was the best part. The more modern periods were of far less \ninterest to me. The course is not about God or Christ but rather about the institution we call the Church (capital C). \nThe New Case for Gold by James Rickards[58] Jim is an occasional acquaintance and frequent e-quaintance with a \ncommon interest in gold as a means of wealth preservation. His book is an easy read that will be enjoyed by gold \nfans but is really more important for neophytes interested in wrapping their brains around gold. I have only one \ndisagreement: I do not buy the notion that gold is money and that its price represents the price of the dollar \ndenominated in gold. The prices of goods and services denominated in dollars are, in the short term, stable. By \ncontrast, goods and services priced in gold vary daily with the price of gold. By this standard, gold is not yet money. \nIt is, however, a store of wealth in the long term. Why We Make Mistakes: How We Look Without Seeing, Forget \nThings in Seconds, and Are All Pretty Sure We Are Way Above Average by Joseph T. Hallinan[59] This book is one \nof many, many neuropsychology books on biases. It's sort of Gladwellian. I'm not sure I can recall what was in it, \nnor can I recall why I read yet another. I remember it being enjoyable, but I can lip-synch this genre now. \nFlashpoints by George Friedman[60] As the former CEO and founder of Stratfor, George is on the front lines of the \ngeopolitical world. He describes Europe as a series of regions (tribes) with long memories surrounded by \n'borderlands' that reminds one of the bar in Star Wars—huge opportunities for a brawl. The tribalism has lead to \nhuge numbers of wars and will continue to do so. George doesn't see a conflagration but would be even more \n\n\n\nshocked if we avoided a generic shitstorm. He does not spend a lot of time on the recent immigrants, but I bet he \nwould have if the book had been written a year later. Foolproof: Why Safety Can Be Dangerous and How Danger \nMakes Us Safe by Greg Ip[61] Greg does a credible job of describing the ages old maxim that stability breeds \ninstability in financial markets. He draws ample analogies to excessive risks that appear with overly aggressive fire \nprevention, financial intermediation, and car safety. There was some dry discussion of the financial crisis (blah, \nblah, blah . . . like I need more of that). Unfortunately, he gives the Fed a pass for the most part, ignoring its role \nand simply pointing out why it did what it did. I would recommend passing on this book. Rome and the Barbarians \nby Kenneth Harl[62] This audiobook is another Teaching Company trimester-length collegiate course in audio. \nThese courses are, almost without fail, exceptional. Harl does a great job of describing in a relatively chronological \norder the expansion of the Roman Empire and the various 'barbarians' confronted along the way. I enjoyed it \nimmensely. The Professor and the Madman: A Tale of Murder, Insanity, and the Making of the Oxford English \nDictionary by Simon Winchester[63] I've always wondered how one would ever create a monumental body of work \nlike the World Book Encyclopedia in this era . . . and along came WikiLeaks. You crowdsource it! But what about \nthe past? The story of the creation of the Oxford English Dictionary with in excess of a million entries is actually \nquite similar: it was crowdsourced using thousands of people globally over a 70-year period. The great historical \nstoryteller Simon Winchester describes the creation of the monumental, first-of-a-kind compilation of words and \ndefinitions. The plot within the plot is the specific role of a crazy bastard in a sanitarium. For 20 of those years, he \ncontributed profoundly, yet nobody knew he was completely nuts. (He requested and received zinc-plated floors to \nkeep demons from climbing up through the floorboards at night and having sex with him.) It's an entertaining tale, \nalthough in a bit of irony, one could get the basic story by simply going to Wikipedia. Crisis of Character: A White \nHouse Secret Service Officer Discloses His Firsthand Experience with Hillary, Bill, and How They Operate by Gary \nJ. Byrne[64] Gary Byrne was a Secret Service agent charged with protecting the Clintons for eight years. To the \ndismay of millions of alt-righters, he was very good at his job. Of course, if you hadn't figured it out by now, I read \nthis book simply because I find Hillary to be a deplorable human being with no socially redeeming qualities. \nUnfortunately, the book was disappointing. He hammers Hillary but very nondescriptly. At its release, I'd hoped \nHillary would 'feel the Byrne.' Little did I know that she would deflect much, much worse. Bill Clinton takes a beating \nas Gary describes relentless examples of bimbo-banging in the Oval Office and the icky cleanup after the fact. He \ndescribes testifying to Congress under oath, during which he was precluded from telling the truth (and we don't get \nthat part either). Monica comes off as a stalker-level groupie. It's also disconnected, with a lot of chapters about the \nauthor's life away from the Clintons. Prosper!: How to Prepare for the Future and Create a World Worth Inheriting \nby Chris Martenson and Adam Taggart[65] I've watched most of Chris Martenson's metamorphosis into town crier \nabout disaster coming our way. I tuned into Crash Course when the sections were still incomplete. It was great. \nThis book is about the transition from panic to relative tranquility that comes through preparing oneself for coming \nadversity. It's about prepping, but it transcends the apocalyptic version and provides a more measured version in \nwhich you simply organize your life for a sustainable existence that is not reliant on fragile support systems that \ncould give way to serious problems. (Only two days before my typing the first draft of this review, the Internet \nexperienced a significant denial-of-service hack attack.) America's Bank: The Epic Struggle to Create the Federal \nReserve by Roger Lowenstein[66] Roger is best known for his description of the Long-Term Capital Management \ncollapse in When Genius Failed. Presenting a polar opposite view of The Creature from Jekyll Island, Lowenstein \ndescribes the creation of the Federal Reserve in the most favorable light possible. It is absolutely clear that Roger is \na big Fed fan and thinks its detractors are idiots or, even worse, conspiracy theorists. After the insults, I found the \nbook to be an enlightening read in which the author convinced me of the problems of the fragmented banking \nindustry of the nineteenth century and the merits of a collective approach (a cabal if you wish). If only the Fed could \nbe a more humble institution unfettered by the Hayekian fatal conceit. Origins of Great Ancient Civilizations by \nKenneth W. Harl[67] In yet another Teaching Company trimester-length course, Kenneth Harl describes a number \nof ancient civilizations. I love this stuff even though I have trouble remembering any of it for more than a few weeks \nafter listening. Barbarians at the Gate: The Fall of RJR Nabisco by Bryan Burrough and John Helyar[68] The \nauthors describe the pandemonium that results when hot money chases overvalued assets driven by testosterone-\ninfested money guys (KKR). The story dates to the 1980s—in the wake of disco, to place it in context. I found it \ninteresting, but the magnitude seems quaint in light of the modern-day barbarians. Still, it was an enjoyable read, \nalbeit non-technical. 'Read the best books first, or you may not have a chance to read them at all.' ~Henry David \nThoreau AcknowledgmentsThis manuscript sits on the shoulders of diligent individuals providing fresh content as \nwell as invaluable sifting through extant content. We all crowdsource news now. There are individuals who make \n\n\n\nmy personal pursuits to understand the world very special. Of course, Adam Taggart and Chris Martenson deserve \nhearty thanks for allowing me to provide content as well as giving a healthy dose of their own. Zero Hedge, \nsupposedly one of the primary sources of 'fake news' according to the alt-left and the elites, provides content that is \nremarkably useful given its putative total lack of authenticity. Guys I interacted with this year include some regulars \nas well as some newcomers. Although their exchanges are not always voluminous, they generously include me in \ntheir sphere. They include Stephen Roach, Nassim Taleb, Mark Gilbert, Grant Williams, Michael Krieger, Benn \nSteil, Steve Hanke, Sean Corrigan, Catherine Austin Fitts, Jack Barnes, Jim Kunstler, Dale Pinkert, Jacob Taylor, \nDorsey Kindler, Sam Kitterman, John Rubino, Dorsey Kindler, Susan Lustick, David Einhorn, Tony Deden, Steve \nEllis, and the boys at Zero Hedge. Twitter is an amazing source of anything you want. With great hesitation, I \nmention a few of the people I follow, recognizing that many will be left off. In many cases, the connection is almost \nillogically strong given that I've never met them and don't always know their names or backgrounds: \n@RudyHavenstein @TheLimerickKing (Robert Frost?) @dandolfa (David Andolfatto) @nntaleb (Nassim Taleb) \n@Scouseview (Mark Gilbert) @EmanuelDerman @RaoulGMI (Raoul Pal) @mikehalen @DowdEdward \n@CGrantWSJ (Charley Grant) @BrendanEich @JPCompson @jamessaft @scott_segal @cgarrett101 (Cynthia \nGarrett) ?@JoshCrumb @stevesi (Steve Sinofsky) @tkinder (Terry Kinder) @iuubob (Bob Lehmann) @TFMkts \n(Peter Tchir) @timfprice @reinman_mt @rcwhalen (Chris Whalen) @JoelHeyman @AutomaticEarth @ddobell \n@StockCats @MarketWeight @DividendMaster @Smaulgld @BamaTrader @chigrl @GreenMonsterah \n@BennSteil @ollieblog @cate_long @pkedrosky @cabaum1 (Caroline Baum) @azizonomics (John Aziz) \n@Stevephenni (Steve Henningsen) @credittrader (Tim Backshall) @vexmark (Mark Constantine) \n@JamesGRickards (Jim Rickards) @PopescuCo (Dan Popescu) @nanexllc (Eric Hunsader) @addictiondocMD \n(Howard Wetsman) [ 1]:            http://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-\n2016-year-review-and-then-things-got-really-wierd [ 2]:            \nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-2016-year-review-and-then-things-\ngot-really-wierd [ 3]:            https://www.peakprosperity.com/blog/104753/2016-year-review [ 4]:            \nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-2016-year-review-and-then-things-got-really-wierd\nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-2016-year-review-and-then-things-got-really-wierd\nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-2016-year-review-and-then-things-got-really-wierd\nhttp://feedproxy.google.com/~r/zerohedge/feed/~3/hfJaZAI8AGg/dave-collums-2016-year-review-and-then-things-got-really-wierd\n"}