{"title": "THE ROCKY ROAD TO CITIZENSHIP", "body": "\nSeldom have the telephones at this newspaper rung so fast and furiously as they have since Monday, when we \nopened lines for immigrants seeking citizenship advice in partnership with CUNY. Serving readers is a pleasure, \nbut this has been particularly gratifying because the goal for thousands of callers was to take the U.S. oath of \nallegiance.\n\nNever let it be said that the city's immigrants have not taken America to heart in large numbers. Said Marva \nSpencer, who was born in Trinidad, \"I think if I become a U.S. citizen, I will be able to voice my opinion more. I will \nbe able to vote.\"\n\nWhy, then, do too many immigrants wait so long to file for citizenship? Some will never be comfortable shedding \nhomeland identities, but huge numbers are daunted by an immigration system that is a world-class bureaucratic \nnightmare. One caller waited five years to be sworn in after his citizenship interview. Another filed citizenship \napplications for herself, her brother and mother a year ago and has yet to get a case number. Those stories are not \nunusual.\n\nImmigrants wait years to get the green card that grants permanent residence. Then they wait at least five years to \napply for citizenship. Then, here in New York, they have to sit tight for an average of 17 months to get sworn, \nhoping they will not fall prey to lost paperwork or other glitches. One fellow got to his swearing-in only to be sent to \nthe back of the citizenship line because a clerk discovered he had filed his application a day early.\n\nAnd the obstacles are getting worse. The Bureau of Citizenship and Immigration Services has a backlog of 6.2 \nmillion citizenship and other applications. That's up 2.3 million since 2001, partly because agents were reassigned \nto security checks after 9/11.\n\nSince then, Congress and President Bush boosted the agency's budget by $80 million a year for five years to \nreduce the backlog, but the money made only a dent. And today, the government will begin charging immigrants \nhigher fees with the promise of better service. The cost to apply for citizenship is rising to $320 from $260. Let's \nhope that applicants start getting their money's worth. After all, they're only trying to do the right and patriotic thing.\n\nExcellent, your Eminence\n\nIt took him a bit longer than optimal, but, having studied the issue, Edward Cardinal Egan has come out foursquare \nin favor of raising New York's pitiful $5.15-per-hour minimum wage. Even better, he has expressed same in a \npersonal letter to state Senate Majority Leader Joe Bruno. The state's 700,000 below-poverty-level workers may \nnow have a prayer of being paid a living wage.\n\nBruno has blocked raising the minimum while insisting he supports an increase. It's just that he believes Congress \nshould act nationally. Even so, there is a flicker of hope that Bruno might relent if Congress fails to act before the \nLegislature recesses June 22.\n\n\nEgan's considerable influence in matters of social conscience might fan that flicker into a flame. No one can live on \n$5.15 per hour. And all that's at stake here is raising the wage to $7.10 by 2006, as proposed in legislation already \npassed by the Assembly.\n\nNew Yorkers who forgo welfare because they have a strong work ethic shouldn't be punished. These individuals \nare not asking much. They have been waiting a long time for some respect. What say, Joe?\n\nHigher impact?\n\nABC's \"Nightline\" will expand by 10 minutes tonight so Ted Koppel can read the names of all U.S. soldiers who \nhave died in Iraq, not just those killed in action, as initially announced. The network came to its senses on that \npoint, at least. Now, viewers will experience the show's \"impact,\" as Koppel is fond of saying. Is it an exercise in \ncondescension, an anti-war statement or an inspiring tribute? Sinclair Broadcasting, which owns eight ABC \naffiliates, refuses to air the program because it \"appears to be motivated by a political agenda designed to \nundermine the efforts of the United States in Iraq.\" You be the judge.\n"}