{"title": "HUFFINGTON: TEACH IMMIGRANTS AT HOME SENATE CANDIDATE STANDS BY PROP. 187", "body": "\nRepublican Senate candidate Michael Huffington said Sunday that illegal immigrant children who will be thrown \nout of public schools if Proposition 187 passes should go to private schools or be taught at home.\n\nAppearing on \"This Week with David Brinkley,\" Huffington denied it was hypocritical for him to support the \ninitiative, even though he admitted he broke the law when he employed an illegal immigrant to care for his children.\n\nWhile Huffington was on TV, Los Angeles' Republican Mayor Richard Riordan endorsed Democratic Sen. Dianne \nFeinstein. He joins other members of his party who have endorsed her, including former baseball Commissioner \nPeter Ueberroth, actor Clint Eastwood and Los Angeles County Sheriff Sherman Block.\n\nRiordan cited Feinstein's work in passing the assault weapons ban and helping the city get $8.6 billion in federal aid \nafter the January earthquake.\n\nHuffington, meanwhile, continued to blame the nanny problem that has bedeviled his campaign on his wife, who is \none of his closest advisers.\n\n\"My wife hired her, my wife paid for her, and I asked my wife to let her go. I don't control my wife. . . . I disagreed \nwith my wife, but I'm taking responsibility for my wife's actions,\" he said.\n\nWhen Huffington suggested his education plan, even conservative newspaper columnist George Will appeared \nsurprised on the show. He asked, \"Is it realistic to expect the parents of these children, who are themselves \nprobably working at at least one job, scraping to make ends meet, to invest in private education or to stay home \nand teach their children?\"\n\nHuffington answered: \"Well, hopefully, some have grandparents, some have aunts or uncles, some have people \nthat are retired who can help teach the kids.\"\n\nMany supporters of Proposition 187 already have voiced positions similar to Huffington's. The initiative would deny \na public education and most state services to illegal immigrants.\n\nImmigration and anti-187 activists reacted with anger at Huffington's answer. \"Many undocumented workers are \npaid less than minimum wage. To suggest they stay home and teach kids in their spare time is ridiculous,\" said \nBobbi Murray, spokeswoman for the Coalition for Humane Immigrant Rights of Los Angeles.\n\nThe Republican Senate candidate repeated assertions that there are rumors of Dianne Feinstein employing illegal \nimmigrants although neither he nor his campaign has provided evidence.\n\n\nKam Kuwata, Feinstein's campaign manager has emphatically denied that Feinstein ever has employed illegal \nimmigrants. \"Huffington began the campaign lying, and he's going to end the campaign lying,\" he said Sunday.\n\nHuffington, who will spend the early part of the week in the state's agriculture heartland, told the TV panel that he \nsupports scaling back crop subsidies.\n\nHowever, Huffington said last week at a Santa Clara County Farm Bureau luncheon that he supported cheap \nwater.\n"}