{"title": "Immigration paper chase multiplies", "body": "\nThe \"officials\" seemed to be in too much of a hurry, and the fees to process the \"work papers\" were, oddly, \nnegotiable.\n\n \n\n    So Ernesto Copto and Antonio Sandoval, migrant workers from Mexico, showed the documents they had \npurchased for $ 350 to a neighbor who lived near their mobile home park.\n\n \n\n    The neighbor arranged a meeting with the man and woman who had sold them the papers and then placed an \nanonymous phone call to the Hillsborough County Sheriff's Office.\n\n \n\n    Sheriff's deputies arrested Cesar Vega and Blanca Granados on June 16. The couple, who are immigrants \nthemselves, pleaded guilty to grand theft and now face deportation proceedings, according to the Immigration and \nNaturalization Service (INS).\n   Vega and Granados are not unique. In fact, law enforcement officials say the only thing unusual about their case \nis that somebody turned them in.\n\n \n\n    Immigrant communities in East Hillsborough and elsewhere are crawling with phony document sellers profiting \nfrom the nation's tougher immigration laws.\n\n \n\n    Since 1986, federal law has required employers to ask workers for proof of their birthplace or immigration \nstatus, such as passports, birth certificates, Social Security cards, or residency papers commonly known as \"green \ncards.\"\n\n \n\n    But no one requires employers to make sure the documents are valid. And that loophole in the law has created a \nmultimillion-dollar market for bogus documents, frustrating INS officials who had hoped finally to stem the flow of \nillegal immigration.\n\n \n\n    \"False documents are highly available on both sides of the border,\" said INS spokesman Duke Austin in \nWashington, D.C. \"It has become a rampant cottage industry.\"\n\n\n \n\n    Document fraud is \"the major fraud of the day,\" said Lynn Nelson Paretta, the INS' senior special agent for \ninvestigations. \"We are adding more resources and funding, and working with other agencies to try to combat it.\"\n\n \n\n    \n\n Counterfeiters are selling Social Security cards, birth certificates, green cards, and just about any other document \nthat can be used to establish legal residency.\n\n \n\n    They charge $ 50 to $ 500, or \"whatever the market will bear,\" she said.\n\n \n\n    And the market is substantial. A study published in the New York Times showed that of 900 aliens arrested at \ntheir workplaces, 233 admitted having counterfeit Social Security cards and 142 admitted having a fake green card, \nnumbers that INS officials said were probably low.\n\n \n\n    INS has only recently started to keep statistics on document fraud. Between October and April, the service \ninvestigated close to 1,200 cases, and convicted 151 people, Paretta said.\n\n \n\n    Most were \"facilitators,\" who sold $ 10,000 to $ 100,000 worth of documents, Paretta said. Some were \n\"organizations\" grossing more than $ 100,000.\n\n \n\n    About two-thirds of those convicted are immigrants, she said.\n\n \n\n    And the statistics do not include those who forged their own documents.\n\n \n\n    In December, the INS told its field offices it is making document fraud a priority. Since then, some INS regional \noffices have teamed up with local police to form task forces and have applied for special financing to conduct \ninvestigations.\n\n \n\n    George Waldroup, an INS special assistant in Miami, said he could not say whether Florida has any such task \nforces.\n\n \n\n    Larry Sprinkle, who heads INS investigations in Tampa, said that with only four agents, his office does not yet \nhave enough resources to investigate many fraud complaints. \"We get a lot of information that we can't develop,\" \nhe said.\n\n \n\n    Though no one can accurately say how fast the practice is growing, investigators think it received a major boost \nin 1987, when the federal government introduced a temporary \"special agricultural worker,\" or SAW program.\n\n \n\n    SAW, part of the nation's sweeping amnesty program, enabled aliens to apply for residency if they could prove \nwith an affidavit that they had spent certain amounts of time performing field work on farms.\n\n\n\n \n\n    \"A lot of people got into the business of selling affidavits,\" Paretta said. \"Once they were baptized, they moved up \ninto green cards and other documents.\"\n\n \n\n    Catching counterfeiters is difficult, as most victims are unwilling or afraid to turn them in.\n\n \n\n    Some officials think that most victims are aware that they are buying counterfeit papers. Others say they are not \nso sure.\n\n \n\n    \"You've got a very exploitable population here,\" Austin said.  \"They are new to this country and they are unsure \nof themselves.  The green card is their pot of gold.\"\n\n \n\n    Either way, there is little reason for a victim to speak out.\n\n \n\n    \"I had something like 18 victims in one case, but only six would come forward,\" said Hillsborough Sheriff's Cpl. \nLarry Scofield.  \"Most of them are afraid to come forward, because they are illegal aliens.\"\n\n \n\n    Or they disappear. The St. Petersburg Times tried to contact several people who were listed as witnesses in \nrecent sheriff's complaints about fraudulent documents. Almost all had left the area some for Mexico and others for \nother U.S. cities, most without forwarding addresses or phone numbers.\n\n \n\n    The INS sometimes allows witnesses in fraud cases to remain in the country until an investigation is over. But \nbeyond that, there is little the INS or sheriff's deputies can promise.\n\n \n\n    In one case, Scofield said, \"I have talked to the INS and they are more interested in arresting people than in \nsending the victims back to their homelands.\"\n"}