{"title": "Former Manager of Kosher Slaughterhouse in Iowa Is Acquitted of Labor Charges", "body": "\nThe former manager of a kosher slaughterhouse in Iowa that was the site of a 2008 immigration raid was \nacquitted on Monday of criminal charges that he knowingly employed under-age workers at the plant.\n\n  After a five-week trial in state court in Waterloo, Iowa, the jury rejected prosecutors' arguments that the manager, \nSholom Rubashkin, had seen many warning signs that child laborers were working on production lines at the \nAgriprocessors plant. The jury, after about 12 hours of deliberations, found Mr. Rubashkin not guilty of all 67 \ncharges of child labor violations. \n\n  ''The key was whether the state had evidence that Mr. Rubashkin actually knew that minors were working in the \nplant and willfully permitted that condition to exist,'' said Mark Weinhardt, a defense lawyer. ''The state simply did \nnot have evidence to prove that.'' \n\n  The verdict brought rare good news for Mr. Rubashkin since the raid at the plant in Postville on May 12, 2008, \nwhen federal agents arrested 389 illegal immigrants, most from Guatemala. The operation became an emblem of \nthe high-profile immigration enforcement strategy under President George W. Bush. \n\n  In November, Mr. Rubashkin was convicted in federal court in Iowa of 86 counts of bank fraud in connection with \nloans to Agriprocessors. Federal prosecutors are seeking a 25-year sentence on those charges. Sentencing is \nscheduled for June 22.\n\n  Iowa's child labor case was the only criminal action against Mr. Rubashkin arising from the large number of illegal \nimmigrants who were employed at the plant. After winning the financial fraud conviction, federal prosecutors \ndismissed all immigration-related charges against him.\n\n  The trial testimony left no doubt that at least 29 under-age laborers, and probably many more, were working on the \nslaughter and packing lines at the Agriprocessors plant. Nilda Nuritza Rucal testified that she was put to work \nwithout training on the day she was hired, taking feathers off chickens with sharp scissors. She said she was 15 at \nthe time.\n\n  Another immigrant, Elmer Isaias Lopez Marroquin, testified that a human resources manager at the plant \ninstructed him to lie about his age to state inspectors. He said he was 16 when he started to work on the plant's \nkilling floors.\n\n  When they were hired, the under-age workers presented false documents showing they were at least 18, the legal \nage to work in production areas of Iowa slaughterhouses, according to testimony.\n\n\n  The jury foreman, Quentin Hart, a Waterloo councilman, said after the trial that the jurors doubted the young \nimmigrants' credibility. ''Each one of them indicated they didn't tell the truth and indicated they knew they had to be \nover the age of 18 to get a job, so they acquired documentation from somewhere,'' Mr. Hart said, according to The \nAssociated Press. \n\n  Thomas H. Miller, the Iowa deputy attorney general in charge of the criminal bureau, said prosecutors were \ndisappointed with the verdict. ''When we had this many minors working on a slaughterhouse floor, we felt this was \na fight that needed to be fought,'' he said. \n\n  F. Montgomery Brown, another defense lawyer, said of the acquittal, ''This is a vindication by a courageous jury \nthat Sholom is not the kind of man who would want minors working'' in the plant. \n\n  The end of the case is likely to be bitter for many of the 29 young immigrants who agreed to testify in the state \ntrial, including seven who were flown back from Guatemala by prosecutors. While a handful of them received \nspecial United States visas for victims of abuse, most had temporary immigration status that expires now that the \ntrial is over.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Sholom Rubashkin, the former slaughterhouse manager, and a defense lawyer, Mark Weinhardt, after \nhearing the verdict. (PHOTOGRAPH BY MATTHEW PUTNEY/WATERLOO COURIER, VIA ASSOCIATED \nPRESS)                                             \n"}