{"title": "Star of the Right Loses His Base At the Border", "body": "\nHe supports tax cuts and the war in Iraq. He opposes stem cell research and the Medicare drug plan. He is a \nmaster of his movement's medium, talk radio. Jesus Christ is his personal savior and Ronald Reagan his political \nidol.\n\n  Conjure what might be called the perfect conservative, and chances are he would look a lot like Representative \nMike Pence, the Indiana Republican who in just three terms has turned 100 House allies into a vanguard and \nhimself into one of his party's rising stars.\n\nOr that was the case until this spring when he sought compromise in the rancorous immigration debate. His \ncomplicated plan would strengthen border security and send illegal immigrants home, but let most of them quickly \nreturn. Since then, Mr. Pence -- named last year's Man of the Year by the conservative weekly Human Events -- \nhas looked to some conservatives like this year's Benedict Arnold. They say he has lent his conservative prestige to \na form of liberal amnesty.\n\n  Phyllis Schlafly of the Eagle Forum called his plan ''a sick joke.'' Richard A. Viguerie, the direct-mail pioneer, \nthreatened to punish politicians who supported it. Pat Buchanan, editor of The American Conservative, likened the \nbetrayal to a scene from ''The Godfather.''\n\n  Perpetually genial, prematurely gray, Mr. Pence, 47, said, ''I was taken aback by the level of invective.''\n\n  ''It's a test of the character of the conservative movement in the 21st century,'' he said. ''We are either going to \nprove that we believe in the ideas enshrined on the Statue of Liberty or the American people will go looking \nelsewhere.''\n\n  Mr. Pence -- who bills himself as ''a Christian, a conservative and a Republican, in that order'' -- pushed the plan \non a recent trip across his district. He quoted the Bible. He quoted Ronald Reagan. He stood sweating in a tomato \nfield beside Mexican workers. And when asked why an Indiana congressman was focused on the border, he \nresponded with a ready phrase: ''April 11, 1923.''\n\n  That is when his Irish grandfather, Richard Michael Cawley, a Chicago bus driver, arrived on Ellis Island. ''We \nwere especially close,'' said Mr. Pence, who added that he sees his grandfather's thrift and hard work in today's \nimmigrant generation.\n\n  Some members of the Muncie Chamber of Commerce had doubts. Some worried about cost. Some worried about \ncompliance. But several complimented him for tackling a tough cause. ''It is the greatest privilege of my life to \nrepresent you,'' he said.\n\n\n  Though he comes from a family of Irish Catholic Democrats -- his father ran a string of gas stations -- Mr. Pence \njoined an evangelical fellowship group at Hanover College, drawn less by theological issues than by its more \npersonal style of worship. His religion pulled him to the right. ''I had a hard way of reconciling my commitment to \nbiblical truth with the national Democratic Party's commitment to abortion on demand,'' he said.\n\n  His wife, Karen, teaches at a religious school, and sends out e-mail messages asking for the prayers of his \nsupporters. ''Please pray for the Holy Spirit to speak through him at the bbq,'' a recent message read.\n\n  Mr. Pence, two years out of law school, made his first Congressional run in 1988 and lost narrowly to a longtime \nDemocratic incumbent, Phil Sharp. He tried again two years later, in a negative campaign that won him just 42 \npercent of the vote. Mr. Pence was devastated. \n\n  ''What was most painful to me was the bile in my throat over how I had responded,'' he said. ''My faith says if \nsomeone strikes you on the cheek, turn the other. My response, after being attacked by my opponent, was to empty \nthe silos on this guy.''\n\n  Mr. Pence delivered an unusual self-rebuke in an article called ''Confessions of a Negative Campaigner.'' Then he \nran a conservative research group, the Indiana Policy Review Foundation, and was host of a talk radio show in \nIndianapolis. The seat opened up again in 2000 and Mr. Pence squeaked in -- with civility, he said.\n\n  ''I'm a conservative, but I'm not mad about it,'' he often says.\n\n  Arriving in Washington, he was dismayed at conservatives' support for government expansion. In 2001, he was \none of 34 Republicans to oppose the No Child Left Behind Act, which expanded federal involvement in education. \nIn 2003, he was one of 25 who opposed the Medicare drug benefit. ''I was voting against big conservative \ngovernment before it was cool,'' he said.\n\n  Congressional leaders hinted at reprisals, but the base applauded, especially after a 2004 speech in which he \nwarned that the movement was drifting into ''the dangerous and uncharted waters of big government.'' \n\n  Among those won over was Paul Weyrich, a fixture of movement conservatism. He said Mr. Pence had strong \nappeal among supporters of four major conservative causes: limited government, free enterprise, strong defense \nand traditional values.\n\n  ''Nobody is perfect, but he comes pretty close,'' Mr. Weyrich said. ''He is what I've been waiting for in terms of \nleadership.'' \n\n  Last year, Mr. Pence became head of the Republican Study Committee, a conservative caucus. He quickly \nexpanded its profile, and, rivals note, his own. Mr. Pence, unlike many conservatives, courts the news media.\n\n  His influence was apparent last fall after Hurricane Katrina, when Washington was suddenly filled with talk of new \naid for the needy. Concerned about the cost, Mr. Pence's group replied with Operation Offset, a plan to cut $500 \nbillion over 10 years in programs that included Medicaid, tax credits for the poor, and care for people with AIDS.\n\n  It outraged the leadership, which accused him of showboating, and failed to pass. But it quickly changed the \npolitical dynamics, from starting programs to cutting them. Five months later, with Mr. Pence nearby, President \nBush signed a bill that cut $39 billion over five years. ''I think Operation Offset had something to do with that, though \nI would never boast of that,'' Mr. Pence said.\n\n  Edwin J. Feulner Jr., president of the Heritage Foundation, a conservative Washington group, said Mr. Pence ''has \nreally been central to the revival of principled conservatism in the House.'' Admirers have already begun a ''Mike \nPence for President'' Web site. \n\n  But some colleagues grumble about what they call his self-promotion, and critics on the left see harshness behind \nthe geniality. Robert Greenstein, executive director of the Center on Budget and Policy Priorities, a liberal group, \nsaid that while the Republican effort was billed as deficit reduction, it in fact made the deficit larger. That is because \n\n\n\nthe reductions were paired with $70 billion of tax cuts, mostly for the very well-to-do. ''This is Robin Hood in \nreverse,'' Mr. Greenstein said. \n\n  Barry Welsh, a Democrat challenging Mr. Pence this fall, is a Methodist minister who said, ''I find it hypocritical that \nhe claims such Christianity'' while ''cutting the benefits of those who need them.'' \n\n  Mr. Pence argued that tax cuts help the poor by revving the economy. That may eventually prove true, but despite \nlarge tax cuts the poverty rate has risen in each of the last four years.\n\n  ''That's anecdotal,'' Mr. Pence said in an interview last fall. Then he offered an anecdote -- a story President \nReagan told about a pipe fitter pleased to see the rich prosper, ''because I've never been hired by a poor man.'' \n\n  With Republicans worried about losing control of Congress in the midterm elections this fall, some moderates say \nMr. Pence's wing of the party has pushed it toofar to the right; conservatives like Mr. Pence say that in accepting \nwhat they call big government, the party has not hewed to its conservative principles enough.\n\n  When Mr. Pence weighed in on immigration this spring, the issue, like much of the Republican agenda, was \nstalled and Republicans were deeply split. The House had passed a tough bill focusing on border security alone. \nThe Senate had passed a broader measure that included a guest worker program and a path to citizenship for \nillegal immigrants already here. \n\n  Mr. Pence tried to offer something to everyone. He included provisions to bolster the borders. After two years, if \nthe government certified that those changes were in place, a guest worker program would begin. Those here \nunlawfully would have to leave the country and apply at job-placement centers. By requiring re-entry, Mr. Pence \nargues, the plan avoids amnesty and respects the rule of law. The guest worker visas could be renewed, with a \nchance of citizenship after 17 years.\n\n  Mr. Bush sent an approving signal by inviting Mr. Pence to an Oval Office meeting. And the proposal won a \nSenate co-sponsor in Kay Bailey Hutchison, Republican of Texas. \n\n  The idea, at best, faces an uphill fight when Congress reconvenes next week. But Tamar Jacoby, a fellow at the \nconservative Manhattan Institute who sees promise in Mr. Pence's approach, said that without him, ''the issue \nwould be dead.'' \n\n  So his critics fear. Team America, a conservative political action committee, now has a feature on its Web site \ncalled ''Pence Watch.'' Representative Tom Tancredo, Republican of Colorado, said the plan would encourage \nmore illegal immigration and undermine cultural cohesion. But David Keene, chairman of the American \nConservative Union, credits Mr. Pence's ''courage to think outside the box.''\n\n  Does he worry his conservative image has been tarnished? \n\n  ''I'm not completely immune to that thought,'' Mr. Pence said, en route to a photo op in an Orestes, Ind., tomato \nfield. Then he quoted from Micah in the Old Testament: ''Do justice and love kindness.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Representative Mike Pence has advocated a more lenient approach to illegal immigrants than many of his \nfellow conservatives have. (Photo by Peter Wynn Thompson for The New York Times)(pg. A16)\n\nhttp://www.nytimes.com/\n\n"}