{"title": "Schumer Seeks to Keep Immigration Detention Site in Manhattan Open", "body": "\nSenator Charles E. Schumer is urging federal officials not to close immigration detention operations at the Varick \nFederal Detention Facility  in Manhattan, saying that their decision to transfer its roughly 300 detainees to a county \njail in New Jersey ''will represent a crushing blow to the due process rights of immigrants detained within the New \nYork metropolitan area.'' \n\n  In a letter Friday to Janet Napolitano, secretary of homeland security, Mr. Schumer said he was ''extremely \ntroubled'' by the plan to transfer the detainees, mostly longtime New Yorkers facing deportation without a lawyer, to \nthe Hudson County Correctional Center in Kearny, N.J., seven miles away. \n\n  He was even more upset, the senator said in an interview late Friday, after he discussed the decision with Beth \nGibson, legal counsel and head of detention for Immigration and Customs Enforcement, part of the Department of \nHomeland Security, who told him she had driven to Hudson herself without difficulty.\n\n  ''They didn't have a concept of New York -- most people New York don't have cars, whether they be lawyers or \nimmigrant families, '' he said, noting that the agency had not consulted with him or any immigrant groups. ''I \ncertainly don't think this decision was well thought out.'' \n\n  Though a distance of seven miles  might seem  short  to someone with a car living in a suburb, he said,  for \nresidents of New York City the difficulties of reaching the jail by public transportation -- a two-hour round trip at best \n-- will make it much harder to enlist volunteer lawyers or arrange family visits for the detainees.\n\n  About 11,000 detainees passed through the Varick jail last year, including illegal immigrants, asylum-seekers and \nlegal immigrants who face deportation because of past criminal convictions. Varick, which falls short of detention \nstandards adopted in 2000, was quietly reopened in 2008 after being shuttered for seven years. \n\n  It has become the site of an ambitious volunteer legal program to counsel detainees, as well as the focus of \ninvestigative scrutiny by civil liberties lawyers. In recent weeks, it has also been a rallying point for street protests \nagainst detention and deportation that have led to arrests of some protesters, including members of the clergy, \nwho blocked traffic as a form of civil disobedience. \n\n  Officials of Immigration and Customs Enforcement, said the jail in Hudson County would house immigration \ndetainees at half the cost --  $111 a day per detainee, compared with $253 at Varick. It will also provide fresh-air \nrecreation, which the Lower Manhattan jail has never offered, though that has been required by national detention \nstandards since 2000, officials said. \n\n  But Nancy Morawetz, a professor at the New York University School of Law and director of its Immigrant Rights \nClinic, said the Hudson jail's current federal contract did not require it to meet national detention standards, just to \ntreat immigration detainees the same as its criminal inmates.\n\n\n  Students at the law clinic said they had been trying for months without success to visit detainees at the Hudson \njail, including some transferred there from the Middlesex County Jail, which ended its contract with Immigration \nand Customs Enforcement last year. Jail visitor lists are updated only every 90 days.\n\n  ''There is probably no detainee at Varick Street who, despite the problems at Varick, wouldn't prefer to be at \nVarick,'' Ms. Morawetz said. ''This is really just moving away the problems where they're not going to be seen.''\n\n  Her concern was echoed by Udi Ofer, advocacy director of the New York Civil Liberties Union, in an e-mail \nmessage to other lawyers representing detainees at Varick.\n\n  ''I'm really worried about the motivation and impact of this closure,'' he wrote. ''Advocates have been scrutinizing \nconditions at Varick, and I think that ICE decided to simply close it and shift responsibilities to other facilities rather \nthan fix conditions.'' \n\n  In a statement, Brian P. Hale, a spokesman for the agency, said, ''ICE will work with our detention providers to \ncontinue to expand the opportunities for legal and family visitation, ensure indigent detainees can correspond with \nfamily and representatives and address any inconveniences that may arise from this change.''\n\n  Senator Schumer said he had asked the immigration enforcement agency to answer in writing why it would not \nreconsider the decision.\n\n  ''I'm convinced that they simply looked at the immediate cost, and they didn't look at when they have fewer pro \nbono lawyers, it will end up costing them more,'' he said.\n\n  Legal counsel can shorten time in detention, studies have found, because detainees with no legal relief from \ndeportation are quicker to accept it, while some of those with a claim to stay in the United States are more likely to \nbe released on bond while their case is decided.\n\nhttp://www.nytimes.com\n"}