{"title": "Celebrity news round-up Celebrity news: Katie price is still texting her toyboy ex, Piers Morgan was spiked and Hollyoaks' Mitchell's secret twin turns up", "body": "\n                     Katie Price still texting ex toyboy Charles Drury despite whisking Kris Boyson off on a birthday break                   \n\nIs there ever a day Katie Price's love life isn't full of drama? Yesterday she took current boyfriend Kris Boyson off on \na romantic break for his birthday... as it was revealed she's still texting her ex, Charles Drury!\n\n                     Hollyoaks' Mitchell Deveraux's secret twin is already in the village - and viewers have seen them \nonscreen hints actor Imran Adams                   \n\nAnd Hollyoaks is set for a huge shock this autumn - as Mitchell Devereux's secret twin turns up.\n\nIn fact, actor Imran Adams says they might also be in the village right now...\n\n                     Coronation Street's Bernie will try to MURDER Kel after discovering sick paedo pics proving he \nabused Paul as a child                   \n\nBernie will first refuse to believe her son when he emotionally tells her Kel groomed him as a young teenager.\n\nBut all hell will break loose when she discovers the truth.\n\n                     Piers Morgan reveals his drink was SPIKED in a nightclub in his twenties but he never found out who \ndrugged him                   \n\nThe GMB host revealed he raved for eight hours straight after someone \"slipped something\" into his drink.\n\nAnd long-suffering Susanna Reid didn't know how to react to the shock revelation.\n\n                     X Factor: Celebrity's Louis Walsh says Cheryl could only win the show 'if she mimed' as he reignites \nwar                   \n\nThey've had a long-running feud and now Louis has stuck the knife in again.\n\n\nThe cheeky Irish judge said Cheryl doesn't mime... instead she \"lip-syncs\".\n\n                     Casualty's Duffy is LEAVING the show after 33 years - but actress Cathy Shipton reveals she'll be on \nscreen until 2020                   \n\nThe 62-year-old actress will bow out early next year as she continues to struggle with her dementia diagnosis.\n\nDuffy's health will continue to suffer after she's starred in more than 350 episodes.\n\n                     Fun-loving Frankie Bridge screams with delight as she's grinded on by topless Magic Mike dancers in \nx-rated stage show                   \n\nThe married 30-year-old couldn't believe her luck when she got some cheeky one-on-one action.\n\nLook away Wayne!\n\n                     Miley Cyrus rushed to hospital with tonsillitis - as she calls Cody Simpson her 'boyfriend' after just \ndays of dating                   \n\nThe newly single popstar has been hospitalised.\n\nBut her new boyfriend turned up with flowers and his guitar to cheer her up.\n\n                     The X Factor: Celebrity stars turn up the glamour as Love Island and Towie favourites unite to launch \nnew show                   \n\nThe reality stars turned up yesterday afternoon to give us a glimpse of how bonkers - and completely brilliant - our \nnew telly addiction is going to be.\n\nWes Nelson and Megan McKenna in a sing-off? We're here for it!\n\n                     Jodie Marsh already has her Christmas decorations up - and fans are furious                   \n\nThe glamour model has already filled every room in her house with Christmas trees, huge elves and reams of tinsel.\n\nThink of the dust!\n"}