{"title": "Puzzle Over China Data and Rising Smog", "body": "\nPuzzle Over China Data and Rising Smog\n\nAn analysis by Michael Lelyveld\n\n2014-02-03\n\nChina's recent energy reports have posed a puzzle for those seeking to understand the connections between \nslower economic growth and rising urban smog.\n\nOrdinarily, a slowdown in growth would be expected to result in reduced rates of emissions, but China's worst air \npollution in its modern history seems an exception to the rule.\n\nOfficial economic and energy reports for 2013 have pointed in conflicting directions.\n\nLast year's gross domestic product (GDP), the broadest measure of economic activity, rose 7.7 percent, matching \nthe growth level of 2012 as the lowest since 1999.\n\nGrowth in industrial output of 9.7 percent also weakened from the 10-percent pace of 2012, the National Bureau of \nStatistics (NBS) said.\n\nYet power consumption climbed 7.5 percent in 2013, considerably more than the 5.5-percent gain a year earlier, \naccording to the National Energy Administration (NEA).\n\nElectricity use is often cited as a more reliable indicator of economic activity than official GDP, suggesting China's \nperformance last year may not have been as lackluster as it appeared, The Wall Street Journal said on Jan. 20.\n\nConfusing indicators\n\nBut it is unclear whether China produced more economic value last year or simply used more electricity.\n\nThe question is complicated by other ambiguous indicators.\n\nImplied oil demand rose just 1.6 percent, the weakest yearly rate in more than two decades, Reuters reported.\n\nAccording to state-owned China National Petroleum Corp. (CNPC), the growth in apparent oil consumption was 1.7 \npercent, which it called the smallest in 13 years.\n\nThe oil figures seem to conflict with the more bullish implications of electricity use and the rise in urban smog.\n\nBut the results reported by the coal industry are even more curious.\n\n\nThe China National Coal Association (CNCA) reported that growth in coal consumption slowed to 2.6 percent last \nyear, reaching 3.61billion metric tons.\n\nThe rate is slightly more than the 2.5-percent growth reported by he NBS for 2012, but still seemingly at odds with \nthe 7.5-percent rise in electricity use, since coal is China's main fuel for power.\n\n'A difficult question'\n\nPhilip Andrews-Speed, a China energy expert at National University of Singapore, said the question of conflicting \nreports is \"a really difficult one.\"\n\n\"Why so much extra electricity with so little extra coal?\" Andrews-Speed asked.\n\nChina has made great strides in renewable energy sources like solar and wind power, as well as natural gas, but \nprobably not enough to account for the discrepancy between power and coal consumption growth.\n\nAccording to the 2013 World Energy Outlook of the Paris- based International Energy Agency, coal supplied 88 \npercent of China's electricity demand in 2011, suggesting consumption should have advanced on parallel tracks.\n\nBetween 1990 and 2011, the share of coal consumption accounted for by power generation doubled from 26 to 52 \npercent, Andrews-Speed said.\n\nSlumping coal prices for most of last year might also have been expected to encourage consumption. China's five \nmajor power companies reported an 18-percent jump in combined profits last year thanks to low coal prices, the \nofficial Xinhua news agency said.\n\nThe difficulty posed by China's data is compounded by the fact that it comes from such a variety of sources, \nincluding the NBS, the NEA, and industry, while official GDP figures are frequently criticized as unreliable.\n\nA Xinhua report on Jan. 23 noted that the sum of provincial-level GDP figures for last year exceeded the national \ntotal by 2 trillion yuan (U.S. $330 billion), even before three of the 31 provincial governments had submitted results.\n\nCommon inconsistencies\n\nSuch inconsistencies in NBS estimates have been common over the past decade.\n\n\"One plus one equals two. But it's not always the case when you are talking about the calculating of local and \nnational GDP data in China,\" Xinhua said, calling the addition error \"a somewhat peculiar math problem.\"\n\nBut Andrews-Speed said 2013 was not unique in its apparent conflicts with energy data. Over the past 13 years, \nChina has recorded similarly large and unexplained gaps in growth rates between power and coal consumption \nduring the periods 2000-2002 and 2007-2008.\n\nAndrews-Speed said the answer to the puzzle may be contained in research by China energy expert Kevin Jianjun \nTu, formerly of the Carnegie Endowment for International Peace in Washington.\n\nIn a 2011 paper for Stanford University, Tu found that the sum of coal consumption figures from the provinces has \nfrequently topped national totals by as much as 500 million tons annually for the past decade. The excess is \nsuspected to be a sign of illegitimate trade in coal.\n\nAndrews-Speed noted that the biggest discrepancies in reporting correspond to the years with the greatest gaps in \nconsumption growth between coal and power.\n\nThe correlation suggests that China may be burning far more coal than estimated in the industry reports, Andrews- \nSpeed said.\n\n\n\nIf so, that could explain the big difference between growth rates in coal and power consumption last year and, more \nimportantly, the big increase in urban smog.\n\nCopyright (c) 1998-2011, RFA. Used with the permission of Radio Free Asia, 2025 M St. NW, Suite 300, \nWashington DC 20036. -ST_START- -ST_ACT- A -ST_SC- DCD -ST_SN- COMMERCE DEPARTMENT \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CDDDD2034q8A9Q -ST_PD- 20140203 -ST_SBJ- \nCommerce Department Blog Document -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- COM -ST_IN- ISO -ST_HD- After State of the Union Secretary Lew Highlights Importance of U.S. \nManufacturing and Workforce Training -ST_LP- Commerce Department Blog Document Guest blog post by Marissa \nHopkins Secreto, Senior Advisor to the Assistant Secretary of Public Affairs at the United States Department of the \nTreasury and Angie Martinez, Director Office of External Affairs at the U.S. Department of Commerce, Economic \nDevelopment Administration. -ST_TD- Crossposted from Treasury Notes. As part of President Obama's call for \ncreating more high-tech manufacturing jobs in his State of the Union Address last week, Treasury Secretary Jacob \nJ. Lew visited the Commonwealth Center for Advanced Manufacturing (CCAM) in Prince George County, Virginia, \non Friday. Secretary Lew toured CCAM's facility and discussed the future of U.S. manufacturing and the importance \nof workforce training with CCAM's business and university partners, as well as Matt Erskine, Deputy Assistant \nSecretary of Commerce for Economic Development. \"To build on the progress we have made over the last five \nyears, we have to continue to take action to help strengthen economic growth, create jobs, and restore opportunity \nfor all,\" Secretary Lew said in statement about his visit. \"CCAM is at the forefront of expanding opportunity by \nbringing researchers, students, and business together to drive innovation and develop advanced manufacturing \ntechnologies. It is also a powerful example of why this Administration's focus on increasing job training, modernizing \nour education system, and creating manufacturing institutes is so important.\" CCAM is changing the game for how \nwe can grow manufacturing in the U.S. Their approach bridges the gap between fundamental research typically \nperformed at universities and product development routinely performed by companies. CCAM's members guide the \nresearch, leveraging talent and resources within CCAM and at Virginia's top universities, through a collaborative \nmodel that enables them to pool R&D efforts to increase efficiencies. Results can then be applied directly to the \nfactory floor, turning ideas into jobs faster and more affordably than ever before. CCAM is just one example of the \nfederal government's efforts to connect universities to businesses and strengthen American manufacturing and our \neconomy through these partnerships. The U.S. Commerce Department's Economic Development Administration \n(EDA) has been a key partner in the development of CCAM since its inception. In May 2011, EDA invested $4 \nmillion to help build the CCAM facility, which opened in September 2012. The 62,000 square-foot state-of-the-art \nbuilding serves as the physical hub for university and corporation collaboration. In October 2013, EDA, through the \nAdministration's multi-agency Investing in Manufacturing Communities Partnership (IMCP), awarded a $280,600 \nstrategic planning grant to CCAM to help develop an Advanced Manufacturing Apprentice Academy Center to \nprepare workers in the region for careers in advanced manufacturing. Friday's visit to CCAM reinforces the \nAdministration's commitment to investing in high-tech manufacturing, research and development, and job training in \norder to promote real, lasting economic opportunity for all. To make sure America is better positioned than ever to \ncompete globally, the President has proposed launching four new manufacturing institutes in 2014, a government-\nwide review of federal training programs to help Americans get skills in demand for good jobs, and expanding \napprenticeships by mobilizing business, community colleges and labor. -ST_END- -ST_START- -ST_ACT- A -\nST_SC- DCD -ST_SN- COMMERCE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCDDDD2034q9A9R -ST_PD- 20140203 -ST_SBJ- Commerce Department Blog Document -ST_CY- Copyright (c) \n2011 Federal Information & News Dispatch, Inc. -ST_GV- COM -ST_IN- ISO -ST_HD- U.S. Secretary of Commerce \nPenny Pritzker Begins First Official Trade Mission in Mexico -ST_LP- Commerce Department Blog Document U.S. \nSecretary of Commerce Penny Pritzker, officially began her five-day trade mission to Mexico today, starting the trip \nin Mexico City. She is joined by representatives from 17 U.S. companies looking to expand partnerships and \ndevelop effective strategies for accessing and doing business in the Mexican market. -ST_TD- The focus of this \ntrade mission is to promote U.S. exports to Mexico by helping export-ready U.S. companies launch or increase their \nbusiness in a number of key industry sectors including advanced manufacturing, information and communications \ntechnology, and health IT and medical devices. The companies joining the Secretary address the demand of these \ngrowing industries in Mexico. \"The 17 companies who have joined me on this important mission represent the best \nof American business. These outstanding and innovative companies understand that selling American products \noverseas is a crucial component to growing and creating jobs,\" U.S. Secretary of Commerce Penny Pritzker said. \"I \n\n\n\nam delighted we can help these companies expand their presence in Mexico through this business development \nmission.\" The U.S.-Mexico bilateral relationship is among the United States' closest and most extensive in the world \nand one of the reasons it was selected by Secretary Pritzker as the destination for her first trade mission. Mexico is \nthe United States' third-largest trading partner, and approximately $1.3 billion of merchandise trade and one million \npeople cross the 2,000 mile shared border daily. In addition, deeply integrated supply chains in North America and \nan established free trade agreement make it easy for Mexico and the U.S. to do business with one another. The \nDepartment of Commerce recognizes that there is incredible potential for both countries to deepen their economic \nrelationship and for U.S. and Mexican companies to do business together. With common values and shared \naspirations for prosperity, it is a crucial relationship for both nations, and with Canada's involvement, it can help \nmake the North American platform the most competitive in the world. During her trade mission to Mexico, the \nSecretary will meet with U.S. Ambassador to Mexico Tony Wayne, Secretary of Finance Luis Videgaray, Secretary \nof Economy Ildefonso Guajardo Villarreal, Secretary of Communications and Transportation Gerardo Ruis Esparza, \nMinister of Health Mercedes Juan Lopez, state and city government officials, and CEOs of Mexican and U.S. \ncompanies. Additional details about the Secretary's mission to Mexico City and Monterrey will be announced in the \ncoming days. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1x402032014A9S -ST_PD- 20140203 -\nST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nFDL -ST_HD- Working Together and Fighting for the Middle Class -ST_LP- U.S. Senate Documents Working \nTogether and Fighting for the Middle Class -ST_TD- Middle-class Ohioans have always worked hard and taken \nresponsibility. But for too long, Ohioans have been working harder than ever and barely getting by. In last week's \nState of the Union address, the President laid out a plan to grow our economy by growing the middle class. By \ncalling on Congress to raise the federal minimum wage, extend emergency unemployment insurance, train workers \nfor high-growth industries, and pass my bipartisan bill to create a network of manufacturing innovation hubs, the \nState of the Union address helped focus our attention on what matters: keeping America strong and vibrant for the \nnext generation. And that starts with shoring up the middle class, the foundation on which America's economic \nmight stands. In his address, the President called on Congress to, \"Give America a raise.\" I'm fighting to make sure \nthat happens. Ohioans who work hard should be able to take care of their families. But in our state, working full-time \nin a minimum wage job pays about $16,000 per year - which isn't much to live on when you're trying to put food on \nthe table, fill your gas tank, send your children to school, and provide a safe place for them to live. Congress can \nstrengthen the President's Executive Order to raise the minimum wage for employees of new federal contracts by \npassing The Fair Minimum Wage Act, which would raise the minimum wage for all Americans. This legislation, \nwhich I cosponsored, would give nearly 1.3 million Ohioans a raise by increasing the minimum wage to $10.10 an \nhour from its current $7.25-in three steps of 95 cents-then provide for automatic annual increases linked to changes \nin the cost of living. The bill would also gradually raise the minimum wage for tipped workers-which currently stands \nat just $2.13 an hour-for the first time in more than 20 years, to 70 percent of the regular minimum wage. Ensuring a \nfair wage is good for middle class families and good for our economy. Ohioans of all backgrounds, from small towns \nand major cities, are responsible and want to succeed. But many are still struggling after the worst economic crisis \nsince the Great Depression. At a time when our economy is still recovering, extending emergency unemployment \ninsurance would help 128,000 hardworking Ohioans pay the bills, heat their homes, and put food on the table while \nthey search for new jobs. It's unacceptable to leave tens of thousands of Ohioans with no economic lifeboat. \nExtending unemployment benefits is the right thing to do and the smart thing to do. With too many Ohioans unable \nto find work, we should also be doing all that we can to ensure that our workers are qualified to fill Ohio jobs. Since \n2007, I've convened more than 215 roundtables across Ohio's 88 counties, listening to community and business \nleaders, workers, and entrepreneurs on ways to strengthen our economy. A theme that developed early on was that \ndespite high unemployment, employers are having a hard time finding workers with the skills necessary to fill the \navailable jobs. As a result, job openings in high-growth industries, like healthcare, clean energy, and biosciences, \nand even the manufacturing sector, are going unfilled. That's why I introduced the Strengthening Employment \nClusters to Organize Regional Success (SECTORS) Act, which would create partnerships between educators, \nindustry, and workforce training boards to ensure that workers have the right skills to get hired in high-tech, \nemerging industries with good-paying jobs. If we're going to attract new employers, we need to ensure that local \nworkforce development efforts support the needs of local industries. That's what this bill does. We can close the \nskills gap by going directly to the source of Ohio's economic might: our skilled workers and innovative businesses. \nMany of you may have heard the President call out one of our great cities-Youngstown-in his speech last week. \n\n\n\nThat's because Youngstown has a first-of-its-kind manufacturing innovation institute, and is being used as a model \nfor the creation of a National Network of Manufacturing Innovation (NNMI). Recently, I urged my colleagues to pass \nthe Revitalize American Manufacturing and Innovation Act (RAMI). This bipartisan legislation-which was endorsed \nby the Senate manufacturing Caucus-would establish a Network for Manufacturing Innovation (NMI) and create \nthousands of high paying, high-tech manufacturing jobs. This network will retain U.S. leadership in a range of next-\ngeneration technologies, capitalize on our investment in basic research, and create thousands of high pay, high \ntech manufacturing jobs. By leveraging existing infrastructure and pockets of innovation across the country, NNMI \nprovides small businesses with access to the tools and expertise needed to compete in the global economy. This \nwill create regional magnets for cutting-edge research, talented students, and additional investments. Collaboration \nis critical for our success - and an NNMI would provide small businesses and research institutions access to the \ntools and expertise needed to compete in the global economy. And it can also spur the creation of regional hubs of \nadvanced manufacturing throughout the U.S. The President's State of the Union address laid groundwork for \nopportunities Congress can take to work together on commonsense efforts that create jobs, promote economic \ndevelopment, and improve the lives of all Americans. Democrats and Republicans shouldn't be fighting each other; \nwe should be fighting for the middle class. We have a chance to set aside partisan differences and remember who \nwe're fighting for. And if we do that, we might even see bipartisanship emerge as an unintended - but certainly \nwelcome - side effect. Sincerely, Signature Sherrod Brown U.S. Senator -ST_END- -ST_START- -ST_ACT- A -\nST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCONGDPOS1x502032014A9T -ST_PD- 20140203 -ST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- McConnell Urges President to Join Republicans \nin Expanding Job Opportunities through Keystone and Free Trade -ST_LP- U.S. Senate Documents Monday, \nFebruary 03, 2014 -ST_TD- Contact: Don Stewart, Michael Brumas 202-224-2979, Robert Steurer, Stephanie Penn \n202-224-8288 McConnell Urges President to Join Republicans in Expanding Job Opportunities through Keystone \nand Free Trade 'America's middle class is hurting. The very least Washington can do for them is approve job-\ncreating initiatives like Keystone and enhancing American exports.' Washington, D.C. - U.S. Senate Republican \nLeader Mitch McConnell made the following remarks on the Senate floor today calling on the President to approve \nthe Keystone XL Pipeline and to urge his fellow congressional Democrats to support legislation that would enhance \nAmerican exports: \"In his State of the Union speech last week, President Obama promised America a 'year of \naction.' \"He says he wants to use his 'pen and his phone' to make it happen. \"Well, here's what I say: use that pen \nand that phone of yours today for Keystone XL Pipeline jobs. \"Here's something both can parties agree on. \"Here's \nyour chance to work with Republicans on a bipartisan plan to create thousands of private-sector jobs today. \n\"Here's your chance to show you're not captive to the ideological extremists on the Left. \"Here's your chance for \naction - on a policy the American people actually want. \"Here's your chance, Mr. President. \"On Friday, the State \nDepartment released yet another report concluding what the President and everyone else already knew: that \nKeystone XL would meet the President's stated requirements on the environment; that there basically was no good \nreason not to build it. \"So here's a project that essentially wouldn't cost the taxpayers a dime to build, that would \nhave almost no net environmental effect, and that would put thousands of Americans to work right away. It's an \ninitiative that's supported by an overwhelming majority of Americans it is supported by unions, by businesses, by \nRepublicans and independents and even by prominent Democrats - close to 20 in the Senate alone. \"And yet, the \nPresident has delayed and delayed for more than five years now. Not because the project really needs to be \nstudied further, but because of pressure from the most doctrinaire fringe of the Doctrinaire Left. \"These are the kind \nof folks who care a lot more about ideology than what makes sense for the middle class. \"And yet, these are the \nsame folks who have a lot of influence in today's Democrat Party. \"Just look at the War on Coal - a war that's being \nwaged with scant concern for the lives of people who live in states like Kentucky. People are hurting, and it doesn't \nseem to matter much to these folks. \"So here's the thing: The President has run out of excuses on Keystone. It's \nway past time to make a decision, and let's be honest: this decision shouldn't be a hard one. \"Because the science, \nthe economics, and common sense all basically point in one direction. \"And as far as I can tell, ideology is really the \nonly thing that could lead to a different decision here. \"So, is President Obama on the side of the middle class, or is \nhe on the side of left-wing special interests? \"He needs to use that pen to show us where he stands. Today. \"And, \nwhile he's at it, he should pick up the phone too. \"Because, in his State of the Union address, the President called \nfor Congress to help break down trade barriers that stand in the way of more American jobs. He called for \nlegislation that would help prevent foreign countries from taking the trade jobs that should be going to America's \nmiddle class. \"'China and Europe aren't standing on the sidelines,' he said, and 'neither should we.' \"Republicans \n\n\n\napplauded him for that. He's absolutely right. But now the President's own party is now standing in the way of \ngetting anything done. So if ever there was a moment for the President to use his phone, this is it. \"Because trade \nshould be a bipartisan issue. It sure used to be. Just ask President Clinton. \"America's middle class is hurting. The \nvery least Washington can do for them is approve job-creating initiatives like Keystone and enhancing American \nexports. \"So we'll see soon enough if the President meant what he said about his pen and his phone - if his 'year of \naction' will really be just that, instead of yet another tired slogan. \"The answer here is pretty simple: the President \nneeds to lead. \"Middle class Americans have taken a backseat to the hard-left extremists in this town for too long. \n\"It's time for the President to stand up to these folks and do the right thing. Pick up that phone and that pen and get \nthis done.\" -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS \nAND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1x602032014A9U -ST_PD- 20140203 -ST_SBJ- U.S. \nSenate Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- \nReid Remarks On The Need To Extend Unemployment Insurance -ST_LP- U.S. Senate Documents Date: Monday, \nFebruary 03, 2014 -ST_TD- Contact: Adam Jentleson, (202) 224-2939 Reid Remarks On The Need To Extend \nUnemployment Insurance \"In the three weeks since Republicans filibustered a bill to extend this important program, \n220,000 more Americans have lost their benefits. And state economies across the country have suffered, as \nunemployed people who were already getting by on so little find ways to survive on even less.\" \"It's no wonder two-\nthirds of Americans - including 65 percent of Independents - believe we should extend unemployment assistance. \nHelping neighbors who have hit hard times is not only the compassionate thing to do. It's also the smart thing to do \nfor our economy.\" \"I remain cautiously optimistic that Republicans will heed their constituents at home and help \nDemocrats restore emergency benefits to Americans in need. Congress can't solve every problem. But we can \nsolve this one. All we have to do is work together.\" Washington, D.C. - Nevada Senator Harry Reid spoke on the \nSenate floor today regarding the bipartisan farm bill conference report and the importance of restoring emergency \nunemployment benefits. Below are his remarks as prepared for delivery: Tonight the Senate will vote to end debate \non the farm bill conference report. I expect the Senate to conclude work on this measure, which will reduce the \ndeficit and protect hungry families, after tomorrow's weekly caucus meetings. Passing this legislation will support \nour nation's farmers and ranchers, and more than 16 million jobs in the farm industry. Ensuring our farms remain \nthe most productive in the world and protecting American agriculture jobs is vital to our economic recovery. I \ncommend Chairwoman Stabenow for her skillful negotiation of this conference report, and I look forward to a strong \nbipartisan vote on final passage tomorrow. As we continue to work toward final passage of the farm bill conference \nreport, a bipartisan group of Senators has been working behind the scenes to reach an agreement to restore \nemergency unemployment benefits to 1.6 million Americans. In the three weeks since Republicans filibustered a bill \nto extend this important program, 220,000 more Americans have lost their benefits. And state economies across the \ncountry have suffered, as unemployed people who were already getting by on so little find ways to survive on even \nless. When unemployment benefits dry up, customers disappear from local stores and business suffers. More than \n$2.2 billion has drained from state economies since emergency unemployment insurance expired. Nevada alone \nlost $29 million in economic activity last month. And $28 million has drained from the economy in the Republican \nLeader's home state of Kentucky since emergency benefits expired on December 31. It's no wonder two-thirds of \nAmericans - including 65 percent of Independents - believe we should extend unemployment assistance. Helping \nneighbors who have hit hard times is not only the compassionate thing to do. It's also the smart thing to do for our \neconomy. Since Republicans filibustered a bill to restore benefits without adding a penny to the deficit, the toll on \nlocal and national economies has been devastating. But the toll on unemployed Americans has been \nimmeasurable. For people who have worked all their lives and who lost their jobs through no fault of their own, \nbeing unemployed is difficult enough. But worrying about how to pay the rent, put gas in the car and buy groceries \nwhile they look for a new job can be demoralizing. And for the long-term unemployed - some of whom have been \nstruggling to find work for more than a year - $300 a week in unemployment benefits can be the difference between \nkeeping a roof over their heads or becoming homeless. A 57-year-old Nevada woman wrote to me last week to say \nthe loss of her unemployment check was the last straw. Now she's homeless and \"couch surfing\" - sleeping on the \ncouches of friends kind enough to take her in. This is what she wrote to me: \"Can you imagine sleeping on friends' \ncouches at my age\" Can you imagine having to sell everything you worked hard for just to keep gas in the car in the \nevent that someone calls for an interview?\" She went on to say this: \"I have worked my whole life, since I was 16 \nyears old, and contributed to a system that is now failing me on a major scale.\" Millions of people just like this \nunfortunate Nevada woman - people who have worked hard all their lives, contributed to their communities and \nplayed by the rules - are on the verge of losing everything. But it doesn't have to be this way. I remain cautiously \n\n\n\noptimistic that Republicans will heed their constituents at home and help Democrats restore emergency benefits to \nAmericans in need. Congress can't solve every problem. But we can solve this one. All we have to do is work \ntogether - Democrats and Republicans - to do what is right for our constituents, our country and our economy. -\nST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1x702032014A9V -ST_PD- 20140203 -ST_SBJ- U.S. Senate \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- \nROCKEFELLER PRESSES DATA BROKERS FOR DETAILS ON VULNERABILITY-BASED MARKETING TOOLS \n-ST_LP- U.S. Senate Documents February 3, 2014 -ST_TD- Contact: Kevin McAlister, 202-224-8374 \nROCKEFELLER PRESSES DATA BROKERS FOR DETAILS ON VULNERABILITY-BASED MARKETING TOOLS \nCommittee seeks information from companies selling products that identify consumers based on their financial or \nhealth challenges WASHINGTON, D.C. - Chairman John D. (Jay) Rockefeller IV is asking six data brokers for \ninformation on the compilation and sale of products that identify consumers based on their financial vulnerability or \nhealth status. Rockefeller brought attention to this industry practice during the Committee's December 18, 2013, \nhearing titled, \"What Information Do Data Brokers Have on Consumers, and How Do They Use It?\", and it was also \nhighlighted in the majority staff report released at the hearing. \"I am concerned that data brokers are categorizing \nvulnerable consumers based on their economic and health challenges, and selling that information without \nconsumer knowledge or consent,\" Rockefeller said. \"As I said during the hearing in December, I want to know \nwhich companies are buying these types of products to target their marketing to these groups of consumers.\" As \ndiscussed in the Committee majority staff report, data brokers compile detailed dossiers on consumers and sell \nproducts that group them based on judgments about their characteristics and predicted behavior. Privacy experts \nhave raised serious concerns regarding the sale and dissemination of lists identifying a consumer's fragile health or \nfinancial circumstances without the consumer's knowledge or permission. They argue that segmenting and selling \nvulnerable consumers' information can facilitate practices that cause real consumer harm, such as identifying who \nshould wait longer for customer service, or targeting consumers more likely to buy financially risky products. During \nthe hearing, Rockefeller also expressed his deep concerns about this practice. Rockefeller sent letters today to six \ncompanies, including two - NextMark, Inc. and MEDbase200 - that were highlighted in testimony presented at the \nhearing as data brokers that produce lists of consumers exhibiting certain financial and health characteristics, such \nas \"Empty Wallets,\" \"African American Pay Day Loan Responders,\" and \"Dementia Sufferers\". Four other letters \nwere issued to Acxiom, Epsilon, Experian, and Lexis Nexis - companies that were part of Rockefeller's initial inquiry \ninto data brokers that sell products focused on consumers' financial circumstances. Rockefeller noted that the \nletters sought information \"necessary for the Committee's assessment of the potential consumer harms and \nbenefits associated with data broker practices.\" The Chairman pointed out that despite repeated requests, three of \nthe largest data brokers - Acxiom, Experian, and Epsilon - have refused to provide information related to both \npurchasers and sources of their consumer data. A copy of the letter is available here \nhttp://www.commerce.senate.gov/public/?a=Files.Serve&Fileid=ba61630e-dc23- 4f3b-a2ec-1bd5c46a15c2. The \nletters were sent to: . NextMark, Inc. . MEDbase200 . Acxiom . Epsilon . Experian . LexisNexis Background: In \nOctober 2012, Rockefeller launched an investigation into the data broker industry to give consumers a better \nunderstanding of how their personal information may be collected, shared, and used. Rockefeller expanded the \ninvestigation in September 2013 when he sent letters to twelve popular personal finance, health, and family-focused \nwebsites. He requested their assistance in his ongoing investigation into the way data brokers collect and share a \nconsumer's personal information. He further expanded the investigation in November 2013 following news reports \nalleging an Experian subsidiary sold data to an identity theft scheme, sending a letter to Experian asking for \ninformation related to the company's vetting process along with lists of all customers and sources of consumer data. \nOn December 18, 2013, the Committee held a hearing on this topic and released a majority staff report on the \nfindings of the investigation to date. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- \nCONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1x801312014A9W -\nST_PD- 20140131 -ST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- ICYMI: Chairman Murray keeps pressure on House Republicans to walk \nback debt limit demands -ST_LP- U.S. Senate Documents In case you missed some of the stories coming out of \nSecretary Lew's lunch yesterday with Senate Democrats... -ST_TD- Politico - Jack Lew to Senate Democrats: Pass \nclean debt hike (Burgess Everett): Treasury Secretary Jack Lew on Thursday told Senate Democrats they must \npass a clean debt ceiling increase by the end of February. Leaving a party lunch, the ideologically diverse \nDemocratic Caucus appeared largely united in supporting a lift in the country's borrowing authority without offering \n\nhttp://www.commerce.senate.gov/public/?a=Files.Serve&Fileid=ba61630e-dc23-\n\n\nconcessions to Republicans. Along with liberal senators, moderates like Sens. Mark Pryor (D-Ark.) and Mary \nLandrieu (D-La.) both indicated they would prefer a clean bill over one laden with policy changes...\"We just had a \nbudget agreement, we have appropriations, we determined where our spending is going to be. We have to pay our \nbills for that,\" said Senate Budget Chairwoman Patty Murray (D-Wash.). \"Why would anybody throw a black cloud \non the economy when we are just starting to get back on our feet?\" [1/30/14] Washington Post - Jack Lew: White \nHouse 'not paying ransom' on debt ceiling (Ed O'Keefe): Treasury Secretary Jacob J. Lew and other top \nadministration officials repeatedly told Democratic senators Thursday that the White House is \"not paying ransom\" \nto congressional Republicans in order to secure another increase in the federal debt limit...\"There is no reason to \nhold anything hostage to getting a debt ceiling raise,\" Senate Budget Committee Chairman Patty Murray (D-Wash.) \nsaid after the meeting. \"We just had a budget agreement, we had an appropriations bill, we determined where our \nspending is going to be, we now have a responsibility as the managers of this country to pay for that.\" [1/30/14] The \nHill - Lew urges Senate Dems to hold firm on debt limit (Erik Wasson and Peter Schroder): Treasury Secretary Jack \nLew huddled with Senate Democrats at lunch on Thursday, telling them not to negotiate with Republicans on the \ndebt ceiling. Lew reminded lawmakers that the nation's ability to borrow officially ends Feb. 7 and that while the \nTreasury was able to buy months of time in the past, its toolbox of \"extraordinary measures\" will last less than a \nmonth this time around. Lew has said the government could miss a payment by the end of February... Democrats \nremain adamant that the debt limit is not up for debate, especially now that the economy is back on the right road. \n\"The economy is starting to improve and the reason that we need to have the debt ceiling lifted -- we just had a \nbudget agreement, we had appropriations, we determined where our spending is going to be, we have to pay the \nbills for that. Why would anybody throw a black cloud on our economy right now when we are just getting back on \nour feet?\" Sen. Patty Murray (D-Wash.) said. [1/30/14] Washington Post - Economy grew 3.2 percent in fourth \nquarter, fueling hopes for faster recovery (Ylan Q. Mui): ...Lew told Senate Democrats that he will need another \nsuspension or an increase in the limit before the end of February to avoid defaulting on the nation's obligations. The \nnational debt stands at nearly $17.3 trillion. \"There is no reason to hold anything hostage to getting a debt ceiling \nraise,\" Senate Budget Committee Chairman Patty Murray (D-Wash.) said after the lunch meeting. \"We just had a \nbudget agreement. We had an appropriations bill. We determined where our spending is going to be. We now have \na responsibility as the managers of this country to pay for that.\" [1/30/14] National Journal - Senate Dems Very \nCarefully Plot 2014 Strategy (Michael Catalini): Mindful of competitive races in conservative states, Senate \nDemocrats are building out an agenda for the rest of 2014, taking up the populist parts of President Obama's State \nof the Union and laying aside issues that stir intraparty division....Bashing the GOP over the debt ceiling has \nbecome as much an arrow in the Democrats' political quiver as they expect the economic issues will be. Budget \nCommittee Chairwoman Patty Murray of Washington has recently increased her pleas to Republicans not to hold \nthe debt limit \"hostage,\" and on Wednesday Democrats met with Treasury Secretary Jacob Lew behind closed \ndoors in the Capitol to discuss the high-stakes deadline, which he said could be reached in late February or early \nMarch, according to Senate Democratic aides. \"We just had a budget agreement. We have appropriations; we \ndetermined where our spending is going to be,\" Murray said Wednesday. \"We have to pay our bills for that.\" \n[1/30/14] -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS \nAND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1x901312014A9X -ST_PD- 20140131 -ST_SBJ- U.S. \nSenate Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- \nMurray comment on House GOP debt limit wish list discussion -ST_LP- U.S. Senate Documents For those of you \ncovering the House GOP retreat debt limit conversation, below is a quote you can use from Chairman Murray. Let \nme know if you have any questions or need anything else. -ST_TD- \"The more time Republicans spend dreaming \nup their latest debt limit wish list, the closer they are pushing workers and the economy toward another completely \nunnecessary crisis. The American people are sick and tired of Republicans playing games with our economic \nrecovery and Democrats have made it clear that Republicans don't get to demand a ransom simply for allowing \nCongress to do its job. Hopefully Republicans will stop worrying about keeping the Tea Party happy and will work \nwith us to prevent a default the way they've done the last two times, but this time without the drama and needless \nuncertainty.\" As a reminder, Murray sent a letter to her colleagues last week            \nhttp://www.budget.senate.gov/democratic/index.cfm/pressreleases---statements'ContentRecordid=8be0f5df-34d9-\n4de3-b241-c2119b0ed7a5&ContentTypeid=40fa0d81-5955-4941-88e6-75ce8cfd67b4&98533c0c-fb7f-4c08-9a85-\ncdcbef5fc6c8&Groupid=2ae1491e-2251-4893-9fae-fdfc42eda2f3 calling on Republicans to drop their debt limit \nbrinkmanship and has been keeping the pressure on them as their leaders have tried to figure out how to get their \ncaucus to come around on an issue they've caved on twice before. Eli Zupnick Communications Director Senate \n\nhttp://www.budget.senate.gov/democratic/index.cfm/pressreleases---statements'ContentRecordid=8be0f5df-34d9-4de3-b241-c2119b0ed7a5&ContentTypeid=40fa0d81-5955-4941-88e6-75ce8cfd67b4&98533c0c-fb7f-4c08-9a85-cdcbef5fc6c8&Groupid=2ae1491e-2251-4893-9fae-fdfc42eda2f3\nhttp://www.budget.senate.gov/democratic/index.cfm/pressreleases---statements'ContentRecordid=8be0f5df-34d9-4de3-b241-c2119b0ed7a5&ContentTypeid=40fa0d81-5955-4941-88e6-75ce8cfd67b4&98533c0c-fb7f-4c08-9a85-cdcbef5fc6c8&Groupid=2ae1491e-2251-4893-9fae-fdfc42eda2f3\nhttp://www.budget.senate.gov/democratic/index.cfm/pressreleases---statements'ContentRecordid=8be0f5df-34d9-4de3-b241-c2119b0ed7a5&ContentTypeid=40fa0d81-5955-4941-88e6-75ce8cfd67b4&98533c0c-fb7f-4c08-9a85-cdcbef5fc6c8&Groupid=2ae1491e-2251-4893-9fae-fdfc42eda2f3\n\n\nBudget Committee - Majority Staff Senator Patty Murray (D-WA), Chairman 624 Dirksen Senate Office Building \n(202) 224-5398 -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1y101312014A9Y -ST_PD- 20140131 -\nST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nFDL -ST_HD- Deficit Reduction: The 2014 Farm Bill -ST_LP- U.S. Senate Documents January 31, 2014 -ST_TD- \nContact: Ben Becker, (202) 224-5466 benbecker@ag.senate.gov Deficit Reduction: The 2014 Farm Bill In 2011, \nthe House and Senate Agriculture Committees set a goal of cutting $23 billion from agriculture programs. This \nFarm Bill ensures that, including sequester, the bill yields a total of $23 billion in cuts to program spending, meeting \nthe committees' deficit reduction goal. Farm Bill Savings The Farm Bill achieves major reform by ending direct \npayment subsidies, accounting for the bulk of the Farm Bill's spending cuts. Savings are achieved in nutrition \nprograms by addressing fraud and misuse; these changes do not remove anyone from food assistance programs \nand ensures that every person receives 100% of the benefits they are intended to under the current rules of the \nprogram. Savings in conservation are achieved by streamlining and consolidating 23 programs into 13, while \nstrengthening tools to protect land and water - an approach supported by hundreds of conservation organizations \nacross the country. Farm subsidy programs were cut far more significantly than any other area of the budget under \nthe Agriculture Committees' jurisdiction. By comparison, farm subsidy programs were cut by 31%, while nutrition \nprograms were reduced 1%. Farm Bill Savings Overview (Total: $37.3 billion): * Farm subsidy programs: $23.3 \nbillion * Nutrition: $8.0 billion * Conservation: $6.0 billion Farm Bill Investments A portion of the above gross savings \nis reinvested back into key priorities that help protect famers and create jobs - like strengthening risk management \nprograms, bio-energy production, bolstering research, expanding fruits and vegetables programs. These \ninvestments total $14.2 billion. Farm Bill Investments Overview (Total: $14.2 billion): * Crop Insurance: $5.7 billion * \nLivestock Disaster Assistance: $3.7 billion * Energy, Research, Rural Development, Fruit and Vegetable, other \nprograms: $3.9 billion * Dairy program: $912 million With all spending cuts and investments, the 2014 Farm Bill \nreduces the deficit by a net total of $23 billion. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- \nCONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1y201312014A9Z -\nST_PD- 20140131 -ST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- What Supporters of Food Assistance Programs Are Saying About Farm Bill \nFood Stamp Policy -ST_LP- U.S. Senate Documents January 31, 2014 -ST_TD- Contact: Ben Becker, 202-224-\n5466 benbecker@ag.senate.gov What Supporters of Food Assistance Programs Are Saying About Farm Bill Food \nStamp Policy For more information on the Farm Bill's savings in food assistance, go to:            \nhttp://www.ag.senate.gov/newsroom/press/release/2014-farm-bill-addressing-misuse-protecting-food-assistance. \nBob Greenstein, Center on Budget and Policy Priorities: \"Congress did not intend for states to stretch the benefit \nrules this way and longstanding [food stamp] supporters like myself find it difficult to defend... It's difficult to defend \nthe practice of giving people higher benefits for supposedly paying bills they don't, in fact, pay... If Congress doesn't \naddress the weakness in the SUA rules, SNAP's opponents surely will use it to tarnish the program in the public \nmind as they lay the groundwork for more radical and damaging changes to the program.\" Additionally, the Farm \nBill \"includes provisions designed to provide SNAP households with more access to healthy food outlets such as \nfarmers' markets, to ensure that retailers that participate in the program offer a healthy variety of foods for sale, and \nto tighten retailer compliance with SNAP rules.\" The New York Times Editorial Board: \"On balance, the bill is clearly \nworthy of support, particularly because it will prevent austerity fanatics in future Congresses from gutting food \nstamps for the next five years... Most of [those affected] live in the 16 states that have taken advantage of a \nloophole in a utility-assistance program, receiving benefits that Congress did not intend. That loophole should have \nbeen closed...\" Washington Post Editorial Board This \"loophole... costs taxpayers hundreds of millions of dollars \neach year -- and gives an otherwise vital component of the social safety net a black eye.\" \"This maneuver results in \nmany people receiving money based on utility expenses they did not actually incur.\" For Members of Congress \nlooking to gut food stamps, this \"looks less like a clever way to help the poor and more like a political gift to SNAP's \nperennial opponents.\" The Farm Bill's policy would affect \"only 4?percent of all SNAP families,\" and \"crucially, none \nwould lose basic eligibility.\" Oran Hesterman, Fair Food Network: \"Congress should pass this farm bill.\" The 2014 \nFarm Bill \"is the best chance we have of protecting the integrity of this program, which is critical to the food security \nof low-income Americans... With incentive programs like those supported by the farm bill, we can begin to turn \nSNAP from strictly an anti-hunger program into an anti-hunger and pro-health program.\" \"This farm bill limits some \nof the egregious payments to rich, corporate farms that should have been done away with long ago. Many of the \nlikely provisions promote healthy food systems in unprecedented ways. I have hope that we can improve our \n\nmailto:benbecker@ag.senate.gov\nmailto:benbecker@ag.senate.gov\nhttp://www.ag.senate.gov/newsroom/press/release/2014-farm-bill-addressing-misuse-protecting-food-assistance\n\n\nnation's nutrition assistance to better serve both farmers and those in need. Congress should pass the farm bill \nand bring us closer to that reality.\" Additional reading: Washington Post editorial (\"Congress should close a food \nstamp loophole\"):            http://www.washingtonpost.com/opinions/congress-should-close-a-food-stamp-\nloophole/2013/12/30/23736316-699c-11e3-8b5b-a77187b716a3story.html Bob Greenstein commentary:            \nhttp://www.cbpp.org/cms/index.cfm'fa=view&id=4081 Center on Budget and Policy Priorities Analysis:            \nhttp://www.cbpp.org/cms/index.cfm'fa=view&id=4082 -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -\nST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCONGDPOS1y301312014B01 -ST_PD- 20140131 -ST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Sen. Murkowski Comments on State Report on \nKeystone XL -ST_LP- U.S. Senate Documents January 31, 2014 -ST_TD- Contact: Robert Dillon (202) 224-6977 \nChester Carson (202) 224-5305 Sen. Murkowski Comments on State Report on Keystone XL WASHINGTON, D.C. \n- U.S. Sen. Lisa Murkowski (R-Alaska) today commented on the Obama administration's release of the \nSupplemental Environmental Impact Statement (SEIS) on the Keystone XL Pipeline, which can be found on the \nState Department's website            http://1.usa.gov/LizMVU. \"Today's report from the State Department report has \nonce again determined that the Keystone XL pipeline - which would mean thousands of jobs for Americans - would \nnot cause a significant increase in greenhouse gas emissions,\" Murkowski said. \"It's now been more than five years \nsince TransCanada first applied for a permit - it's time for the president to stop stalling and approve this shovel-\nready project.\" The Obama administration has 90 days from the release of the State Department's review to find \nthat building the pipeline is in the national interest. \"The president has called for this to be a year of action,\" \nMurkowski said. \"What better way to start the year than by approving a project that will create thousands of jobs \nand assist one of our closest allies in the world\" All the president has to do is find the Keystone XL pipeline in the \nnational interest - just as he did with the Alberta Clipper pipeline in 2009. It's truly not that difficult. After five years of \ndelay, the decision should already be made.\" Murkowski is Alaska's senior senator and the ranking Republican on \nthe U.S. Senate Energy and Natural Resources Committee. Robert Dillon Communications Director Senate Energy \nand Natural Resources Committee (202) 224 6977 office, (202) 285 6783 mobile robertdillon@energy.senate.gov -\nST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1y401312014B02 -ST_PD- 20140131 -ST_SBJ- U.S. Senate \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Pryor: \nIt's Time To Build the Keystone Pipeline -ST_LP- U.S. Senate Documents January 31, 2014 -ST_TD- Contact: \nMichael Teague, 501-324-6336 Pryor: It's Time To Build the Keystone Pipeline Once again, we've received a \nfavorable environmental review on the Keystone Pipeline, and once again, I'm calling on the President to approve \nthis project. We cannot afford to wait any longer. Let's build the Keystone Pipeline so we can ensure our future \nenergy security and create jobs here at home. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- \nCONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOS1y502022014B03 -\nST_PD- 20140202 -ST_SBJ- U.S. Senate Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- Levin releases statement in response to Clinton letter on Iran sanctions \nlegislation -ST_LP- U.S. Senate Documents Sunday, Feb. 2, 2014 -ST_TD- Contact: Tara Andringa, (202) 228-\n3685 Levin releases statement in response to Clinton letter on Iran sanctions legislation WASHINGTON - Sen. Carl \nLevin, D-Mich., chairman of the Senate Armed Services Committee, issued the following statement today in \nreaction to a letter he received from former Secretary of State Hillary Clinton offering her thoughts on legislation to \nimpose new sanction on Iran while nuclear talks are ongoing: \"This is a thoughtful, persuasive argument from an \nexperienced, respected senior official. It makes clear Secretary Clinton's belief that tough sanctions helped bring \nIran to the negotiating table, and that Congress and the administration are poised to act if Iran violates its \ncommitments or fails to negotiate in good faith toward a final agreement. Her letter is another strong signal to \nCongress that we should not take any legislative action at this time that would damage international unity or play \ninto the hands of hard-liners in Iran who oppose negotiations.\" Clinton's letter is available here            \nhttp://levin.senate.gov/download/clintonlettertocliransanctions. It same in response to a letter from Levin            \nhttp://levin.senate.gov/download/cllettertoclintoniransanctions asking for Clinton's thoughts on the issue. -ST_END- \n-ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -\nST_IP- FIN -ST_ID- CONGDPOH1y602032014B04 -ST_PD- 20140203 -ST_SBJ- U.S. House of Representatives \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- \nDemocratic Leaders Introduce Net Neutrality Legislation -ST_LP- U.S. House of Representatives Documents \nCommittee on Energy and Commerce -ST_TD- Rep. Henry A. Waxman, Ranking Member February 3, 2014 Karen \n\nhttp://www.washingtonpost.com/opinions/congress-should-close-a-food-stamp-loophole/2013/12/30/23736316-699c-11e3-8b5b-a77187b716a3story.html\nhttp://www.washingtonpost.com/opinions/congress-should-close-a-food-stamp-loophole/2013/12/30/23736316-699c-11e3-8b5b-a77187b716a3story.html\nhttp://www.cbpp.org/cms/index.cfm'fa=view&id=4081\nhttp://www.cbpp.org/cms/index.cfm'fa=view&id=4082\nhttp://1.usa.gov/LizMVU\nmailto:robertdillon@energy.senate.gov\nhttp://levin.senate.gov/download/clintonlettertocliransanctions\nhttp://levin.senate.gov/download/cllettertoclintoniransanctions\n\n\nLightfoot (Waxman): (202) 225-5735 Charles Stewart (Eshoo): (202) 225-8104 Giselle Barry (Markey): (202) 224-\n2742 Democratic Leaders Introduce Net Neutrality Legislation WASHINGTON, DC- Today Reps. Henry A. Waxman \nand Anna G. Eshoo introduced H.R. 3982, the Open Internet Preservation Act, with a Senate companion bill to be \nintroduced by Sen. Ed Markey, to protect consumers and innovation online. Last month, the D.C. Circuit struck \ndown the Federal Communications Commission's Open Internet rules preventing broadband providers from \nblocking or discriminating against content online. The bill would restore these rules until the FCC takes new, final \naction in the Open Internet proceeding. Original co-sponsors of the bills are: Reps. Waxman, Eshoo, Frank Pallone, \nJr., Doris Matsui, Mike Doyle, Zoe Lofgren, Jan Schakowsky, Michael E. Capuano, and Suzan DelBene and Sens. \nMarkey, Richard Blumenthal, Al Franken, Tom Udall, Ron Wyden, and Jeff Merkley. \"The Internet is an engine of \neconomic growth because it has always been an open platform for competition and innovation,\" said Rep. Waxman, \nRanking Member of the Energy and Commerce Committee. \"Our bill very simply ensures that consumers can \ncontinue to access the content and applications of their choosing online. The FCC can and must quickly exercise \nthe authorities the D.C. Circuit recognized to reinstate the Open Internet rules. Our bill makes clear that consumers \nand innovators will be protected in the interim.\" \"With the recent D.C. Circuit appeals court ruling, the open Internet \nas we know it suffered a blow. By striking down rules that prevented broadband providers from discriminating \nagainst or even blocking online content, the Court's decision threatens the openness and freedom that has defined \nthe success of the Internet. Although the Court struck down the FCC's 'no-blocking' and 'nondiscrimination' rules, it \nexplicitly affirmed the agency's authority to oversee broadband services in the United States,\" said Rep. Eshoo, \nRanking Member of the Communications and Technology Subcommittee. \"I'm introducing legislation today to \nreinstate the FCC's open Internet rules until the Commission adopts replacement rules. This bill ensures that \nconsumers, not their Internet service provider, are in the driver's seat when it comes to their online experience. The \nfree and open Internet has been a pillar of our country's growing economy, unparalleled technological innovation, \nand even global social movements. It is the backbone of our digital world, and I intend to keep it that way.\" \"The \nopen nature of the Internet has made it the most successful commercial and communications medium in history,\" \nsaid Sen. Markey, a member of the Commerce, Science and Transportation Committee. \"The Internet's vitality and \nopenness drives competition, innovation and job creation and we need to ensure it remains a level playing field for \nconsumers and innovators in the wake of the D.C. Circuit Court decision. This bill ensures consumers are protected \nuntil the FCC uses its clear authority, as recognized by the court, to put in place replacement rules. I look forward to \nworking with my colleagues to move this important legislation forward.\" \"Keeping the Internet free from gatekeeper \ncontrol is essential to ensuring consumers have access to the content, websites and services of their choice,\" said \nSen. Blumenthal, member of the Commerce, Science and Transportation Committee. \"Until the D.C. Circuit Court's \nrecent decision, broadband companies had been barred from blocking content they dislike or holding innovative \nnew services hostage for higher and higher tolls. This bill would reinstate principles of choice and freedom on the \nInternet and protect consumers and entrepreneurs.\" \"The Internet is an open marketplace where everyone can \nparticipate on equal footing,\" said Sen. Franken, Chairman of the Senate Judiciary Subcommittee on Privacy, \nTechnology and the Law. \"And that's the way it should be-the website of a Minnesota small business should load as \nquickly as the website of a large corporation. However, the FCC's rules for net neutrality were struck down last \nmonth. I immediately wrote to the FCC to press for swift action to preserve open and equal access to the Internet. \nThis legislation is an important part of that effort.\" \"The D.C. Circuit decision threatens network neutrality standards \nthat preserve free speech, promote innovation, and help Internet entrepreneurs compete on a level playing field \nwith established companies,\" said Sen. Udall, chair of the Financial Services and General Government \nAppropriations subcommittee. \"Our legislation would restore the open Internet rules gutted by the court order and \nprotect the open Internet we enjoy today until the FCC is able to address the issue. I urge Congress to hold a vote \non our bill as soon as possible. And ultimately, I encourage the FCC to use its existing authority to ensure that the \nInternet continues to be an open platform for all.\" The full text of the bill is available online here            \nhttp://democrats.energycommerce.house.gov/sites/default/files/documents/Bil l-Text-Waxman-Eshoo-Open-\nInternet-Preservation-Act-2014-1-24.pdf. A bill summary is available online here            \nhttp://democrats.energycommerce.house.gov/sites/default/files/documents/HR- 3982-Open-Internet-Bill-Summary-\n2014-1-24.pdf. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOH1y702032014B05 -ST_PD- 20140203 -\nST_SBJ- U.S. House of Representatives Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- Hastings Celebrates Black History Month -ST_LP- U.S. House of \nRepresentatives Documents February 03, 2014 -ST_TD- Contact: Evan Polisar (202) 225-1313 Hastings \n\nhttp://democrats.energycommerce.house.gov/sites/default/files/documents/Bil\nhttp://democrats.energycommerce.house.gov/sites/default/files/documents/HR-\n\n\nCelebrates Black History Month ?(Washington, D.C.) Congressman Alcee L. Hastings (D-FL) released the following \nstatement in recognition of Black History Month: \"Every February, we celebrate the proud history and valuable \ncontributions made by Americans of African descent. From the scars of slavery to the triumph of emancipation, and \nfrom the injustice of segregation to the struggle for equal rights, the journey of the Black community is inseparably \nwoven into the fabric of American history. \"Despite the persistent forces of prejudice and discrimination, Black \nAmericans have done much to shape America into the nation it is today. The African American community has left \nits mark on every aspect of American culture, from the arts and humanities to research, scientific exploration, and \npublic service. \"This year, we also mark the 50th anniversary of the signing of the Civil Rights Act of 1964. As we \ncelebrate this great victory of the Civil Rights era, we do so knowing that the fight for equality is not yet over. \nDisparities in employment, wealth, and education still persist among American communities of color, and across the \ncountry, new laws have been enacted that restrict the ability of minorities to vote. \"This year, let us mark Black \nHistory Month by rededicating ourselves to the fight for equality for all Americans.\" Congressman Alcee L. Hastings \nserves as Senior Member of the House Rules Committee, Ranking Democratic Member of the U.S. Helsinki \nCommission, and Co-Chairman of the Florida Delegation. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP \n-ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCONGDPOH1y801312014B06 -ST_PD- 20140131 -ST_SBJ- U.S. House of Representatives Documents -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Hoyer Op-Ed: A Year of \nAction, a Year of Opportunity in Congress -ST_LP- U.S. House of Representatives Documents Office of the \nDemocratic Whip Steny H. Hoyer -ST_TD- January 31, 2014 Contact: Stephanie Youn, 202-225-3130 Hoyer Op-\nEd: A Year of Action, a Year of Opportunity in Congress Wanted to make sure you saw today's op-ed by House \nDemocratic Whip Steny H. Hoyer (MD) in the Huffington Post about President Obama's State of the Union address \nand House Democrats' legislative priorities in 2014. To read the op-ed, go to:            http://huff.to/1iTDkwD or see \nbelow: A Year of Action, a Year of Opportunity in Congress Posted: 01/31/2014 8: 18 am By: Rep. Steny Hoyer On \nTuesday, President Obama stood before Congress and the American people to deliver a message of optimism \nborne from the progress we have made over the past five years recovering our economy from the Great Recession. \nMillions of jobs have been created and saved, we enacted health reforms that are already benefiting many, and our \nhousing market has rebounded. The state of our union is undoubtedly stronger than it was when President Obama \ntook office in the depths of a recession. But for the millions in poverty or struggling to stay out of it, this distinction \nmatters little. Without a real and equal opportunity to join a secure and growing middle class, those among us who \nface the greatest hardships will see the American Dream grow farther and farther out of reach. With the Census \nBureau reporting that 49.7 million Americans live in poverty, there is still much work to be done to ensure that the \nstate of our union reflects our forebears' vision of a nation where one's hard work and personal responsibility can lift \nan entire family into the middle class. Poverty in America is not limited to the chronically hungry or homeless. For so \nmany working families, even two incomes are not enough to make ends meet, as the cost of living has outpaced a \nrise in wages. These families are increasingly experiencing the effects of poverty, and, for the first time in the \nprogram's history, households led by working-age Americans are the largest group accessing federal food \nassistance. In his speech, the president made clear that the current minimum wage of $7.25 an hour is insufficient \nto enable working families to reach for the middle class. That's why Democrats in Congress are committed to \nraising the minimum wage to $10.10 an hour. Doing so would lead to higher pay for 28 million Americans, billions of \ndollars more in economic activity for businesses, and the creation of 140,000 new jobs. At the same time, an \nincrease in long-term unemployment has forced many families to go without an important source of income for \nmonths at a time, often depleting savings that would have been used to send a child to college or provide for a \nsecure retirement. When the recession hit, Congress made emergency unemployment insurance available to \nworkers who had lost their jobs and were seeking new ones. On December 28, Congress irresponsibly allowed this \nemergency insurance to expire, and now 1.6 million Americans are without critical assistance -- a number that will \ncontinue to grow by an average of 72,000 people a week for as long as Congress fails to act. Bringing it back ought \nto be the first order of business on Capitol Hill, and Democrats will not rest until this goal is achieved. Neither will we \nstop working to address the widening gap between those who are doing well in our economy and those who are \nfinding it harder and harder to get by. To close this gap, Congress must act to expand access to the opportunities \nthat lead to economic security and success. That's what House Democrats' Make It In America plan is all about: \nincreasing domestic manufacturing, expanding education and skills training so America's workers are prepared for \nthe jobs of today and tomorrow, and encouraging businesses to create high-skill, high-wage jobs here. In addition to \npassing Make It In America legislation, Congress must make a serious effort to enact comprehensive immigration \n\nhttp://huff.to/1iTDkwD\n\n\nreform this year that brings millions of workers out of the shadows and provides a pathway to citizenship. And it is \ncritical that Democrats and Republicans work together immediately to prevent another economy-stifling default \ncrisis. No one can deny the deep chasm that often separates the parties in Congress. But that divide must be \nbridged for the sake of the millions for whom the American Dream now seems so remote. Congress has the ability \nto make 2014 a year of action in response to our economic challenges -- but it must also have the will. Democrats \nare ready to do our part and work across the aisle to expand opportunities to those left behind by the economy's \nrecovery. I sincerely hope that Republicans will join us in carrying out this important work and, in the process, truly \nstrengthening our union for years to come. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- \nCONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- CONGDPOH1y901312014B07 -\nST_PD- 20140131 -ST_SBJ- U.S. House of Representatives Documents -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Straight Talk: More Than a Mention -ST_LP- U.S. House \nof Representatives Documents House Committee on Small Business, Republicans -ST_TD- Straight Talk: More \nThan a Mention Weekly Update from Sam Dear Friends, Small businesses are sometimes mentioned but not often \nmade a priority by this Administration. In the State of the Union address this week, small businesses were \nacknowledged, as expected, but the source of many of the obstacles facing them was not. After a five-year track \nrecord, President Obama's policies of more red tape, higher taxes, economic uncertainty and disrupted health care \ncoverage are not leading to the kind of growth that matches this great nation's capabilities. The real economic \nrecovery that we need is only possible when small businesses are prospering, too. Small businesses find \nopportunity, not through subsidies or government programs, but through innovation and entrepreneurship. While \nWashington can produce rhetoric and nicely-titled programs, small businesses and the American private sector \nare the real producers of jobs and growth. When it comes to helping small businesses, sometimes the best thing \ngovernment can do is simply get out of the way. Sincerely, Sam Graves Chairman Latest Committee Action On \nTuesday, the Subcommittee on Agriculture, Energy and Trade, under presiding Chairman Richard Hanna (R-NY), \nheld a hearing with James Sanford, Assistant United States Trade Representative for Small Business, Market \nAccess and Industrial Competitiveness. The Subcommittee examined the status and impact of trade policy on small \nfirms, and heard testimony regarding Trade Promotion Authority (TPA), the Trans-Pacific Partnership (TPP), \nTransatlantic Trade and Investment Partnership (TTIP), and ongoing negotiations at the World Trade Organization \n(WTO). On Thursday, Chairman Graves sent a letter to Secretary of Health and Human Services Kathleen Sebelius \nrequesting data on the number of small businesses which have enrolled in health insurance via the Small Business \nHealth Options Program (SHOP). The Administration delayed online federal SHOP exchange for a year, but small \nbusinesses can still seek enrollment through paper applications. As reported here and here, the data is still \nunavailable. News from Washington On Wednesday, the House passed the Agricultural Act of 2014, commonly \nknown as the Farm Bill, by a bipartisan vote of 251-166. The legislation protects farm programs, tightens guidelines \nfor the Supplemental Nutrition Assistance Program and sets agricultural priorities for the next five years. Stay \nPlugged In Be sure to check out the House Small Business Committee on Facebook, and for all the latest in Small \nBiz news and resources and to join the conversation. We value your input, so tell us about your small business on \nour interactive website Small Biz Open Mic. January 31, 2014 Committee Calendar What We're Reading *Forbes: \nAlmost Everything You Have Been Told About The Minimum Wage Is False *Inc. Magazine: The most important \nthing the President forgot to say *The Hill: Small-business enrollment in ObamaCare will be 'modest,' administration \nsays *Washington Free Beacon: PA Small Biz Hit With Skyrocketing Health Costs From Obamacare *Reuters: \nJobless claims post surprise jump as fourth quarter growth falls short *The Hill: Unions lash out at ObamaCare regs \n*Washington Post: Obama lauds small business owners in his State of the Union - but not all of them buy it \n*Businessweek: Was there enough for small business in Obama's State of the Union? Small Biz Resources \n*Washington Post: Determining the right capital for every stage of growth *Entrepreneur: Is your business at risk of \na hack attack\" *Bloomberg: (Video) New software that's upending small business -ST_END- -ST_START- -\nST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -\nST_ID- CONGDPOH1z101312014B08 -ST_PD- 20140131 -ST_SBJ- U.S. House of Representatives Documents -\nST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Another program? -\nST_LP- U.S. House of Representatives Documents Education and Labor Committee Republicans -ST_TD- \nEducation and the Workforce Committee January 31, 2014 Another program? WASHINGTON, D.C. - President \nObama has announced he will create through executive fiat another federal job training program. That's right - \nanother program on top of the more than 50 federal employment and training programs that already exists. It might \nhave been nice to wait for Vice President Biden to complete his redundant review of the workforce development \n\n\n\nsystem before adding more confusion to an already bloated bureaucracy. However, this announcement does raise \nan important question: Where in the maze of confusing training programs does the president intend to put this latest \ninitiative? The House has already acted to provide workers and job-seekers with a more streamlined, dynamic, and \neffective job training system. Mr. President, let's fix the problem. -ST_END- -ST_START- -ST_ACT- A -ST_SC- \nCONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCONGDPOH1z201312014B09 -ST_PD- 20140131 -ST_SBJ- U.S. House of Representatives Documents -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Hoyer Statement on Black \nHistory Month -ST_LP- U.S. House of Representatives Documents Office of the Democratic Whip Steny H. Hoyer -\nST_TD- January 31, 2014 Contact: Stephanie Young, 202-225-3130 Hoyer Statement on Black History Month \nWASHINGTON, DC - Democratic Whip Steny H. Hoyer (MD) released the following statement today to \ncommemorate Black History Month, which begins tomorrow, February 1: \"I join in celebrating Black History Month, \nwhich begins tomorrow. It is both an opportunity to honor the important contributions made to our great country by \nAfrican Americans and a chance to rededicate ourselves to the work of making our nation more just and more \nequal. \"While we take time to remember the hardships and celebrate the triumphs of the African American \ncommunity throughout its long and proud history, we ought to take stock of the inequalities that continue to \nchallenge us as a nation. When the poverty line continues to trace the color lines in our cities, when members of \nminority groups still have difficulty exercising their right to vote, and when fear and mistrust still divide communities \nand neighbors, our work is not done. It is up to us, in our generation, to continue perfecting our union. \"We can \ncarry that work forward today by protecting the hard won victory of voting rights by passing the bipartisan Voting \nRights Amendments Act, which I am proud to cosponsor with Rep. John Lewis and others. We can make progress \ntoward equality by increasing access to opportunity and upward economic mobility - and this begins with restoring \nemergency unemployment insurance and passing the Fair Minimum Wage Act. And we can lay the foundation for a \nstronger future by making sure every child in America has access to a world-class education that leads to a good \njob. \"House Democrats will continue to press this agenda in Congress, and I look forward to continuing to work with \nmy colleagues in the Congressional Black Caucus to make certain that the lessons of Black History Month continue \nto inspire our efforts on behalf of the American people.\" -ST_END- -ST_START- -ST_ACT- A -ST_SC- CONGDP -\nST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nCONGDPOH1z301312014B10 -ST_PD- 20140131 -ST_SBJ- U.S. House of Representatives Documents -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Democrats Are Committed to \nExpanding Access to Economic Opportunities -ST_LP- U.S. House of Representatives Documents Office of the \nDemocratic Whip Steny H. Hoyer -ST_TD- January 31, 2014 Democrats Are Committed to Expanding Access to \nEconomic Opportunities MESSAGE FROM THE DEMOCRATIC WHIP On Tuesday, President Obama delivered his \nState of the Union address and challenged Congress to work together to expand economic opportunity for \nAmericans. This is why House Democrats are continuing to call for immediate action on the most pressing issues \nfacing our nation, including restoring unemployment benefits and raising the minimum wage. We will also continue \nto work to advance our Make It In America plan, which is focused on increasing economic opportunities for our \npeople by creating the conditions for American businesses to manufacture their products and create jobs right here \nin the U.S. This week the Republican-led House voted on two pieces of legislation: one bill continued their attack on \nwomen's health, the other was a farm bill conference report. While I disagreed with the bill's cuts to funding for \nnutrition assistance programs, this compromise bill was far better than the cuts in the House Republicans' bill, and \nit will provide certainty to our farming communities, families in need, and commodity markets. I'm also pleased that \nRepublicans announced their set of principles for immigration reform yesterday. This is an important first step and I \nhope Republicans will now be willing to work with Democrats to move forward and discuss how we compromise to \nfix our broken immigration system. House Democrats are ready to do our part and work across the aisle to achieve \nresults. Over the next few weeks, our nation will not be able to pay its bills unless Congress takes action. I'm very \ndisappointed that House Republicans are signaling that they are going to once again hold our nation's economy \nhostage to unrelated political demands. I believe they should work with Democrats to ensure our nation can pay its \nbills and provide certainty to our economy and businesses. Sincerely yours, STENY H. HOYER -ST_END- -\nST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -\nST_IP- FIN -ST_ID- CONGDPOH1z402032014B11 -ST_PD- 20140203 -ST_SBJ- U.S. House of Representatives \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Hoyer \nStatement on January Manufacturing Report -ST_LP- U.S. House of Representatives Documents Office of the \nDemocratic Whip Steny H. Hoyer -ST_TD- February 3, 2014 Contact: Stephanie Young, 202-225-3130 Hoyer \n\n\n\nStatement on January Manufacturing Report WASHINGTON, DC - House Democratic Whip Steny H. Hoyer (MD) \nreleased the following statement today after the Institute for Supply Management released its report for January: \n\"For the eighth consecutive month our manufacturing sector continues to expand, in spite of the effects of the \nRepublican-led government shutdown in October and the economic uncertainty caused by the looming deadline for \nour government to pay its bills and avoid default. However, January's manufacturing growth was not as robust as \nthe past two months, and this ought to be taken as a warning sign for Congress to get off the fence and take action \nto promote manufacturing job growth right away. \"The Make It In America plan for jobs and competitiveness will \ncreate the right conditions for businesses to bring high-skill, high-wage manufacturing jobs to our communities - \njobs that make it possible for our workers to access the opportunities that lead to a secure place in our middle class. \nMake It In America, which already has bipartisan support, includes four main components: pursuing a national \nmanufacturing strategy, promoting American exports, encouraging companies to bring innovation and jobs back to \nour shores, and training a twenty-first century workforce ready to compete for the jobs of tomorrow. Senate \nDemocrats have already introduced a complementary jobs plan of their own, and there is no reason why both \nchambers cannot begin consideration of bills to support a strong and growing domestic manufacturing base without \ndelay. \"I urge House Republicans to allow bipartisan Make It In America legislation to move to the Floor for \nconsideration quickly and to work with Democrats to ensure that our nation pays its bills on time.\" -ST_END- -\nST_START- -ST_ACT- A -ST_SC- CONGDP -ST_SN- CONGRESSIONAL DOCUMENTS AND PUBLICATIONS -\nST_IP- FIN -ST_ID- CONGDPOH1z502032014B12 -ST_PD- 20140203 -ST_SBJ- U.S. House of Representatives \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- \nLARSON ON THE RETIREMENT OF CONGRESSMAN HENRY WAXMAN -ST_LP- U.S. House of \nRepresentatives Documents February 3, 2014 -ST_TD- Contact: Geraldine de Puy 202-225-2265 Larson on the \nRetirement of Congressman Henry Waxman (Washington) - Congressman John B. Larson released the following \nstatement today on the announced retirement of Congressman Henry Waxman of California: \"Throughout his \ncareer, Congressman Henry Waxman fought to improve the lives of every generation. A dogged advocate for \nseniors, youth and families, Henry led the way in efforts to strengthen Medicare and Medicaid and provide \naffordable, quality health coverage across the country. His efforts to both reduce pollution and understand climate \nchange are already helping to protect our environment for years to come. \"Whether working on health, energy, \nenvironment or commerce, Henry's determination and knowledge of the issues helped develop comprehensive \npolicies crucial to our nation. Henry stood up for those struggling with HIV/ AIDS and stood guard against efforts to \nthreaten the rights of women, reduce regulation on environmental abuses and reduce transparency in government. \n\"I would like to thank Henry for all he has given to the people of this nation and wish him, Janet and his family all \nthe best moving forward.\" -ST_END- -ST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE \nDEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDDDD2034r7B13 -ST_PD- 20140203 \n-ST_SBJ- Department of Defense Releases - News Releases -ST_CY- Copyright (c) 2011 Federal Information & \nNews Dispatch, Inc. -ST_GV- DEF -ST_HD- General Officer Announcements -ST_CT- 703-697-5131; \nmedia@defenselink.mil -ST_LP- Department of Defense Releases - News Releases Release No: NR-066-14 -\nST_TD- February 3, 2014 General Officer Announcements Secretary of Defense Chuck Hagel announced today \nthat the president made the following nominations: Marine Corps Reserve Brig. Gen. William T. Collins for \nappointment to the rank of major general. Collins is currently serving as commanding general, 4th Marine Aircraft \nWing, New Orleans, La. Marine Corps Reserve Brig. Gen. James S. Hartsell for appointment to the rank of major \ngeneral. Hartsell is currently serving as commanding general, 4th Marine Division, New Orleans, La. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- DDDDD2034r8B14 -ST_PD- 20140203 -ST_SBJ- Department of Defense \nReleases - News Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -\nST_HD- General Officer Assignments -ST_CT- 703-697-5131; media@defenselink.mil -ST_LP- Department of \nDefense Releases - News Releases Release No: NR-067-14 -ST_TD- February 3, 2014 General Officer \nAssignments The chief of staff, Air Force announced the following assignments: Brig. Gen. Jay B. Silveria, who has \nbeen selected for the grade of major general, vice commander, 14th Air Force, Air Forces Strategic, Air Force \nSpace Command, Vandenberg Air Force Base, Calif., to commander, U.S. Air Force Warfare Center, Air Combat \nCommand, Nellis Air Force Base, Nev. Col. David A. Krumm, who has been selected for the grade of brigadier \ngeneral, principal military assistant to the secretary of defense, Office of the Secretary of Defense, Pentagon, \nWashington, D.C., to vice commander, 5th Air Force, Pacific Air Forces, Yokota Air Base, Japan. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE DEPARTMENT DOCUMENTS AND \n\nmailto:media@defenselink.mil\nmailto:media@defenselink.mil\n\n\nPUBLICATIONS -ST_IP- FIN -ST_ID- DDDDD2034r9B15 -ST_PD- 20140203 -ST_SBJ- Department of Defense \nReleases - American Forces Press Service -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. \n-ST_GV- DEF -ST_HD- US, Italy Sign Training Agreement -ST_CT- 703-697-5131; media@defenselink.mil -\nST_LP- Department of Defense Releases - American Forces Press Service WASHINGTON, Feb. 3, 2014 -- The \nDefense Department and Italy's defense ministry have signed a memorandum of understanding to promote joint \ntraining and education for peacekeeping operations. -ST_TD- The agreement, signed today at the Pentagon, takes \neffect immediately and identifies and develops joint training and education as well as policies and procedures. \"I \nbelieve this is the first, formal agreement on education and training that the undersecretary of defense of personnel \nand readiness has ever signed with [Italy's] Carabinieri,\" said Frank C. DiGiovanni, director of DOD's force \nreadiness and strategy. \"This new MOU, [while] old in association, has a very productive objective to promote \npeace and stability to areas of the world that are under stress,\" added Frederick E. Vollrath, assistant secretary of \ndefense for readiness and force management. Maj. Gen. Ilio Ciceri, Italy's chief of staff of the Carbinieri General \nHeadquarters, said the support and position of the United States has been a source of \"immense pride\" for his \ncountry. Reflecting on critical moments of the Carabinieri deployments in peace support operations, Ciceri said the \nfirst Carabinieri intervention model was tried in the Balkans in the 1990s, marking the first shared experience with \nthe United States. It was also deployed in Albania and Kosovo, where it is still active, and in Iraq, he said, adding \nthat it has become a specialized instrument supporting the coalition armed forces with police information gathering \nand public security. Such experiences continued in Afghanistan, with the International Security Assistance Force \nmission, he said, by training and mentoring local police forces. \"The use of our training and deployment techniques \nin the theaters of operations has always enjoyed an extraordinary support and appreciation by U.S. commanders \nand by the highest political authorities and soldiers of your country,\" he said. The agreement lasts five years, and \ncould be extended for another five. (Follow Terri Moon Cronk on Twitter @MoonCronkAFPS) -ST_END- -\nST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- DDDDD2034s1B16 -ST_PD- 20140203 -ST_SBJ- Department of Defense \nReleases - American Forces Press Service -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. \n-ST_GV- DEF -ST_HD- Hagel Calls ICBM Officers -ST_CT- 703-697-5131; media@defenselink.mil -ST_LP- \nDepartment of Defense Releases - American Forces Press Service MALMSTROM AIR FORCE BASE, Mont., Feb. \n3, 2014 -- While flying back to Washington D.C., Feb. 1 from the Munich Security Conference, Defense Secretary \nChuck Hagel spoke by phone with six officers currently pulling alert duty in three of the 341st Missile Wing's ICBM \nlaunch control centers here. -ST_TD- In conversations that lasted approximately an hour, Hagel expressed his \nconfidence in the officers' ability to carry out the nuclear deterrence mission, according to DOD officials. The \nofficers Hagel spoke with belong to the 10th, 12th and 490th Missile Squadrons. Hagel also listened to the officers' \nconcerns and said he deeply appreciates their critical service to the nation, according to those he spoke with. \n\"Secretary Hagel asked how I felt about everything that's going on and I told him the workload has increased and \nit's hard to see friends involved,\" said Air Force 1st Lt. Jordan Seibert, a 12th Missile Squadron missile combat crew \ncommander. \"It was really humbling, and it showed that our mission is on his mind.\" The officers told the secretary \nthey hoped the nuclear review he ordered will result in improvements for the intercontinental ballistic missile career \nfield. \"I was able to express to him personally that I feel optimistic about potential changes in how we're tested,\" \nsaid Air Force Capt. Adam Ross, a 490th Missile Squadron missile combat crew commander. \"More importantly, I'm \noptimistic about how we can find new ways to interpret the results of our testing.\" Hagel thanked the missileers for \ndealing with a higher operational tempo and more time on alert given the ongoing investigation he ordered into \nalleged cheating on proficiency exams by nuclear launch missileers. More than 90 officers at Malmstrom Air Force \nBase have been suspended in what Air Force Secretary Deborah Lee James has characterized as a \"systemic \nproblem\". During his phone calls, Hagel encouraged those he spoke with to continue carrying out their mission in \nsupport of strategic deterrence. \"The SecDef showed concern for the crew force's personal life impacts, with the \nunderstanding that we are being called upon to complete a higher ops tempo to complete our mission,\" said Air \nForce 1st Lt. Tracie Davis, a 10th Missile Squadron missile combat crew commander. \"It really showed interest in \nus for him to take his personal time to connect with the force. He absolutely achieved his goal to connect and show \nconcern for this mission and its people.\" For one member, it was definitely an alert duty shift to remember. \"The call \nwas surprising and really cool,\" said Air Force 2nd Lt. James Hunter III, a 10th Missile Squadron deputy missile \ncombat crew commander, who was in the midst of completing his first alert shift. \"It's something I will never forget -- \neye opening.\" -ST_END- -ST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE DEPARTMENT \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDDDJ2034v9B17 -ST_PD- 20140203 -ST_SBJ- U.S. \n\nmailto:media@defenselink.mil\nmailto:media@defenselink.mil\n\n\nMarine Corps Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -\nST_HD- Family, friends, service members remember 2nd Supply Bn. Marines -ST_CT- 703-697-5131; \nmedia@defenselink.mil -ST_LP- U.S. Marine Corps Releases Camp Lejeune, N.C. -ST_TD- Family, friends, \nservice members remember 2nd Supply Bn. Marines () CAMP LEJEUNE, N.C. -- Family, friends and fellow service \nmembers gathered together at Marston Pavilion here, Jan. 31. This was not a normal congregation. Tears, sorrows \nand mourn filled the room as individuals paid their respects to Lance Cpl. Nicholas S. Buscarnera and Pfc. Skyler \nD. Way, both ammunition technicians with 2nd Supply Battalion, 2nd Marine Logistics Group. \"On behalf of all the \nMarines and sailors in the battalion I'd like to offer my sincere condolences to both the Way and Buscanera families \nfor the loss of their sons,\" said Lt. Col. Jesse A. Kemp, an Ardmore, Okla., native and the battalion commander of \n2nd Supply Bn. \"I want them to know the collective thoughts and prayers of every Marine and sailor in this battalion \nare behind them always. We will never forget Skyler and Nicholas.\" Buscarnera, 19, a Mastic Beach, N.Y., native \nand Way, 19, a Gouverneur, N.Y., native were both found dead Jan. 7 as a result of a single vehicle incident that \noccurred along Catfish Lake Rd., Havelock, N.C. \"We lost a fellow Marine, brother, son, fiance and most of all a \nfriend,\" said a friend with the battalion. \"We miss [him] everyday, rest easy.\" Marines and sailors with the battalion \nhosted a formal memorial ceremony for both Marines. Friends of the Marines came to the podium to speak about \nmemories formed with Buscarnera and Way. Some stories showed their personality, as well as their commitment to \nthe Corps, friends and loved ones. \"[They] never complained,\" said a friend. \"[They] always helped us. We were \nreal lucky to have them in our lives.\" Buscarnera and Way started their journey in the Marine Corps at Marine Corps \nRecruit Depot Parris Island, S.C. After earning the title United States Marine, they completed Marine Combat \nTraining at Camp Geiger, N.C. then finished Ammunition Technician School at Ft. Lee, Va. \"The loss of Lance Cpl. \nBuscarnera and Pfc. Way has been devastating,\" said Kemp. \"In any situation it is a tragic blow to the battalion, \nBuscarnera and Way were incredibly valued members of their section that worked and provided support to Camp \nLejeune and the [II Marine Expeditionary Force].\" () -ST_END- -ST_START- -ST_ACT- A -ST_SC- DODDOC -\nST_SN- DEFENSE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDDDN2034w1B18 \n-ST_PD- 20140203 -ST_SBJ- U.S. Navy Releases -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- Naval Hospital Bremerton Volunteers brings Energic Support to Washington \nState Special Olympics Basketball Tournament -ST_CT- 703-697-5131; media@defenselink.mil -ST_LP- U.S. Navy \nReleases Story Number: NNS140203-08 -ST_TD- Release Date: 2/3/2014 By Douglas H. Stutz, Naval Hospital \nBremerton Public Affairs BREMERTON, Wash. (NNS) -- There were 106 teams, 93 games, five venues and 12 \ncourts of play, along with approximately 50 volunteers from Naval Hospital Bremerton (NHB) helping at the annual \nWashington State Special Olympics Southwest Regional Basketball tournament held Feb. 1. NHB staff members \nhelped with score-keeping, clock operators, medal presentation, book-keeping, as well as sharing a collective show \nof spirit and support that delighted athletes and tournament officials alike. \"We have always had volunteer help from \nNaval Hospital before, but we've never had so many with so much energy. The support is very much appreciated. \nWe can't say enough of how much it means to the teams and to the organizers. This is truly amazing,\" said Chris \nFunke of the Kiwanis Club of Bremerton and past president of the organization. From the Kitsap Fairgrounds SUN \nPavilion to Olympic High School, Fairview Junior High, Central Kitsap Junior High and Woodland Elementary, NHB \nvolunteers fanned out to handle needed duties. \"I personally volunteered to get out and do things and help out our \ncommunity. I also helped out with the Bowling Tournament back in the fall and it was a lot of fun. The athletes really \nlike having us there for them,\" said Hospitalman Benjamin Stewart, NHB orthopedics technician from Oklahoma \nwho coordinated bringing the hospital corpsmen from Orthopedics Department to the event. Perhaps nowhere were \nNHB volunteers more evident than in the Olympic HS venue, with two full court games being played simultaneously. \nOne contest was supported by Orthopedic staff and the other by almost 20 corpsmen from Nursing Services \nDirectorate. \"This was my first time doing this and this is awesome. Giving back to our community in this setting is \nreally something. It's not only a lot of fun, but it's easy to see that these teams really like the support we're bringing,\" \nshared Hospital Corpsman 2nd Class Randall Tacbi, a Modesto, Calif. native. NHB volunteers cheered, clapped, \nand stomped the floor in encouragement. High fives were exchanged. Smiles were shared. The lively applause was \ninfectious for not just the athletes but also for the volunteers. \"Did you see that player who just came over and \nshook each volunteer's hand at the scoring table? Did you see that high-five that (Hospital Corpsman 3rd Class) \nDemetrius Walker was doing with that athlete? That's what being a volunteer in a setting like this is all about. \nHelping support others by giving of ourselves. I grew up in a family that always gave back to the community so \nwhen the opportunity came up to support this event I knew I had to take part. I also knew I had to bring as many of \nour corpsmen from Multi-Service Ward and Intensive Care Unit (ICU) as possible to share the experience,\" \n\nmailto:media@defenselink.mil\nmailto:media@defenselink.mil\n\n\nexplained Hospital Corpsman 2nd Class Jordan Mullan, ICU leading petty officer and Oregon native. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- DODDOC -ST_SN- DEFENSE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- DDDDN2034w2B19 -ST_PD- 20140203 -ST_SBJ- U.S. Navy Releases -\nST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Peleliu's CSADD \nHolds Clothing Drive -ST_CT- 703-697-5131; media@defenselink.mil -ST_LP- U.S. Navy Releases Story Number: \nNNS140203-09 -ST_TD- Release Date: 2/3/2014 By Mass Communication Specialist Seaman Michael Duran, USS \nPeleliu Public Affairs SAN DIEGO (NNS) -- Sailors from the Coalition of Sailors Against Destructive Decisions \n(CSADD) chapter aboard amphibious assault ship USS Peleliu (LHA 5) held a weeklong clothing drive on board the \nship, Jan. 27-31. CSADD volunteers erected a box in the hangar bay where service members could bring in used \nclothing items they wished to donate. \"I know I have a lot of clothes that I don't wear at all and I thought, instead of \njust throwing them away or letting them sit there, why not donate them,\" said Aviation Machinist's Mate 3rd Class \nAlana Swann, a native of Jacksonville, Fla., and acting public affairs representative for Peleliu's CSADD chapter. \"I \nthink a lot of Sailors probably have the same problem and, after going downtown and seeing a lot of people lying on \nthe street, I brought the idea of a clothes drive to the [CSADD] cabinet board.\" CSADD, which is comprised of junior \nenlisted Sailors, is primarily designed to guide Sailors away from making poor and destructive decisions by \nproviding positive and dynamic training. Peleliu's chapter of CSADD has interpreted this to involve community \nvolunteer service as well. \"We're helping our Sailors out by having them help others,\" said Swann. \"You really get a \nbetter feeling about yourself when you're able to give back to your community.\" Volunteer service through CSADD \nallows Peleliu Sailors the opportunity to give back to local communities as well as develop skills in networking, \nteambuilding and leadership. Sailors have also shown to develop a positive sense of self-worth which can aid in the \nCSADD mission to prevent destructive behavior. \"The reason why we do volunteer work is we want CSADD to be \nknown for not only helping just Sailors, but to just help period,\" said Aviation Boatswain's Mate (Fuels) 3rd Class Liz \nCamacho-Gonzalez of Warminster, Penn., president of Peleliu's CSADD chapter. \"A lot of us actually love doing \ncommunity service, so why not use CSADD to help the homeless?\" Donated clothing articles will be distributed to \nthe needy through various homeless and battered women shelters. Uniform items will be donated to the Naval Base \nSan Diego thrift shop to benefit the Navy and Marine Corps Relief Society. Overall, the clothing drive has been \npositively received by the crew and, if donations continue to be received, the clothing drive will be extended for \nanother week. Peleliu is currently undergoing a planed maintenance availability period in preparation for its next \nscheduled deployment. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DED -ST_SN- EDUCATION DEPARTMENT \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- EDNDD1274u1B20 -ST_PD- 20140127 -ST_SBJ- Press \nReleases and Statements and Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- EDN -ST_IN- ISO -ST_HD- U.S. Department of Education Announces Awards to 7 States to Continue \nEfforts to Turn Around Lowest-Performing Schools -ST_LP- Press Releases and Statements and Documents \nJanuary 27, 2014 -ST_TD- Contact: Press Office, (202) 401-1576, press@ed.gov U.S. Secretary of Education Arne \nDuncan today announced that seven states will receive more than $39 million to continue efforts to turn around their \npersistently lowest-achieving schools through new awards from the Department's School Improvement Grants \n(SIG) program. The states receiving these new awards are: Colorado, Indiana, Kansas, Massachusetts, New \nMexico, Utah and Washington. \"When schools fail, our children and neighborhoods suffer,\" Duncan said. \"Turning \naround our lowest-performing schools is hard work but it's our responsibility. We owe it to our children, their families \nand the broader community. These School Improvement Grants are helping some of the lowest-achieving schools \nprovide a better education for students who need it the most.\" School Improvement Grants are awarded to State \nEducational Agencies (SEAs) that then make competitive subgrants to school districts that demonstrate the \ngreatest need for the funds and the strongest commitment to provide adequate resources to substantially raise \nstudent achievement in their lowest-performing schools. Under the Obama Administration, the SIG program has \ninvested up to $2 million per school at more than 1,500 of the country's lowest-performing schools. Early findings \nshow positive momentum and progress in many SIG schools. Findings also show that many schools receiving SIG \ngrants are improving, and some of the greatest gains have been in small towns and rural communities. States \nannounced today and their grant amounts are: COLORADO $5,024,226 INDIANA $8,643,769 KANSAS $3,671,341 \nMASSACHUSETTS $7,228,760 NEW MEXICO $3,754,213 UTAH $3,120,475 WASHINGTON $7,604,902 -\nST_END- -ST_START- -ST_ACT- A -ST_SC- EPA -ST_SN- ENVIRONMENTAL PROTECTION AGENCY \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- EPANA2034u3B21 -ST_PD- 20140203 -ST_SBJ- Press \nRelease/Statement -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- EPA -ST_IN- \nISO -ST_HD- Nominations for EPA New England's Annual Environmental Merit Awards - Deadline is Feb. 21, 2014 \n\nmailto:media@defenselink.mil\nmailto:press@ed.gov\n\n\n(CT, ME, MA, NH, RI, VT) -ST_LP- Press Release/Statement Release Date: 02/03/2014 -ST_TD- Contact \nInformation: David Deegan, (617) 918-1017 (Boston, Mass. -- Feb. 3, 2014) -- EPA is now accepting nominations \nfor the 2014 Environmental Merit Awards, which will recognize environmental achievements during the past year. \nAward categories are available for individuals, businesses, state and local governments, and other organizations. \nAwards are also given under a lifetime achievement category. These regional awards have been given out annually \nsince EPA was created in 1970. Past recipients have included scientists, community activists, business \nrepresentatives, public officials and other individuals committed to preserving the environment. An independent \nEPA panel will select the winners based on the following criteria: long-term effects on the environment; ability to \naddress an environmental problem or need; collaboration with others; ability of the program or accomplishments to \nbe widely shared; clarity and effectiveness of the presentation; and promotion of innovative ideas or techniques. \nAwards are traditionally given in four categories: individual; business, industry, trade, and professional organization; \nlocal, state or federal government; and environmental, community or non-profit organization. This year we are \nintroducing a new award, in addition to the four award categories that have existed for many years. Along with the \nNew England Interstate Water Pollution Control Commission (NEIWPCC), the Northeast States for Coordinated Air \nUse Management (NESCAUM), the Northeast Waste Management Officials' Association (NEWMOA), and in \ncoordination with the New England state Environmental Commissioners, EPA has initiated the Ira Leighton \"In \nService to States\" Environmental Merit Award. The new award is a tribute to Ira Leighton, who passed away in \n2013 after serving 41 years at EPA. The \"Ira Leighton in Service to States Annual Award\" will recognize an \nindividual or organization that has made significant strides in facilitating state and federal partnerships through \ninnovative sustainable solutions addressing critical environmental challenges in New England. The successful \ncandidate will have actively demonstrated conviction and leadership in protecting the environment and in promoting \nsustainable practices. The deadline for nominations is Feb. 21. Awards winners will be invited to a ceremony this \nspring in Boston. Nominations are only accepted online. More information on Award categories, evaluation criteria \nand how to submit nominations is available at:            http://www.epa.gov/ne/ra/ema/ . -ST_END- -ST_START- -\nST_ACT- A -ST_SC- EPA -ST_SN- ENVIRONMENTAL PROTECTION AGENCY DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- EPANA2034u4B22 -ST_PD- 20140203 -ST_SBJ- Press Release/Statement \n-ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- EPA -ST_IN- ISO -ST_HD- U.S. \nDistrict Court Orders Stabl Inc. to Pay $2.2M Penalty for Violating Environmental Regulations at Lexington, Neb., \nFacility (NE) -ST_LP- Press Release/Statement Release Date: 02/03/2014 -ST_TD- Contact Information: Ben \nWashburn, 913-551-7364, washburn.ben@epa.gov Environmental News FOR IMMEDIATE RELEASE (Lenexa, \nKan., Feb. 3, 2014) - The U.S. District Court in Omaha, Neb., has ordered Stabl Inc. to pay a $2,285,874 civil \npenalty for violations of the Clean Water Act (CWA) and the Nebraska Environmental Protection Act at its \nLexington, Neb., rendering facility, EPA Region 7 announced today. The Court supported its penalty findings based \non facts presented by the U.S. Environmental Protection Agency (EPA) and the Nebraska Department of \nEnvironmental Quality (NDEQ) that Stabl had a long history of serious violations and that Stabl's efforts to comply \nwith environmental regulations were minimal. According to the judgment, from August 2006 until May 2010, Stabl \nviolated a series of environmental regulations. Sampling data from May 2006 through March 2008 indicates that \nStabl violated discharge limits causing the City of Lexington's wastewater treatment plant to violate its National \nPollutant Discharge Elimination System (NPDES) permit. Pollutants discharged by Stabl to the treatment plant \ninclude high levels of ammonia, oil and grease, among others. NDEQ issued Stabl a Nebraska Pretreatment \nProgram (NPP) permit in March 2008. The NPP permit established discharge limitations and required Stabl to \nmonitor and report values for various pollutants discharged from the facility. Stabl was in frequent noncompliance \nwith these requirements from the time the permit was issued until the time the facility was sold. \"The actions by \nStabl over a multi-year period demonstrate a lack of compliance that had serious consequences for the city of \nLexington, Neb., and the fragile Platte River basin,\" Regional Administrator Karl Brooks said. \"Protecting the waters \nof the United States is one of our most important missions, and this judgment sends a clear message that EPA will \nwork closely with our state partners to ensure that chronic violators of the Clean Water Act will be held \naccountable.\" The Court found that Stabl Inc., formerly known as Nebraska By-Products, violated the CWA a total \nof 1,533 times, resulting in an economic benefit of more than $1.1 million. The facility was sold in May 2010, having \nnever achieved compliance with CWA regulations. Stabl has 60 days from the date of the judgment to appeal the \ndecision. A copy of the Court's decision is available online. # # # Learn more about EPA's enforcement of the Clean \nWater Act -ST_END- -ST_START- -ST_ACT- A -ST_SC- EEOD -ST_SN- EQUAL EMPLOYMENT OPPORTUNITY \nCOMMISSION DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- EEOQD2034u2B23 -ST_PD- 20140203 -\n\nhttp://www.epa.gov/ne/ra/ema/\nmailto:washburn.ben@epa.gov\n\n\nST_SBJ- Press Releases and Statements -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- FDL -ST_IN- ISO -ST_HD- JPMorgan Chase Will Pay $1,450,000 to Resolve EEOC Class Sex \nDiscrimination Lawsuit -ST_LP- Press Releases and Statements 2-3-14 -ST_TD- JPMorgan Chase Will Pay \n$1,450,000 to Resolve EEOC Class Sex Discrimination Lawsuit Female Mortgage Bankers in Columbus, Ohio \nWere Subjected to Sex-Based Harassment And Denied Lucrative Sales Opportunities, Federal Agency Charged \nCLEVELAND - Financial giant JPMorgan Chase will pay $1,450,000 and revamp its call data retention procedures \nto settle a sex-based harassment lawsuit filed by the U.S Equal Employment Opportunity Commission (EEOC), the \nagency announced today. The EEOC charged in its lawsuit that JPMorgan Chase maintained a sexually hostile \nwork environment towards its female mortgage bankers assigned to its Polaris Park facility, located outside \nColumbus, Ohio. This situation consisted of sexually charged behavior and comments from the supervisory staff \nand participating mortgage bankers, which resulted in a sexist and uncivil atmosphere. The EEOC further alleged \nthat the female mortgage bankers who did not embrace and participate in these circumstances became ostracized \nand suffered economic consequences by being deprived of lucrative sales calls, being deprived of training \nopportunities, and being denied other benefits of employment. Such alleged conduct violates Title VII of the Civil \nRights Act of 1964. The EEOC filed suit in U.S. District Court for the Southern District of Ohio, Civil Action 2: 09-cv-\n00864, after first attempting to reach a pre-litigation settlement through its conciliation process. \"This case \ndemonstrates the EEOC's ongoing commitment to ensuring that women enjoy the same terms and conditions of \nemployment as their male counterparts and that their success on the job cannot be conditioned on participating in a \nsexually hostile work environment,\" said EEOC General Counsel David Lopez. EEOC Philadelphia District Director \nSpencer H. Lewis, Jr. said, \"The EEOC is committed to combating unlawful sex discrimination in the workplace and \nwill hold an employer responsible for fostering an inhospitable and uncomfortable atmosphere for women.\" The \n$1,450,000 in monetary relief will be allocated among 16 female mortgage bankers who worked at JPMorgan \nChase's call center in its Polaris Park facility. The consent decree resolving the case also enjoins JPMorgan Chase \nfrom creating or maintaining a sexually hostile work environment there in the future. Moreover, JPMorgan Chase is \ndeveloping a call data retention system so that assignments of sales calls can be accessed and analyzed to ensure \nthat they are being equitably distributed among the mortgage bankers. Philadelphia Regional Attorney Debra M. \nLawrence added, \"We are pleased that JPMorgan Chase worked with us to craft a comprehensive settlement that \nwill benefit its mortgage sales staff. In addition to the monetary compensation for the class members, the extensive \ntraining and equitable measures are designed to ensure the equality of the terms and conditions of employment and \nensure the elimination of the discriminatory situation that resulted in this lawsuit.\" According to company \ninformation, New York-based JPMorgan Chase (NYSE: JPM) is a leading global financial services firm with assets \nof $2.4 trillion, operating in more than 60 countries, with more than 260,000 employees. The EEOC's Philadelphia \nDistrict Office oversees Pennsylvania, Maryland, Delaware, West Virginia and parts of New Jersey and Ohio. The \nEEOC enforces federal laws prohibiting employment discrimination. Further information about the agency is \navailable at its website,            www.eeoc.gov. -ST_END- -ST_START- -ST_ACT- A -ST_SC- GOVPUB -ST_SN- \nFEDERAL GOVERNMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDFFR2034v1B24 -ST_PD- \n20140203 -ST_SBJ- Radio Free Asia News and Information -ST_CY- Copyright (c) 2011 Federal Information & \nNews Dispatch, Inc. -ST_GV- DEF -ST_HD- Puzzle Over China Data and Rising Smog -ST_LP- Radio Free Asia \nNews and Information Puzzle Over China Data and Rising Smog -ST_TD- An analysis by Michael Lelyveld 2014-\n02-03 China's recent energy reports have posed a puzzle for those seeking to understand the connections between \nslower economic growth and rising urban smog. Ordinarily, a slowdown in growth would be expected to result in \nreduced rates of emissions, but China's worst air pollution in its modern history seems an exception to the rule. \nOfficial economic and energy reports for 2013 have pointed in conflicting directions. Last year's gross domestic \nproduct (GDP), the broadest measure of economic activity, rose 7.7 percent, matching the growth level of 2012 as \nthe lowest since 1999. Growth in industrial output of 9.7 percent also weakened from the 10-percent pace of 2012, \nthe National Bureau of Statistics (NBS) said. Yet power consumption climbed 7.5 percent in 2013, considerably \nmore than the 5.5-percent gain a year earlier, according to the National Energy Administration (NEA). Electricity use \nis often cited as a more reliable indicator of economic activity than official GDP, suggesting China's performance \nlast year may not have been as lackluster as it appeared, The Wall Street Journal said on Jan. 20. Confusing \nindicators But it is unclear whether China produced more economic value last year or simply used more electricity. \nThe question is complicated by other ambiguous indicators. Implied oil demand rose just 1.6 percent, the weakest \nyearly rate in more than two decades, Reuters reported. According to state-owned China National Petroleum Corp. \n(CNPC), the growth in apparent oil consumption was 1.7 percent, which it called the smallest in 13 years. The oil \n\nhttp://www.eeoc.gov/\n\n\nfigures seem to conflict with the more bullish implications of electricity use and the rise in urban smog. But the \nresults reported by the coal industry are even more curious. The China National Coal Association (CNCA) reported \nthat growth in coal consumption slowed to 2.6 percent last year, reaching 3.61billion metric tons. The rate is slightly \nmore than the 2.5-percent growth reported by he NBS for 2012, but still seemingly at odds with the 7.5-percent rise \nin electricity use, since coal is China's main fuel for power. 'A difficult question' Philip Andrews-Speed, a China \nenergy expert at National University of Singapore, said the question of conflicting reports is \"a really difficult one.\" \n\"Why so much extra electricity with so little extra coal?\" Andrews-Speed asked. China has made great strides in \nrenewable energy sources like solar and wind power, as well as natural gas, but probably not enough to account for \nthe discrepancy between power and coal consumption growth. According to the 2013 World Energy Outlook of the \nParis- based International Energy Agency, coal supplied 88 percent of China's electricity demand in 2011, \nsuggesting consumption should have advanced on parallel tracks. Between 1990 and 2011, the share of coal \nconsumption accounted for by power generation doubled from 26 to 52 percent, Andrews-Speed said. Slumping \ncoal prices for most of last year might also have been expected to encourage consumption. China's five major \npower companies reported an 18-percent jump in combined profits last year thanks to low coal prices, the official \nXinhua news agency said. The difficulty posed by China's data is compounded by the fact that it comes from such a \nvariety of sources, including the NBS, the NEA, and industry, while official GDP figures are frequently criticized as \nunreliable. A Xinhua report on Jan. 23 noted that the sum of provincial-level GDP figures for last year exceeded the \nnational total by 2 trillion yuan (U.S. $330 billion), even before three of the 31 provincial governments had submitted \nresults. Common inconsistencies Such inconsistencies in NBS estimates have been common over the past decade. \n\"One plus one equals two. But it's not always the case when you are talking about the calculating of local and \nnational GDP data in China,\" Xinhua said, calling the addition error \"a somewhat peculiar math problem.\" But \nAndrews-Speed said 2013 was not unique in its apparent conflicts with energy data. Over the past 13 years, China \nhas recorded similarly large and unexplained gaps in growth rates between power and coal consumption during the \nperiods 2000-2002 and 2007-2008. Andrews-Speed said the answer to the puzzle may be contained in research by \nChina energy expert Kevin Jianjun Tu, formerly of the Carnegie Endowment for International Peace in Washington. \nIn a 2011 paper for Stanford University, Tu found that the sum of coal consumption figures from the provinces has \nfrequently topped national totals by as much as 500 million tons annually for the past decade. The excess is \nsuspected to be a sign of illegitimate trade in coal. Andrews-Speed noted that the biggest discrepancies in reporting \ncorrespond to the years with the greatest gaps in consumption growth between coal and power. The correlation \nsuggests that China may be burning far more coal than estimated in the industry reports, Andrews- Speed said. If \nso, that could explain the big difference between growth rates in coal and power consumption last year and, more \nimportantly, the big increase in urban smog. Copyright (c) 1998-2011, RFA. Used with the permission of Radio Free \nAsia, 2025 M St. NW, Suite 300, Washington DC 20036. -ST_END- -ST_START- -ST_ACT- A -ST_SC- CDCDOC -\nST_SN- CENTERS FOR DISEASE CONTROL AND PREVENTION DOCUMENTS AND PUBLICATIONS -ST_IP- \nFIN -ST_ID- DDHCM2034r6B25 -ST_PD- 20140203 -ST_SBJ- Press Release, Media Statements, Public \nDocuments -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- CDC \nTelebriefing: New Vital Signs Report Have we made any progress keeping children buckled up and safe on the \nroad? - Media Advisory -ST_LP- Press Release, Media Statements, Public Documents Embargoed until: Tuesday, \nFebruary 4, 2014 at 1pm ET -ST_TD- Contact: Media Relations (404) 639-3286 CDC Telebriefing: New Vital Signs \nReport Have we made any progress keeping children buckled up and safe on the road? What Motor vehicle \ncrashes are a leading cause of death for U.S. children, although deaths have gone down in the past decade. So \nwhy are our youngest children still dying in crashes? One of three children who die in a crash is not buckled up. \nCDC will discuss the latest data on motor vehicle deaths among children aged 12 and under, the impact of \nimproving state child passenger restraint laws, and what everyone can do to protect children on the road. Who Tom \nFrieden, M.D., M.P.H., Director, Centers for Disease Control and Prevention When Tuesday, February 4, 2014, at \nNoon (ET) DIAL-IN: Media: 888-795-0855 Non-Media: 800-369-1605 International: 1-630-395-0331 PASSCODE: \nCDC MEDIA Important Instructions: If you would like to ask a question during the call, press *1 on your touchtone \nphone. Press *2 to withdraw your question. You may queue up at any time. You will hear a tone to indicate your \nquestion is pending. TRANSCRIPT A transcript of this media availability will be available following the briefing at \nCDC's web site:            www.cdc.gov/media. U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES -\nST_END- -ST_START- -ST_ACT- A -ST_SC- HHSDOC -ST_SN- HEALTH AND HUMAN SERVICES \nDEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- HHSHP2034u5B26 -ST_PD- 20140203 \n-ST_SBJ- Press Releases, Fact Sheets, Public Materials -ST_CY- Copyright (c) 2011 Federal Information & News \n\nhttp://www.cdc.gov/media\n\n\nDispatch, Inc. -ST_GV- FDL -ST_IN- ISO -ST_HD- Statement by Secretary Kathleen Sebelius on African American \nHistory Month -ST_LP- Press Releases, Fact Sheets, Public Materials February 3, 2014 -ST_TD- Contact: HHS \nPress Office, (202) 690-6343 Statement by Secretary Kathleen Sebelius on African American History Month Today, \nwe celebrate the beginning of African American History Month, a time for all Americans to recognize the countless \ncontributions African Americans have made to our nation, including major advances in scientific research and public \nhealth. During African American History Month, we draw inspiration from the courage of trailblazers like Dr. \nRebecca Lee Crumpler, the first African-American woman in our nation's history to receive a M.D. degree. In the \nface of seemingly insurmountable odds, Crumpler overcame the deeply entrenched discrimination of her time and \nin 1864 graduated from New England Medical College. We also honor the legacy of innovators like Dr. George \nWashington Carver, who earned global recognition in the early 20th century for his groundbreaking research in the \nfields of agriculture and nutrition. A brilliant scientist, Dr. Carver used his skills to help the most vulnerable in \nsociety, educating poor farmers on ways to cultivate alternative crops that would yield more abundant and nutritious \nharvests. This year, we will commemorate the 50th anniversary of the signing of the Civil Rights Act of 1964, a \ncritical turning point in the fight against racial segregation and discrimination. As we reflect on how far we have \ncome, we also recognize that there is much work to do. This administration has made reducing the long standing \ndisparities in health care in the African American community a top priority. African Americans suffer from higher \nrates of a range of illnesses as compared to the general population, yet are 55 percent more likely to be uninsured \nthan white Americans. A critical step toward improving the health of communities of color is expanding access to \naffordable health coverage, and that's what the Affordable Care Act does. Through the Health Insurance \nMarketplace (https: //           www.healthcare.gov/marketplace/individual/), 6.8 million uninsured African Americans \nhave new options for affordable health coverage that covers a range of benefits, including important preventive \nservices with no out-of-pocket costs. According to a recent HHS study, six out of 10 uninsured African Americans \nare currently eligible for Medicaid, the Children's Health Program (CHIP) or financial assistance to purchase \nprivate coverage through the Health Insurance Marketplace. But, if all states took advantage of new opportunities \nto expand Medicaid coverage under the law, 95 percent of uninsured African Americans would be eligible for \nMedicaid, CHIP or financial assistance to buy Marketplace coverage. As outlined in the HHS Action Plan to \nReduce Racial and Ethnic Health Disparities (           \nhttp://www.minorityhealth.hhs.gov/npa/templates/content.aspx?lvl=1&lvlid=33&ID=285), we are committed to \ncontinuously assessing the impact of all policies and programs on racial and ethnic health disparities. Today, we \nrenew our pledge to ensure that every child in this country has the chance to live a healthy life and reach their full \npotential. Please join us in our efforts to improve the lives of millions of Americans by expanding access to health \ncare and reducing health disparities. -ST_END- -ST_START- -ST_ACT- A -ST_SC- HHSDOC -ST_SN- HEALTH \nAND HUMAN SERVICES DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nHHSHP2034u6B27 -ST_PD- 20140203 -ST_SBJ- Press Releases, Fact Sheets, Public Materials -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_IN- ISO -ST_HD- American Heart \nMonth -ST_LP- Press Releases, Fact Sheets, Public Materials February 3, 2014 -ST_TD- Contact: HHS Press \nOffice, 202-690-6343 American Heart Month A statement by Kathleen Sebelius Heart disease is responsible for 1 of \nevery 4 deaths in the United States, making it the leading cause of death in our nation. As we observe American \nHeart Month, there are some key steps you and your loved ones can take to protect against heart disease. By \nmaintaining a healthy diet, getting regular exercise and not smoking, you can dramatically reduce the risk of \npremature death or disability due to heart disease. Awareness of risk factors is also critical to preventing heart \ndisease. Far too many people who are at high risk for heart disease don't know it. That is why it is so important to \nget your blood pressure and cholesterol checked regularly and to speak with your doctor about your health history. \nThe Affordable Care Act is making it easier than ever before to take care of your heart. Most health plans now must \ncover a set of preventive services, such as cholesterol and blood pressure checks, at no out-of-pocket costs to the \nconsumer. The security that comes with quality, affordable health insurance is vital to the fight against heart \ndisease. Thanks to the Affordable Care Act, millions of Americans are gaining access to health coverage, many for \nthe first time. Under the health care law, patients can no longer be discriminated against because of a pre-existing \ncondition, such as cardiovascular disease, high blood pressure or diabetes. In addition to expanding access to care, \nwe are working to coordinate and strengthen heart disease prevention efforts across the nation through initiatives \nlike Million Hearts(R), Healthy People 2020 and The Heart Truth(R). Million Hearts (           \nhttp://millionhearts.hhs.gov/index.html) and partners recently urged practices and health systems to improve blood \npressure control through the adoption of standardized treatment protocols. Widespread adoption of simple, \n\nhttp://www.healthcare.gov/marketplace/individual/\nhttp://www.minorityhealth.hhs.gov/npa/templates/content.aspx?lvl=1&lvlid=33&ID=285\nhttp://millionhearts.hhs.gov/index.html\n\n\nevidence-based treatment protocols can have a major impact on blood pressure control among patients, saving \nlives and preventing disability. The Healthy People 2020 (           http://www.healthypeople.gov/2020/default.aspx) \nHeart Disease and Stroke objectives track the heart and stroke health of our Nation and set targets for \nimprovements. The Heart Truth (           http://www.nhlbi.nih.gov/educational/hearttruth/)'s nine 2014 community \naction program grantees are initiating year-long education programs for reaching women of color and low income \nwith heart disease risk factor screenings and tailored interventions that encourage the adoption of heart healthy \nlifestyle behavior changes. This American Heart Month, please consider what steps you and your family can take to \npromote a heart healthy lifestyle. There's no better Valentine than a healthy heart! -ST_END- -ST_START- -\nST_ACT- A -ST_SC- DID -ST_SN- INTERIOR DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -\nST_ID- DIDNR2034q7B28 -ST_PD- 20140203 -ST_SBJ- Reclamation News Release -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- INR -ST_IN- TLS ISO -ST_HD- Pre-Proposals Sought for \nDesalination and Water Purification Research Grant Opportunity -ST_LP- Reclamation News Release DENVER - \nThe Bureau of Reclamation is seeking new technologies to study through the Desalination and Water Purification \nand Development Program. Pre-proposal applications are being accepted for research and laboratory studies as \nwell as pilot scale projects aimed at increasing usable water supplies in the United States. -ST_TD- Reclamation \nwill provide funding up to $150,000 for the research and laboratory studies and $400,000 for the pilot scale projects. \nIndividuals, institutions of higher education, commercial or industrial organizations, private entities (including state \nand local governments), and Indian Tribal governments are eligible to apply. Cost-sharing is encouraged but not \nrequired for institutions of higher education. Other applicants must provide cost-share of 75% of the cost of their \nproject. The DWPR Program is helping Reclamation and its partners confront widening imbalances between supply \nand demand in basins throughout the west through testing and development of new advanced water treatment \ntechnologies. The DWPR Program focuses on three main goals: (1) augment the supply of usable water in the \nUnited States; (2) understand the environmental impacts of desalination and develop approaches to minimize these \nimpacts relative to other water supply alternatives; (3) develop approaches to lower the financial costs of \ndesalination so that it is an attractive option relative to other alternatives in locations where traditional sources of \nwater are inadequate. The funding opportunity announcement is available at            www.grants.gov by searching \nfor announcement number R14AS00014. Pre-proposals must be submitted through            www.grants.gov by Feb. \n27, 2014, at 4: 00 p.m. To learn more about Reclamation's Advanced Water Treatment activities, please visit:            \nwww.usbr.gov/awt/. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034s2B29 -ST_PD- 20140203 -ST_SBJ- \nJustice Department Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- DEF -ST_HD- Las Vegas Attorney Pleads Guilty for Role in Multimillion-Dollar Fraud -ST_LP- Justice \nDepartment Press Releases Monday, February 3, 2014 -ST_TD- Las Vegas Attorney Pleads Guilty for Role in \nMultimillion-Dollar Fraud A Las Vegas attorney pleaded guilty today for his role in multiple schemes to defraud his \nclients, to defraud the IRS and to fraudulently gain control of condominium homeowners' associations (HOAs) in the \nLas Vegas area to ensure that the HOAs would steer business to a certain law firm and a certain construction \ncompany. Acting Assistant Attorney General Mythili Raman of the Justice Department's Criminal Division, Special \nAgent in Charge Laura Bucheit of the FBI's Las Vegas Field Office, Sheriff Doug Gillespie of the Las Vegas \nMetropolitan Police Department and Acting Special Agent in Charge Shea Jones of the Internal Revenue Service-\nCriminal Investigation (IRS-CI) made the announcement. Barry Levinson, 47, pleaded guilty before U.S. District \nJudge James C. Mahan in the District of Nevada to one count of conspiracy to commit mail and wire fraud. \nLevinson is the 30th person to plead guilty in connection with the scheme to defraud HOAs in the Las Vegas area. \nLevinson simultaneously pleaded guilty to one count of tax evasion and one count of wire fraud, with the latter \ncharge relating to his embezzlement of his legal clients' funds. Levinson admitted that from approximately August \n2003 through February 2009, he participated in a scheme to control various HOA boards of directors so that the \nHOA boards would award the handling of construction-related lawsuits and remedial construction contracts to his \nlaw firm and construction company designated by Levinson's co-conspirators. This scheme was carried out in part \nby straw buyers who purchased properties in their names that were in reality paid for and controlled by other co-\nconspirators. According to plea documents, Levinson's co-conspirators managed and operated the payments \nassociated with maintaining straw properties by running a so-called \"Bill Pay Program,\" by which co-conspirators \nfunded the properties through several limited liability companies at the direction of a co-conspirator. Many of the \npayments were wired from California to Nevada. Levinson admitted that he was hired to represent the Park Avenue \ncondominium complex, but he treated a co-conspirator as his client rather than the HOA itself. Levinson also \n\nhttp://www.healthypeople.gov/2020/default.aspx\nhttp://www.nhlbi.nih.gov/educational/hearttruth/)'s\nhttp://www.grants.gov/\nhttp://www.grants.gov/\nhttp://www.usbr.gov/awt/\n\n\nadmitted that several of his co-conspirators rigged an HOA board election at Park Avenue. Levinson admitted that, \nafter a lawsuit was filed by the homeowners and a special election master was designated for the make-up election, \nhe attempted to bribe the special election master. Similarly, Levinson admitted that after a rigged election at the \nPebble Creek HOA, the homeowners filed a recall petition. Levinson was hired as the HOA general counsel at the \ndirection of a co-conspirator and took several steps to deter the recall election, including firing the property \nmanagement company and filing a lawsuit to stop the recall election. Related to the tax evasion charge, Levinson \nadmitted that he failed to file taxes for the 2005 to 2010 tax years and filed a false 2011 tax return. Levinson also \nadmitted that he took affirmative steps to evade taxes for the tax years 2009, 2010 and 2011, including concealing \ncash earnings from the IRS and telling the IRS that his business was no longer operating. Finally, related to the wire \nfraud charge, Levinson admitted that between March 2010 and September 2011, he embezzled nearly $180,000 \nfrom at least nine different minor personal injury clients. Levinson also admitted that he stole another $65,000 from \nan individual for whom he was serving as an escrow agent. As part of the plea agreement, Levinson has agreed to \nbe disbarred by the State Bar of Nevada. Levinson's sentencing is scheduled for May 5, 2014. The maximum \nsentence for conspiracy to commit mail fraud and wire fraud is 30 years in prison. The maximum sentence for \nattempting to evade or defeat federal taxes is five years in prison. The maximum penalty for wire fraud is 20 years \nin prison. The case is being investigated by the FBI, IRS-CI and the Las Vegas Metropolitan Police Department, \nCriminal Intelligence Section. The case is being prosecuted by Deputy Chief Charles La Bella, Senior Deputy Chief \nfor Litigation Kathleen McGovern and Trial Attorneys Thomas B.W. Hall and Alison Anderson of the Criminal \nDivision's Fraud Section. The Department also thanks former Trial Attorneys Mary Ann McCarthy and Nicole \nSprinzen for their efforts in prosecuting the case. # # # 14-114 Criminal Division -ST_END- -ST_START- -ST_ACT- \nA -ST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -\nST_ID- DDJDP2034s3B30 -ST_PD- 20140203 -ST_SBJ- Justice Department Criminal Division Press Releases -\nST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Las Vegas Attorney \nPleads Guilty for Role in Multimillion-Dollar Fraud -ST_LP- Justice Department Criminal Division Press Releases \nMonday, February 3, 2014 -ST_TD- Las Vegas Attorney Pleads Guilty for Role in Multimillion-Dollar Fraud A Las \nVegas attorney pleaded guilty today for his role in multiple schemes to defraud his clients, to defraud the IRS and to \nfraudulently gain control of condominium homeowners' associations (HOAs) in the Las Vegas area to ensure that \nthe HOAs would steer business to a certain law firm and a certain construction company. Acting Assistant Attorney \nGeneral Mythili Raman of the Justice Department's Criminal Division, Special Agent in Charge Laura Bucheit of the \nFBI's Las Vegas Field Office, Sheriff Doug Gillespie of the Las Vegas Metropolitan Police Department and Acting \nSpecial Agent in Charge Shea Jones of the Internal Revenue Service-Criminal Investigation (IRS-CI) made the \nannouncement. Barry Levinson, 47, pleaded guilty before U.S. District Judge James C. Mahan in the District of \nNevada to one count of conspiracy to commit mail and wire fraud. Levinson is the 30th person to plead guilty in \nconnection with the scheme to defraud HOAs in the Las Vegas area. Levinson simultaneously pleaded guilty to one \ncount of tax evasion and one count of wire fraud, with the latter charge relating to his embezzlement of his legal \nclients' funds. Levinson admitted that from approximately August 2003 through February 2009, he participated in a \nscheme to control various HOA boards of directors so that the HOA boards would award the handling of \nconstruction-related lawsuits and remedial construction contracts to his law firm and construction company \ndesignated by Levinson's co-conspirators. This scheme was carried out in part by straw buyers who purchased \nproperties in their names that were in reality paid for and controlled by other co-conspirators. According to plea \ndocuments, Levinson's co-conspirators managed and operated the payments associated with maintaining straw \nproperties by running a so-called \"Bill Pay Program,\" by which co-conspirators funded the properties through \nseveral limited liability companies at the direction of a co-conspirator. Many of the payments were wired from \nCalifornia to Nevada. Levinson admitted that he was hired to represent the Park Avenue condominium complex, but \nhe treated a co-conspirator as his client rather than the HOA itself. Levinson also admitted that several of his co-\nconspirators rigged an HOA board election at Park Avenue. Levinson admitted that, after a lawsuit was filed by the \nhomeowners and a special election master was designated for the make-up election, he attempted to bribe the \nspecial election master. Similarly, Levinson admitted that after a rigged election at the Pebble Creek HOA, the \nhomeowners filed a recall petition. Levinson was hired as the HOA general counsel at the direction of a co-\nconspirator and took several steps to deter the recall election, including firing the property management company \nand filing a lawsuit to stop the recall election. Related to the tax evasion charge, Levinson admitted that he failed to \nfile taxes for the 2005 to 2010 tax years and filed a false 2011 tax return. Levinson also admitted that he took \naffirmative steps to evade taxes for the tax years 2009, 2010 and 2011, including concealing cash earnings from \n\n\n\nthe IRS and telling the IRS that his business was no longer operating. Finally, related to the wire fraud charge, \nLevinson admitted that between March 2010 and September 2011, he embezzled nearly $180,000 from at least \nnine different minor personal injury clients. Levinson also admitted that he stole another $65,000 from an individual \nfor whom he was serving as an escrow agent. As part of the plea agreement, Levinson has agreed to be disbarred \nby the State Bar of Nevada. Levinson's sentencing is scheduled for May 5, 2014. The maximum sentence for \nconspiracy to commit mail fraud and wire fraud is 30 years in prison. The maximum sentence for attempting to \nevade or defeat federal taxes is five years in prison. The maximum penalty for wire fraud is 20 years in prison. The \ncase is being investigated by the FBI, IRS-CI and the Las Vegas Metropolitan Police Department, Criminal \nIntelligence Section. The case is being prosecuted by Deputy Chief Charles La Bella, Senior Deputy Chief for \nLitigation Kathleen McGovern and Trial Attorneys Thomas B.W. Hall and Alison Anderson of the Criminal Division's \nFraud Section. The Department also thanks former Trial Attorneys Mary Ann McCarthy and Nicole Sprinzen for \ntheir efforts in prosecuting the case. # # # 14-114 Criminal Division -ST_END- -ST_START- -ST_ACT- A -ST_SC- \nDOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nDDJDP2034s4B31 -ST_PD- 20140203 -ST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) \n2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Two Nuetas Gang Members and a Gang \nAssociate Plead Guilty in Connection with the Murders of Two 17-Year-Old Rival Gang Members -ST_LP- Justice \nDepartment FBI Press Releases Two Nuetas Gang Members and a Gang Associate Plead Guilty in Connection \nwith the Murders of Two 17-Year-Old Rival Gang Members -ST_TD- U.S. Attorney's Office February 3, 2014 \nEastern District of New York (718) 254-7000 Earlier today, two members of the Nuetas street gang, Alvaro Cabral, \nalso known as \"Boobi,\" and Jason Cabral, also known as \"J-Live,\" pleaded guilty to the 2004 murders of Anthony \nMarcano and Fabian Mestres. Stephanie DiCarlo-Cabral, an associate of the gang and at the time the girlfriend of \nAlvaro Cabral, pleaded guilty to robbery and using a firearm in connection with the robbery of Marcano and \nMestres. Today's pleas took place before United States District Judge Joanna Seybert. When sentenced, the \ndefendants face life in prison. The pleas were announced by Loretta E. Lynch, United States Attorney for the \nEastern District of New York; George Venizelos, Assistant Director in Charge, Federal Bureau of Investigation, New \nYork Field Office (FBI); and William J. Bratton, Commissioner, New York City Police Department (NYPD). \"These \nwere brutal, senseless gang murders. The defendants stuffed the victims into the trunk of a car in the dog days of \nAugust and then drove them to their execution,\" stated United States Attorney Lynch. \"We hope the victims' families \ncan take some measure of solace in knowing that the individuals who are responsible for their sons' murders have \nbeen brought to justice.\" Ms. Lynch expressed her grateful appreciation to the Suffolk County Police Department, \nthe Tampa Division of the FBI, and United States Attorney's Office, Middle District of Florida, for their cooperation \nand assistance in the investigation. The defendants targeted one of the victims, Anthony Marcano, because of his \naffiliation with a rival gang, the Latin Kings. On August 10, 2004, at the direction of Jason Cabral, the leader of \ngang, the defendants devised a plan to rob and kill 17-year-old Marcano. As part of the plan, the defendants lured \nMarcano to a house in Brentwood. Marcano arrived with 17-year-old Fabian Mestres, a fellow \"Pee Wee\" member \nof the Latin Kings street gang. Once inside the house, Marcano and Mestres were restrained with duct tape, and \ntheir drugs, money, and jewelry were stolen. The victims were stuffed into the trunk of a car and driven to a \nwarehouse in Queens where Luis Benitez (Luis Benitez pleaded guilty to the murders of Marcano and Mestres on \nNovember 7, 2013), with the assistance of Alvaro Cabral, shot them with a shotgun. Mestres was shot once in the \nhead, and Marcano was shot once in the head and once in the back of the neck. Marcano's and Mestres's bodies \nwere found behind a warehouse in Queens the following day. The government's case is being prosecuted by \nAssistant United States Attorneys Nicole Boeckmann and Christopher C. Caffarone. Defendants: Alvaro Cabral \nAge: 28 Apollo Beach, Florida Jason Cabral Age: 36 Riverview, Florida Stephanie Dicarlo-Cabral Age: 29 \nRiverview, Florida Follow the FBI's New York Office on (). Sign up for our e-mail alerts (           http://www.fbi.gov/e-\nmail-updates\"link) to receive the latest information from the FBI's New York Office on breaking news, arrests, and \nfugitives. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034s5B32 -ST_PD- 20140203 -ST_SBJ- \nJustice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- DEF -ST_HD- Aisan Industry Co. Ltd. Agrees to Plead Guilty to Price Fixing on Automobile Parts Installed \nin U.S. Cars -ST_LP- Justice Department FBI Press Releases Aisan Industry Co. Ltd. Agrees to Plead Guilty to \nPrice Fixing on Automobile Parts Installed in U.S. Cars -ST_TD- Company Agrees to Pay $6.86 Million Criminal \nFine U.S. Department of Justice February 3, 2014 Office of Public Affairs (202) 514-2007/TDD (202) 514-1888 \nWASHINGTON--Aisan Industry Co. Ltd., an Obu, Japan-based company, has agreed to plead guilty and to pay a \n\nhttp://www.fbi.gov/e-mail-updates\nhttp://www.fbi.gov/e-mail-updates\n\n\ncriminal fine of $6.86 million for its role in a price fixing conspiracy involving electronic throttle bodies sold in the \nUnited States and elsewhere, the Department of Justice announced today. According to a one-count felony charge \nfiled today in U.S. District Court for the Eastern District of Michigan in Detroit, Aisan engaged in a conspiracy to rig \nbids for and to fix stabilize and maintain the prices of electronic throttle bodies sold to Nissan Motor Co. Ltd. and \ncertain of its subsidiaries in the United States and elsewhere. In addition to the criminal fine, Aisan has also agreed \nto cooperate with the department's ongoing auto parts investigations. The plea agreement is subject to court \napproval. \"The Antitrust Division will continue to hold companies accountable for anticompetitive conduct that \nimpacts the automobile industry in the United States,\" said Brent Snyder, Deputy Assistant Attorney General of the \nAntitrust Division's criminal enforcement program. \"To date, 25 companies have been charged as part of the \nAntitrust Division's ongoing auto parts investigation.\" According to the charges, Aisan and its co-conspirators \ncarried out the price fixing conspiracy through meetings and conversations in which they discussed and agreed \nupon bids and price quotations for electronic throttle bodies. Aisan's involvement in the conspiracy to fix prices of \nelectronic throttle bodies lasted from at least as early as October 2003 until at least February 2010. Aisan \nmanufactures and sells automotive electronic throttle bodies, which are part of the air intake system in an engine \nthat controls the amount of air flowing into an engine's combustion chamber. By controlling air flow within an \nengine, the electronic throttle body controls engine speed. Including Aisan, 25 corporations have pleaded guilty or \nagreed to plead guilty in the department's investigation into price fixing and bid rigging in the auto parts industry. \nThe companies have agreed to pay a total of more than $1.8 billion in fines. Additionally, 28 individuals have been \ncharged. Aisan is charged with price fixing in violation of the Sherman Act, which carries a maximum penalty of a \n$100 million criminal fine for corporations. The maximum fine may be increased to twice the gain derived from the \ncrime or twice the loss suffered by the victims of the crime, if either of those amounts is greater than the statutory \nmaximum fine. Today's prosecution arose from an ongoing federal antitrust investigation into price fixing, bid \nrigging, and other anti-competitive conduct in the automotive parts industry, which is being conducted by each of \nthe Antitrust Division's criminal enforcement sections and the FBI. Today's charges were brought by the San \nFrancisco Office of the Antitrust Division with assistance provided by the National Criminal Enforcement Section of \nthe Antitrust Division, the Detroit Field Office of the FBI, and FBI Headquarters' International Corruption Unit. \nAnyone with information concerning this investigation should contact the Antitrust Division's Citizen Complaint \nCenter at 1-888-647-3258, visit            www.justice.gov/atr/contact/newcase.html, or call the Detroit Field Office of \nthe FBI at 313-965-2323. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE \nDEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034s6B33 -ST_PD- 20140203 -\nST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- Aisan Industry Co. Ltd. Agrees to Plead Guilty to Price Fixing on Automobile \nParts Installed in U.S. Cars -ST_LP- Justice Department FBI Press Releases Aisan Industry Co. Ltd. Agrees to \nPlead Guilty to Price Fixing on Automobile Parts Installed in U.S. Cars -ST_TD- Company Agrees to Pay $6.86 \nMillion Criminal Fine U.S. Department of Justice February 3, 2014 Office of Public Affairs (202) 514-2007/TDD \n(202) 514-1888 WASHINGTON--Aisan Industry Co. Ltd., an Obu, Japan-based company, has agreed to plead \nguilty and to pay a criminal fine of $6.86 million for its role in a price fixing conspiracy involving electronic throttle \nbodies sold in the United States and elsewhere, the Department of Justice announced today. According to a one-\ncount felony charge filed today in U.S. District Court for the Eastern District of Michigan in Detroit, Aisan engaged in \na conspiracy to rig bids for and to fix stabilize and maintain the prices of electronic throttle bodies sold to Nissan \nMotor Co. Ltd. and certain of its subsidiaries in the United States and elsewhere. In addition to the criminal fine, \nAisan has also agreed to cooperate with the department's ongoing auto parts investigations. The plea agreement is \nsubject to court approval. \"The Antitrust Division will continue to hold companies accountable for anticompetitive \nconduct that impacts the automobile industry in the United States,\" said Brent Snyder, Deputy Assistant Attorney \nGeneral of the Antitrust Division's criminal enforcement program. \"To date, 25 companies have been charged as \npart of the Antitrust Division's ongoing auto parts investigation.\" According to the charges, Aisan and its co-\nconspirators carried out the price fixing conspiracy through meetings and conversations in which they discussed \nand agreed upon bids and price quotations for electronic throttle bodies. Aisan's involvement in the conspiracy to fix \nprices of electronic throttle bodies lasted from at least as early as October 2003 until at least February 2010. Aisan \nmanufactures and sells automotive electronic throttle bodies, which are part of the air intake system in an engine \nthat controls the amount of air flowing into an engine's combustion chamber. By controlling air flow within an \nengine, the electronic throttle body controls engine speed. Including Aisan, 25 corporations have pleaded guilty or \nagreed to plead guilty in the department's investigation into price fixing and bid rigging in the auto parts industry. \n\nhttp://www.justice.gov/atr/contact/newcase.html\n\n\nThe companies have agreed to pay a total of more than $1.8 billion in fines. Additionally, 28 individuals have been \ncharged. Aisan is charged with price fixing in violation of the Sherman Act, which carries a maximum penalty of a \n$100 million criminal fine for corporations. The maximum fine may be increased to twice the gain derived from the \ncrime or twice the loss suffered by the victims of the crime, if either of those amounts is greater than the statutory \nmaximum fine. Today's prosecution arose from an ongoing federal antitrust investigation into price fixing, bid \nrigging, and other anti-competitive conduct in the automotive parts industry, which is being conducted by each of \nthe Antitrust Division's criminal enforcement sections and the FBI. Today's charges were brought by the San \nFrancisco Office of the Antitrust Division with assistance provided by the National Criminal Enforcement Section of \nthe Antitrust Division, the Detroit Field Office of the FBI, and FBI Headquarters' International Corruption Unit. \nAnyone with information concerning this investigation should contact the Antitrust Division's Citizen Complaint \nCenter at 1-888-647-3258, visit            www.justice.gov/atr/contact/newcase.html, or call the Detroit Field Office of \nthe FBI at 313-965-2323. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE \nDEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034s7B34 -ST_PD- 20140203 -\nST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- Leader of $28.3 Million Medicare Fraud Scheme Pleads Guilty -ST_LP- \nJustice Department FBI Press Releases Leader of $28.3 Million Medicare Fraud Scheme Pleads Guilty -ST_TD- \nU.S. Department of Justice February 3, 2014 Office of Public Affairs (202) 514-2007/TDD (202) 514-1888 \nWASHINGTON--A Florida man who had been the owner and operator of multiple physical therapy rehabilitation \nfacilities pleaded guilty today for his role in organizing and leading a $28.3 million Medicare fraud scheme involving \nphysical and occupational therapy services. Acting Assistant Attorney General Mythili Raman of the Justice \nDepartment's Criminal Division, Acting U.S. Attorney A. Lee Bentley, III of the Middle District of Florida, Special \nAgent in Charge Paul Wysopal of the FBI's Tampa Field Office, and Special Agent in Charge Christopher B. Dennis \nof the U.S. Health and Human Services Office of Inspector General (HHS-OIG) region (including all Florida) made \nthe announcement. Luis Duluc, 53, formerly of southwest Florida, pleaded guilty in the U.S. District Court for the \nMiddle District of Florida to conspiracy to commit health care fraud and making a false statement relating to health \ncare matters. His sentencing date will be set by the court. He faces a maximum penalty of 15 years in prison. \nAccording to documents filed in the case, Duluc and his co-conspirators used various physical therapy clinics and \nother business entities throughout Florida and elsewhere to submit approximately $28,347,065 in fraudulent \nreimbursement claims to Medicare from 2005 through 2009. Medicare paid approximately $14,424,865 on those \nclaims. Duluc was chairman and president of a Delaware holding company known as Ulysses Acquisitions Inc. \nDuluc and his co-conspirators used Ulysses Acquisitions to purchase comprehensive outpatient rehabilitation \nfacilities (CORFs) and outpatient physical therapy providers (OPTs) including West Coast Rehab Inc. in Fort Myers, \nFlorida; Rehab Dynamics Inc. in Venice, Florida; Polk Rehabilitation Inc. in Lake Wales, Florida; and Renew \nTherapy Center of Port St. Lucie LLC in Port St. Lucie, Florida, in order to gain control of these clinics' Medicare \nprovider numbers. Working with co-conspirators in Miami and elsewhere, Duluc obtained identifying information of \nMedicare beneficiaries by paying kickbacks and stealing beneficiaries' identifying information. Duluc and his co-\nconspirators also obtained unique identifying information of physicians. They then used this information to create \nand submit false claims to Medicare through the clinics Ulysses Acquisitions purchased. These claims sought \nreimbursement for therapy services that were not legitimately prescribed and not actually provided. The \nconspirators created and used false and forged patient records in an effort to conceal the fact that services had not \nactually been provided. Part of the conspiracy included what came to be known as the 80/20 deal, which Duluc \ndeveloped and marketed. The 80/20 deal involved extensive kickback arrangements with co-conspirators who \nowned other therapy clinics that were used to further the overall fraud scheme. For example, Duluc and co-\nconspirators used the clinics they controlled to submit false reimbursement claims to Medicare on behalf of Miami-\nbased therapy clinics such as Hallandale Rehabilitation Inc., Tropical Physical Therapy Corporation, American \nWellness Centers Inc., and West Regional Center Inc. Duluc and co-conspirators would retain approximately 20 \npercent of the money Medicare paid on these claims and pay the other 80 percent of the fraud proceeds to the co-\nconspirator clinic owners. When Duluc and his co-conspirators were done using the clinics they acquired through \nUlysses Acquisitions, they engaged in sham sales of the clinics to nominee or straw owners, all of whom were \nrecent immigrants to the United States who had no background or experience in the health care industry. Duluc \ndid this in an effort to try to disassociate himself from the fraudulent operations of the rehabilitation facilities. This \ncase is being investigated by the FBI and HHS-OIG and was brought as part of the Medicare Fraud Strike Force, \nunder the supervision of the Criminal Division's Fraud Section and the U.S. Attorney's Office for the Middle District \n\nhttp://www.justice.gov/atr/contact/newcase.html\n\n\nof Florida. This case is being prosecuted by Trial Attorneys Christopher J. Hunter and Andrew H. Warren of the \nCriminal Division's Fraud Section and Assistant United States Attorney Simon A. Gaugush of the U.S. Attorney's \nOffice for the Middle District of Florida. Since its inception in March 2007, the Medicare Fraud Strike Force, now \noperating in nine cities across the country, has charged more than 1,700 defendants who have collectively billed the \nMedicare program for more than $5.5 billion. In addition, the HHS Centers for Medicare and Medicaid Services, \nworking in conjunction with the HHS-OIG, are taking steps to increase accountability and decrease the presence of \nfraudulent providers. To learn more about the Health Care Fraud Prevention and Enforcement Team (HEAT), go to       \n     www.stopmedicarefraud.gov. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE \nDEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034s8B35 -ST_PD- 20140203 -\nST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- Westside Gun & Bag Bandit Arrested After Allegedly Robbing Seven Banks \nin the West Los Angeles Area -ST_LP- Justice Department FBI Press Releases Westside Gun & Bag Bandit \nArrested After Allegedly Robbing Seven Banks in the West Los Angeles Area -ST_TD- FBI Los Angeles February \n3, 2014 Public Affairs Specialist Laura Eimiller (310) 996-3343 A Studio City man sought for a series of bank \nrobberies under investigation by the Los Angeles Police Department and the FBI was arrested following a bank \nrobbery last weekend. Alim Shamil Urmancheev, 44, of Studio City, was taken into custody by Los Angeles police in \nVenice on Monday, January 27, following a bank robbery that occurred on Saturday, January 25, at a Chase Bank \non National Boulevard in West Los Angeles. Urmancheev was charged by the Los Angeles County District \nAttorney's Office in connection with the following bank robberies: DateBankAddressCity September 25, 2013 Union \nBank 429 Santa Monica Boulevard Santa Monica October 22, 2013 U.S. Bank 4700 Lincoln Boulevard Los Angeles \nNovember 4, 2013 U.S. Bank 3302 West Pico Boulevard Santa Monica November 30, 2013 Chase Bank 1415 \nLincoln Boulevard Venice December 11, 2013 Chase Bank 310 North Fairfax Avenue Los Angeles January 7, 2014 \nU.S. Bank 1401 Wilshire Boulevard Santa Monica January 25, 2014 Chase Bank 11700 National Boulevard West \nLos Angeles During the robberies linked to the Westside Gun & Bag Bandit, the suspect was described as having \nworn sunglasses and a hat, alternating between a baseball cap and a cowboy hat. The Westside Gun & Bag Bandit \nthreatened a weapon and typically carried a brown paper bag in which the stolen cash was placed. Bank \nsurveillance photographs of the unidentified suspect were distributed to the media and posted online. Urmancheev \nis being held in a Los Angeles County jail facility awaiting prosecution by the Los Angeles County District Attorney's \nOffice. This investigation was conducted by detectives and agents with the Los Angeles Police Department and the \nFBI. The Santa Monica Police Department assisted during the investigation. Bank surveillance photographs of \nmultiple serial bank robbers being sought by the FBI and law enforcement partners in Southern California can be \nfound at            www.labankrobbers.org. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- \nJUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034t1B36 -ST_PD- \n20140203 -ST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal Information & \nNews Dispatch, Inc. -ST_GV- DEF -ST_HD- Two People Sentenced for the Robbery of a Shelby County Bank -\nST_LP- Justice Department FBI Press Releases Two People Sentenced for the Robbery of a Shelby County Bank -\nST_TD- U.S. Attorney's Office February 3, 2014 Eastern District of Missouri ST. LOUIS, MO--Savannah Barger was \nsentenced today to 32 months in prison involving the armed-robbery of the Community State Bank in Clarence, \nMissouri, on January 17, 2013. Barger, 26, Atlanta, Missouri, previously pled guilty to conspiracy to commit bank \nrobbery. Co-defendant Cody Barber 26, Centerville, Iowa; previously pled guilty to bank robbery and possession of \na firearm in furtherance of a crime of violence. Cody Barber was sentenced last October to 97 months in prison. \nBoth defendants appeared before United States District Judge Henry Autrey in St. Louis. This case was \ninvestigated by the Kirksville Office of the Federal Bureau of Investigation, Missouri State Highway Patrol, Shelby \nCounty and Macon County Sheriff's Offices, and the Macon Police Department. Assistant United States Attorney \nJohn Bird handled the case for the U.S. Attorney's Office. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC \n-ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034t2B37 -\nST_PD- 20140203 -ST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Waterbury Man Admits Producing Child Pornography -\nST_LP- Justice Department FBI Press Releases Waterbury Man Admits Producing Child Pornography -ST_TD- \nU.S. Attorney's Office February 3, 2014 District of Connecticut (203) 821-3700 Deirdre M. Daly, United States \nAttorney for the District of Connecticut, announced that Jesus F. Gonzalez, Sr., 37, of Waterbury, pleaded guilty \ntoday before U.S. District Judge Vanessa L. Bryant in Hartford to one count of production of child pornography. \nAccording to court documents and statements made in court, Gonzalez had sexual intercourse with a minor female \n\nhttp://www.stopmedicarefraud.gov/\nhttp://www.labankrobbers.org/\n\n\nvictim on several occasions between approximately February 2012 and August 2012. On approximately August 9, \n2012, Gonzalez used his cell phone to take multiple pictures of the victim, naked, in sexually explicit positions. \nGonzalez then maintained the pictures on his phone. The victim was approximately 14 years old at the time the \nsexually explicit pictures were taken. Judge Bryant has scheduled sentencing for April 23, 2014, at which time \nGonzalez faces a mandatory minimum term of imprisonment of 15 years, a maximum term of imprisonment of 30 \nyears, and a fine of up to $250,000. Gonzalez has been detained in state custody since his arrest on August 11, \n2012, on related state charges. This matter is being investigated by the Waterbury Police Department, the Federal \nBureau of Investigation, and the Connecticut Child Exploitation Task Force, which includes federal, state, and local \nlaw enforcement agencies. The Connecticut State's Attorney's Office in Waterbury also provided critical assistance \nin this investigation. The case is being prosecuted by Assistant U.S. Attorney Neeraj N. Patel. This prosecution is \npart of the U.S. Department of Justice's Project Safe Childhood Initiative, which is aimed at protecting children from \nsexual abuse and exploitation. For more information about Project Safe Childhood, please visit            \nwww.justice.gov/psc. To report cases of child exploitation, please visit            www.cybertipline.com. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034t3B38 -ST_PD- 20140203 -ST_SBJ- Justice Department FBI \nPress Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- \nLocal Woman Sentenced in Sex Trafficking Conspiracy -ST_LP- Justice Department FBI Press Releases Local \nWoman Sentenced in Sex Trafficking Conspiracy -ST_TD- U.S. Attorney's Office February 3, 2014 Eastern District \nof Missouri ST. LOUIS, MO--Carla Mathews was sentenced to 10 years in prison involving a conspiracy to commit \nsex trafficking of two area women by force and intimidation. According to court documents, between 2010 and the \nOctober 2012, Carla Mathews and her co-defendant recruited and maintained women, physically assaulted them, \nand forced them to engage in prostitution in the St. Louis metropolitan area. Mathews took the women to various \nhotels for commercial sex dates and kept the money generated by the victims for herself. She confiscated their \nfood-stamp identification (EBT) cards to control them and deprive them of food and drink as a method of control. \nMathews also provided the victims with the drug MDMA and clothing in preparation for the commercial sex dates \nshe arranged for them. Mathews, 27, Breckenridge Hills, Missouri, pled guilty last October to conspiracy to commit \nsex trafficking by force, fraud, or coercion and appeared today for sentencing before United States District Judge \nHenry Autrey. Co-defendant Carl Mathews, 33, also of Breckenridge Hills, was sentenced to 10 years in prison in \nJuly 2013. This case was investigated by the Federal Bureau of Investigation, the U.S. Department of Agriculture \nOffice of Investigations, and the Breckenridge Hills Police Department. -ST_END- -ST_START- -ST_ACT- A -\nST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nDDJDP2034t4B39 -ST_PD- 20140203 -ST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) \n2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Las Vegas Attorney Pleads Guilty to Role \nin Multi-Million-Dollar Fraud -ST_LP- Justice Department FBI Press Releases Las Vegas Attorney Pleads Guilty to \nRole in Multi-Million-Dollar Fraud -ST_TD- U.S. Department of Justice February 3, 2014 Office of Public Affairs \n(202) 514-2007/TDD (202) 514-1888 A Las Vegas attorney pleaded guilty today for his role in multiple schemes to \ndefraud his clients, to defraud the IRS, and to fraudulently gain control of condominium homeowners' associations \n(HOAs) in the Las Vegas area to ensure that the HOAs would steer business to a certain law firm and a certain \nconstruction company. Acting Assistant Attorney General Mythili Raman of the Justice Department's Criminal \nDivision, Special Agent in Charge Laura Bucheit of the FBI's Las Vegas Field Office, Sheriff Doug Gillespie of the \nLas Vegas Metropolitan Police Department, and Acting Special Agent in Charge Shea Jones of the Internal \nRevenue Service-Criminal Investigation (IRS-CI) made the announcement. Barry Levinson, 47, pleaded guilty \nbefore U.S. District Judge James C. Mahan in the District of Nevada to one count of conspiracy to commit mail and \nwire fraud. Levinson is the 30th person to plead guilty in connection with the scheme to defraud HOAs in the Las \nVegas area. Levinson simultaneously pleaded guilty to one count of tax evasion and one count of wire fraud, with \nthe latter charge relating to his embezzlement of his legal clients' funds. Levinson admitted that from approximately \nAugust 2003 through February 2009, he participated in a scheme to control various HOA boards of directors so that \nthe HOA boards would award the handling of construction-related lawsuits and remedial construction contracts to \nhis law firm and construction company designated by Levinson's co-conspirators. This scheme was carried out in \npart by straw buyers who purchased properties in their names that were in reality paid for and controlled by other \nco-conspirators. According to plea documents, Levinson's co-conspirators managed and operated the payments \nassociated with maintaining straw properties by running a so-called \"Bill Pay Program,\" by which co-conspirators \nfunded the properties through several limited liability companies at the direction of a co-conspirator. Many of the \n\nhttp://www.justice.gov/psc\nhttp://www.cybertipline.com/\n\n\npayments were wired from California to Nevada. Levinson admitted that he was hired to represent the Park Avenue \ncondominium complex, but he treated a co-conspirator as his client rather than the HOA itself. Levinson also \nadmitted that several of his co-conspirators rigged an HOA board election at Park Avenue. Levinson admitted that, \nafter a lawsuit was filed by the homeowners and a special election master was designated for the make-up election, \nhe attempted to bribe the special election master. Similarly, Levinson admitted that after a rigged election at the \nPebble Creek HOA, the homeowners filed a recall petition. Levinson was hired as the HOA general counsel at the \ndirection of a co-conspirator and took several steps to deter the recall election, including firing the property \nmanagement company and filing a lawsuit to stop the recall election. Related to the tax evasion charge, Levinson \nadmitted that he failed to file taxes for the 2005 to 2010 tax years and filed a false 2011 tax return. Levinson also \nadmitted that he took affirmative steps to evade taxes for the tax years 2009, 2010 and 2011, including concealing \ncash earnings from the IRS and telling the IRS that his business was no longer operating. Finally, related to the wire \nfraud charge, Levinson admitted that between March 2010 and September 2011, he embezzled nearly $180,000 \nfrom at least nine different minor personal injury clients. Levinson also admitted that he stole another $65,000 from \nan individual for whom he was serving as an escrow agent. As part of the plea agreement, Levinson has agreed to \nbe disbarred by the State Bar of Nevada. Levinson's sentencing is scheduled for May 5, 2014. The maximum \nsentence for conspiracy to commit mail fraud and wire fraud is 30 years in prison. The maximum sentence for \nattempting to evade or defeat federal taxes is five years in prison. The maximum penalty for wire fraud is 20 years \nin prison. The case is being investigated by the FBI, IRS-CI, and the Las Vegas Metropolitan Police Department, \nCriminal Intelligence Section. The case is being prosecuted by Deputy Chief Charles La Bella, Senior Deputy Chief \nfor Litigation Kathleen McGovern, and Trial Attorneys Thomas B.W. Hall and Alison Anderson of the Criminal \nDivision's Fraud Section. The department also thanks former Trial Attorneys Mary Ann McCarthy and Nicole \nSprinzen for their efforts in prosecuting the case. -ST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- \nJUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034t5B40 -ST_PD- \n20140203 -ST_SBJ- Justice Department Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- Court Permanently Enjoins Georgia Tax Return Preparer and Her Company -\nST_LP- Justice Department Press Releases Monday, February 3, 2014 -ST_TD- Court Permanently Enjoins \nGeorgia Tax Return Preparer and Her Company Stone Mountain, Ga., Return Preparer Allegedly Overstated \nRefunds Through Fabricated and Inflated Deductions and Credits A federal district judge in the Atlanta Division for \nthe Northern District of Georgia permanently barred Joan Leger and her company from preparing federal income \ntax returns for others on Jan. 31, 2014, the Justice Department announced today. The judgment also requires \nLeger to send copies of the permanent injunction to her customers. Leger, who resides in Stone Mountain, Ga., is a \npaid tax preparer who does business through The 1804 Tax Group Inc. and Liberty Tax Service, and previously did \nbusiness through J & Company. The complaint alleges that since 2009, Leger, through her companies, has \nprepared almost 6,000 tax returns. Leger allegedly understated her customers' tax liabilities and overstated their \nrefunds by creating or inflating deductions, wages, income, expenses or credits in order to maximize the earned \nincome tax credit, as well as wrongly claimed other credits and deductions. Leger's practices include fabricating \nlosses for non-existent businesses or businesses not owned and operated by the taxpayer, falsely claiming \nunreimbursed business expenses and falsely claiming the educational tax credit. Altogether, the complaint alleges \nthat Leger's activities may have resulted in a loss of more than $2 million to the U.S. Treasury. Leger and The 1804 \nTax Group consented to the entry of the injunction. Return preparer fraud is one of the IRS's Dirty Dozen Tax \nScams for 2013 (           http://www.irs.gov/uac/Newsroom/IRS-Releases-the-Dirty-Dozen-Tax-Scams-for-2013). \nThe Internal Revenue Service has tips for choosing a tax preparer:            http://www.irs.gov/Tax-\nProfessionals/Choosing-a-Tax-Professional. In the past decade, the Justice Department's Tax Division has \nobtained injunctions against hundreds of unscrupulous tax preparers. Information about these cases is available on \nthe Justice Department website (           http://www.justice.gov/tax/taxpress2013.htm). 14-113 Tax Division -\nST_END- -ST_START- -ST_ACT- A -ST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- DDJDP2034t6B41 -ST_PD- 20140203 -ST_SBJ- Justice Department \nCriminal Division Press Releases -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nDEF -ST_HD- Leader of $28.3 Million Medicare Fraud Scheme Pleads Guilty -ST_LP- Justice Department Criminal \nDivision Press Releases Monday, February 3, 2014 -ST_TD- Leader of $28.3 Million Medicare Fraud Scheme \nPleads Guilty A Florida man who had been the owner and operator of multiple physical therapy rehabilitation \nfacilities pleaded guilty today for his role in organizing and leading a $28.3 million Medicare fraud scheme involving \nphysical and occupational therapy services. Acting Assistant Attorney General Mythili Raman of the Justice \n\nhttp://www.irs.gov/uac/Newsroom/IRS-Releases-the-Dirty-Dozen-Tax-Scams-for-2013\nhttp://www.irs.gov/Tax-Professionals/Choosing-a-Tax-Professional\nhttp://www.irs.gov/Tax-Professionals/Choosing-a-Tax-Professional\nhttp://www.justice.gov/tax/taxpress2013.htm\n\n\nDepartment's Criminal Division, Acting U.S. Attorney A. Lee Bentley III of the Middle District of Florida, Special \nAgent in Charge Paul Wysopal of the FBI's Tampa Field Office and Special Agent in Charge Christopher B. Dennis \nof the U.S. Health and Human Services Office of Inspector General (HHS-OIG) region including all of Florida made \nthe announcement. Luis Duluc, 53, formerly of southwest Florida, pleaded guilty in the U.S. District Court for the \nMiddle District of Florida to conspiracy to commit health care fraud and making a false statement relating to health \ncare matters. His sentencing date will be set by the court. He faces a maximum penalty of 15 years in prison. \nAccording to documents filed in the case, Duluc and his co-conspirators used various physical therapy clinics and \nother business entities throughout Florida and elsewhere to submit approximately $28,347,065 in fraudulent \nreimbursement claims to Medicare from 2005 through 2009. Medicare paid approximately $14,424,865 on those \nclaims. Duluc was chairman and president of a Delaware holding company known as Ulysses Acquisitions Inc. \nDuluc and his co-conspirators used Ulysses Acquisitions to purchase comprehensive outpatient rehabilitation \nfacilities (CORFs) and outpatient physical therapy providers (OPTs) including West Coast Rehab Inc. in Fort Myers, \nFla.; Rehab Dynamics Inc. in Venice, Fla.; Polk Rehabilitation Inc. in Lake Wales, Fla.; and Renew Therapy Center \nof Port St. Lucie LLC in Port St. Lucie, Fla., in order to gain control of these clinics' Medicare provider numbers. \nWorking with co-conspirators in Miami and elsewhere, Duluc obtained identifying information of Medicare \nbeneficiaries by paying kickbacks and stealing beneficiaries' identifying information. Duluc and his co-conspirators \nalso obtained unique identifying information of physicians. They then used this information to create and submit \nfalse claims to Medicare through the clinics Ulysses Acquisitions purchased. These claims sought reimbursement \nfor therapy services that were not legitimately prescribed and not actually provided. The conspirators created and \nused false and forged patient records in an effort to conceal the fact that services had not actually been provided. \nPart of the conspiracy included what came to be known as the 80/20 deal, which Duluc developed and marketed. \nThe 80/20 deal involved extensive kickback arrangements with co-conspirators who owned other therapy clinics \nthat were used to further the overall fraud scheme. For example, Duluc and co-conspirators used the clinics they \ncontrolled to submit false reimbursement claims to Medicare on behalf of Miami-based therapy clinics such as \nHallandale Rehabilitation Inc., Tropical Physical Therapy Corporation, American Wellness Centers Inc., and West \nRegional Center Inc. Duluc and co-conspirators would retain approximately 20 percent of the money Medicare paid \non these claims and pay the other 80 per cent of the fraud proceeds to the co-conspirator clinic owners. When \nDuluc and his co-conspirators were done using the clinics they acquired through Ulysses Acquisitions, they \nengaged in sham sales of the clinics to nominee or straw owners, all of whom were recent immigrants to the \nUnited States who had no background or experience in the health care industry. Duluc did this in an effort to try to \ndisassociate himself from the fraudulent operations of the rehabilitation facilities. This case is being investigated by \nthe FBI and HHS-OIG and was brought as part of the Medicare Fraud Strike Force, under the supervision of the \nCriminal Division's Fraud Section and the U.S. Attorney's Office for the Middle District of Florida. This case is being \nprosecuted by Trial Attorneys Christopher J. Hunter and Andrew H. Warren of the Criminal Division's Fraud Section \nand Assistant United States Attorney Simon A. Gaugush of the U.S. Attorney's Office for the Middle District of \nFlorida. Since its inception in March 2007, the Medicare Fraud Strike Force, now operating in nine cities across the \ncountry, has charged more than 1,700 defendants who have collectively billed the Medicare program for more than \n$5.5 billion. In addition, the HHS Centers for Medicare and Medicaid Services, working in conjunction with the \nHHS-OIG, are taking steps to increase accountability and decrease the presence of fraudulent providers. To learn \nmore about the Health Care Fraud Prevention and Enforcement Team (HEAT), go to:            \nhttp://www.stopmedicarefraud.gov/ . # # # 14-112 Criminal Division -ST_END- -ST_START- -ST_ACT- A -ST_SC- \nDOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nDDJDP2034t7B42 -ST_PD- 20140203 -ST_SBJ- Justice Department Press Releases -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Leader of $28.3 Million Medicare Fraud Scheme \nPleads Guilty -ST_LP- Justice Department Press Releases Monday, February 3, 2014 -ST_TD- Leader of $28.3 \nMillion Medicare Fraud Scheme Pleads Guilty A Florida man who had been the owner and operator of multiple \nphysical therapy rehabilitation facilities pleaded guilty today for his role in organizing and leading a $28.3 million \nMedicare fraud scheme involving physical and occupational therapy services. Acting Assistant Attorney General \nMythili Raman of the Justice Department's Criminal Division, Acting U.S. Attorney A. Lee Bentley III of the Middle \nDistrict of Florida, Special Agent in Charge Paul Wysopal of the FBI's Tampa Field Office and Special Agent in \nCharge Christopher B. Dennis of the U.S. Health and Human Services Office of Inspector General (HHS-OIG) \nregion including all of Florida made the announcement. Luis Duluc, 53, formerly of southwest Florida, pleaded guilty \nin the U.S. District Court for the Middle District of Florida to conspiracy to commit health care fraud and making a \n\nhttp://www.stopmedicarefraud.gov/\n\n\nfalse statement relating to health care matters. His sentencing date will be set by the court. He faces a maximum \npenalty of 15 years in prison. According to documents filed in the case, Duluc and his co-conspirators used various \nphysical therapy clinics and other business entities throughout Florida and elsewhere to submit approximately \n$28,347,065 in fraudulent reimbursement claims to Medicare from 2005 through 2009. Medicare paid approximately \n$14,424,865 on those claims. Duluc was chairman and president of a Delaware holding company known as \nUlysses Acquisitions Inc. Duluc and his co-conspirators used Ulysses Acquisitions to purchase comprehensive \noutpatient rehabilitation facilities (CORFs) and outpatient physical therapy providers (OPTs) including West Coast \nRehab Inc. in Fort Myers, Fla.; Rehab Dynamics Inc. in Venice, Fla.; Polk Rehabilitation Inc. in Lake Wales, Fla.; \nand Renew Therapy Center of Port St. Lucie LLC in Port St. Lucie, Fla., in order to gain control of these clinics' \nMedicare provider numbers. Working with co-conspirators in Miami and elsewhere, Duluc obtained identifying \ninformation of Medicare beneficiaries by paying kickbacks and stealing beneficiaries' identifying information. Duluc \nand his co-conspirators also obtained unique identifying information of physicians. They then used this information \nto create and submit false claims to Medicare through the clinics Ulysses Acquisitions purchased. These claims \nsought reimbursement for therapy services that were not legitimately prescribed and not actually provided. The \nconspirators created and used false and forged patient records in an effort to conceal the fact that services had not \nactually been provided. Part of the conspiracy included what came to be known as the 80/20 deal, which Duluc \ndeveloped and marketed. The 80/20 deal involved extensive kickback arrangements with co-conspirators who \nowned other therapy clinics that were used to further the overall fraud scheme. For example, Duluc and co-\nconspirators used the clinics they controlled to submit false reimbursement claims to Medicare on behalf of Miami-\nbased therapy clinics such as Hallandale Rehabilitation Inc., Tropical Physical Therapy Corporation, American \nWellness Centers Inc., and West Regional Center Inc. Duluc and co-conspirators would retain approximately 20 \npercent of the money Medicare paid on these claims and pay the other 80 per cent of the fraud proceeds to the co-\nconspirator clinic owners. When Duluc and his co-conspirators were done using the clinics they acquired through \nUlysses Acquisitions, they engaged in sham sales of the clinics to nominee or straw owners, all of whom were \nrecent immigrants to the United States who had no background or experience in the health care industry. Duluc \ndid this in an effort to try to disassociate himself from the fraudulent operations of the rehabilitation facilities. This \ncase is being investigated by the FBI and HHS-OIG and was brought as part of the Medicare Fraud Strike Force, \nunder the supervision of the Criminal Division's Fraud Section and the U.S. Attorney's Office for the Middle District \nof Florida. This case is being prosecuted by Trial Attorneys Christopher J. Hunter and Andrew H. Warren of the \nCriminal Division's Fraud Section and Assistant United States Attorney Simon A. Gaugush of the U.S. Attorney's \nOffice for the Middle District of Florida. Since its inception in March 2007, the Medicare Fraud Strike Force, now \noperating in nine cities across the country, has charged more than 1,700 defendants who have collectively billed the \nMedicare program for more than $5.5 billion. In addition, the HHS Centers for Medicare and Medicaid Services, \nworking in conjunction with the HHS-OIG, are taking steps to increase accountability and decrease the presence of \nfraudulent providers. To learn more about the Health Care Fraud Prevention and Enforcement Team (HEAT), go to:       \n     http://www.stopmedicarefraud.gov/ . # # # 14-112 Criminal Division -ST_END- -ST_START- -ST_ACT- A -\nST_SC- DOJDOC -ST_SN- JUSTICE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nDDJDP1314t8B43 -ST_PD- 20140131 -ST_SBJ- Justice Department FBI Press Releases -ST_CY- Copyright (c) \n2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Two Los Angeles Men Charged in $33 \nMillion Fraud Cause Sought -ST_LP- Justice Department FBI Press Releases Two Los Angeles Men Charged in \n$33 Million Fraud Cause Sought -ST_TD- FBI Los Angeles January 31, 2014 Public Affairs Specialist Laura Eimiller \n(310) 996-3343 Two men who fled to Israel during a federal criminal investigation into their alleged criminal activity \nhave been charged federally in connection with a $33 million bank fraud. Aviv Mizrahi, aka Aviv Shoham Schwartz, \n53; and Aryeh Greenes, 58, previous residents of the Fairfax District of Los Angeles, were charged Thursday in an \nindictment returned by a federal grand jury in United States District Court in Los Angeles. The 34-count indictment \ncharges the men with bank fraud and making false statements in loan applications. Mizrahi was previously charged \nwith bank fraud in an indictment returned under seal by a federal grand jury in May 2012. According to the 34-count \nindictment, Mizrahi operated companies including New Electronic Inc. and Tech Club Inc. that operated as \nwholesalers of consumer electronics, including televisions and DVD players. Mizrahi also operated a retail store in \nCulver City known as Star Club. According to the indictment, Mizrahi and Greenes, the chief financial officer of New \nElectronic and Tech Club, used fake financial records over a four-year period to obtain a $28 million line of credit \nfrom United Commercial Bank and a $3 million line of credit from TomatoBank. Mizrahi allegedly used fake records \nto obtain another $5 million line of credit from Security Pacific Bank. According to the indictment, the banks suffered \n\nhttp://www.stopmedicarefraud.gov/\n\n\nmore than $33 million in losses due to the fraudulent scheme operated by Mizrahi and Greenes. Security Pacific \nBank and United Commercial Bank failed and were placed into the hands of the Federal Deposit Insurance \nCorporation. The bank failures cost the FDIC losses in excess of $1 billion. Following the 2012 indictment charging \nMizrahi, the FBI posted his photograph and description at this link in order to generate tips as to his whereabouts: \n(). Mizrahi and Greenes, pictured below, are believed to have fled to Israel during the investigation. Aviv Mizrahi, \naka Aviv Shoham Schwartz Photos, from left to right, taken in 2006, 2009, and 2009 Aryeh Greenes After fleeing to \nIsrael, Mizrahi legally changed his name to \"Aviv Shoham Schwartz.\" Both men are citizens of the United States. \nMizrahi faces a maximum statutory sentence of 1,020 years in federal prison if convicted. Greenes faces a \nmaximum statutory sentence of 330 years in federal prison if convicted. An indictment contains allegations that a \ndefendant has committed a crime. Every defendant is presumed innocent until and unless proven guilty. The \ncharges in the indictment result from a joint investigation by the Federal Bureau of Investigation and the Federal \nDeposit Insurance Corporation-Office of the Inspector General. Media Contacts: FBI Los Angeles: 310-996-3343 \nAssistant U.S. Attorney Ruth C. Pinkel, Major Frauds Section: 213-894-6077 -ST_END- -ST_START- -ST_ACT- A -\nST_SC- DLD -ST_SN- LABOR DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nLBRBR2034t9B44 -ST_PD- 20140203 -ST_SBJ- Labor Department Document -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- LBR -ST_IN- ISO -ST_HD- $900,000 in Homeless Veterans \nReintegration Program grants announced by DOL -ST_LP- Labor Department Document VETS News Release: \n[02/03/2014] -ST_TD- Contact Name: Egan Reich Phone Number: (202) 693-4960 Release Number: 14-0151-NAT \n$900,000 in Homeless Veterans Reintegration Program grants announced by US Labor Department \nWASHINGTON -- U.S. Secretary of Labor Thomas E. Perez today announced the awarding of two grants totaling \n$900,000 to fund services provided by Veterans' Employment and Training Service. Grants of $450,000 each were \nawarded to Advocates for Human Potential Inc. in Sudbury, Mass., and the National Coalition for Homeless \nVeterans in Washington, D.C. The grants are being awarded through the department's Homeless Veterans \nReintegration Program. \"For our returning service members to experience homelessness or difficulty finding a \ncivilian job is unacceptable. As President Obama emphasized in his State of the Union address, we must fulfill our \ncommitment to these brave men and women,\" Secretary Perez said. \"These federal grants will help local partners \nprovide essential services to those who have served in America's armed forces that will ease their transition to \ncivilian life.\" Advocates for Human Potential and the National Coalition for Homeless Veterans each received grant \nfunding to improve their delivery systems of services provided under existing HVRP grants, including grants that \nserve homeless female veterans and homeless veterans with families. The HVRP grants announced today include \ntwo cooperative agreements that will develop and maintain the National Veterans Technical Assistance Center. \nThe center provides technical assistance to grantees, potential applicants and the public; researches grantee best \npractices; conducts employment-related research on homeless veterans; facilitates grantee training sessions and \nperforms outreach to the employer community to increase job opportunities for homeless veterans. Grantees under \nthe HVRP program network coordinate their efforts with various local, state and federal social service providers. \nMore information on the Department of Labor's unemployment and re-employment programs for veterans can be \nfound at            http://www.dol.gov/vets/. For more information on HVRP grants, contact Cassandra Mitchell at 202-\n693-4570. -ST_END- -ST_START- -ST_ACT- A -ST_SC- NASD -ST_SN- NATIONAL AERONAUTICS AND \nSPACE ADMINISTRATION DOCUMENTS -ST_IP- FIN -ST_ID- NSASA1244u7B45 -ST_PD- 20140124 -ST_SBJ- \nGoddard Spaceflight Center Releases and Information -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- NSA -ST_IN- ISO -ST_HD- NASA Spacecraft Take Aim At Nearby Supernova -ST_LP- \nGoddard Spaceflight Center Releases and Information An exceptionally close stellar explosion discovered on Jan. \n21 has become the focus of observatories around and above the globe, including several NASA spacecraft. The \nblast, designated SN 2014J, occurred in the galaxy M82 and lies only about 12 million light-years away. This makes \nit the nearest optical supernova in two decades and potentially the closest type Ia supernova to occur during the life \nof currently operating space missions. -ST_TD- To make the most of the event, astronomers have planned \nobservations with the NASA/ESA Hubble Space Telescope and NASA's Chandra X-ray Observatory, Nuclear \nSpectroscopic Telescope Array (NuSTAR), Fermi Gamma-ray Space Telescope, and Swift missions. As befits its \nmoniker, Swift was the first to take a look. On Jan. 22, just a day after the explosion was discovered, Swift's \nUltraviolet/Optical Telescope (UVOT) captured the supernova and its host galaxy. Remarkably, SN 2014J can be \nseen on images taken up to a week before anyone noticed its presence. It was only when Steve Fossey and his \nstudents at the University of London Observatory imaged the galaxy during a brief workshop that the supernova \ncame to light. \"Finding and publicizing new supernova discoveries is often the weak link in obtaining rapid \n\nhttp://www.dol.gov/vets/\n\n\nobservations, but once we know about it, Swift frequently can observe a new object within hours,\" said Neil \nGehrels, the mission's principal investigator at NASA's Goddard Space Flight Center in Greenbelt, Md. Although the \nexplosion is unusually close, the supernova's light is attenuated by thick dust clouds in its galaxy, which may slightly \nreduce its apparent peak brightness. \"Interstellar dust preferentially scatters blue light, which is why Swift's UVOT \nsees SN 2014J brightly in visible and near-ultraviolet light but barely at all at mid-ultraviolet wavelengths,\" said \nPeter Brown, an astrophysicist at Texas A&M University who leads a team using Swift to obtain ultraviolet \nobservations of supernovae. However, this super-close supernova provides astronomers with an important \nopportunity to study how interstellar dust affects its light. As a class, type Ia supernovae explode with remarkably \nsimilar intrinsic brightness, a property that makes them useful \"standard candles\" -- some say \"standard bombs\" -- \nfor exploring the distant universe. Brown notes that X-rays have never been conclusively observed from a type Ia \nsupernova, so a detection by Swift's X-ray Telescope, Chandra or NuSTAR would be significant, as would a Fermi \ndetection of high-energy gamma rays. A type Ia supernova represents the total destruction of a white dwarf star by \none of two possible scenarios. In one, the white dwarf orbits a normal star, pulls a stream of matter from it, and \ngains mass until it reaches a critical threshold and explodes. In the other, the blast arises when two white dwarfs in \na binary system eventually spiral inward and collide. Either way, the explosion produces a superheated shell of \nplasma that expands outward into space at tens of millions of miles an hour. Short-lived radioactive elements \nformed during the blast keep the shell hot as it expands. The interplay between the shell's size, transparency and \nradioactive heating determines when the supernova reaches peak brightness. Astronomers expect SN 2014J to \ncontinue brightening into the first week of February, by which time it may be visible in binoculars. M82, also known \nas the Cigar Galaxy, is located in the constellation Ursa Major and is a popular target for small telescopes. M82 is \nundergoing a powerful episode of star formation that makes it many times brighter than our own Milky Way galaxy \nand accounts for its unusual and photogenic appearance. Francis Reddy NASA's Goddard Space Flight Center (      \n     http://www.nasa.gov/goddard), Greenbelt, Md. Image Token: Image Token: Before and After Images: Caption: \nThese Swift UVOT images show M82 before (left) and after the new supernova (right). The pre-explosion view \ncombines data taken between 2007 and 2013. The view showing SN 2014J (arrow) merges three exposures taken \non Jan. 22, 2014. Mid-ultraviolet light is shown in blue, near-UV light in green, and visible light in red. The image is \n17 arcminutes across, or slightly more than half the apparent diameter of a full moon. Image Credit: NASA/Swift/P. \nBrown, TAMU Image Token: -ST_END- -ST_START- -ST_ACT- A -ST_SC- NASD -ST_SN- NATIONAL \nAERONAUTICS AND SPACE ADMINISTRATION DOCUMENTS -ST_IP- FIN -ST_ID- NSASA2034u8B46 -ST_PD- \n20140203 -ST_SBJ- Goddard Spaceflight Center Releases and Information -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- NSA -ST_IN- ISO -ST_HD- NASA Administrator Bolden, Senator \nMikulski View Progress on James Webb Space Telescope -ST_LP- Goddard Spaceflight Center Releases and \nInformation RELEASE 14-040 -ST_TD- NASA Administrator Bolden, Senator Mikulski View Progress on James \nWebb Space Telescope NASA Administrator Charles Bolden and Senator Barbara Mikulski of Maryland \ncongratulated the James Webb Space Telescope team Monday for the delivery of all flight instruments and primary \nmirrors to NASA's Goddard Space Flight Center in Greenbelt, Md. Their comments came in a morning news \nconference at Goddard, where NASA's flagship science project will be assembled in preparation for launch in 2018. \n\"The Hubble Space Telescope has already rewritten the science books.Going from Hubble to the James Webb \nSpace Telescope is like going from a biplane to the jet engine,\" said Mikulski, Chairwoman of the Senate \nAppropriations Committee that funds NASA. \"As Chairwoman, I've continued to fight for funds in the federal \ncheckbook to keep the James Webb Space Telescope mission on track, supporting jobs today and jobs tomorrow \nat Goddard. NASA Goddard is home to leaders in Maryland's space and innovation economies, making discoveries \nthat not only win Nobel Prizes, but create new products and jobs. The James Webb Space Telescope will keep us \nin the lead for astronomy for decades to come, spurring the innovation and technology that keep America's \neconomy rolling.\" NASA's James Webb Space Telescope will be the most powerful space telescope ever built, \ncapable of observing the most distant objects in the universe, providing images of the first galaxies formed, and \nobserving unexplored planets around distant stars. A joint project of NASA, the European Space Agency (ESA) and \nthe Canadian Space Agency (CSA), Webb is the successor to the agency's Hubble Space Telescope. All 18 of \nWebb's primary mirror segments are now housed in the Goddard clean room. Its 1.3 million cubic feet of dust-free \nspace make the clean room one of the world's largest. All four of Webb's science instruments are within feet of the \nmirrors. The telescope's mirror and instruments will capture images of the universe and break down the spectra of \nincoming light to analyze the properties of galaxies, stars, and the atmospheres of planets beyond our solar system. \n\"The recent completion of the critical design review for Webb, and the delivery of all its instruments to Goddard, \n\nhttp://www.nasa.gov/goddard\n\n\nmark significant progress for this mission,\" said Bolden. \"The design, build, delivery and testing of these \ncomponents took meticulous planning and action here at Goddard and with teams across the country, as well as \nwith our international partners. It's very exciting to see it all coming together on schedule. And I want to thank our \ngood friend Senator Barbara Mikulski for her support. We wouldn't be here today without her championing of this \ncritical capability for NASA. I know she understands just how important it is to continue to push the boundaries of \nwhat we can do in space.\" \"This past year has been one of significant progress for the Webb telescope,\" said \nGoddard Director Chris Scolese during the news conference. \"The NASA Goddard team is working tirelessly with \nour partners to keep the program on track as we develop this newest scientific tool to explore the universe.\" The \nnews conference featured a video presentation hosted by Webb's deputy project manager and technical engineer, \nPaul Geithner, from inside the clean room. He explained how the 18 mirror segments will be coupled to form the \nmassive space telescope's 21-foot-wide main mirror. This work, and the assembly of the rest of the telescope, will \nbegin once the telescope structure arrives at Goddard. \"Each of these instruments has a unique function to collect \ndata about the universe,\" Geithner said, pointing to four science instruments that will be located inside the heart of \nthe telescope. One of these instruments, the University of Arizona's Near-Infrared Camera, will be Webb's primary \ncamera and will take images of the first stars and galaxies to form in the universe, along with many other \nastronomical targets. A second instrument, ESA's Near-Infrared Spectrograph (NIRSpec), will analyze the spectra \nand composition of as many as 100 objects at once. Airbus Defence and Space, formerly known as EADS/Astrium, \nbuilt NIRSpec with components provided by Goddard. A third instrument, ESA's Mid-Infrared Instrument, has both a \ncamera and a spectrograph, which sees light in the mid-infrared region of the electromagnetic spectrum -- \nwavelengths longer than the human eye can see. This instrument was developed in collaboration with NASA's Jet \nPropulsion Laboratory in Pasadena, Calif. A fourth instrument, CSA's Fine Guidance Sensor and Near-infrared \nImager and Slitless Spectrograph, will allow Webb to point precisely at its target in order to obtain high-quality \nimages, and also will provide other valuable science modes for investigating both the distant universe and nearby \nexoplanets. Northrop Grumman Aerospace Systems is building Webb's sunshield. Once in space, the sunshield will \nact as an umbrella to keep heat radiating from the sun and Earth from reaching scientific instruments that must stay \ncold to function properly. The Webb telescope will be fully assembled by 2016 and then moved to a clean room at \nNASA's Johnson Space Center for additional testing. For more information about the instruments and the Webb \ntelescope, visit:            http://www.jwst.nasa.gov and            http://www.nasa.gov/webb -end- J.D. Harrington \nHeadquarters, Washington 202-358-5241 j.d.harrington@nasa.gov Lynn Chandler Goddard Space Flight Center, \nGreenbelt, Md. 301-286-2806 lynn.chandler-1@nasa.gov To unsubscribe from the list, send an e-mail message \nwith the subject line unsubscribe to hqnews-request@newsletters.nasa.gov?subject=subscribe Full Width Images \nImage Token: Side Images Image Token: -ST_END- -ST_START- -ST_ACT- A -ST_SC- NASD -ST_SN- \nNATIONAL AERONAUTICS AND SPACE ADMINISTRATION DOCUMENTS -ST_IP- FIN -ST_ID- \nNSASA2034u9B47 -ST_PD- 20140203 -ST_SBJ- Press Releases and Information -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- NSA -ST_IN- ISO -ST_HD- NASA Astronaut Shares Space \nWorkouts, Joins Elite Athletes for Google+ Hangout -ST_LP- Press Releases and Information RELEASE 14-039 -\nST_TD- NASA Astronaut Shares Space Workouts, Joins Elite Athletes for Google+ Hangout Seeking fitness \ninspiration? NASA astronauts Mike Hopkins and Rick Mastracchio, along with four fitness professionals and \nathletes, will share workout tips during a special Google+ Hangout from space at 12: 15 p.m. EST Thursday, Feb. \n6. The Hangout can be seen live on NASA's Google+ page or on NASA Television. In addition to Hopkins and \nMastracchio, participants are: -- Jeannette Epps, NASA astronaut -- Curt Tomasevicz, U.S. Olympic bobsledder, \nparticipating from Sochi, Russia -- Rich Froning Jr., CrossFit Games Champion -- Jared Crick, Houston Texans \nprofessional football player -- Peter Moore, Men's Health magazine Hopkins, a lifelong fitness enthusiast, is sharing \nhis workouts from space via the \"Train Like an Astronaut\" Facebook page and YouTube. Astronauts aboard the \nspace station workout at least two hours a day in order to minimize bone and muscle loss -- an effect of extended \ntime in a weightless environment. They have three different devices they can use to maintain fitness - a treadmill, a \nstationary bicycle and the Advanced Resistive Exercise Device (ARED). Hopkins plans to demonstrate the ARED \nfrom the Tranquility module during the Hangout. Hopkins grew up participating in several sports and was All-Big \nTen Defensive Back and team captain for the University of Illinois football team. His other recreational interests \ninclude hockey, backpacking, snow skiing and running. He also is a fan of CrossFit training and weight lifting. A \ncolonel in the U.S. Air Force, Hopkins launched to space on Sept. 25 aboard a Soyuz spacecraft from the Baikonur \nCosmodrome in Kazakhstan. He completed two spacewalks in December, working to replace a faulty ammonia \ntank on the space station's exterior. He will return to Earth at the conclusion of his first spaceflight mission in March. \n\nhttp://www.jwst.nasa.gov/\nhttp://www.nasa.gov/webb\nmailto:j.d.harrington@nasa.gov\nmailto:lynn.chandler-1@nasa.gov\nmailto:hqnews-request@newsletters.nasa.gov\n\n\nNASA's social media followers may submit questions on Twitter and Google+ before and during the Hangout using \nthe hashtag #askNASA. To join the Hangout, visit: https: //plus.google.com/events/cpigjb8l5n1p9cjl98lueba0apc To \nconnect with Hopkins or Mastracchio on Twitter, follow: @AstroIllini and @AstroRM To view Hopkins workout video \nfrom space, visit:            http://youtu.be/EEQyybh617I To view and share Hopkins and other astronaut workouts, \nvisit:            http://www.facebook.com/trainastronaut For Hopkins' astronaut biography, visit:            \nhttp://www.jsc.nasa.gov/Bios/htmlbios/hopkins-ms.html To view the Hangout on NASA TV, visit:            \nhttp://www.nasa.gov/nasatv -ST_END- -ST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- RADIO FREE \nEUROPE DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- RFEURFE2034v2B48 -ST_PD- 20140203 -\nST_SBJ- News Stories and Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -\nST_GV- FDL -ST_HD- Analysis: As Protests Continue, Attention Focuses On Ukraine's 'Thin Blue Line' -ST_LP- \nNews Stories and Documents By Robert Coalson -ST_TD- February 3, 2014 One video purported to show a \nmasked Ukrainian Security Service (SBU) officer in the Western region of Ivano-Frankivsk announcing his \nresignation and that of several of his officers. The video, which was released last week, claimed the unidentified \nman was a member of the SBU's elite Alpha special-operations unit. \"Since we swore our oath to the Ukrainian \npeople, we decided -- our entire subunit -- to submit our resignations,\" the man said. \"We are not going to carry out \ncriminal orders.\" Another video posted on January 30 purports to show a former officer of the Interior Ministry's \nspecial semimilitarized troops discussing widespread discontent among his former comrades facing the barricades \nin Kyiv. After weeks of mass demonstrations, videos like these -- and reports that pro-European protesters in \nWestern Ukraine met only mild resistance when they occupied government buildings in 10 regions last week -- have \nraised questions about the possibility of splits in the country's law-enforcement and security services. If police begin \nrefusing to obey the government's orders -- or if some line up with the demonstrators -- it would be a potentially \ndecisive development in the ongoing standoff between President Viktor Yanukovych and opposition demonstrators. \nUkraine isn't quite there yet, analysts say. The thousands of Berkut specialized crowd-control officers and Interior \nMinistry troops have been responding to orders -- pushing back protesters, dismantling barricades, and using \nnonlethal force as instructed. 'Not Particularly Human Or Subtle' According to Mark Galeotti, a professor at New \nYork University and expert on security services in post-Soviet states, the Berkut, Ukraine's elite riot police, are \nalmost a separate caste of people, selected and trained to emphasize obedience. \"These are very different people,\" \nhe says. \"On the whole they are recruited from ex-military, especially paratroopers and such like. They have a very \nmacho and actually quite insular culture. Although they haven't always been used effectively, in the main these are \ntough, professional, well-trained -- if not particularly humane or subtle -- elements.\" He adds that images of police \nbeing engulfed by flames from Molotov cocktails allegedly thrown by protesters make it hard for many front-line \npolice to view the protesters as merely patriotic Ukrainians who have \"taken another path.\" But the longer the crisis \ndrags on, analysts say, the higher the likelihood that the loyalty of law-enforcement troops could bend, or break. \nBerkut officers, Galeotti notes, generally live and work in their communities and there is a real chance that officers \ncould end up sympathizing with those on the other sides of the barricades. \"There is always that possibility and I \nthink this is one of the issues as the conflict flares up more, particularly outside of Kyiv,\" he says. \"As you start \ngoing westward, the people in Berkut are going to be west Ukrainians, they may well see their relatives or their \nfriends, or people they were at school with, in the crowds... Even if they are willing agents of the current regime, \nthey nonetheless emotionally have ties with the sort of strand of opinion that says Ukraine should be part of Europe, \nthat Ukraine should not be a Russian satrapy.\" In such situations, including the 1991 coup attempt against Soviet \nPresident Mikhail Gorbachev, one shouldn't expect open defections but rather \"an unwillingness to get involved,\" \nGaleotti says. As the opposition becomes increasingly entrenched and sets up, for instance, parallel governing \ninstitutions, it becomes easier for officers to step aside. \"If I was an officer in charge of a [Berkut] regiment in Lviv [in \nwestern Ukraine] and I could see that there were real signs that the tide was turning against the government, there \narises that question of do you really want to be on trial in a few months' time after the regime has fallen for your \nactions,\" says Galeotti. \"Again, I don't think that what we'll be seeing is necessarily defections but just simply an \nunwillingness to get involved.\" Beefing Up Security Perhaps mindful of this, the government appears to be taking \nmeasures to bolster its enforcers. Deputy Interior Minister Viktor Ratushnyak said last week that the cabinet had \nallocated additional funding to \"staff up\" law enforcement agencies. Analysts and opposition leaders fear that this \nmeans the government might add up to 45,000 additional police. However, Hennadiy Moskal, a parliamentarian \nwith the opposition Batkivschyna faction and a former deputy interior minister, told RFE/RL's Ukrainian Service that \nadding to the ranks of the Berkut is no simple matter -- since it involves fairly rigorous selection and at least six \nmonths of training. \"Consequently, raising up a new Berkut officer is not just a matter of the stroke of a pen, or of \n\nhttp://youtu.be/EEQyybh617I\nhttp://www.facebook.com/trainastronaut\nhttp://www.jsc.nasa.gov/Bios/htmlbios/hopkins-ms.html\nhttp://www.nasa.gov/nasatv\n\n\ndemonstrating the political will, or anything like that,\" he said. If Yanukovych's government seeks to beef up security \nby calling on the military, it could bring about a crucial turning point, says Galeotti. \"The military has very pointedly \nsaid 'we do not have a role in these kinds of operations,'\" he says. \"And if then the government started to say, 'we \nwant you to go out and support the Berkut,' I wouldn't be surprised if -- especially in the west of the country -- we \nbegan to see not necessarily units siding with the protesters, but units refusing to obey their orders. And as soon as \nthat happens, that is really the beginning of the end for a regime.\" RFE/RL's Ukrainian Service correspondent \nTetyana Yarmoshchuk contributed to this report from Kyiv Copyright (c) 2011. RFE/RL, Inc. Reprinted with the \npermission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.            \nwww.rferl.org -ST_END- -ST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- RADIO FREE EUROPE \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- RFEURFE2034v3B49 -ST_PD- 20140203 -ST_SBJ- \nNews Stories and Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nFDL -ST_HD- Georgian PM Expects EU Association Agreement By August -ST_LP- News Stories and Documents \nBy RFE/RL -ST_TD- February 3, 2014 BRUSSELS -- Georgian Prime Minister Irakli Garibashvili says he expects \nTbilisi will sign an Association Agreement with the European Union by August. In comments made after talks in \nBrussels with European Commission President Jose Manuel Barroso on February 3, Garibashvili said Georgia's \nEuropean integration is \"irreversible.\" Barroso called on \"everybody in the region\" to respect \"the free will of a \ncountry like Georgia.\" Moldova and Georgia initialled Association Agreements with the EU at the 28-member bloc's \nEastern Partnership summit in Lithuania in November. Both Armenia and Ukraine were tipped to also move closer \nto the EU but suddenly announced they would instead pursue closer relations with Moscow and the Russia-led \nCustoms Union. \"Against the background of continuous pressure from Russia we pay particular importance to the \nEU's vital role in promoting peace and stability in Georgia,\" Garibashvili added. With reporting by dpa Copyright (c) \n2011. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., \nN.W. Washington DC 20036.            www.rferl.org -ST_END- -ST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- \nRADIO FREE EUROPE DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- RFEURFE2034v4B50 -ST_PD- \n20140203 -ST_SBJ- News Stories and Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- Syrian Government Airstrikes Kill At Least 18 In Aleppo -ST_LP- News \nStories and Documents February 3, 2014 -ST_TD- Syrian government forces have aerially bombed Aleppo, killing \nat least 18 people. The strike on February 3 again used barrel bombs -- barrels packed with explosives and scraps \nof metal that are thrown from helicopters. These crude weapons have been used repeatedly in Aleppo where rebels \nstill hold large areas of the city. The Britain-based Syrian Observatory for Human Rights said the attack targeted the \nAleppo districts of Hanano, Qadi Askar, and Mouwasalat. Observatory Director Rami Abdel Rahman said residents \nof the city have been fleeing in the past few days due to the frequency of the barrel-bomb attacks. Attacks in recent \nweeks using barrels bombs have reportedly killed scores of people in Aleppo, which is Syria's largest city. Based on \nreporting by AP and AFP Copyright (c) 2011. RFE/RL, Inc. Reprinted with the permission of Radio Free \nEurope/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.            www.rferl.org -ST_END- -\nST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- RADIO FREE EUROPE DOCUMENTS AND PUBLICATIONS \n-ST_IP- FIN -ST_ID- RFEURFE2034v5B51 -ST_PD- 20140203 -ST_SBJ- News Stories and Documents -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- Independent Russian TV \nStation Reportedly Near Closure -ST_LP- News Stories and Documents February 3, 2014 -ST_TD- The co-owner \nof an independent television station in Russia says it is close to shutting down after another television operator \nended its agreement with the company. Aleksandr Vinokurov, who is joint-owner of Dozhd TV, said on February 3 \nthat the decision by Tricolor TV to stop broadcasting Dozhd \"is tantamount to a shutdown.\" Dozhd has been under \npressure after conducting a poll among its viewers last month that asked if the city of Leningrad should have \nsurrendered to the Nazis in World War II instead of enduring a 900-day siege that saw more than 1 million people \ndie. ALSO READ: Is Dozhd TV The Latest Victim Of Kremlin Pressure? Russian politicians and other prominent \nfigures slammed the poll and called for Dozhd to be taken off the air. Since the poll, several television stations have \nannounced they are canceling their contracts with Dozhd. Based on reporting by Interfax and ITAR-TASS Copyright \n(c) 2011. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., \nN.W. Washington DC 20036.            www.rferl.org -ST_END- -ST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- \nRADIO FREE EUROPE DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- RFEURFE2034v6B52 -ST_PD- \n20140203 -ST_SBJ- News Stories and Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- FDL -ST_HD- Iranian Foreign Minister Says Final Nuclear Deal Possible By July -ST_LP- \nNews Stories and Documents February 3, 2014 -ST_TD- Iranian Foreign Minister Mohammad Javad Zarif has said \n\nhttp://www.rferl.org/\nhttp://www.rferl.org/\nhttp://www.rferl.org/\nhttp://www.rferl.org/\n\n\na final deal between Iran and world powers was possible within six months. Zarif said on February 3 at the German \nCouncil on Foreign Relations in Berlin that such a deal could be done even earlier. Under an interim agreement \nbetween Tehran and the so-called P5+1 countries -- France, Britain, the United States, Russia, China, and \nGermany -- a 12-month deadline exists for an agreement. The next round of talks between Iran and the six powers \nis slated for February 18. The interim accord reached in November curbs uranium enrichment in Iran and opens up \nnuclear facilities to inspectors. U.S. officials confirmed on February 3 that Iran has received $550 million in \npreviously frozen funds -- the first tranche from a total of $4.2 billion that Tehran will receive as part of the deal. \nBased on reporting by Interfax and AP Copyright (c) 2011. RFE/RL, Inc. Reprinted with the permission of Radio \nFree Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.            www.rferl.org -ST_END- -\nST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- RADIO FREE EUROPE DOCUMENTS AND PUBLICATIONS \n-ST_IP- FIN -ST_ID- RFEURFE2034v7B53 -ST_PD- 20140203 -ST_SBJ- News Stories and Documents -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- FDL -ST_HD- BOO: It's Scarier Than You \nThink -ST_LP- News Stories and Documents February 3, 2014 -ST_TD- Cash-strapped countries of the world have \nan option to alleviate their domestic energy shortages: BOO -- Build, Own, Operate. It comes with the promise of a \nbetter future but as is true of most things, it also comes with a price tag. In the case of Central Asia, the price for a \nBOO scheme is giving Russia the biggest strategic edge in the region. BOO is usually, though not always, seen in \npoorer countries. A private entity guarantees the funding and construction of a major project, then retains \nownership and operates the completed project until the private entity regains all its investment, plus a profit. \nKyrgyzstan and Tajikistan have enormous hydropower potential but do not have the finances to take advantage of \nthis resource. They have opted to allow foreign, state-owned companies to come and construct massive \nhydropower plants (HPP) on their territories. Leaders of the two countries promise their people -- who once again \nare facing heating and electricity shortages this winter -- that these projects mean an end to electricity rationing. \nAnd one day they might. But in Tajikistan it has not worked out that way just yet. The Russian company Unified \nEnergy Systems (UES) built the 670-megawatt Sangtuda-1 HPP some 160 kilometers southwest of Dushanbe and \nthe Iranian company Sangob constructed the 220-megawatt Sangtuda-2. UES spent some $720 million and, though \nthe total amount is not clear, Sangob has spent at least $180 million. Sangtuda-1 is sort of \"BOO light.\" The \nRussian government owns 66.39 percent of the hydro-plant, UES 14.92 percent, UES subsidiary Inter RAO 2.24 \npercent, and the Tajik government the remaining 16.45 percent. The plant has four units (which will be important to \nremember later on). The fourth and final unit was launched in May 2009. That same month, the plant's \nmanagement warned Tajik authorities about an unpaid bill of some $18 million. In February 2013, Sangtuda-1's \nmanagement threatened to suspend operations over $66 million in unpaid bills sparking a debate in the Tajik \nparliament as to whether Tajikistan had a right to use one generator since the government owned 16.45 percent of \nthe HPP. Astronomical Sums By late July 2013, independent Tajik news agency Asia-Plus reported that the \ncountry's national power company, Bark-i Tojik, owed a combined $100 million bill for electricity provided by the \nSangtuda-1 and Sangtuda-2 HPPs. Tajikistan's state budget for 2014 comes to less than $3 billion, so the state \npower company's debt represents an astronomical amount of money for the country. RFE/RL's Tajik Service, Radio \nOzodi, reported in early January that Sangtuda-2 suspended power generation for \"technical reasons\" but an official \nat the Iranian Embassy in Dushanbe suggested that, if Tajikistan's debt to the power plant, reportedly somewhere \nbetween $12 million and $27.8 million, was paid, the problem could be resolved quickly. The Tajik news agency \nOzodagon reported on January 30 that the Tajik Minister of Water and Energy Resources Usmonali Usmonov said \nthe plant would resume operations after \"technical inspections\" were completed, but he did not say when that would \nbe. Kyrgyzstan completed a deal in 2013 for Russia to build the Kambar-Ata-1 HPP, with a 2,000-megawatt \ncapacity and estimated cost of some $2 billion. The Russian company RusHydro is building the four generators for \nthe HPP and Inter RAO, with a 75-percent stake in the project, will oversee operations. Inter RAO will maintain its \n75-percent stake until the project breaks even, after which the Russian company and the Kyrgyz state will share the \nprofits evenly. When the project will break even is difficult to say. Some Kyrgyz politicians, notably the head of the \nAta-Meken party Omurbek Tekebaev, warned against the deal pointing to Tajikistan's circumstances and \nKyrgyzstan's own disadvantageous situation with the Kumtor gold mine in the northern part of the country, where, \nagain, a foreign (Canadian) partner is reaping the profits while Kyrgyzstan receives little. But after these projects \nare completed and, possibly decades in the future, when BOO becomes BOOT - Build, Own, Operate, Transfer - \nKyrgyzstan and Tajikistan should not only be able to provide electricity to their populations, they also should have \nlarge surpluses that they can export. (That's part of the CASA 1000 project and doesn't figure in this article.) Lord \nOf The Waters It has been noted that, for Russia, the HPP projects in Kyrgyzstan and Tajikistan are of dubious \n\nhttp://www.rferl.org/\n\n\nbusiness value. Some believe the Kremlin has political motives for getting involved in these projects, a way to bind \nKyrgyzstan and Tajikistan closer to Russia. That seems likely, but one could take this attempt at strengthening \ninfluence a bit farther. In Central Asia the ability to give water, or withhold it, even partially, is a huge edge. By \nowning and operating Sangtuda-1, on the Vakhsh River, a major tributary of the Amu-Darya, and Kambar-Ata-1, on \nthe Naryn River, a major tributary of the Syr-Darya, Russia in effect has control over a large amount of water that \npours into Central Asia's two largest rivers. In a largely arid region where nothing is as valuable as water, the \nimplications for downstream countries seem obvious. One of those downstream countries, Uzbekistan, has been \nparticularly resistant to Russian influence in the region since the collapse of the Soviet Union and several times \nsince late 1991 has opposed Moscow's moves in Central Asia, at times trying to counter them by courting better \nties with rival world powers, usually from the West. The Uzbek government has been loudly protesting large HPP \nprojects in Kyrgyzstan and Tajikistan on the grounds that these power plants and the reservoirs needed for them \ncould disrupt water to Uzbekistan's agricultural fields. Uzbekistan's President Islam Karimov went so far as to say \nthat the misuse of the region's water supplies could be grounds for war. It's the kind of tough talk that the Kyrgyz \nand Tajik governments must take seriously, but not the Russian government. -- Bruce Pannier with contributions \nfrom Iskander Aliyev and Sojida Djakhfarova of RFE/RL's Tajik Service Copyright (c) 2011. RFE/RL, Inc. Reprinted \nwith the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.            \nwww.rferl.org -ST_END- -ST_START- -ST_ACT- A -ST_SC- RFEUR -ST_SN- RADIO FREE EUROPE \nDOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- RFEURFE2034v8B54 -ST_PD- 20140203 -ST_SBJ- \nNews Stories and Documents -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nFDL -ST_HD- France Releases Georgian Ex-Defense Minister On Bail -ST_LP- News Stories and Documents \nFebruary 3, 2014 -ST_TD- A French court has released former Georgian Defense Minister David Kezerashvili on \nbail. On February 3, the Aix-en-Provence court released Kezerashvili until February 27, the day when a decision on \nhis extradition is due. Kezerashvili was arrested in France in October on a weapons-trafficking charge. Investigators \nin Georgia say Kezerashvili is suspected of money laundering, illegal property sales in Tbilisi, and taking a $12 \nmillion bribe to facilitate alcohol smuggling in Georgia. Kezerashvili is a close associate of former Georgian \nPresident Mihkeil Saakashvili. A number of investigations were launched against officials representing Saakashvili's \nUnited National Movement party after it lost parliamentary elections in October 2012 to the Georgian Dream political \nalliance. Saakashvili left office in November after serving two terms. Based on reporting by Interfax and apsny.ge \nCopyright (c) 2011. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 \nConnecticut Ave., N.W. Washington DC 20036.            www.rferl.org -ST_END- -ST_START- -ST_ACT- A -ST_SC- \nSTDP -ST_SN- STATE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- \nSDSDB2034r1B55 -ST_PD- 20140203 -ST_SBJ- Public Affairs Documents -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- STDINTDEF -ST_HD- Gulf of Aden Counterterrorism Forum, February \n3-5, 2014, Djibouti, Djibouti -ST_CT- Office of State Department Public Communication Division, 202-647-6575 -\nST_LP- Public Affairs Documents -ST_TD- Gulf of Aden Counterterrorism Forum Media Note Office of the \nSpokesperson Washington, DC February 3, 2014 The Gulf of Aden Counterterrorism Forum is a regional forum that \naddresses counterterrorism issues, focusing on the transnational threat posed by al-Shabaab and al-Qa'ida in the \nArabian Peninsula (AQAP). One of the main goals of the Forum is to build U.S. partner nation capacity to counter \nal-Shabaab and AQAP by linking law enforcement, justice, and security officials in Yemen with their counterparts in \nSomalia and Djibouti. The Forum aims to help identify the steps needed to enhance counterterrorism efforts and \ncooperation in the region and create a lasting dialogue between Somali, Yemeni, and Djiboutian officials. In April \n2013, the Government of Yemen and U.S. Embassy Sanaa co-hosted the First Gulf of Aden Regional \nCounterterrorism Forum in Sanaa, Yemen. The first of its kind, the meeting brought Yemeni government and \nsecurity officials from the ministerial and working levels together with their counterparts from Djibouti and Somalia. \nThe participants discussed security challenges facing the region, including threats posed by terrorist groups such as \nAQAP and al-Shabaab; strengthening rule-of-law institutions while respecting human rights; anti-money laundering \nand countering the financing of terrorism; border security; maritime security and piracy; and countering \nradicalization to violence and violent extremism. The second Gulf of Aden Counterterrorism Forum, co-hosted by \nthe Government of Djibouti and U.S. Embassy Djibouti, begins on February 3, 2013 in Djibouti. Approximately 60 \ngovernment officials from Yemen, Somalia, and Djibouti will participate in the three-day event, with U.S. \nAmbassador to Djibouti, Geeta Pasi, heading the U.S. delegation. Participants will discuss developments in the \nregion since the first Forum occurred last April and focus on the role of law enforcement and the military in \ncountering terrorism; strengthening rule-of-law institutions while respecting human rights; crisis response; \n\nhttp://www.rferl.org/\nhttp://www.rferl.org/\n\n\ninformation sharing; and border security. A third Forum will be held later in 2014. -ST_END- -ST_START- -\nST_ACT- A -ST_SC- STDP -ST_SN- STATE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -\nST_ID- SDSDB2034r2B56 -ST_PD- 20140203 -ST_SBJ- Public Affairs Documents -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- STDINTDEF -ST_HD- Special Advisor for Children's Issues \nTravels to Haiti -ST_CT- Office of State Department Public Communication Division, 202-647-6575 -ST_LP- Public \nAffairs Documents -ST_TD- Special Advisor for Children's Issues Travels to Haiti Media Note Office of the \nSpokesperson Washington, DC February 3, 2014 Special Advisor for Children's Issues Ambassador Susan Jacobs \nwill visit Haiti from February 3-6 to discuss the future of intercountry adoptions following Haiti's ratification of the \nHague Adoption Convention. Ambassador Jacobs will join Joanna Ruppel, International Operations Division Chief, \nU.S. Citizenship and Immigration Services to meet with government officials about Haiti's laws for implementing the \nHague Adoption Convention and plans for the transition adoption cases. They will also discuss how the countries \ncan partner together to promote ethical and transparent intercountry adoptions that are in the best interests of \nchildren. Ambassador Jacobs will also meet with nongovernmental organizations to discuss strengthening child \nprotection systems. For more information about children's issues, please visit: ChildrensIssues.state.gov For \nupdates on Special Advisor Jacobs' trip, follow her on Twitter: @ChildrensIssues For press inquiries please contact \nCAPRESSREQUESTS@state.gov or (202) 485-6150. -ST_END- -ST_START- -ST_ACT- A -ST_SC- STDP -\nST_SN- STATE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -ST_ID- SDSDB2034r3B57 -\nST_PD- 20140203 -ST_SBJ- Public Affairs Documents -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- STDINTDEF -ST_HD- TechWomen Delegation in Rwanda To Expand Network of African \nWomen in Science, Technology, Engineering, and Mathematics (STEM) Fields -ST_CT- Office of State Department \nPublic Communication Division, 202-647-6575 -ST_LP- Public Affairs Documents -ST_TD- TechWomen Delegation \nin Rwanda To Expand Network of African Women in Science, Technology, Engineering, and Mathematics (STEM) \nFields Media Note Office of the Spokesperson Washington, DC February 3, 2014 Fusing technology with efforts to \nempower women and girls, the U.S. Department of State announced today that a delegation of 30 U.S. \nTechWomen mentors is meeting in Rwanda February 2-7 to collaborate and connect through workshops and visits \nwith local organizations. An innovative public-private partnership, TechWomen pairs emerging women leaders in \ntechnology from the Middle East and Africa with American women mentors from the greater Silicon Valley area. \nTechWomen, has brought almost 80 women from the Middle East and North Africa and the United States together \nfor month-long mentorships. This year, TechWomen expanded to include women from sub-Saharan African \ncountries. Assistant Secretary of State for Educational and Cultural Affairs Evan Ryan will join the TechWomen for \nthis first meeting in Sub-Saharan Africa. The U.S. TechWomen mentors traveling to Rwanda represent 23 \ncompanies in Silicon Valley and the Greater San Francisco Bay Area including: Blackberry, Calix, Citrix, Cisco, \nEMC, Ericsson, Fairrer Samani Group Ventures, Families Without Borders, Genentech, Intel Corp., Juniper \nNetworks, Katy Dickinson Consulting, Law Offices of Patricia Bovan, NestGSV, Nisum Technologies, \nSalesforce.com, Santa Clara University, Sf.citi, Shakour Marketing, Sun Run, Symantec, and Twitter. While in \nRwanda, the TechWomen will meet with nonprofits, innovation centers, and girls' schools that focus on expanding \ntechnology networks and careers for women and girls in STEM fields. They will also meet with Rwandan Minister of \nYouth and Information & Communications Technologies (ICT), visit the University of Rwanda's College of Science \nand Technology, and attend a Science and Technology fair hosted by the U.S. Embassy Kigali. Stay tuned for \nupdates by following @TechWomen or use #twrwanda on Twitter. To learn more, visit            www.techwomen.org. \n-ST_END- -ST_START- -ST_ACT- A -ST_SC- STDP -ST_SN- STATE DEPARTMENT DOCUMENTS AND \nPUBLICATIONS -ST_IP- FIN -ST_ID- SDSDB2034r4B58 -ST_PD- 20140203 -ST_SBJ- Public Affairs Documents -\nST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- STDINTDEF -ST_HD- U.S. \nDepartment of State To Host Ribbon-Cutting Ceremony for New Passport Agency in San Juan, Puerto Rico -\nST_CT- Office of State Department Public Communication Division, 202-647-6575 -ST_LP- Public Affairs \nDocuments -ST_TD- U.S. Department of State To Host Ribbon-Cutting Ceremony for New Passport Agency in \nSan Juan, Puerto Rico Media Note Office of the Spokesperson Washington, DC February 3, 2014 Under Secretary \nof State for Management Patrick F. Kennedy will host a ribbon-cutting ceremony on Wednesday, February 5, at 10: \n00 a.m. to mark the opening of a new U.S. Passport Agency in San Juan, Puerto Rico that serves U.S. citizens in \nPuerto Rico and the U.S. Virgin Islands. The Honorable David E. Bernier Rivera, Secretary of State for the \nCommonwealth of Puerto Rico, and Carlos Beltran of the New York Yankees will deliver remarks and participate in \nthe ribbon-cutting. The agency, located at Centro Gubernamental Minillas, Torre Norte, Piso 9, issues U.S. \npassport books and passport cards onsite to U.S. citizens who are traveling internationally in less than two weeks \n\nmailto:CAPRESSREQUESTS@state.gov\nhttp://www.techwomen.org/\n\n\nor who need to obtain a foreign visa within four weeks. Travelers with urgent travel requirements may schedule an \nappointment at the San Juan Passport Agency by calling the National Passport Information Center toll free, at 1-\n877-487-2778 (Se Habla Espanol). Additional information about applying for a U.S. passport, including required \ndocuments and fees, is available at travel.state.gov. Media will have the opportunity to tour the facility and interview \nUnder Secretary Kennedy along with additional U.S. Department of State officials. For press inquiries, contact Ivette \nRodriguez, Customer Service Manager, San Juan Passport Agency, (305) 798-7688. -ST_END- -ST_START- -\nST_ACT- A -ST_SC- STDP -ST_SN- STATE DEPARTMENT DOCUMENTS AND PUBLICATIONS -ST_IP- FIN -\nST_ID- SDSDB2034r5B59 -ST_PD- 20140203 -ST_SBJ- Public Affairs Documents -ST_CY- Copyright (c) 2011 \nFederal Information & News Dispatch, Inc. -ST_GV- STDINTDEF -ST_HD- U.S. Department of State Releases \nLimits in the Seas Series -ST_CT- Office of State Department Public Communication Division, 202-647-6575 -\nST_LP- Public Affairs Documents -ST_TD- U.S. Department of State Releases Limits in the Seas Series Media \nNote Office of the Spokesperson Washington, DC February 3, 2014 The Department of State has published four \nnew editions to the Limits in the Seas series, a collection of studies that examines the maritime claims and \nboundaries of selected coastal States from a geographic and legal perspective. The Department of State began \nthese studies in 1970 and has published 131 editions to date. The four studies published today focus on \narchipelagic claims made by the Commonwealth of The Bahamas, Dominican Republic, the Republic of Cabo \nVerde, and the Republic of Trinidad and Tobago. Each study analyzes a State's maritime claims and their \nconformity with international law, as reflected in the Law of the Sea Convention. These studies, and the rest of the \nseries, are available to the public on the Bureau of Oceans and International Environmental and Scientific Affairs \nwebsite at            http://www.state.gov/e/oes/ocns/opa/c16065.htm. In the coming months, additional studies in the \nseries will be published. -ST_END- -ST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS \n-ST_IP- FIN -ST_ID- VOAAV2034w3B60 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright \n(c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Obama to Visit Saudi Arabia in March -\nST_LP- VOA English Service Obama to Visit Saudi Arabia in March -ST_TD- VOA News February 3, 2014 U.S. \nPresident Barack Obama is planning to visit Saudi Arabia in March, to talk with King Abdullah about security in the \nMiddle East and contentious issues in the region. The U.S. and Saudi Arabia are long-time allies, but Riyadh lately \nhas questioned American handling of the rebels' fight against the Syrian government, as well as U.S. and Western \nefforts to curb Iran's nuclear development program. White House spokesman Jay Carney on Monday said the two \nleaders will discuss a range of issues, but he emphasized the two countries' long-standing ties. \"The president very \nmuch looks forward to the visit where all of those areas will be discussed in his meetings. And whatever differences \nwe may have do not alter the fact that this is a very important and close partnership,\" said Carney. Obama is adding \nhis visit to Saudi Arabia at the end of a previously announced trip to the Netherlands, Belgium and Italy. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- \nVOAAV2034w4B61 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Analysts: UN-Cambodia Trial Agreement Positive Step -\nST_LP- VOA English Service Analysts: UN-Cambodia Trial Agreement Positive Step -ST_TD- Sok Khemara (           \nhttp://www.voanews.com/author/22994.html) February 3, 2014 A new commitment from the U.N. and Cambodia to \ncontinue their support for the Khmer Rouge genocide trials is being called a positive sign by analysis, including \nsome who still have reservations about the likely outcome of the trials. In a meeting last week between the U.N.'s \ntop legal diplomat, Miguel de Serpa Soares, and Cambodian Cabinet Minister Sok An, the two sides agreed to \ncontinue to fund the court and cooperate on conducting trials. The U.N.-backed court has faced ongoing financial \nwoes in recent months as it seeks to conclude the initial trial of two aging Khmer Rouge leaders. The Cambodian \nside of the hybrid court has faced ongoing criticism of mismanagement, corruption and political interference. The \ncourt itself has handed down only one conviction since its inception in 2006. John Ciorciari, a professor of public \npolicy at the University of Michigan and co-author of a new book, \"Hybrid Justice,\" says the agreement should \nrestore confidence from international donors and is a sign for the tribunal to move on to other cases. \"The timing is \nperfect for both sides to cooperate now because there is something that both want and that is for the court's next \nphase of operation to go smoothly, the phase leading to the first verdict in case 002,\" he said. But Peter Maguire, \nauthor of \"Facing Death in Cambodia,\" says that while the agreement is a positive development, he is cautious \nabout the prospects for further trials because of the age of the elderly Khmer Rouge leaders. \"I think it's a very \npositive thing and you know if the U.N. can move faster, they can at least complete parts of these trials within the \nlifetime of the defendants. As far as further trials, I am not optimistic,\" he said. Nuon Chea and Khieu Samphan, \nboth in their 80s, are the only senior Khmer Rouge leaders alive and considered fit to stand trial. The first phase of \n\nhttp://www.state.gov/e/oes/ocns/opa/c16065.htm\nhttp://www.voanews.com/author/22994.html\n\n\nthe trial, dealing with the forced evacuation of Phnom Penh in April 1975, concluded in October. Both defendants \ndeny the charges against them and a verdict is not expected until later this year. The scope of the second phase \nhas not yet been determined. Youk Chhang, Executive Director of the Documentation Center of. Cambodia, said it \nis not clear how future cases will go forward. \"The investigations seem to be getting very long and without a clear \nstrategy to finish when,\" said Chlang. \"That is the tricky part. Even though both sides are now in agreement to work \ntogether, this still remains to be worked out between the two parties. So I urged [the] two parties to quickly establish \nan exit strategy as soon as it can be done.\" Sum Rithy, one of the rare survivors from a notorious Khmer Rouge \nprison, says he still holds out hope that justice will be done. \"As I have said for a long time, the process of trying \nKhmer Rouge leaders will not be inactive or die away, \"said Rithy. \"The U.N. and Cambodia are making efforts to \nfind justice for the victims of the Khmer Rouge regime.\" As many as two million Cambodians died from starvation, \noverwork and executions during the four-year rule of the Khmer Rouge, which attempted to create an agrarian \ncommunist utopia. The group's leader, Pol Pot, died in 1998 and co-founder Ieng Sary died earlier this year. Former \nKhmer Rouge prison chief Kaing Guek Eav, better known as \"Duch,\" was sentenced last year to life in prison for his \nrole in killing more than 14,000 while running the Tuol Sleng torture and execution center in Phnom Penh. This \nreport was produced in collaboration with the VOA Khmer service. -ST_END- -ST_START- -ST_ACT- A -ST_SC- \nVOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- VOAAV2034w5B62 -ST_PD- 20140203 -\nST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \nDEF -ST_HD- News Analysis: Attention Focuses On Ukraine's 'Thin Blue Line' -ST_LP- VOA English Service News \nAnalysis: Attention Focuses On Ukraine's 'Thin Blue Line' -ST_TD- Robert Coalson, RFE/RL February 3, 2014 After \nweeks of protests and intermittent clashes between demonstrators and police in Kyiv and other parts of Ukraine, \nthe country's police and security forces are stretched thin. It remains to be seen whether or not President Viktor \nYanukovych can continue to count on their loyalty. One video purported to show a masked Ukrainian Security \nService [SBU] officer in the Western region of Ivano-Frankivsk announcing his resignation and that of several of his \nofficers. The video (           http://www.youtube.com/watch?v=X00LXxXT-_c), which was released last week, \nclaimed the unidentified man was a member of the SBU's elite Alpha special-operations unit. Another video (           \nhttp://www.youtube.com/watch?v=io1WPProkq8) posted on January 30 purports to show a former officer of the \nInterior Ministry's special semi-militarized troops discussing widespread discontent among his former comrades \nfacing the barricades in Kyiv. After weeks of mass demonstrations, videos like these - and reports that pro-\nEuropean protesters in Western Ukraine met only mild resistance when they occupied government buildings in 10 \nregions last week - have raised questions about the possibility of splits in the country's law-enforcement and \nsecurity services. If police begin refusing to obey the government's orders - or if some line up with the \ndemonstrators - it would be a potentially decisive development in the ongoing standoff between President Viktor \nYanukovych and opposition demonstrators. Ukraine isn't quite there yet, analysts say. The thousands of Berkut \nspecialized crowd-control officers and Interior Ministry troops have been responding to orders - pushing back \nprotesters, dismantling barricades, and using non-lethal force as instructed. Mark Galeotti, a professor at New York \nUniversity and expert on security services in post-Soviet states, said the Berkut, Ukraine's elite riot police, are \nalmost a separate caste of people, selected and trained to emphasize obedience. \"These are very different people. \nOn the whole they are recruited from ex-military, especially paratroopers and such like,\" said Galeot. \"They have a \nvery macho and actually quite insular culture. Although they haven't always been used effectively, in the main these \nare tough, professional, well-trained - if not particularly humane or subtle - elements.\" He added that images of \npolice being engulfed by flames from Molotov cocktails allegedly thrown by protesters make it hard for many front-\nline police to view the protesters as merely patriotic Ukrainians who have \"taken another path.\" But the longer the \ncrisis drags on analysts say, the higher the likelihood that the loyalty of law-enforcement troops could bend, or \nbreak. Berkut officers, Galeotti noted, generally live and work in their communities and it is a real possibility that \nofficers could end up sympathizing with those on the other sides of the barricades. \"There is always that possibility \nand I think this is one of the issues as the conflict flares up more, particularly outside of Kyiv. As you start going \nwestward, the people in Berkut are going to be west Ukrainians, they may well see their relatives or their friends or \npeople they were at school with in the crowds... and also, they are more likely to, even if they are willing agents of \nthe current regime, they nonetheless emotionally have ties with the sort of strand of opinion that says Ukraine \nshould be part of Europe, that Ukraine should not be a Russian satrapy.\" In such situations, including the 1991 \ncoup attempt against Soviet President Mikhail Gorbachev, one shouldn't expect open defections but rather \"an \nunwillingness to get involved,\" Galeotti says. As the opposition becomes increasingly entrenched and sets up, for \ninstance, parallel governing institutions, it becomes easier for officers to step aside: \"If I was an officer in charge of \n\nhttp://www.youtube.com/watch?v=X00LXxXT-_c\nhttp://www.youtube.com/watch?v=io1WPProkq8\n\n\na [Berkut] regiment in Lviv [in western Ukraine] and I could see that there were real signs that the tide was turning \nagainst the government, there arises that question of do you really want to be on trial in a few months' time after the \nregime has fallen for your actions. Again, I don't think that what we'll be seeing is necessarily defections but just \nsimply an unwillingness to get involved.\" Perhaps mindful of this, the government appears to be taking measures to \nbolster its enforcers. Deputy Interior Minister Viktor Ratushnyak said last week that the cabinet had allocated \nadditional funding to \"staff up\" law enforcement agencies. \"Today we are only speaking about the fact that the \ncabinet allocated financing for law enforcement agencies, which today are not completely staffed. We face a \nshortage of 14 percent,\" he said. Analysts and opposition leaders fear this means the government might add up to \n45,000 additional police. However, Hennadiy Moskal, a parliamentarian with the opposition Batkivschyna faction \nand a former deputy interior minister, tells RFE/RL's Ukrainian Service that adding to the ranks of the Berkut is no \nsimple matter - since it involves fairly rigorous selection and at least six months of training. \"So raising up a new \nBerkut officer is not just a matter of the stroke of a pen, or of demonstrating the political will, or anything like that.\" If \nYanukovych's government seeks to beef up security by calling on the military, it could bring about a crucial turning \npoint, according to Galeotti. \"The military has very pointedly said 'we do not have a role in these kinds of \noperations.' And if then the government started to say, 'we want you to go out and support the Berkut,' I wouldn't be \nsurprised if - especially in the west of the country - we began to see not necessarily units siding with the protesters, \nbut units refusing to obey their orders. And as soon as that happens, that is really the beginning of the end for a \nregime.\" RFE/RL Ukrainian Service correspondent Tetyana Yarmoshchuk contributed to this report from Kyiv. -\nST_END- -ST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- \nVOAAV2034w6B63 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Riek Machar Announces South Sudan 'Resistance' \nMovement -ST_LP- VOA English Service Riek Machar Announces South Sudan 'Resistance' Movement -ST_TD- \nJohn Tanza Last updated on: February 3, 2014 1: 54 PM South Sudan's former vice president says he has formed \na \"resistance\" group that will fight the government to ensure democracy and good governance in the war-battered \ncountry. \"We decided to organize a resistance against the regime,\" Machar told VOA in a telephone interview from \nan undisclosed location. \"So, yes, if you heard troops in Upper Nile, in Jonglei, in Unity States, in Equatoria saying \nwhat I am saying, yes, we are now an organized resistance against the regime,\" said Machar. The resistance \ngroup, called the SPLM/SPLA -- an amalgam of the name of the ruling Sudan People's Liberation Movement \n(SPLM) and the South Sudanese army -- wants to see democracy, pluralism, free elections and good governance \ntake hold in South Sudan, Machar said. Riek Machar announces South Sudan resistance movement (           \nhttp://www.voanews.com/audio/Audio/372288.html) Machar went into hiding in mid-December when President \nSalva Kiir accused his former deputy of mounting a failed coup against him, which the government said kicked off \nweeks of bloodletting across the country. Machar has denied trying to oust the president in a coup. In his interview \nwith VOA, he insisted that he and others in the ruling SPLM merely wanted to democratize the party. \"The struggle \nin the SPLM is a struggle of people who want the SPLM to be a democratic movement,\" he said. Machar was fired \nfrom his post of vice president in July, when Kiir reshuffled his entire cabinet. Since then, the former vice president \nhas been a vocal critic of Kiir, saying he has \"dictatorial tendencies\" and vowing to challenge him for the leadership \nof the SPLM ahead of general elections in 2015. But he said he did not launch his resistance movement in order to \nbetter position himself for a run for the presidency. Riek Machar on running for president of South Sudan (           \nhttp://www.voanews.com/audio/Audio/372306.html) Machar invited the 11 SPLM leaders who were detained when \nthe unrest broke out to join his resistance movement against Kiir. Seven of the 11 have been released, under the \nterms of a peace agreement signed 11 days ago by the two sides in South Sudan's conflict. But the government \nsaid it has enough evidence to charge the four other detainees and three more political leaders who fled when the \nfighting broke out -- including Machar -- with treason. Machar said that he wants an end to the fighting in South \nSudan so that the country can focus on much-needed development. But Kiir has forced his hand, and is forcing war \non the people, he said. \"I myself am tired of war... I share the views of people who say, 'We do not want any more \nwar. We want our people to reconcile. We want our people to develop and catch up with the rest of the world.' But \nKiir Mayardit is forcing this on us... Therefore, the people have the right to resist,\" Machar told VOA. Riek Machar: \n\"Kiir is forcing this on us.\" (           http://www.voanews.com/audio/Audio/372312.html) Foreign observers have \ndescribed the peace deal signed by the two warring sides as shaky, and a spokesman for Machar said Monday that \ngovernment forces violated the agreement over the weekend when they attacked Machar's hometown in Unity state \nand other towns held by the anti-government forces. Talks to reconcile the warring factions in South Sudan are due \nto resume on February 7th. -ST_END- -ST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA \n\nhttp://www.voanews.com/audio/Audio/372288.html\nhttp://www.voanews.com/audio/Audio/372306.html\nhttp://www.voanews.com/audio/Audio/372312.html\n\n\nNEWS -ST_IP- FIN -ST_ID- VOAAV2034w7B64 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- \nCopyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- St. Louis Inspires Aviation \nInnovation -ST_LP- VOA English Service St. Louis Inspires Aviation Innovation -ST_TD- Shelley Schlender \nFebruary 3, 2014 ST. LOUIS, MISSOURI - For nearly a century, entrepreneurs in the midwestern U.S. city of St. \nLouis, Missouri, have reached for the sky, backing two of the world's most famous flying contests. First, Charles \nLindbergh's transatlantic flight in the 1920s. Then, in 1996, the XPRIZE, which led to the world's first private \nreusable manned spacecraft. Making dreams fly St. Louis entrepreneur Gregg Maryniak enjoys spending time at a \nmid-size airport watching single engine planes rumble into the sky. He says similar airplanes, and a book about \nthem, ignited his passion for making dreams fly. \"I read 'The Spirit of St. Louis,' and within a year, I was taking flying \nlessons,\" Maryniak said. \"I was one of those kids that would spend all the money I would make pushing \nlawnmowers and doing various other odd jobs to pay for an hour of dual instruction in a plane.\" The book that \nsupercharged Maryniak's ambition is about Charles Lindbergh. In 1927, the lanky young pilot entered a contest that \npromised $25,000 to the first person to fly non-stop from New York to Paris. Many pilots had died attempting the \n5,800-kilometer flight. Lindbergh's lack of connection with prestigious aviation efforts led journalists to call him \"the \nflying fool.\" But financial backers from St. Louis believed in him. In their honor, Lindbergh named his plane \"The \nSpirit of St. Louis\" and won the prize. Modern aviation Maryniak says Lindbergh's success opened the door for \nmodern aviation. \"Within a year, the number of pilots in America triples, the number of airplanes quadruples,\" he \nsaid. \"And the number of people buying tickets to go on commercial flights goes up 30 fold.\" That $25,000 prize was \na surprisingly small investment to spawn today's $500 billion aviation industry. And Maryniak plays a big part in a \nfuturistic wing of that industry. In the early 1990s, he and his friend, entrepreneur Peter Diamandis, proposed a new \ncontest, to inspire private companies to develop better planes - for space. \"Everybody knew, quote unquote - that \nonly NASA and the Russians, at the time we announced the prize, could send people to space,\" Maryniak said. \"We \nknew that wasn't true. In fact, we'd been stymied by people's beliefs that only governments could do this. We really \nwanted to change that.\" For start-up funds, Maryniak headed to where Lindbergh had gone 70 years earlier - St. \nLouis. \"I think in most cities, we would have been launched into space by the toe of people's boots, but not here in \nSt. Louis,\" said Maryniak. \"We got the initial seed money that allowed us to start the foundation.\" Benefiting \nmankind The XPRIZE Foundation's mission is to create public competitions, designed to kickstart technologies that \nbenefit mankind. In 1996, the head of NASA and 20 astronauts joined Diamandis as he stood beside St. Louis's \nlandmark of soaring ambition - the 200 meter high Gateway Arch - and issued a challenge. \"This $10 million award \nwill be going to the winner, which is the first team to do the following - to privately build a spaceship. Privately \nfinance that ship. Carry three individuals, and do that twice inside of two weeks,\" Diamandis said. More than two \ndozen national and international teams entered that first XPRIZE competition. In 2004, the Scaled Composites \ncompany won with a plane named SpaceShipOne. Since then, many companies have designed better ways to fly \npeople and cargo into space. Other XPRIZES have spurred innovations ranging from more fuel efficient cars to oil \nspill cleanups. A current prize challenges entrepreneurs to put robots on the moon. These days, the XPRIZE \nheadquarters are in California, but Maryniak continues to live in the city that first believed in Lindbergh, and in the \nXPRIZE. \"There's nothing special in the water in places like Silicon Valley or even St. Louis that makes \nentrepreneurship possible,\" he said. \"I think it has to do with the spirit of the community.\" Maryniak travels \nfrequently, looking for other communities ready to tackle possibilities just out of view, with an XPRIZE. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- \nVOAAV2034w8B65 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- DEF -ST_HD- Vietnam Curbing Traffic to Improve Safety, Air Quality -\nST_LP- VOA English Service Vietnam Curbs Traffic to Improve Safety, Air Quality -ST_TD- Lien Hoang (           \nhttp://www.voanews.com/author/22589.html) February 3, 2014 HO CHI MINH CITY - Vietnam is attempting to \ncombat the traffic-related problems of crashes and smog. Traffic accidents are a leading killer here, especially \namong teenagers. Roughly 14,000 Vietnamese die each year after a crash, putting this nation of 90 million among \nthe top 10 countries to suffer road-related deaths, according to Bloomberg Philanthropies. That figure could come \ndown as Vietnam experiments with ways to get more vehicles off the road and more pollutants out of the air. The \nMinistry of Transport has introduced a raft of proposals, from restricting car access to downtown areas, to investing \nin more sidewalks and electric vehicles, to changing some school and work hours. That last option, which is meant \nto reduce traffic during peak hours, has already rolled out in parts of Hanoi, but would expand to Ho Chi Minh City. \nEach city has more than seven million residents. Trinh Van Chinh, a consultant for the transport ministry, said the \nchange in hours is inconvenient but necessary. \"We have to help people understand better that this problem is \n\nhttp://www.voanews.com/author/22589.html\n\n\nreally urgent.\" Chinh said in an interview at the Ho Chi Minh City University of Transport, where he also teaches. \nPlanners hope that by staggering business and school hours, they could cut traffic accidents by as much as 10 \npercent and cut traffic jams by 30 percent. Some have criticized and even poked fun at the policy. Unclogging \ncongestion But Akira Hosomi, who is helping Vietnam build a metro system through the Japan International \nConsultants for Transportation, said the policy can succeed because he has seen similar ideas work elsewhere. He \nsaid that Singapore charges metro-goers less during non-peak hours in order to control congestion. Besides \nbringing the country's first subway system online in the next few years, the transport ministry wants to get more \nVietnamese to use city buses. In its latest proposals, it suggesting lower fares and free parking at key transit points \nwhere commuters could hop onto buses. Signs have gone up around Ho Chi Minh City, urging residents to take the \nbus. This would require weaning drivers off the motorbike. In Vietnam, unlike more industrialized parts of Asia, the \nmotorbike still rules the road. That means drivers here are more exposed to pollution, Hosomi said, not to mention \ncollisions. \"I think the air pollution in Vietnam, specifically Hanoi and Ho Chi Minh City, is getting more serious day \nby day,\" he said. Hosomi added that the wide availability of cheap fuel contributes to smog. So do four-wheel cars, \nwhich is why the government aims to limit them in city centers and charge drivers a fee to go downtown. Officials \nalso want to promote electric vehicles. Car importers balk But Horst Herdtle said that shouldn't mean discouraging \ntraditional cars. Herdtle is CEO of Euro Auto, which imports BMW cars to Vietnam. He said his cars meet such \ntough European emission standards before coming to Vietnam that \"probably a water buffalo emits more harmful \nsubstances than a passenger car.\" The government will have an even tougher time controlling vehicles after 2018, \nwhen it'll have to forgo import duties for vehicles from within the Association of Southeast Asian Nations. The \nchange is part of further regional integration, including an Asean Economic Community that kicks off in 2015. \nVietnam halved the auto import taxes this year which used to mean a buyer paid as much as twice the sticker price \nof a car. At the same time, Vietnam has succeeded in some of its mass-media traffic campaigns. A push for drivers \nto wear helmets has resulted in a 90-percent compliance rate, according to the World Health Organization. \nBillboards remind drivers that \"Safety comes first\" or that this is the \"Year of Traffic Safety.\" But environmentalist \nPhan Ha Vy said there aren't enough campaigns that look beyond safety to include the environment. \"There's so \nmuch pollution because people aren't conscious about the environment,\" Vy said. VY lives in Ho Chi Minh City but \ngrew up in Vung Tau, a beach town three hours southeast. She said the streets back home were far cleaner, less \ncrowded; she was more likely to walk outside. Now she rides a motorbike. \"Even if I go for a walk here, there's too \nmuch dust,\" she said. \"So I really don't want to go out, it's hard to tolerate.\" Most Vietnamese deal with the pollution \nby donning masks. Many go for walks and exercise outside at the crack of dawn when there are fewer vehicles and \nthe smog hasn't set in. -ST_END- -ST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -\nST_IP- FIN -ST_ID- VOAAV2034w9B66 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) \n2011 Federal Information & News Dispatch, Inc. -ST_GV- DEF -ST_HD- US Soccer Team Focuses on World Cup -\nST_LP- VOA English Service US Soccer Team Focuses on World Cup -ST_TD- Mike O'Sullivan February 3, 2014 \nCARSON, CALIFORNIA - The US men's soccer team opened its 2014 season with a 2 - 0 win over South Korea in \na friendly match in California Saturday. Both teams are gearing up for the FIFA World Cup in Brazil in June. US \nfans were in a frenzy on each of two goals by Chris Wondolowski, who is known to his teammates as Wondo. The \nSouth Koreans remained scoreless, and US head coach Jurgen Klinsmann had praise for the forward from the San \nJose Earthquakes. \"Seeing Wondo start the year 2014 with two goals, it's awesome. It's awesome for him,\" said \nKlinsmann. Klinsmann said two weeks of training recently in Sao Paulo, Brazil, at one of the World Cup sites, and \nanother week in California are paying off. For the US team, and World Cup competitor South Korea, the key to \nsuccess is forging a unified team in the next four months. US defender Brad Evans of the Seattle Sounders says \nthe competition is tough. \"We've got Ghana, Portugal and Germany in our group alone. Those are some of the top \nteams in the world and you look at the home country, Brazil, who has probably the favorites to win at this point, \nbeing home and obviously a very good team. You look at Spain, who's historically been a very good team as well,\" \nsaid Evans. Evans says the immediate focus is Ghana, which the US will face in Brazil June 16th. US forward \nLandon Donovan of the LA Galaxy is a World Cup veteran who is ready for surprises. \"I've played in three of these, \nand a lot of times the games that are, quote, easier on paper end up being harder and vice versa, so it's the best 32 \nteams in the world,\" said Donovan. South Korea will play a friendly match with Greece in Athens March 5th, and \nstarts World Cup play June 17th in a game against Russia. As the teams prepare, the fans say they're ready. The \nUS will play Ukraine next in a friendly match in Kharkiv, Ukraine, March 5th. -ST_END- -ST_START- -ST_ACT- A -\nST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- VOAAV2034x1B67 -ST_PD- 20140203 -\nST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal Information & News Dispatch, Inc. -ST_GV- \n\n\n\nDEF -ST_HD- Two Killed in Moscow School Shooting -ST_LP- VOA English Service Two Killed in Moscow School \nShooting -ST_TD- February 3, 2014 In an incident rare for Russia, a rifle-wielding Moscow high-school student shot \nand killed his geography teacher and a police officer and took more than 20 of his classmates hostage Monday. \nThe student, identified as Sergei Gordeyev, shot and seriously wounded another police officer. Moscow police chief \nAnatoly Yakunin said the suspect surrendered and was taken into custody after his father talked to him, first by \ntelephone and then in person. Russian Investigative Committee spokesman said Gordeyev, described as an \nexcellent student, may have suffered an \"emotional breakdown.\" President Vladimir Putin referred to the incident \nMonday, telling a meeting of a presidential council on culture and the arts in the northwestern Russian city Pskov \nthat \"the new generation of audiences needs to be raised with good artistic taste and the ability to understand and \nvalue the theatrical, dramatic and musical arts.\" \"And if this was done as it should be in our country,\" Mr. Putin \nadded, \"then maybe there would not be tragedies like the tragedy in Moscow today.\" -ST_END- -ST_START- -\nST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- VOAAV2034x2B68 -\nST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal Information & News \nDispatch, Inc. -ST_GV- DEF -ST_HD- S. Sudan Opposition Accuses Government of Deadly Weekend Attack -\nST_LP- VOA English Service S. Sudan Opposition Accuses Government of Deadly Weekend Attack -ST_TD- Lucy \nPoni February 3, 2014 NAIROBI - South Sudanese opposition forces on Monday accused government troops of \nattacking the Unity state hometown of former vice president Riek Machar, who fled into hiding in December after \nPresident Salva Kiir accused him of triggering nearly six weeks of violence around the country. Lul Ruai Koang, a \nspokesman for Machar's Sudan People's Liberation Movement/Army In Opposition, said government forces, \ntogether with rebels from Sudan, attacked Leer town over the weekend, and killed civilians as they tried to flee the \nfighting. \"On Saturday, a combined force comprised of units from Justice and Equality Movement and South Sudan \nLiberation Army militias advanced on Leer in the afternoon,\" Koang told VOA. After opposition forces made what \nKoang called \"a tactical withdrawal,\" the troops \"entered Leer town and started burning down the... town and the \nsurrounding villages,\" he said. \"And, not only that, they went as far as hunting down women and children and the \nelderly who had gone to hide in the nearby bushes and swampy areas, and they started killing them,\" he added. \nKoang said he believes Leer was attacked because it is the hometown of Machar, who Kiir has accused of trying to \noust him in December, setting off weeks of violence that claimed thousands of lives and displaced more than three-\nquarters of a million people. \"There is no strategic, operation or tactical importance attached to Leer in terms of \nmilitary perspective,\" Koang said. \"It is a small town on the banks of the White Nile River. The only important thing \nis that it is the home of the vice president, and that's what the government is capitalizing on,\" he said. The anti-\ngovenrment side in South Sudan's recent conflict, which erupted on Dec. 15 when fighting broke out in Juba, also \nalleged that government forces attacked their positions in the Doliep Hills, south of the Upper Nile state capital, \nMalakal, and in another part of Unity state at the weekend. If confirmed, the attacks would violate a cessation of \nhostilities agreement signed nearly two weeks ago by the two sides. The agreement calls for fighting to halt \nimmediately, for all foreign forces that were invited in to South Sudan to fight to be withdrawn, and for an end to \nattacks on women, children and the elderly. Koang accused the government of \"intensifying the war\" rather than \nending the violence. \"It is bringing in foreign fighters from Darfur, from Blue Nile, from Rwanda, from Congo and \nwithin a very short time we are going to have a regional war taking place in South Sudan,\" he said. Vice President \nJames Wani Iga denied that the government had attacked opposition-held towns, saying, \"We don't intend to fight. \nWe are for the agreement which was signed and this is actually what we are abiding with.\" A team from the regional \nbody that brokered the cessation of hostilities agreement, IGAD, arrived in Juba on Sunday to begin setting up \nbases to monitor the peace deal signed in Addis Ababa on Jan. 23. The head of the IGAD monitoring team, \nEthiopian Major General Gebreegzabher Mebrahtu, was unable to confirm the opposition's claims of renewed \nfighting over the weekend. Charlton Doki and Andrew Green contributed to this report from Juba. -ST_END- -\nST_START- -ST_ACT- A -ST_SC- VOA -ST_SN- VOICE OF AMERICA NEWS -ST_IP- FIN -ST_ID- \nVOAAV2034x3B69 -ST_PD- 20140203 -ST_SBJ- VOA English Service -ST_CY- Copyright (c) 2011 Federal \nInformation & News Dispatch, Inc. -ST_GV- DEF -ST_HD- South Sudan's Machar Announces 'Resistance' Group -\nST_LP- VOA English Service S. Sudan's Machar Unveils 'Resistance' Group -ST_TD- VOA News February 3, 2014 \nSouth Sudan's former vice president says he has formed a \"resistance\" group that will fight the government to \nensure democracy and good governance in the war-battered country. South Sudan's government had accused Riek \nMachar of leading a coup attempt that set off weeks of deadly fighting between pro- and anti-government troops. In \na telephone interview Monday with VOA's South Sudan in Focus program, Machar confirmed he is opposed to the \ngovernment of President Salva Kiir. \"We decided to organize a resistance against the regime. So yes, if you heard \n\n\n\ntroops in Upper Nile, in Jonglei, in Unity States, in Equatoria, saying what I am saying, yes, we are now an \norganized resistance against the regime,\" said Machar. Machar said his group wants to see democracy, pluralism, \nfree elections, and good governance take hold in South Sudan. Thousands are believed killed, and more than a \nhalf-million people have been driven from their homes by the fighting in South Sudan. A cease-fire signed by \ngovernment and rebel delegations in Ethiopia 10 days ago has largely held, despite each side accusing the other of \nviolations. More talks are scheduled to begin on February 7th. Machar is a political rival of the president, and has \nannounced plans to challenge him in the next elections. Kiir fired him as vice president in July, about five months \nbefore the fighting began. -ST_END-\n"}