{"title": "English Commands Preceded Deputies' Beating of Mexicans - Correction Appended", "body": "\nAn audio recording of conversations between two white sheriff's deputies who beat two Mexican immigrants last \nweek indicates that the officers ordered the Mexicans to get to the ground before striking them. But because the \norders were in English, which the Mexicans apparently do not speak, they may not have understood the \ncommands and may have had trouble complying with them.\n\nIn the recording, secretly taped by a California Highway Patrol officer who witnessed the beatings, the deputies, \nboth of Riverside County, are heard shouting at the Mexicans several times to \"get down.\" Only after striking them, \ndo the deputies deliver their first orders in Spanish.\n\nThe April 1 beatings occurred after a chase by highway patrol officers and the two sheriff's deputies from \nTemecula, where there is a Border Patrol checkpoint, to South El Monte, about 60 miles to the northwest, near Los \nAngeles. When the chase ended, the occupants of the battered pickup truck bolted from it and dashed for cover, \naccording to a videotape taken by a helicopter news crew that had followed the chase.\n\nThe tape also showed the deputies repeatedly clubbing both the truck's driver, a man, on the back and shoulders, \nand a female passenger.\n\nThe audio recording was released today by Harland W. Braun, a Los Angeles lawyer who represents Officer Marco \nDeGennaro, the patrolman who made it. Mr. Braun said Officer DeGennaro often carried a tape recorder in his \npocket and recorded arrests as evidence to protect him in court proceedings.\n\nOn the recording one voice says: \"Get down; get down. Get on the ground. Put your hands on the ground.\"\n\nAnother voice repeats the command, \"Get down. Get down. Get down.\"\n\nThere is a pause and then the sound of pounding.\n\nThe first voice continues, \"Get down on the ground.\" Then the second voice says, \"Stay down.\" And then the first \nvoice says: \"Get your hands back. Manos aqui,\" meaning \"hands here\" in Spanish. \"Manos aqui. Manos aqui.\"\n\n\nJohn D. Barnett, an Orange County lawyer who represents one of the two deputies, Officer Kurt Franklin, said the \nrecording suggested that the officers were initially trying to subdue and arrest the Mexicans, not merely punishing \nthem, as some critics of the deputies contend.\n\nMr. Barnett said the tapes \"support my client's position that he was dealing with noncompliant suspects,\" adding, \n\"You can hear him on the tape give several commands to lay down, and for the suspects to put their hands behind \ntheir backs.\"\n\nMark Rosenbaum, chief counsel for the American Civil Liberties Union of Southern California, who is representing \none of the two beaten Mexicans, Alicia Sotero Vasquez, 33, said his client did not speak English.\n\n\"The fact that the order was in English, rather than Spanish, indicates that it wasn't intelligible,\" Mr. Rosenbaum \nsaid. \"But even if the order was comprehensible, the punishment for failing to comply is not a beating with a \nnightstick by a county sheriff.\"\n\nThe audiotape, he said, is \"powerful, irrefutable eyewitness testimony from a law-enforcement source as to the \nexcessive force that was applied.\"\n\nPeter A. Schey, a lawyer who represents the driver of the truck, Enrique Funes Flores, 26, also said his client did \nnot speak English.\n\nOfficer Franklin and the other deputy, Tracy Watson, have been suspended with pay pending an inquiry by the \nFederal Bureau of Investigation and local law-enforcement authorities. Officer Franklin has been with the Riverside \nforce for 20 years, and Officer Watson for 5.\n\nAlso on the recording, whose existence was unknown to investigators until last weekend, Officer DeGennaro can be \nheard describing the beating to a supervisor just after he saw it from a few feet away.\n\n\"Those S.O.'s were whaling on those guys,\" Mr. DeGennaro says on the tape referring to the sheriff's officers. \"All I \ndid was grab mine and throw him on the ground.\"\n\nThe sergeant replied, \"Were there cameras?\"\n\nMr. DeGennaro says: \"There were cameras, Sarge. Nothing happened on C.H.P. side.\"\n\nThe beating has become a rallying cause for Hispanic rights groups and has focused attention on what some \npeople believe is a pattern of police abuse of minorities.\n\nMark Lohman, a spokesman for the Riverside County Sheriff's Department, said all deputies received instruction in \nbasic Spanish. Mr. Barnett, Mr. Franklin's lawyer, said his client could only say a few phrases in Spanish.\n\n The same article later referred incorrectly to Mr. Funes Flores's lawyer, Peter A. Schey. He did not represent the \ndriver of the truck.\n\nCorrection\n\nAn article on Wednesday about an audio recording of sheriff's deputies in Riverside County, Calif., just before they \nbeat Mexican immigrants who had entered the United States illegally in a pickup truck referred incorrectly to one \nimmigrant, Enrique Funes Flores, also known as Adrian Flores Martinez. While the Sheriff's Department originally \nsuspected Mr. Funes Flores of being the truck's driver, it later declared that he was not.\nCorrection-Date: April 13, 1996, Saturday\n"}