{"title": "IMMIGRANT RIGHTS ON THE IMMIGRANT ROAD FROM SANTA FE, NEW MEXICO, TO PORTLAND, MICHOACAN", "body": "\nRECENTLY, on a flight from Los Angeles to Guadalajara, I sat behind a Mexican woman in her forties who stowed \na bulging Nordstrom shopping bag in the overhead bin. Across the aisle a trio of U.S. businessmen, laptops open, \nwere crunching numbers in some transnational deal. Next to me were two Mexican men in Stetson hats, jeans, and \nboots. They were not \"middle class\" by most standards -- they had just finished a season working in a Portland \nmeat packing plant -- but here they were jetsetting next to the gentry of free trade.\n\nI asked the man next to me where he lived. \"Portland,\" he said, and then he hesitated. \"I mean, Michoacan.\" He \nsmiled. \"I guess you could say I live in Portland, Michoacan.\"\n\nI thought of my friend Rosa. Though she usually travels over land routes, she could just as well answer my \nquestion, \"St. Louis, Michoacan.\"\n\nRosa is about as middle class as the cowboys sitting next to me. In the U.S., she is at best a \"working person,\" \nmore often an \"illegal\" or a \"wetback.\" But she assumes she has the right to middle class mobility, even though \nforces on both sides of the border have made that a life or death proposition.\n\nRosa hails from Cheran, a small town nestled in the Purepecha Indian highlands of Michoacan. Last spring, her \nthree older brothers set out on their usual route to California, bound for Watsonville, where they had picked \nstrawberries for years.\n\nThey never made it. After they crossed the border illegally east of San Diego, they got into a pickup truck. The \nsmuggler at the wheel tried to outrun a Border Patrol jeep pursuing them, but overturned at a sharp curve in the \nroad. The brothers were crushed under the mangled chassis of the pickup.\n\nThe story made headlines for its numbers -- six others were killed in the crash and several more critically injured -- \nand also because it occurred only days after a highly publicized incident in which Riverside County Sheriff's \ndeputies were caught by a helicopter newscam severely beating undocumented immigrants after a freeway chase.\n\nRosa was working at a posh hotel in downtown St. Louis at the time. She went home immediately to bury her \nbrothers.\n\nAt first, there was no thought of returning to the U.S. Rosa could imagine the anguish her mother would feel if her \ndaughter undertook the illegal journey. But eventually Rosa decided to take the risk. Between the 30th of November \nand the 5th of January, she attempted to cross near Nogales six times with her baby daughter in her arms. The first \nfive times she was caught and reported. On the sixth try, she got through -- and walked six hours over rugged \ndesert in temperatures just above freezing.\n\n\nRosa risked her own life and the life of her daughter for reasons that do not fit the conventional formulation of \nconservatives or liberals. They are neither welfare hungry nor just plain hungry. Rosa and her family own a modest \nhome with electricity and, although they lack running water, they eat three meals a day. They have a color TV set \nand a VCR. Adults and kids have enough to wear, including shoes, for harsh highland winters.\n\nThe poorest Mexicans are not, generally speaking, the ones who migrate to the United States. Most are people like \nRosa and her family.\n\nRosa risks her life because there is an overwhelming feeling of being stuck in time and space back home in \nCheran. The town is too small for people who have seen how the other half lives. Every Sunday night, the families \nwho own satellite dishes (about one in four) tune in to \"The X Files\" at the same time as North Americans do.\n\nRosa says she realized her daughter could not get more than an elementary school education in Mexico -- children \nin rural areas are expected to work as soon as they're able-bodied. And it would not be possible to save enough \nmoney to buy such creature comforts as a microwave oven or a stereo to distract her grieving mother.\n\nAnd Rosa has personal ambitions, too. \"I'd never be able to drive a car here,\" she said to me in Michoacan last \nyear. In St. Louis, she has driven her brother-in-law's Pontiac Grand Am. She also wears jeans in the States, not \nthe traditional shawl (rebozo) all Indian woman wear back home. In St. Louis, her husband helps with the dishes \nand tends to the baby, behavior picked up in the liberal north.\n\nFrom Michoacan, the whole world looks as if it is moving and interconnected. Hundreds of thousands of Mexicans, \nrich and poor, have ventured into the world, and brought the world home.\n\nRosa does not intend to stay in the north. Like most of her fellow migrants, she would like to work in the United \nStates for several months a year and spend the rest of the time with her family in Cheran.\n\nAnd she feels she has the right to move from one place to another, without regard to international boundaries and \nimmigration laws.\n\nBy facing the fact of her brothers' death and continuing to move on, she is fighting for that right.\n\nOn the morning of the day she left Michoacan for St. Louis, Rosa visited the church. She lit a candle, and prayed: \n\"My brothers who are in heaven,\" she remember s saying, \"guide me along the roads so that I can get home alive \nand well.\"\n\nShe is home now. In St. Louis, Michoacan.\n\nNotes\n\nOPINION\n\nRuben Martinez, based in Mexico City, is an editor at Pacific News Service.\n\nRELATED STORY: page 9B\n"}