{"title": "Get Real on Illegal Immigration", "body": "\n Mae M. Ngai [op-ed, June 14] proposes that we should give up pursuit of illegal immigrants  who manage to elude \ndetection after their initial entry. Ngai, a history professor, contends that \"in the first decades of the 20th century, it \nwas considered unconscionable to expel such people. Judge Learned Hand of New York said that deportation, \nespecially when it tore people from their homes and families, was 'barbarous and cruel.' \" \n\n The Post's readers would benefit from knowing what Judge Hand actually said. The case in question, United \nStates ex rel. Klonis v. Davis (1926), involved an immigrant from Poland who had twice been convicted and \nsentenced to prison for burglary. The United States sought to deport him. \n\n Judge Hand upheld the government's right to do so, and referred to \"our reasonable efforts to rid ourselves of \nunassimilable immigrants.\" Judge Hand then expressed hope that the immigrant would be able to secure a pardon, \nbecause he had lived most of his life in the United States, and in particular because his criminal history showed that \nhe was \"already proved to be incapable of honest living.\" The immigrant's criminal history, according to the judge, \nillustrated that it would be \"cruel and barbarous\" to deport him to Poland, where he would become \"a helpless waif \nin a strange land.\" \n\n This rather unusual view  --  that the less likely an immigrant is to contribute to society, the more deserving he is of \navoiding deportation  --  is not evidence that deportation was \"considered unconscionable\" by many Americans in \nthe first part of the 20th century. Contrary to Ngai's claim, it would appear that deportation of convicted felons \nenjoyed the support of the federal government and the citizens who elected that government. \n\n   --  Phillip C. Hughey \n\n Washington \n\n *  \n\n So Mae Ngai thinks that a \"statute of limitations\" for illegal immigrants is a good idea. She agrees that over time, \nthese people, like naturalized and native-born Americans, get jobs, buy homes and have children. Because of this, \nshe says, deportation is cruel and unfair. If they can elude the authorities for long enough, perhaps they should be \nable to stay, she opines. I disagree. \n\n  It isn't merely that they are trespassing. These illegal immigrants break multiple laws every day. Every time they \narrive at the job they got using their counterfeit Social Security card, they break the law. Every time they sign a \n\n\ncontract swearing that their identification information is correct, they break a law. Every time they drive, unlicensed \nand uninsured, they are breaking laws. Every time they agree to work in unsafe environments for unreasonably low \nwages, they undermine our work safety and labor laws. After which infractions should the \"statute of limitations\" \nclock should start ticking? \n\n  In 1986 Ronald Reagan gave amnesty to about 3 million undocumented immigrants. In return, the American \npeople were promised severe penalties for those who hired illegal immigrants. We were promised strict border \ncontrols. Instead, the illegal immigrant population has exploded to an estimated 11 million. Where are those \npromises now? \n\n   --  Merry Bierd-Dobbins \n\nDallas, Ga. \n"}