{"title": "MAKING IT WORK;In This Club, Some Runners Run For Their Lives", "body": "\nTHE 12 men took their places on the running track in Red Hook Park, already breaking a sweat under a scorching \nafternoon sun. From the front of the pack, a runner shouted, \"Vamos!\" From the back, another made the sign of the \ncross over his chest and asked the Virgin Mary to bless his tired legs. With that, the Mexican running club was off \nfor a speed workout of laps and 800-meter sprints.\n\nRacing along in the cluster of immigrants, most of them from the Mexican state Puebla, was Guillermo Pineda, 23, \nwho was concentrating on getting his 5-kilometer (3.1-mile) time back down to 17 minutes. Both his 5-kilometer and \n10-kilometer times were too high, he said, because he had missed a month of practice while he was held at a \nFederal immigration detention center in Louisiana.\n\nIn April, he was arrested in a raid on a Manhattan garment factory suspected of hiring illegal immigrants, like Mr. \nPineda.  He was ordered deported, but by late May he had been released and was back in New York, making \nbicycle deliveries for restaurants -- and running.\n\nZipping past Mr. Pineda on the track was Pedro Medina, 25, who said he had recently returned from Mexico where \nhe helped his wife and infant son get to Tijuana and cross the border. Mr. Medina said he had obtained a visa that \nallows him to enter the country to run races. After moving from one dishwashing job to another he recently found a \nconstruction job, although he said he did not expect it to last. \"Sometimes when I feel bad or scared or kind of \nnervous about my life,\" Mr. Medina said in Spanish, \"I put on my sneakers and I let the problems go. It cures you \nmentally.\"\n\nFive years ago, when six runners from Chinantla, a village in Puebla, formed the Club Atletico Mexicano de Nueva \nYork, the goals were simple: stay in shape, win a few races. But as word spread around the city, the club has \ngrown to about 100 members.\n\nThese runners, who are mostly in their 20's, 30's and 40's and include a handful of women, have woven \nthemselves into a familial support network, bonded by the shared experience of life as an immigrant in the city. For \nmany, it is a life of temporary labor and long working hours, risky border crossings and the looming fear of arrest.  \n\"I'm very proud of my runners,\" said Adam Lazaro, 42, the club's president, whose 17-year-old son, Adams is a \nmember. \"I'm strict. The runners must have discipline. But we help those who come to us.\"\n\n\nNewer immigrants often rely on the veteran club members for help with paying for running shoes, legal advice and \ntips on housing and jobs and written requests to employers for time off to run. Mr. Lazaro, who came to the city 27 \nyears ago and works as a bell captain at the Princeton Club, said runners often miss practices or races, \nsometimes disappearing for a month or more because of their constantly changing work schedules or run-ins with \nthe Immigration and Naturalization Service. Some return to Mexico to see their families or to run races and never \nmake it back.\n\nAbsent at the workout in Red Hook Park was Antonio Bautista, whom no one had seen since he lost his \ndishwashing job a month ago. Mr. Lazaro was worried. \"Any word from Antonio?\" he asked the runners, who \nresponded by shaking their heads.\n\nWhen Mr. Pineda was arrested and sent to Louisiana, Mr. Lazaro said he contacted a friend of his at the Mexican \nConsulate in New Orleans and lobbied for Mr. Pineda's release. Mr. Lazaro wrote to the Immigration and \nNaturalization Service, which turned the case over to an immigration judge who turned out to be a serious runner. \nMr. Pineda recalled that when he went before the judge, the first question was, \"What's your time in the 5K?\" The \njudge suspended the deportation order and released Mr. Pineda on $1,500 bail -- part of which was raised by his \nfellow runners -- and transferred the case to New York, where it is pending. Mr. Pineda said he believed his \nrunning helped persuade the judge to let him go.\n\nThe club, which placed second among teams competing in last year's New York City Marathon after the West Side \nRunners, is ranked fourth among about 50 city running clubs that accumulate points in various races. The club \nwon second place last Sunday in a half-marathon in the Bronx and is to compete today for the annual five-mile \nClub Team Championship in Central Park.\n\nFOR the Mexican immigrants, the most meaningful run of the year is one from a church in Bushwick, Brooklyn, to a \nchurch in Chelsea in Manhattan that Mr. Lazaro has held for the past two years to duplicate a tradition of his native \nvillage, Chinantla. Each January, runners form a 300-mile relay from Mexico City to Chinantla to celebrate the day, \nmore than 100 years ago, when a life-size statue of Jesus was left in a village church by traveling missionaries who \nwere suddenly unable to carry it. A few years ago, the church burned down, but the statue, called Padre Jesus de \nChinantla, survived.\n\nThe running club practices five times a week, alternating days devoted to speed training and distance training, \nwith runners encouraged to go on solo runs on the other two days, all year long.\n\nOther runners seem impressed by the success of the Mexican club. \"We have lawyers who work 60- and 70-hour \nweeks and run in the clubs, but this seems to be a different kind of stress,\" said Andy Kimer ling, co-chairman of \nthe club council of the New York Road Runners Club. \"And some groups have a neighborhood that keeps them \ntogether, but the Mexicans have a pretty powerful common bond.\"\n\nTwo days after the speed workout, as the runners gathered for a distance workout around the perimeter of \nProspect Park, Mr. Lazaro was relieved when Mr. Bautista appeared at practice. \"Antonio!\" he said, patting the \nrunner on the back. \"You're back. Did you find work?\"\n\n\"Yes,\" Mr. Bautista said, noting that after searching for weeks, he had landed a three-day-a-week construction job \nthat pays $50 a day. \"For now.\"\n\nMr. Lazaro leaned on Mr. Bautista's shoulder for balance, folded his right leg into a stretch and called to the group: \n\"Vamos!\"\n\nGraphic\n\n \n\n\n\nPhoto: Long working hours often precede practice for members of Club Atletico Mexicano de Nueva York, a local \nrunning club. (Rebecca Cooney for The New York Times)\n\n \n\nTable: \"RUNNING: Vamos! On the Track With a Mexican Running Club\" lists the top runners and their best times \nat the Club Atletico Mexicano de Nueva York.\n"}