{"title": "Children's Books for Spring: F - L", "body": "\nFARCOUNTRY PRESS  (406-444-5100)\n\nPaperbacks\n\nGoing to Yellowstone!  ($12.95) by Peter and Connie Roop spotlights the animals, explorers, native tribes and \ngeology of this national park. (8-up)\n\nGoing Along the Emigrant Trail  ($12.95) by Barbara Fifer tracks emigrants' journeys across the plains to the \nRocky Mountains. (8-up)\n\nPaperback Series\n\nWho Pooped in the Park?  continues with Great Smoky Mountains National Park  by Steve Kemp, illus. by Robert \nRath; and Rocky Mountains National Park, Yosemite National Park  and Grand Canyon National Park  by Gary \nRobson, illus. by Elijah Brady Clark ($9.95 each, 4-9).\n\nFARRAR, STRAUS & GIROUX\n\nMy Mom  ($16) by Anthony Browne. The author of My Dad  pays tribute to moms. (All ages)\n\nDiddle, Diddle Dumpling  and Little Miss Muffet  ($5.95 each) by Tracey Campbell Pearson are board books \npresenting these nursery rhymes with multicultural characters and contemporary settings. (1-4)\n\nMouse Went Out to Get a Snack  ($16) by Lyn Rossiter McFarland, illus. by Jim McFarland. A mouse helps \nhimself to a feast rather than a snack in this counting book. (3-6)\n\nThe Whole Green World  ($15) by Tony Johnston, illus. by Elisa Kleven, rounds up poems and collages \ncelebrating all that beautifies the earth. (3-6)\n\nJitterbug Jam  ($16) by Barbara Jean Hicks, illus. by Alexis Deacon, centers on a youngster who overcomes his \nanxiety and limitations. (4-8)\n\nNellie and the Bandit  ($16) by Eileen Ross, illus. by Erin Kono, offers a tale set in the Old West. (4-8)\n\n\nSte-e-e-e-eamboat a-Comin'!  ($16) by Jill Esbaum, illus. by Adam Rex, is a tale inspired by Mark Twain's Life on \nthe Mississippi . (4-8)\n\nOnce Upon an Ordinary School Day  ($16) by Colin McNaughton, illus. by Satoshi Kitamura. A new teacher \nbrings more to the classroom than students could ever have imagined. (5-8)\n\nThe Hero Beowulf  ($16) by Eric A. Kimmel, illus. by Leonard Everett Fisher, adapts the story of Beowulf. (5-up)\n\nSholom's Treasure: How Sholom Aleichem Became a Writer  ($16) by Erica Silverman, illus. by Mordicai \nGerstein, recounts the early life of this writer. (5-up)\n\nRose and Riley  ($15) by Jane Cutler, illus. by Thomas F. Yezerski, is an early chapter book starring a vole and a \ngroundhog who are best friends. (5-8)\n\nUp and at 'Em with Winnie & Ernst  ($15) by Gina Freschet is a sequel to Winnie & Ernst . (6-8)\n\nThe Next-Door Dogs  ($15) by Colby Rodowsky, illus. by Amy June Bates. When she learns that her new neighbor \nhas two dogs, a girl overcomes her fear of canines. (7-10)\n\nCommon Sense and Fowls  ($16) by Jane Cutler, illus. by Lynne Barasch. A girl, her family and friend support an \neccentric woman whom the community wants to force to move out. (8-12)\n\nMakeovers by Marcia  ($16) by Claudia Mills. A girl grappling with identity issues learns to accept herself. (8-12)\n\nThe Missing Manatee  ($16) by Cynthia DeFelice. A boy who seeks solace on his boat after his parents' \nseparation finds a murdered manatee in a Florida canal. (8-12)\n\nThe Search for Belle Prater  ($16) by Ruth White is a sequel to Belle Prater's Boy . (8-12)\n\nWhen Ratboy Lived Next Door  ($16) by Chris Woodworth. This first novel about finding friendship in unexpected \nplaces tackles the issue of alcoholism. (8-12)\n\nRed Ridin' in the Hood and OtherCuentos  ($16) by Patricia Santos Marcantonio, illus. by Renato Alarcão, retells \n11 classic tales with a Latino twist. (8-up)\n\nThe Travels of Benjamin of Tudela: Through Three Continents in the Twelfth Century  ($17) by Uri Shulevitz \nchronicles the journeys of this adventurer. (8-up)\n\nThe Cottonmouth Club  ($18) by Lance Marcum. In 1963, a boy's summer plans change when his mother \nannounces that the family is going to visit her Louisiana relatives. (10-up)\n\nSwimming to America  ($16) by Alice Mead. Centering on a teenage girl unsure of her past and future, this story \naddresses the subject of illegal immigration. (10-up)\n\nBoy2Girl  ($16) by Terence Blacker. Confusion and cross-dressing play roles in this tale of early teen life. (12-up)\n\nIngledove  ($16) by Marly Youmans. Two siblings journey to a magical place in search of clues to their mother's \npast. (12-up)\n\nInvisible Enemies: Stories of Infectious Disease  ($18) by Jeanette Farrell is a revised and updated edition of \nthis 1998 title. (12-up)\n\nInvisible Allies: Microbes That Shape Our Lives  ($17) by Jeanette Farrell is a companion to Invisible Enemies: \nStories of Infectious Disease . (12-up)\n\nPalms to the Ground  ($17) by Amy Stolls. This debut novel examines two pen pals' unexpected friendship. (12-\nup)\n\n\n\nFSG/FOSTER\n\nThat New Animal  ($16) by Emily Jenkins, illus. by Pierre Pratt. The lives of two pet dogs change after a new baby \narrives. (3-6)\n\nMore Mole Stories and Little Gopher, Too  ($16) by Lore Segal, illus. by Sergio Ruzzier, rounds up four tales \nstarring a young mole. (4-8)\n\nPeach Heaven  ($16) by Yangsook Choi. Paintings evoking South Korean landscapes accompany this story based \non the author's childhood. (4-8)\n\nSummertime Waltz  ($16) by Nina Payne, illus. by Gabi Swiatkowska, presents a poem celebrating childhood \nsummer evenings. (4-8)\n\nGrandma's General Store:The Ark  ($16) by Dorothy Carter, illus. by Thomas B. Allen, is a tale honoring the \nauthor's grandmother's fortitude and resilience in pre-civil rights-era Florida. (7-10)\n\nMagic by the Book  ($17) by Nina Bernstein, illus. by Boris Kulikov. In this fantasy, three siblings are literally \ncarried away by the magic of reading. (10-up)\n\nTalk  ($16) by Kathe Koja. Kit discovers his talent for acting while struggling with the issue of coming out. (12-up)\n\nFSG/KROUPA\n\nGranite Baby  ($16) by Lynne Bertrand, illus. by Kevin Hawkes. Five giant New Hampshire sisters care for a baby \none of them has carved out of granite. (4-8)\n\nA Thief in the House of Memory  ($17) by Tim Wynne-Jones. When an intruder dies in his family's home, a teen's \nmemory of his mother's mysterious disappearance years before is reawakened. (12-up)\n\nFSG/R&S\n\nDo You Know Pippi Longstocking?  ($4.95) by Astrid Lindgren, trans. by Elisabeth Kallick Dyssegaard, illus. by \nIngrid Nyman. Two children are fascinated by their new neighbor, a redheaded girl who lives alone. (3-up)\n\nGood Night, Alfie Atkins  and Very Tricky, Alfie Atkins  by Gunilla Bergström, trans. by Elisabeth Kallick \nDyssegaard, are tales starring an energetic boy and his father. (3-6)\n\nA Crash Course for Molly  ($16) by Eva Eriksson, trans. by Elizabeth Kallick Dyssegaard. While learning how to \nride a bike, Molly bumps into a driving instructor who gives her useful advice. (4-8)\n\nFSG/SUNBURST\n\nPaperback Reprints\n\nFive Creatures  by Emily Jenkins, illus. by Tomek Bogacki ($5.95, 3-6); Fair, Brown & Trembling: An Irish \nCinderella Story  by Jude Daly and Me and My Cat?  by Satoshi Kitamura ($6.95 each, 4-8); Dillon Dillon  by \nKate Banks and The Search for Delicious  by Natalie Babbitt ($5.95 each, 8-12); No More Nice, No More Nasty  \nby Amy MacDonald, illus. by Cat Bowman Smith ($7.95, 8-12); The Revealers  by Doug Wilhelm and Sword Song  \nby Rosemary Sutcliff ($6.95 each, 10-up); Under the Same Sky  by Cynthia DeFelice ($5.95, 10-up); Coram Boy  \nby Jamila Gavin ($7.95, 12-up); and The Sacrifice  by Diane Matcheck ($6.95, 12-up).\n\nFIRST LIGHT PUBLISHING  (Baker & Taylor, dist.)\n\nPiggies  ($15.99) by Brian Rock, illus. by Kate Hudnall, reveals what makes a piggy go \"Wee! Wee! Wee!\" all the \nway home. (3-up)\n\n\n\nDon't Play with Your Food!  ($14.99) by Brian Rock, illus. by John Moerner, serves up food-related poems. (4-up)\n\nFITZHENRY & WHITESIDE\n\nBen Over Night  ($16.95) by Sarah Ellis, illus. by Kim LaFave. Ben is apprehensive about a sleepover in this \nsequel to Big Ben . (5-7)\n\nBottled Sunshine  ($16.95) by Andrea Spalding, illus. by Ruth Ohi. Memories of his grandmother sustain a boy \nafter she dies. (6-8)\n\nOmar on Board  ($16.95) by Maryann Kovalski. Helping his friend enables Omar to forget his fears in this sequel to \nOmar on Ice . (6-8)\n\nThe Lowdown on Earthworms  ($19.95) by Norma Dixon offers information and projects centering on \nearthworms. (7-12)\n\nIn Flanders Fields: 10th Anniversary Ed.  by Linda Granfield, illus. by Janet Wilson. John McCrae's poem is \nframed by information about the first world war. (9-up)\n\nThirst  ($16.95) by Catherine Taylor is a fantasy set in a post-apocalyptic future. (10-13)\n\nOn Wings of Evil  ($16.95) by Cora Taylor is a sequel to the fantasy, On Wings of a Dragon . (10-up)\n\nSeries\n\nFirst Flight Early Readers  releases Matthew and the Midnight Pirates  by Allen Morgan, illus. by Michael \nMartchenko ($11.95, paper $4.95, 5-8).\n\nPaperback\n\nThe Girls They Left Behind  ($10.95) by Bernice Thurman Hunter. A girl in Toronto during WWII finds a way to \ncontribute to the war effort while she waits for the boys in her life to come home. (12-up)\n\nPaperback Reprints\n\nGood to Be Small  by Sean Cassidy ($7.95, 3-6); Kate's Castle  by Julie Lawson, illus. by Frances Tyrell ($7.95, \n4-7); The Bone Talker  by Shelley Leedahl, illus. by Bill Slavin ($7.95, 4-8); Emily's Eighteen Aunts  by Curtis \nParkinson, illus. by Andrea Wayne von Kongislow; and The Most Beautiful Kite in the World  by Andrea Spalding, \nillus. by Leslie Elizabeth Watts ($7.95 each, 5-8); Priscilla and Rosy  and Priscilla's Paw de Deux  by Sharon \nJennings, illus. by Linda Hendry ($7.95 each, 6-8); Amber, The Story of a Red Fox  by Shirley Woods, illus. by \nCelia Godkin ($7.95, 8-11); Where Poppies Grow: A World War I Companion  by Linda Granfield ($8.95, 9-up); \nand Send One Angel Down  by Virginia Frances Schwartz ($10.95, 12-up).\n\nFLASH LIGHT PRESS  (IPG, dist.)\n\nAlley Oops  ($15.95) by Janice Levy, illus. by Cynthia Decker. When a boy apologizes for bulling a new classmate, \nthe two discover they have a common interest that leads to friendship. (4-8)\n\nFREE SPIRIT\n\nPaperbacks\n\n100 Things Guys Need to Know  ($13.95) by Bill Zimmerman presents information and advice to boys. (9-13)\n\nWhen a Friend Dies: A Book for Teens About Grieving & Healing  ($9.95) by Marilyn Goodman offers counsel \nfor teenagers coping with the death of a friend. (11-up)\n\n\n\nToo Stressed to Think? A Teen Guide to Staying Sane When Life Makes You Crazy  ($14.95) by Annie Fox \nand Ruth Kirschner discusses how to stay cool and make smart choices in stressful times. (12-up)\n\nPaperback Series\n\nLearning to Get Along  issues Know and Follow Rules  and Talk and Work It Out   by Cheri J. Meiners ($10.95 \neach, 4-8). And Adding Assets  releases Doing and Being Your Best  and Smart Ways to Spend Your Time  by \nPamela Espeland and Elizabeth Verdick ($9.95 each, 8-12).\n\nPaperback Reissues\n\nAfter You Lose Someone You Love: Advice and Insight from the Diaries of Three Kids Who've Been There  \n(previously titled Our Dad Died ) by Amy, Allie and David Dennison ($9.95, all ages); and What Do You Stand \nFor? For Kids: A Guide to Building Character  (previously titled Being Your Best ) by Barbara Lewis ($14.95, 7-\n12).\n\nFRONT STREET  (Chronicle, dist.)\n\nThe Lace Dowry  ($16.95) by Andrea Cheng. In this tale set in Budapest between WWI and WWII, an unlikely \nfriendship helps a girl understand her mother. (10-up)\n\nKalpana's Dream  ($16.95) by Judith Clarke is a multigenerational love story set in contemporary Australia. (10-\nup)\n\nBrothers  ($16.95) by Bart Moeyaert, trans. by Wanda Boeke, compiles autobiographical stories by this Belgian \nauthor. (12-up)\n\nYou & You & You  ($16.95) by Per Nilsson. Set in Sweden, this is the story of the emotional connections among \nthree teens. (12-up)\n\nPaperback Reprints\n\nThe Owlstone Crown  by X.J. Kennedy ($8.95, 8-up); How Many Miles to Babylon?  by Paula Fox ($8.95, 10-\nup); and Josh  by Ivan Southall ($8.95, 12-up).\n\nFRONT STREET/LEMNISCAAT  (Chronicle, dist.)\n\nMy Hero  ($16.95) by Ingrid and Dieter Schubert. Mouse impresses Mousegirl by imagining dangerous situations \nfrom which he rescues her. (2-up)\n\nFULCRUM\n\nRembrandt and Titus: Artist and Son  ($17.95) by Madeleine Comora, illus. by Thomas Locker. This artist's \nadoring son introduces his father. (8-12)\n\nGETTY PUBLICATIONS\n\nA Pocket Dictionary of Ancient Greek Heroes and Heroines  ($9.95) by Richard Woff introduces key figures in \nGreek mythology. (12-up)\n\nGIBBS SMITH\n\nWaves: Echoes of the Storm  ($19.95) by Drew Kampion, illus. by Jeff Petersen, examines the dynamics of the \nocean's waves. (8-up)\n\nPaperbacks\n\n\n\nEvery Kid Needs Things That Fly  ($19.95) by Ritchie Kinmont provides instructions for 20 aviation-oriented \nprojects. (6-up)\n\nChildren's Songbag  ($12.95) by Paul DuBois Jacobs and Jennifer Swender compiles 50 songs, plus games and \nactivities. (6-up)\n\nPaperback Series\n\n Joining the Children's Activity Series  is Backyard Birding for Kids  by Fran Lee ($9.95, 6-up).\n\nGOOD BOOKS\n\nSnuggle Up, Sleepy Ones  ($16) by Claire Freedman, illus. by Tina Macnaughton, reveals baby animals snuggling \ndown for the night. (2-6)\n\nWhat Bear Likes Best  ($16) by Alison Ritchie, illus. by Dubravka Kolanovic. Bear is sorry his friends are busy, \nbecause what he likes to do best he can't do without them. (2-6)\n\nOne Magical Morning  ($16) by Claire Freedman, illus. by Louise Ho. The woodland creatures awaken as Little \nBear and his mother take a walk. (2-6)\n\nFred and the Little Egg  ($16) by Julia Rawlinson, illus. by Jane Massey. Longing to hatch an egg like the swans \ndo, a little bear sets out to find one. (2-6)\n\nNobody Laughs at a Lion  ($16) by Paul Bright, illus. by Matt Buckingham. A lion discovers what he is best at. (3-\n8)\n\nMeggie Moon  ($16) by Elizabeth Baguley, illus. by Gregoire Mabire. Digger and Tiger must admit that Meggie has \nsome brilliant ideas, even though she is a girl. (4-7)\n\nHetty's 100 Hats  ($16) by Janet Slingsby, illus. by Emma Dodd, shows how Hetty adds to her hat collection. (4-7)\n\nPrayers for Children  ($14.99) by Rebecca Winter, illus. by Helen Cann, compiles more than 200 reflections and \nverses. (7-12)\n\nSeries\n\n Two new titles in the Sophie Rabbit  series are Sophie in Charge   and Sophie and the Mother's Day Card  by \nKaye Umansky, illus. by Anna Currey ($9.95, $3.95 paper, 4-7).\n\nGRAPHIC ARTS CENTER PUBLISHING/ALASKA NORTHWEST BOOKS\n\nPaperback Series\n\nThe Misadventures of Seldovia Sam  issues Seldovia Sam and the Wildfire Escape  by Susan Woodward \nSpringer, photos by Thomas Mangelsen ($6.95, 6-10).\n\nGRAPHIC ARTS CENTER PUBLISHING/ WESTWINDS PRESS\n\nThe Animal in Me  ($15.95, paper $8.95) by Laurie Tye, photos by Thomas Mangelsen, inspires readers to \nimagine what kind of animal they might resemble when they are hungry, sleepy, playing and dreaming. (3-8)\n\nPaperback\n\nThe Least of These: Wild Baby Bird Rescue Stories  ($16.95) by Joan Harris. Jane Goodall contributes a \nforeword to these tales of rescued birds. (All ages)\n\n\n\nGREEN TIGER PRESSThe Truth About Easter Rabbits  ($17.95), compiled by the Blue Lantern Studio, focuses \non the many Easter Rabbits that live around the world. (4-up)\n\nGROSSET & DUNLAP\n\nSeries\n\n New Weebles  titles are Meet the Weebles!  ($6.99, 1-4); Bumpus's Bumpy Ride  by Lisa Gribbin ($5.99, 1-4); The \nWeebleville Talent Show  by Monique Stephens ($3.99 paper, 2-5); Welcome to Weebleville: Sticker Stories   \n($4.99 paper, 2-5); and Weebles on Parade   ($4.99 paper, 3-5). David Kirk's Nova the Robot  stars in Novo the \nRobot Builds a Friend  and Nova the Robot Fixes His Spaceship   ($6.99 each, 2-4); Friends and Family  and Dog \nTrouble: Sticker Stories  ($4.99 each paper, 3-6); Nova's Ark: The Book and Toy Set   ($12.99, 4-6); Twinkle \nTwinkle, Little Hedgehog  ($9.99, 4-6); and Nova's Ark  ($7.99 paper, 4-up). itty bittyHeartBeats  offers A Surprise \nfor SweetHeart  by Megan E. Bryant, illus. by SI Artists ($5.99, 2-4); Welcome to Heartland: Sticker Stories ; and \nFriends from the Heart  by Emilie Kong ($4.99 each paper, 3-6). New Spot  titles by Eric Hill areNight-Night, Spot  \nand Spot's Show-and-Tell  ($3.99 each paper, 2-4); Fun with Spot: Sticker Stories  ($4.99 paper, 2-5); Spot's \nFuntime Drawing  ($7.99, 3-5); and Spot's Busy Day  ($3.99 paper, 3-5). And The Wiggles  return in Wiggly Party!  \n($7.99, 2-5), Lights…Camera…Action!  ($3.99 paper, 2-5) and Wiggle All the Way: Live in Concert  and The \nWiggles Eat Right: Sticker Stories  ($4.99 each paper, 2-5). \n\nJoining Sugar Planet  are Mermaid Princess Malah: Magic Pearl  by Raegan Randolph and Tropical Princess \nLeela: Tiki Treasure Hunt  by Kristin Ostby, both illus. by Pat Giles ($5.99 each, 3-5); and Space Princess Cosma: \nSparkle Surprise Party: Jewel Sticker Stories  by Megan Bryant ($4.99 paper, 3-5). Dick and Jane  return in Learn \nwith Dick and Jane: Short Vowels  and lowercase letters  ($3.99 each paper, 3-5); At the Zoo: Sticker Stories , illus. \nby Larry Ruppert ($4.99 paper, 3-6); and We Play and Pretend  and We Play Outside  ($7.99 each, 4-6). \nStrawberry Shortcake  is back in Berry Fun Playhouse , illus. by Brian Oesch ($14.99, 3-6); Strawberry \nShortcake's Seaberry Mystery  by Sonia Sander, illus. by Josie Yee and Jim Durk; and Meet Rainbow Sherbert  by \nSudipta Bardhan-Quallen, illus. by Josie Yee ($3.99 each paper, 3-6); and Strawberry Shortcake's Ballet Recital: \nSticker Stories  and Filly Show: Sticker Stories  ($4.99 each paper, 3-6). And joining Lil' Bratz  are Sweet Lil'Nails!  \n($12.99, 4-6), Fashion Funk  ($6.99, 4-6), Beauty Sleepover Bash!  ($3.99 paper, 4-6); and Team Cheer! Sticker \nStories  ($4.99 paper, 4-6).\n\nSmart About  adds Smart About Chocolate: A Sweet History  by Sandra Markle, illus. by Charise Mericle Harper \nand Smart About the First Ladies  by Jon Buller and Susan Schade, Dana Regan, Sally Warner and Jill Weber \n($14.89 each, paper $5.99, 5-8); and Smart About Art: Pierre-Auguste Renoir: Paintings That Smile  by True Kelley \n($14.99, paper $5.99, 5-8). All Aboard Poetry Reader  rolls on with Club Pet and Other Funny Poems  by David \nSteinberg, illus. by Adrian C. Sinnott ($13.89, paper $3.99, 6-8). All Aboard Science Reader  adds Giant Lizards  \nby Ginjer Clarke, illus. by Michael Rothman ($13.99, paper $3.99, 6-8). All Aboard Mystery Reader  offers \nGoofball Malone Ace Detective: Follow that Flea!  by Stephen Mooser, illus. by Brian Biggs ($13.99, paper $3.99, 7-\n9). Who Was...?  welcomes Who Was John F. Kennedy?  by Yona Zeldis McDonough, illus. by Jill Weber; and \nWho Was Ronald Reagan?  by Joyce Milton, illus. by Elizabeth Wolf ($13.89 each, paper $4.99, 7-11); and Who \nWas Charles Darwin?  by Deborah Hopkinson, illus. by Nancy Harrison ($14.99, paper $4.99, 7-11). Hank Zipzer: \nThe World's Greatest Underachiever  is back in Summer School! What Genius Thought That Up?  by Henry \nWinkler and Lin Oliver, illus. by Carol Heyer ($12.99, paper $4.99, 8-12).And Nancy Drew  by Carolyn Keene and \nThe Hardy Boys  by Franklin W. Dixon each add eight titles ($5.99 each, 8-14).\n\nPaperback Series\n\nBozo the Clown  stars in Meet Bozo and Pals ; Bozo at the Circus ; Bozo's Fishy Fish Tale: Sticker Stories  by \nLarry Harmon; and Bozo Hide 'N' Seek Elephant: Sticker Stories  by Harmon, illus. by Jim Durk ($4.99 each, 3-6). \nThe Barker Twins  offers The Mamas and the Papa  by AnnMarie Harris and The Last Day of School  by Ann \nHackney, both illus. by Richard Kolding ($3.99 each, 3-6). Bratz Boyz  presents Xtreme Outdoors  and Bratz  \nissues Super Sensation!  ($3.99 each, 4-6). All Aboard Reading  chugs on with Strawberry Shortcake and the \nButterfly Garden  by Kelli Curry ($3.99, 4-6). Dragon Slayers' Academy  issues Beware! It's Friday the 13th  and \n\n\n\nPig Latin—Not Just for Pigs!  by Kate McMullan, illus. by Bill Basso ($4.99 each, 7-10). Katie Kazoo, Switcheroo  \nreturns in Bad Rap , Write On!   and Super Special: A WhirlwindVacation  by Nancy Krulik($3.99 each, 7-10). \nWinner Tales All!  joins Stinky Boys Club  by Jodi Carse and Maria Gallagher, illus. by Brie Spangler ($4.99, 7-10). \nCamp Confidential  debuts with Natalie's Secret , Jenna's Dilemma , Grace's Test  and Alex's Challenge  by \nMelissa Morgan ($4.99 each, 9-12). The Royal Ballet School Diaries  starts up with Ellie's Chance to Dance , \nLara's Leap of Faith  and Isabelle's Perfect Performance  by Alexandra Moss, ($4.99 each, 9-12). And new Zenda  \ntitles are The Astral Summer  and A Light from Within  created by Ken Petti and John Amodeo, written with \nCassandra Westwood ($4.99 each, 9-12).\n\nGROUNDWOOD\n\nFresh Fish  ($16.95) by John Kilaka. Animals take a trip to the market. (4-7)\n\nMavis and Merna  ($16.95) by Ian Wallace tells of a friendship between a widow and a girl. (5-8)\n\nIdaa Trail  ($16.95) by Wendy Stephenson, illus. by Autumn Downey. Traveling the Idaa Trail with their \ngrandparents, three children learn about traditional Dogrib life. (7-10)\n\nFrom Another World  ($15.95) by Ana Maria Machado. A ghost from the past tells a story about Brazilian slavery. \n(8-11)\n\nBreaking Trail  ($15.95) by Joanne Bell. A girl tries to reconnect with her father as they journey to their log cabin by \ndogsled. (9-12)\n\nIn the Wild!  ($15.95) by Sofia Nordin. When a white water rafting trip goes awry, a girl and her nemesis must \nlearn to survive in the wilderness. (10-12)\n\nThe Mzungu Boy  ($15.95) by Meja Mwangi is the story of an interracial friendship in a Kenya village in the late \n1950s. (10-12)\n\nTitle in Spanish\n\nAlfombras de asserín (Sawdust Carpets)  by Amelia Lau Carling ($16.95, 4-7).\n\nPaperbacks\n\nHey Dad  ($6.95) by Brian Doyle. On a dreaded cross-country car trip with her parents, Megan finally learns how to \ntalk to her father. (10-13)\n\nYou Can Pick Me Up at Peggy's Cove  ($6.95) by Brian Doyle is a sequel to Hey Dad . (10-13)\n\nMe and Luke  ($6.95) by Audrey O'Hearn centers on a teenage father who decides to kidnap his son rather than \nlose him to adoption. (12-up)\n\nHACHAI\n\nTen Tzedokah Pennies  ($10.95) by Joni Klein-Higger, illus. by Tova Leff. In this counting tale, a boy has 10 \npennies to share with his large, loving family. (2-5)\n\nA Sefer Torah Parade  ($11.95) by Tzivia Adler, illus. by Ita Esther Perez. A child attends the ceremony for the \ncompletion of a new Torah. (3-6)\n\nHANDPRINT BOOKS  (Chronicle, dist.)\n\nYou Can Do It Too!  ($13.95) by Karen Baicker, illus. by Ken Wilson-Max. The heroine of I Can Do It Too!  teaches \nher younger sibling everything she thinks she needs to know. (2-4)\n\n\n\nNoisy City Day  and Noisy City Night  ($7.95 each) by Sara Anderson are large-format board books depicting \nurban life. (2-5)\n\nWoodkins: Kirsty's Big Adventure  by Dawn Bentley, illus. by Priscilla Burris; and Kelly's Great Day  by Bentley, \nillus. by Kathleen Kemly, each contain a wooden doll, dress-up clothes and accessories ($14.95 each, 4-6)\n\nOctopus Oyster Hermit Crab Snail: A Poem of the Sea  ($16.95) by Sara Anderson presents a poem featuring \nsea creatures. (5-8)\n\nThe Conquerors  ($16.95) by David McKee. This story makes a plea for peace. (5-up)\n\nMe!  ($9.95) by Philip Waechter is a celebration of friendship. (5-up)\n\nBrainJuice: English, Fresh Squeezed!  ($14.95) by Carol Diggory Shields, illus. by Tony Ross, compiles 40 \npoems about the English language. (7-11)\n\nSeries\n\nGlitterCritters  debuts with GlitterBug , GlitterButterfly , GlitterFish  and GlitterTurtle  by Vanessa Webber ($5.95 \neach, 1-3).\n\nHARCOURT\n\nThe Librarian of Basra: A True Story from Iraq  ($16) by Jeanette Winter relays the tale of a dedicated woman's \nmission to save her library's collection when war erupts in her Iraqi city. (All ages)\n\nStarry Safari  ($16) by Linda Ashman, illus. by Jeff Mack. A girl takes her orange jeep on a safari. (2-5)\n\nHide & Seek  ($16) by Janet S. Wong, illus. by Margaret Chodos-Irvine, is a tale offering a counting lesson. (2-5)\n\nTo the Beach!  ($16) by Linda Ashman, illus. by Nadine Bernard Westcott. A forgetful family will surely have fun at \nthe beach—if only they can get there. (3-7)\n\nI Ain't Gonna Paint No More!  ($16) by Karen Beaumont, illus. by David Catrow. After being told not to paint the \nwalls, a child paints himself instead. (3-7)\n\nHunwick's Egg  ($16) by Mem Fox, illus. by Pamela Lofts. Hunwick takes special care of the egg that appears in \nhis burrow one stormy night. (3-7)\n\nWhere Did That Baby Come From?  ($16) by Debi Gliori. A sibling laments the chaos that a new baby brings to \nhis world. (3-7)\n\nThe Hubbub Above  ($16) by Arthur Howard. Sydney has some noisy upstairs neighbors. (3-7)\n\nKindergarten Rocks!  ($15) by Katie Davis. Dexter is terrified at the prospect of going to kindergarten. (4-6)\n\nSearching for Oliver K. Woodman  ($16) by Darcy Pattison, illus. by Joe Cepeda, is a sequel to The Journey of \nOliver K. Woodman . (5-8)\n\nHotel Deep: Light Verse from Dark Water  ($16) by Kurt Cyrus takes a poetic voyage to the bottom of the sea. (5-\n10)\n\nzoo's who  ($17) by Douglas Florian rounds up 21 poems about animals. (5-10)\n\nFold Me a Poem  ($16) by Kristine O'Connell George, illus. by Lauren Stringer, collects poems featuring origami \nanimals. (5-10)\n\n\n\nThe Spoon in the Bathroom Wall  ($16) by Tony Johnston. Martha must save the school in this spin on The \nSword in the Stone . (8-12)\n\nIce Drift  ($16) by Theodore Taylor. Two Inuit brothers are trapped on an ice floe adrift in the Greenland Strait. (8-\n12)\n\nBrooklyn Rose  ($17) by Ann Rinaldi. Rose leaves her family behind in South Carolina when she and her husband \nmove to Brooklyn around 1900. (12-up)\n\nHitch  ($17) by Jeanette Ingold. During the Depression, a teen heads West to join Roosevelt's Civilian \nConservation Corps. (12-up)\n\nPinned  ($17) by Alfred C. Martino. Two high school seniors battle for the title of state wrestling champion. (12-up)\n\nHelp Wanted: Stories  ($17) by Gary Soto presents 10 tales revealing teens' hopes. (12-up)\n\nBilly the Kid: A Novel  ($17) by Theodore Taylor offers a fictional account of the Kid's last days. (12-up)\n\nNow You See It…  ($17) by Vivian Vande Velde. Wendy finds glasses that allow her to see things others can't, \nincluding portals to other worlds. (12-up)\n\nFunny Little Monkey  ($17) by Andrew Auseon introduces a tiny teen with big problems. (14-up)\n\nBoris  ($16) by Cynthia Rylant collects poems about a cat. (14-up)\n\nSeries\n\n The Cowgirl Kate and Cocoa  series debuts with Cowgirl Kate and Cocoa  by Erica Silverman, illus. by Betsy \nLewin ($15, 6-9). Mr. and Mrs. Green  adds Lucky Days with Mr. and Mrs. Green  by Keith Baker ($16, 6-9). M.T. \nAnderson's Thrilling Tales  launches with Whales on Stilts  by M.T. Anderson ($15, 10-up). And Young Wizards  \nreleases Wizards at War  by Diane Duane ($17, 12-up).\n\nSeries Reissues\n\nHarcourt Young Classics  reissues Here's a Penny , Penny and Peter , Primrose Day  and Two and Two Are Four  \nby Carolyn Haywood ($16 each, Odyssey Classics paperback $5.95, 6-10).\n\nPaperback Reprints\n\nNeighborhood Odes  by Gary Soto, illus. by David Diaz ($5.95, 8-12); Mountain Solo  by Jeanette Ingold, When \nWe Were Saints  by Han Nolan and The Afterlife  by Gary Soto ($6.95 each, 12-up); and Simon Says  by Elaine \nMarie Alphin ($6.95, 14-up).\n\nPaperback Series Reprints\n\nMr. and Mrs. Green  offers More Mr. and Mrs. Green  by Keith Baker ($5.95, 6-9). Johnny Mutton  reprints Mutton \nSoup: More Adventures of Johnny Mutton  by James Proimos ($5.95, 6-10). And Chet Gecko Mysteries  issues \nGive My Regrets to Broadway  and Murder, My Tweet  by Bruce Hale ($4.95 each, 8-12).\n\nHARCOURT/GREEN LIGHT READERS\n\nSid's Surprise  ($12.95, paper $3.95) by Candace Carter, illus. by Joung Un Kim. Sid the snake's first rattle is a big \nsurprise. (4-6)\n\nThe Hat  ($12.95, paper $3.95) by Holly Keller. Two friends try to catch a wayward hat. (4-6)\n\nA Place for Nicholas  ($12.95, paper $3.95) by Lucy Floyd, illus. by David McPhail. A boy looks for his own special \nplace. (5-7)\n\n\n\nSkimper-Scamper  ($12.95, paper $3.95) by Jeff Newell, illus. by Barbara Hranilovich. Lisa's dog, cat and mouse \ncause a lot of trouble. (5-7)\n\nHARCOURT/GULLIVER\n\nKitten's Big Adventure  ($15) by Mie Araki. When a kitten's adventure doesn't go as expected, she realizes that a \nmother is a very nice thing to have. (2-5)\n\nThree Feet Small  ($16) by Michael J. Rosen, illus. by Valeri Gorbachev. When will a little bear finally grow? (3-7)\n\nBeverly Billingsly Takes the Cake  ($16) by Alexander Stadler. Beverly makes a cake for her best friend's \nbirthday. (3-7)\n\nGrandma's Hurrying Child  ($16) by Jane Yolen, illus. by Kay Chorao. Grandma hastens to meet a special baby \nfor the first time. (3-7)\n\nPlease Bury Me in the Library  ($16) by J. Patrick Lewis, illus. by Kyle M. Stone, collects poems celebrating books \nand reading. (6-9)\n\nEach Little Bird That Sings  ($16) by Deborah Wiles. Comfort learns about life's surprises in this Southern \ncoming-of-age story. (8-12)\n\nSeries\n\nIris and Walter  return in Iris and Walter and the Field Trip  by Elissa Haden Guest, illus. by Christine Davenier \n($15, 6-9). And Andy Russell  is back in It's a Baby, Andy Russell  by David A. Adler, illus. by Leanne Franson \n($14, 7-10).\n\nPaperback Series Reprints\n\nIris and Walter  reprints Iris and Walter, Lost and Found  by Elissa Haden Guest, illus. by Christine Davenier \n($5.95, 6-9). Andy Russell  offers Andy Russell, NOT Wanted by the Police  by David A. Adler, illus. by Leanne \nFranson ($4.95, 7-10). And joining Great Episodes  is Just Jane: A Daughter of England Caught in the Struggle of \nthe American Revolution  by William Lavender ($6.95, 12-up).\n\nPaperback Reissue\n\nLove, Ruby Lavender  by Deborah Wiles ($5.95, 8-12).\n\nHARCOURT/MAGIC CARPET\n\nPaperback ReprintEast  by Edith Pattou ($7.95, 12-up).\n\nPaperback Series Reprints\n\nMagic Shop  reprints Juliet Dove, Queen of Love  by Bruce Coville ($5.95, 8-12). And Young Wizards  issues \nWizard's Holiday  by Diane Duane ($6.95, 12-up).\n\nHARCOURT/RED WAGON\n\nBoard Book ReprintsLittle Green  by Keith Baker ($6.95, 6 mos.-3 yrs.); and Lap-Sized Board Books: Time for \nBed  by Mem Fox, illus. by Jane Dyer; and The Napping House  by Audrey Wood, illus. by Don Wood ($9.95 \neach, 6 mos.-3 yrs).\n\nHARCOURT/VOYAGER\n\nPaperback Reprints\n\n\n\nOh My Baby, Little One  by Kathi Appelt, illus. by Jane Dyer ($6, 2-5); Tell Me What It's Like to Be Big  by Joyce \nDunbar, illus. by Debi Gliori; and Little Whistle's Medicine  by Cynthia Rylant, illus. by Tim Bowers ($6 each, 3-7); \nAlbert  by Donna Jo Napoli, illus. by Jim LaMarche ($6, 5-8);lizards, frogs, and polliwogs  by Douglas Florian \n($7, 5-10); No Mirrors in My Nana's House: Musical CD and Book  by Ysaye Barnwell, illus. by Synthia Saint \nJames ($8, 5-up); America's Champion Swimmer: Gertrude Ederle  by David A. Adler, illus. by Terry Widener; \nand Hank Aaron: Brave in Every Way  by Peter Golenbock, illus. by Paul Lee ($6 each, 6-9); and Crickwing  by \nJanell Cannon ($7, 6-9).\n\nHARPERCOLLINS\n\nRunny Babbit  ($17.99) by Shel Silverstein compiles wordplay, rhymes and spoonerisms. (All ages)\n\nSleepy Cadillac  ($15.99) by Thacher Hurd. A car floats up to a boy's window and takes him for a nighttime drive. \n(All ages)\n\n10 Little Rubber Ducks  ($19.99) by Eric Carle follows ducks on an around-the-world adventure. (2-6)\n\nIt Is the Wind  ($14.99) by Ferida Wolff, illus. by James Ransome, presents a bedtime tale. (2-6)\n\nMommy Mine  ($15.99) by Tim Warnes, illus. by Jane Chapman, reveals mothers of all shapes and sizes. (3-5)\n\nDinosnores  ($15.99) by Kelly DiPucchio, illus. by Ponder Goembel. Gigantic dinosnores shake the giant \nsupercontinent until it splits apart. (3-6)\n\nFather's Day  ($14.99) by Anne Rockwell, illus. by Lizzy Rockwell. Students create special books to show how \nmuch they love their fathers. (3-6)\n\nA Hug for You  ($15.99) by Margaret Anastas, illus. by Susan Winter. A duckling, his mother and friends share \nhugs throughout the day. (3-6)\n\nI Love Bugs!  ($12.99) by Philemon Sturges, illus. by Shari Halpern, is a celebration of bugs. (3-6)\n\nShhhhh! Everybody's Sleeping  ($14.99) by Julie Markes, illus. by David Parkins, offers a child's view of ideal \nbedrooms. (3-6)\n\nWhat's the Magic Word?  ($15.99) by Kelly DiPucchio, illus. by Marsha Winborn. Little Bird must learn the magic \nword in order to whoosh home to his mother. (3-6)\n\nDancing Matilda  ($15.99) by Sarah Hager, illus. by Kelly Murphy, follows a girl through her dancing day. (3-7)\n\nGrandpa Loves  ($15.99) by Rebecca Kai Dotlich, illus. by Kathryn Brown. Of all the things he loves, Grandpa \nmost loves his grandchild. (3-7)\n\nRussell the Sheep  ($15.99) by Rob Scotton. Russell has a baaaaad case of insomnia. (3-7)\n\nTwo Times the Fun  ($11.99) by Beverly Cleary, illus. by Carol Thompson, recounts twins' adventures. (3-7)\n\nThe Story of the Easter Bunny  ($12.99) by Katherine Tegen, illus. by Sally Anne Lambert, tells how a little rabbit \nbecomes a legend. (3-8)\n\nHalfway Hank  ($15.99) by Joe Fallon and Ken Scarborough, illus. by Jack E. Davis. By being true to himself, \nHalfway Hank wins the day. (4-8)\n\nJulio's Magic  ($15.99) by Arthur Dorros, illus. by Ann Grifalconi. A young artist puts aside his own aspirations to \nhelp a friend in need. (4-9)\n\n\n\nMama Always Comes Home  ($15.99) by Karma Wilson, illus. by Brooke Dyer. All types of mothers come home to \ntheir little ones. (5-7)\n\nIn the Promised Land  ($15.99) by Doreen Rappaport, illus. by Cornelius Van Wright and Ying-Hwa Hu, profiles 13 \nJewish Americans. (5-9)\n\nOh, No! Where Are My Pants?   ($15.99) ed. by Lee Bennett Hopkins, illus. by Wolf Erlbruch, compiles poems \nhighlighting kids' worst moments. (5-9)\n\nGuts  ($15.99) by Seymour Simon. Photos and text disclose the workings of the digestive system. (5-up)\n\nPig on theTitanic   ($15.99) by Gary Crew, illus. by Bruce Whatley, centers on a toy pig whose music comforts \nchildren on the Titanic . (5-up)\n\nReaching for the Moon  ($15.99) by Buzz Aldrin, illus. by Wendell Minor. This Apollo 11 astronaut tells the story \nthat led to his historic walk on the moon. (6-9)\n\nNew York, New York! The Big Apple from A to Z  ($16.99) by Laura Krass Melmed, illus. by Frané Lessac, \nshowcases New York City landmarks. (6-up)\n\nTop to Bottom Down Under  ($15.99) by Ted and Betsy Lewin takes a journey through Australia. (6-up)\n\nMiss Lady Bird's Wildflowers  ($16.99) by Kathi Appelt, illus. by Joy Fisher Hein, tells of Lady Bird Johnson's love \nof wildflowers. (7-10)\n\nUnder the Wild Western Sky  ($15.99) by Jim Aronsky. Paintings and text celebrate the American Southwest. (7-\nup)\n\nAngus and Sadie  ($15.99) by Cynthia Voigt, illus. by Tom Leigh. A farming couple in Maine adopts two puppies. \n(8-12)\n\nArthur and the Minimoys  ($15.99) by Luc Besson, trans. by Ellen Sowchek. Arthur discovers a tiny world of \nMinimoys hidden in his backyard. (8-12)\n\nThe Artsy Smartsy Club   ($15.99) by Daniel Pinkwater, illus. by Jill Pinkwater. Friends spend the summer \nexploring art. (8-12)\n\nThe Game of Silence  ($15.99) by Louise Erdrich is a sequel to The Birchbark House . (8-12)\n\nJohn F. Kennedy: His Life and Legacy  ($16.99) by Shelley Sommer. Caroline Kennedy contributes an \nintroduction to this biography of her father. (8-12)\n\nMadCat  ($15.99) by Kathy Mackel. A New Hampshire girls' fast-pitch softball team is headed for the big time. (8-\n12)\n\nRosalie, My Rosalie  ($15.99) by Jacquelyn Mitchard, illus. by John Bendall-Brunello, is the tale of a girl and her \nmischievous pet duckling. (8-12)\n\nMeasle and the Dragodon  ($15.99) by Ian Ogilvy is a sequel to Measle and the Wrathmonk . (8-13)\n\nThe Emerald Wand of Oz  ($16.99) by Sherwood Smith, illus. by William Stout, recounts adventures in the land of \nOz. (8-up)\n\nSasha Cohen: Fire on Ice  ($16.99, paper $9.99) by Sasha Cohen with Linda Stiegler and Kathleen Stafford, \nphotos by Kathy Goedeken, is an autobiography of this figure skater. (8-up)\n\n\n\nBasketball (or Something Like It)  ($15.99) by Nora Raleigh Baskin. Four friends discover what it takes to be a \nwinner, on and off the court. (9-12)\n\nThe Nobodies  ($15.99) by N.E. Bode, illus. by Peter Ferguson, is a sequel to The Anybodies . (10-13)\n\nChinese Cinderella and the Secret Dragon Society  ($15.99) by Adeline Yen Mah introduces a heroine who rises \nabove adversity and changes her destiny. (10-up)\n\nThe Chronicles of Ancient Darkness: Wolf Brother  ($16.99) by Michelle Paver describes the journey of a boy \nand a wolf. (10-up)\n\nThe Diary of Ma Yan  ($15.99) by Ma Yan, commentary by Pierre Haski, presents the diary of an impoverished \nChinese girl struggling to better her life through education. (10-up)\n\nForest of the Pygmies  ($19.99) by Isabel Allende, trans. by Margaret Sayers Peden. Three friends discover a \nhidden world of corruption and slavery in Africa. (10-up)\n\nThe Horse from the Sea  ($15.99) by Victoria Holmes. A girl rescues a stallion from a shipwreck in 16th-century \nIreland. (10-up)\n\nJimmy Coates: Assassin?  ($15.99) by Joe Craig. A 12-year-old has been programmed to kill the prime minister. \n(10-up)\n\nLooking for Normal  ($15.99) by Betty Monthei. In this first novel, a girl's life is shattered by the death of her \nparents. (10-up)\n\nScrib  ($15.99) by David Ives centers on a boy who makes his living writing letters for people who can't read or \nwrite. (10-up)\n\nTiger's Blood  ($15.99) by Laurence Yep is the sequel to The Tiger's Apprentice . (10-up)\n\nBlack Taxi  ($15.99) by James Moloney is a mystery involving jewel thieves and high-speed car chases. (12-up)\n\nDancing in Red Shoes Will Kill You  ($15.99) by Dorian Cirrone. Red pointe shoes with threatening messages \nbegin appearing a teenage ballerina's school. (12-up)\n\nFresh Off the Boat  ($15.99) by Melissa de la Cruz. A girl tries to adjust to American life after moving from the \nPhilippines to San Francisco. (12-up)\n\nGirls Dinner Club  ($15.99) by Jessie Elliot. Three seemingly different girls from a Brooklyn neighborhood forge a \nfriendship over food. (12-up)\n\nIf We Kiss  ($15.99) by Rachel Vail. A girl falls for a boy who is off-limits. (12-up)\n\nNine Days a Queen  ($15.99) by Ann Rinaldi relays the story of Lady Jane Grey, who was beheaded days after \nshe was crowned Queen of England at the age of 16. (12-up)\n\nRuby Tuesday  ($15.99) by Jennifer Anne Kogler centers on a girl whose family includes gamblers, bookies and \nrock-star groupies. (12-up)\n\nThe Serious Kiss  ($15.99) by Mary Hogan. A girl deals with her family, a move and the search for the perfect boy. \n(12-up)\n\nWalking Mary  ($15.99) by James VanOosting ($15.99) is the tale of the friendship between a teenage girl and a \nhomeless African-American woman. (12-up)\n\nSeries\n\n\n\n New I Can Read Books  are Biscuit and the Baby  by Alyssa Satin Capucilli, illus. by Pat Schories ($15.99, paper \n$3.99, 3-5); Mildred and Sam and Their Babies  by Sharleen Collicott ($15.99, paper $3.99, 3-7); and Amazing \nGorillas!  and Amazing Whales!  by Sarah Thomson; The Berenstain Bears Clean House , The Berenstain Bears' \nNew Pup , The Berenstain Bears Play T-Ball  and The Berenstain Bears' Seashore Treasure  by Stan and Jan \nBerenstain; Big Max and the Mystery of the Missing Giraffe  by Kin Platt, illus. by Lynne Cravath; Grandpa \nSpanielson's Chicken Pox Stories: The Octopus  by Denys Cazet; Ms. Turtle the Babysitter  by Valeri Gorbachev; \nand Ruby Paints a Picture  by Susan Hill, illus. by Margie Moore ($15.99 each, paper $3.99, 4-8). Let's-Read-and-\nFind-Out Science  continues with Where Do Chicks Come From?  by Amy Sklansky, illus. by Pam Paparone \n($15.99, paper $4.99, 3-6); and Earthquakes  by Franklyn M. Branley, illus. by Megan Lloyd; Branley's Sunshine \nMakes the Seasons , illus. by Michael Rex; and Honey in a Hive  by Anne Rockwell, illus. by S.D. Schindler ($15.99 \neach, paper $4.99, 5-9).\n\nNarnia  offers The Giant Surprise  by Hiawyn Oram, illus. by Tudor Humphries ($15.99, 3-7). Math Start  by Stuart \nJ. Murphy adds It's About Time , illus. by John Speirs ($15.99, paper $4.99, 3-up); More or Less , illus. by David T. \nWenzel ($15.99, paper $4.99, 6-up); and Polly's Pen Pal , illus. by Rémy Simard ($15.99, paper $4.99, 7-up). And \nTime for Kids  by the editors of Time for Kids  releases Science Scoops: Sharks!,   with Adrienne Betz; and \nSpiders! , with Nicole Iorio ($14.99 each, paper $3.99, 6-8); and Biographies: Harriet Tubman: A Woman of \nCourage , with Renée Skelton; Jackie Robinson: Strong Inside and Out , with Denise Lewis Patrick; John F. \nKennedy: The Making of a Leader , with Ritu Upadhyay; and Theodore Roosevelt: The Adventurous President , \nwith Lisa DeMauro ($14.99 each, paper $3.99, 7-9).\n\nDon't Know Much About  by Kenneth C. Davis offers Don't Know Much About Mummies , illus. by S.D. Schindler \n($15.99, paper $6.99, 6-9); and Don't Know Much About World Myths , illus. by Sergio Ruzzier ($15.99, paper \n$6.99, 8-12). Joining Fairy Realm  is The Star Cloak  by Emily Rodda, illus. by Raoul Vitale ($8.99, 7-10). The \nStink Files  by Holm & Hamel, illus. by Brad Weinman, continues with Dossier 003: You Only Have Nine Lives  \n($14.99, 7-10). Dan Gutman's Baseball Card Adventures  scores Abner & Me  ($15.99, 8-12). Little House  \nopens its door to A Little House of Their Own  by Celia Wilkins, illus. by Dan Andreasen ($16.99, paper $5.99, 8-\n12). TheHall Family Chronicles  continues with The Mysterious Circus  by Jane Langton ($15.99, 9-12). Warriors: \nThe New Prophecy  gains Midnight  by Erin Hunter ($15.99, 10-up). Spy Goddess  kicks off with Live and Let \nShop  by Michael P. Spradlin ($15.99, 12-up). Twilight  by Meg Cabot is new to The Mediator  ($15.99, 12-up). \nAnd Cabot's The Princess Diaries  gains Princess in Training  ($16.99, 12-up).\n\nReissues\n\nBears  by Ruth Krauss, illus. by Maurice Sendak ($14.95, all ages); The Runaway Bunny  by Margaret Wise \nBrown, illus. by Clement Hurd ($16.99, up to 3); The Happy Egg  by Ruth Krauss, illus. by Crocket Johnson \n($14.99, 2-8); and The Little Fish That Got Away  by Bernadine Cook, illus. by Crockett Johnson ($14.99, 3-8).\n\nHARPERCOLLINS/AMISTAD\n\nMe & Neesie  ($15.99) by Eloise Greenfield, illus. by Jan Spivey Gilchrist, spotlights the friendship between a girl \nand her imaginary pal. (4-8)\n\nLet's Talk About Race  ($15.99) by Julius Lester, illus. by Karen Barbour, examines what humans share as well as \naspects that make us unique. (6-10)\n\nPaperback ReprintBuilding a New Land  by James Haskins and Kathleen Benson, illus. by James Ransome \n($7.99, 7-12).\n\nHARPERCOLLINS/JULIE ANDREWS COLLECTION\n\nPaperback Reprint\n\nDragon  by Julie Andrews and Emma Walton Hamilton ($6.99, 9-up).\n\nHARPERCOLLINS/AVON\n\n\n\nPaperbacks\n\nCalifornia Holiday  ($5.99) by Kate Cann. A boy and girl experience a life-changing summer. (13-up)\n\nIsland Girls (and Boys)  ($5.99) by Rachel Hawthorne is a about summer friendship and romance. (13-up)\n\nTropical Kiss  ($5.99) by Jan Coffey presents a summer romance set in Aruba. (13-up)\n\nPaperback Series\n\nPhantom Stallion  continues with Moonrise  and Kidnapped Colt  by Terri Farley ($4.99 each, 10-up).\n\nPaperback Series Reprints\n\nThe Girls of Lighthouse Lane  reprints Katherine's Story  and Rose's Story  by Thomas Kinkade and Erika Tamar \n($5.99 each, 10-up). And Warriors  offers Rising Storm  and A Dangerous Path  by Erin Hunter ($5.99 each, 10-\nup). \n\nPaperback Series Reissues\n\nThe Nightmare Room  reissues The Nightmare Room Books 1-2-3: The Nightmare Begins!  by R.L. Stine ($7.99, \n10-up). And The Mediator  by Meg Cabot offers Shadowland , Ninth Key , Reunion , Darkest Hour  and Haunted  \n($6.99 each, 12-up).\n\nHARPERCOLLINS/COTLER\n\nWho Loves Me?  ($14.99) by Patricia MacLachlan, illus. by Amanda Shepherd. A girl discovers the enormous love \nthat surrounds her. (4-8)\n\nNASTYbook  ($12.99) by Barry Yourgrau is a short story collection. (10-up)\n\nPaperback Reprints\n\nWhen Everybody Wore a Hat  by William Steig ($7.99, all ages); Steig's Which Would You Rather Be? , illus. by \nHarry Bliss ($5.99, all ages); and A Dance of Sisters  by Tracey Porter and Granny Torrelli Makes Soup  by \nSharon Creech ($5.99 each, 8-12).\n\nHARPERCOLLINS/EOS\n\nBlack Juice  ($15.99) by Margo Lanagan collects 10 fantasy tales. (12-up)\n\nThe Secret Under My Skin  ($15.99) by Janet McNaughton features an environmentally scarred earth in the year \n2368. (12-up)\n\nSurviving Antarctica  ($15.99) by Andrea White is a tale set in 2083, when reality TV has supplanted public \neducation. (12-up)\n\nThe Wizard Test  ($15.99) by Hilari Bell is an adventure involving destiny and magic. (12-up)\n\nSeries\n\nMidnighters  continues with Touching Darkness  by Scott Westerfeld ($15.99, 12-up).\n\nPaperback ReprintAirborn  by Kenneth Oppel ($6.99, 12-up).\n\nPaperback Series ReprintMidnighters  reprints The Secret Hour  by Scott Westerfeld ($6.99, 12-up).\n\nHARPERCOLLINS/GERINGER\n\n\n\nI'm a Pig  ($15.99) by Sarah Weeks, illus. by Holly Berry. A happy pig describes the joys of her life. (3-7)\n\nThe Three Little Rigs  ($15.99) by Dave Gordon. The author of The Ugly Truckling  here tells of three little rigs that \nare threatened by the big bad wrecking ball after they set out to build their own garages. (3-7)\n\nBebop Express  ($15.99) by H.L. Panahi, illus. by Steven Johnson and Lou Fancher, is a railroad adventure \ncelebrating America and jazz. (3-8)\n\nThe Midnight Diary of Zoya Blume  ($15.99) by Laura Shaine Cunningham. A 12-year-old confronts her childhood \nfears. (8-12)\n\nDown the Rabbit Hole: An Echo Falls Mystery  ($15.99) by Peter Abrahams. A 13-year-old sleuth takes on a \nmurder case. (10-up)\n\nHARPERCOLLINS/GREENWILLOW\n\nSnip Snap!  ($15.99) by Mara Bergman, illus. by Nick Maland, tells of three children and an alligator that creeps up \nthe front stairs. (2-up)\n\nSo Happy!  ($15.99) by Kevin Henkes, illus. by Anita Lobel, is a story about the many ways that sadness is \ntransformed into happiness. (2-up)\n\nTeddy Bear, Teddy Bear  ($14.99), illus. by Timothy Bush, offers an interactive interpretation of this traditional \nrhyme. (2-up)\n\nThe Secret  ($15.99) by Lindsay Barrett George. A secret passed around the animal world inspires a love match. \n(3-up)\n\nTwo Dogs Swimming  ($15.99) by Lynn Reiser. A pair of dogs learn to swim together. (3-up)\n\nWhite Is for Blueberry  ($15.99) by George Shannon, illus. by Laura Dronzek, focuses on color, art and nature. (3-\nup)\n\nBeetle McGrady Eats Bugs!  ($15.99) by Megan McDonald, illus. by Jane Manning. Will a second grader accept a \ndare to eat an ant? (4-up)\n\nPearl's New Skates  ($15.99) by Holly Keller. A young rabbit dreams of being a figure skater. (4-up)\n\nSaving Strawberry Farm  ($16.99) by Deborah Hopkinson, illus. by Rachel Isadora. A boy's penny helps to save \nhis neighbor's beloved farm. (4-up)\n\nSiesta  ($15.99) by Ginger Foglesong Guy, illus. by René King Moreno. Two children prepare for naptime in this \nbilingual tale. (4-up)\n\nIn the Small, Small Night  ($16.99) by Jane Kurtz, illus. by Rachel Isadora. To help her younger brother fall \nasleep, Abena tells him stories of their old home in Africa. (5-up)\n\nLooking for Jaguar  ($15.99) by Susan Katz, illus. by Lee Christiansen, collects poems about rain forest animals. \n(5-up)\n\nStars Beneath Your Bed: The Surprising Story of Dust  ($15.99) by April Pulley Sayre, illus. by Ann Jonas. A \nstory telling us exactly what dust is. (5-up)\n\nDays to Celebrate  ($17.99) by Lee Bennett Hopkins, illus. by Stephen Alcorn, presents poems about holidays and \nother notable days of the year. (7-up)\n\n\n\nConrad's Fate  ($16.99) by Diana Wynne Jones. Can a boy find the source of the chaos at Stallery Mansion? (10-\nup)\n\nThe Giant Rat of Sumatra or Pirates Galore  ($15.99) by Sid Fleischman, illus. by John Hendrix, tells of a 12-\nyear-old cabin boy who survived a shipwreck. (10-up)\n\nA Maze Me  ($16.99) by Naomi Shihab Nye, illus. by Terre Maher, compiles poems for girls. (12-up)\n\nGoing Going  ($15.99) by Naomi Shihab Nye. Florrie and her family vow to boycott all franchise establishments for \na month. (12-up)\n\nA Promise Fulfilled  ($18.99) by Howard Greenfeld relays the true story of three men's involvement with the \nZionist movement in Israel. (12-up)\n\nThe Sledding Hill  ($15.99) by Chris Crutcher is a tale about banned books, friendship and religion. (12-up)\n\nThe Diary of Pelly D  ($15.99) by L.J. Adlington. In this first novel, a boy recovers a teenage girl's diary from a \nruined city. (13-up)\n\nSeries\n\nThe Oracle Prophesies  issues The Sphere of Secrets  by Catherine Fisher ($16.99, 10-up). \n\nBoard Book Reprint\n\nCold Little Duck, Duck, Duck  by Lisa Westberg Peters, illus. by Sam Williams ($6.99, up to 3).\n\nPaperback Reprints\n\nFarfallina & Marcel  by Holly Keller ($5.99, 4-up); The Frogs Wore Red Suspenders  by Jack Prelutsky, illus. by \nPetra Mathers ($6.99, 5-up); Rocks in His Head  by Carol Otis Hurst, illus. by James Stevenson ($5.99, 5-up); \nTwo Under Par  by Kevin Henkes ($4.99, 7-up); Henkes's The Zebra Wall   ($5.99, 8-12); Leon and the Spitting \nImage  by Allen Kurzweil ($5.99, 8-up); Olive's Ocean  by Kevin Henkes ($5.99, 10-up); The Dalemark Quartet, \nVol. 1  and Vol. 2  by Diana Wynne Jones ($7.95, 12-up); Truesight  by David Stahler, Jr. ($6.99, 12-up); and 19 \nVarieties of Gazelle  by Naomi Shihab Nye ($6.99, 14-up).\n\nPaperback Series Reprint\n\nThe Oracle Prophecies  reprints The Oracle Betrayed  by Catherine Fisher ($6.99, 12-up).\n\nHARPERCOLLINS/HARPERFESTIVAL\n\nFive Little Ducks  ($5.99) by Dan Yaccarino is a board book presenting this song. (up to 3)\n\nLola Hides the Eggs  ($6.99) by Diane DeGroat. Lola the opossum dons bunny ears to hide Easter eggs. (3-6)\n\nSeries\n\nHarold and the Purple Crayon  issues Animal Sounds  and Big, Bigger, Biggest!  by Namrata Tripathi and The \nFive Senses   and Things That Go  by Jodi Huelin, all illus. by Kevin Murawski ($5.99 each, 2-4). Little Critter  by \nMercer Mayer stars in Just a Dump Truck  and Just a Tugboat  ($5.99 each, 2-4); and Just Good for You   ($3.29 \npaper, 3-7).\n\n There are six new Biscuit  titles by Alyssa Satin Capucilli, illus. by Pat Schories, including Biscuit Storybook \nCollection  ($10.99, 2-6); Biscuit's Graduation Day  ($6.99, 2-6); and Biscuit's Birthday  ($3.50 paper, 3-6). Stan and \nJan Berenstain's The Berenstain Bears  return in Brother Bear Loves Dinosaurs  and Sister Bear Learns to Share  \n($4.99 each, 2-6); and The Berenstain Bears' Bedtime Battle  ($8.99, paper $3.25, 3-7). Charming Classics  adds \n\n\n\nnine titles, among them Alice in Wonderland Deluxe Book and Charm  by Lewis Carroll and Black Beauty Deluxe \nBook and Charm  by Anna Sewell ($9.99 each, 8-12); and Anne of the Island Book and Charm  by L.M. \nMontgomery and The Railway Children Book and Charm  by E. Nesbit ($6.99 each, 8-12). And Gifts of Grace  \npresents Stories from the Bible Book and Charm  ($6.99, 8-12).\n\nPaperback Series\n\n Joining Build-a-Bear Workshop  are Friends Furever   and Princess Bear  ($3.50 each, 2-6); and What's a Bear \nto Wear? Mix-and-Match  ($8.99, 4-8). My First Classics   offers A Little Princess  and The Secret Garden , based \non the novels by Frances Hodgson Burnett ($4.99 each, 5-8). New Adventure Classics  are The Adventures of \nTom Sawyer  by Mark Twain; The Call of the Wild  by Jack London; In the Court of King Arthur  by Samuel E. Lowe, \nillus. by Neil O'Keeffe; and Treasure Island  by Robert Louis Stevenson ($6.99 each, 8-12). \n\nHARPERCOLLINS/HARPERKIDSENTERTAINMENT\n\nSeries Reissue\n\nA Series of Unfortunate Events: The Ominous Omnibus  by Lemony Snicket, illus. by Brett Helquist ($19.99, 10-\nup).\n\nPaperback Series\n\nFantastic 4  offers The Fantastic Four Versus Doctor Doom  and Meet the Fantastic 4  by Monique Stephens \n($3.99 each, 3-7); The Movie Storybook  by Catherine Hapka ($7.99, 6-10); and The Junior Novel  by Stephen \nSullivan ($4.99, 8-12). There are 10 Robots  tie-ins, including Battle of the Bots  ($3.99, 3-7), Build a Bot  ($8.99, 4-\n8); and Rodney Saves Robot City  ($4.99, 7-10). And Soccer Dad  issues The Comeback Kids  and My Dad, the \nCoach  by Catherine Hapka ($3.99 each, 4-7); and The Movie Novel  by Susan Korman ($4.99, 8-12).\n\nHARPERCOLLINS/RAYO\n\nCubanita  ($15.99) by Gaby Triana. During the summer before starting college, a girl comes to terms with her \nCuban-American identity and deals with boyfriend troubles. (12-up)\n\nHARPERCOLLINS/TEGEN\n\nMcGillycuddy Could!  ($14.99) by Pamela Duncan Edwards, illus. by Sue Porter. A kangaroo shows off her talents \nto other animals. (3-6)\n\nBegin at the Beginning: A Little Artist Learns About Life  ($15.99) by Amy Schwartz. A young artist learns \nabout life through painting. (4-7)\n\nThe Neat Line  ($15.99) by Pamela Duncan Edwards, illus. by Diana Cain Bluthenthal. A scribble grows into a neat \nline and solves problems for Mother Goose characters. (4-7)\n\nHold the Flag High  ($15.99) by Catherine Clinton, illus. by Shane W. Evans, relates the true story of a sergeant in \nthe first African-American regiment in the Civil War. (5-7)\n\nGotta Get Some Bish Bash Bosh  ($15.99) by M.E. Allen. A teen changes his image to increase his self-\nconfidence and sex appeal. (12-up)\n\nThe Riddles of Epsilon  ($16.99) by Christine Morton-Shaw is a first novel that incorporates puzzles and codes. \n(12-up)\n\nSeries\n\nSeptimus Heap  by Angie Sage starts up with Magyk   ($17.99, 8-12).\n\n\n\nPaperback ReprintUnseen Companion  by Denise Gosliner Orenstein ($6.99, 14-up).\n\nHARPERCOLLINS/HARPERTEMPEST\n\nAlice MacLeod, Realist at Last  ($15.99) by Susan Juby. Alice dumps a boyfriend and embarks on a screenwriting \ncareer. (14-up)\n\nBoy Kills Man  ($15.99) by Matt Whyman. A boy is hired as an assassin for a Colombian drug lord. (14-up)\n\nFade to Black  ($16.99) by Alex Finn centers on an HIV-positive student who is hospitalized after being attacked in \nhis car. (14-up)\n\nA Gathering of Shades  ($15.99) by David Stahler, Jr. In this ghost story, a teen mourning the death of his father \nbecomes drawn into the world of the dead. (14-up)\n\nThe Order of the Poison Oak  ($15.99) by Brent Hartinger is a novel about a gay teen who takes a job at a \nsummer camp. (14-up)\n\nSexy  ($16.99) by Joyce Carol Oates tells of a teen's search for identity. (14-up)\n\nSugar Rush  ($16.99) by Julie Burchill. Two girls from very different worlds fall in love. (14-up)\n\nThen He Ate My Boy Entrancers: More Mad, Marvy Confessions of Georgia Nicholson  ($15.99) by Louise \nRennison is the latest novel featuring this British teen. (14-up)\n\nThe Witch's Boy  ($16.99) by Michael Gruber introduces a boy raised by a witch, a talking cat and a demon. (14-\nup)\n\nPaperback Reprints\n\nAway Laughing on a Fast Camel  by Louise Rennison, Freaky Green Eyes  by Joyce Carol Oates, The Garden  \nby Elsie V. Aidinoff, The Last Chance Texaco  by Brent Hartinger, Miss Smithers  by Susan Juby, Nothing to \nLose  by Alex Flinn, Out of Order  by A.M. Jenkins and Shooter  by Walter Dean Myers ($6.99 each, 14-up).\n\nHARPERCOLLINS/HARPERTROPHY\n\nPaperback Series\n\nMy Weird School  continues with Miss Small Is Off the Wall! , Mr. Hynde Is Out of His Mind!  and Mrs. Cooney Is \nLoony!  by Dan Gutman, illus. by Jim Paillot ($3.99 each, 7-10). And Kenneth C. Davis's Don't Know Much About  \ngains Don't Know Much About Rosa Parks , illus. by Sergio Martinez; and Don't Know Much About Thomas \nJefferson , illus. by Rob Shepperson ($4.99 each, 8-12).\n\nPaperback Reprints\n\nI Love You As Much...   by Laura Krauss Melmed, illus. by Henri Sorenson; and My Favorite Things   by Richard \nRodgers and Oscar Hammerstein II, illus. by Renée Graef ($5.99 each, all ages); Teddy Bear, TeddyBear , illus. \nby Michael Hague ($5.99, 2-5); 100 School Days   by Anne Rockwell, illus. by Lizzy Rockwell ($5.99, 3-6); Does a \nKangaroo Have a Mother, Too?   by Eric Carle ($6.99, 3-6); We All Sing with the SameVoice  by J. Philip Miller \nand Sheppard M. Greene, illus. by Paul Meisel ($6.99, 3-7); Sneakers, the Seaside Cat   by Margaret Wise Brown, \nillus. by Anne Mortimer; and Wait! No Paint!   by Bruce Whatley ($5.99 each, 4-8); Eyes and Ears   by Seymour \nSimon ($6.99, 5-up); and The Bears' Famous Invasion of Sicily   by Dino Buzzati ($5.99, 7-10).\n\nAlso, The Mayor of Central Park   by Avi, illus. by Brian Floca; and Mutiny's Daughter   by Ann Rinaldi ($5.99 \neach, 8-12); Patrol  by Walter Dean Myers, illus. by Ann Grifalconi ($6.99, 8-12); Measle and the Wrathmonk  by \nIan Ogilvy ($5.99, 8-13); The Book of Dragons   by Michael Hague ($9.99, 8-up);Starring Prima!  by Jacquelyn \nMitchard, illus. by Tricia Tusa ($5.99, 8-up); The Green Dog  by Suzanne Fisher Staples ($5.99, 9-12); Kingdom \n\n\n\nof the Golden Dragon  by Isabel Allende, trans. by Margaret Sayers Peden ($7.99, 10-up); Leaving Protection  \nby Will Hobbs, Lily B. on the Brink of Cool  by Elizabeth Cody Kimmel, Never Mind!  by Avi and Rachel Vail, and \nThe Tiger's Apprentice  by Laurence Yep ($5.99 each, 10-up); Stop the Train!  by Geraldine McCaughrean \n($6.99, 10-up); Backstage Pass  by Gaby Triana ($7.99, 12-up); and An Earthly Knight  by Janet McNaughton, A \nHat Full of Sky  by Terry Pratchett and High Heat  by Carl Deuker ($6.99 each, 12-up).\n\nPaperback Series Reprints\n\nI Can Read Books  presents Biscuit Wins a Prize  by Alyssa Satin Capucilli, illus. by Pat Schories; Loose Tooth  by \nLola Schaefer, illus. by Sylvie Wickstrom; and Whose Hat Is It?  by Valerie Gorbachev ($3.99 each, 3-5); Minnie \nand Moo: The Attack of the Easter Bunnies  by Denys Cazet; Pish and Posh  by Barbara Bottner and Gerald \nKruglik, illus. by Bottner; and Ruby Bakes a Cake  by Susan Hill, illus. by Margie Moore ($3.99 each, 4-8); and \nAmelia Bedelia Helps Out   by Peggy Parish, illus. by Lynn Sweat ($3.99, 5-8). The Hamlet Chronicles  by \nGregory Maguire reprints A Couple of April Fools  and Three Rotten Eggs  ($5.99 each, 8-12). Little House  offers \nA Little House Reader  by Laura Ingalls Wilder, ed. by William Anderson ($9.99, 8-up). Boston Jane  releases The \nClaim  by Jennifer L. Holm ($5.99, 10-up). And Meg Cabot's The Princess Diaries  continues with Princess in Pink  \n($6.99, 12-up).\n\nPaperback Reissues\n\nBridge to Terabithia  by Katherine Paterson; and Touching Spirit Bear  by Ben Mikaelsen ($5.99 each, 12-up); \nCity of the Beasts  by Isabel Allende, trans. by Margaret Sayers Peden; and Do Over  and Ever After  by Rachel \nVail ($7.99 each, 12-up); The Effect of Gamma Rays on Man-in-the-Moon Marigolds , My Darling, My \nHamburger  and The Pigman  by Paul Zindel ($6.99 each, 12-up); and Zindel's The Pigman's Legacy  ($5.99, \n12-up).\n\nHARPERENTERTAINMENT\n\nPaperback Series: Mary-Kate & Ashley Sweet 16  adds Forget Me Not  and Suddenly Sisters  ($4.99 each, 9-\n12). New Adventures of Mary-Kate & Ashley  continues with The Case of the Icy Igloo Inn  and The Case of the \nUnicorn Mystery  ($4.99 each, 9-12). Two of a Kind  offers Candles, Cake, Celebrate!  and Wish on a Star  ($4.99 \neach, 9-12). And So Little Time  issues The Makeover Experiment  ($4.99, 9-12).\n\nHCI BOOKS\n\nPaperbacks\n\nChicken Soup for the Soul NASCAR Xtreme Race Journal for Kids  ($9.95) by Jack Canfield, Mark Victor \nHansen and Matt Adams, includes NASCAR trivia and games. (up to 12)\n\nChicken Soup for the Teenage Soul Real Deal  ($12.95) by Jack Canfield, Mark Victor Hansen and Deborah \nReber features stories and quizzes. (12-17)\n\nHigh School's Not Forever  ($12.95) by Jane Bluestein and Eric Katz, offers anecdotes and tips as well as input \nfrom teens across the country. (12-17)\n\nHOLIDAY HOUSE\n\nIf You're Happy and You Know It!  ($16.95), illus. by Jane Cabrera. Paintings of animals illustrate this song. (3-6)\n\nTalk Peace  ($16.95) by Sam Williams, illus. by Mique Moriuchi, pays tribute to world peace. (3-6)\n\nBare Bear  ($16.95) by Miriam Moss, illus. by Mary McQuillan. With the help of forest friends, a bear finds his \nclothes that have blown off the clothesline. (4-8)\n\n\n\nChickerella  ($16.95) by Mary Jane Auch, illus. by Mary Jane and Herm Auch. With the help of her Fairy \nGoosemother, Chickerella is able to attend the Fowl Ball. (4-8)\n\nIf Frogs Made Weather  ($16.95) by Marion Dane Bauer, illus. by Dorothy Donohue. What would happen if animals \nwere responsible for the weather? (4-8)\n\nOwls  ($16.95) by Gail Gibbons examines these nocturnal creatures. (4-8)\n\nThe Pea Blossom  ($16.95) by Hans Christian Andersen, retold and illus. by Amy Lowry Poole, is a rendition of this \ntale in which a small pea's journey transforms the life of a mother and daughter. (4-8)\n\nA Small Dog's Big Life: Around the World with Owney  ($16.95) by Irene Kelly. A dog becomes a world traveler \nafter wandering into a post office. (4-8)\n\nThat Crazy Eddie  ($15.95) by Judy Cox, illus. by Blanche Sims. A third grader discovers that teaming up with his \nbest friend in the science fair competition isn't easy. (6-9)\n\nThe Flag with 56 Stars  ($16.95) by Susan Goldman Rubin, illus. by Bill Farnsworth, provides an account of the \nliberation of Mauthausen, the Nazi concentration camp. (6-10)\n\nSay-Hey and the Babe  ($16.95), illus. by Neil Waldman, offers two interrelated baseball stories featuring Babe \nRuth and Willie Mays. (7-10)\n\nDon't Tell the Girls: A Family Memoir  ($16.95) by Patricia Reilly Giff, illus. by Greg Spalenka, uncovers \nunexpected connections to the author's Irish ancestors. (8-12)\n\nFrom Rags to Riches  ($16.95) by Leslie Sills examines American girls' clothing from colonial times to the present. \n(8-12)\n\nNaked Mole Rat Letters  ($16.95) by Mary Amato. A girl sends fabricated e-mail letters in an attempt to sabotage \nher father's long-distance romance with a zookeeper. (8-12)\n\nPick of the Litter  ($16.95) by Bill Wallace, illus. by Kevin Torline. A boy learns lessons about honor and friendship \nwhile helping his ill grandfather take care of his kennel. (8-12)\n\nPoor Is Just a Starting Place  ($16.95) by Leslie Wyatt, illus. by Marc Tauss. During the Depression, a girl is tired \nof being poor and wondering where her family's next meal will come from. (8-12)\n\nSpace Station Rat  ($15.95) by Michael Daley. A lonely boy befriends a lavender rat he meets on a space station. \n(8-12)\n\nSeries\n\n New to Picture Book Biographies isA Picture Book of Samuel Adams  by David A. Adler and Michael S. Adler, \nillus. by Ronald Himler ($16.95, 4-8). Holiday House Readers  adds One Nosy Pup  by Carol Wallace, illus. by \nSteve Bjorkman ($15.95, 5-7); and President George Washington  by David A. Adler, illus. by John Wallner ($14.95, \n5-8). Otto and the Bird Charmers  is a new Tale of the Karmidee  by Charlotte Haptie, illus. by John Nez ($17.95, \n8-12).\n\nPaperback Reprints\n\nAbigail Adams  by Alexandra Wallner, Look at My Book!  by Loreen Leedy and Chick & Chickens  and Planets \n(Rev. Ed.)  by Gail Gibbons ($6.95 each, 4-8); and Word Eater  by Mary Amato ($6.95, 8-12).\n\nHENRY HOLT\n\nFrog in Love  ($5.99) by Max Velthuijs. This mini-book reveals what it means to be in love. (All ages)\n\n\n\nFirebears: The Rescue Team  ($15.95) by Rhonda Gowler Greene, illus. by Dan Andreasen, spotlights the work of \nthe blaze-fighting Firebears. (2-4)\n\nWhat We Do  ($7.95) by Reg Cartwright. Various creatures explain who they are and what they do. (2-5)\n\nBrave Little Raccoon  ($16.95) by Erica Wolf. Can a young raccoon find her way home on her own? (2-6)\n\nThe Birthday Fish  ($16.95) by Dan Yaccarino. A girl wonders if her birthday wish will come true. (3-6)\n\nMeet Wild Boars  ($17.95) by Meg Rosoff, illus. by Sophie Blackall, introduces a quartet of rude boars. (3-8)\n\nVera's Baby Sister  ($16.95) by Vera Rosenberry. When Vera's new sibling arrives, she feels there is no place left \nin the house for her. (4-7)\n\nTallulah in the Kitchen  ($16.95) by Nancy Wolff stars a cat who takes her cooking very seriously. (4-7)\n\nMisery Moo  ($15.95) by Jeanne Willis, illus. by Tony Ross. A cow can't seem to shake his nasty mood. (4-8)\n\nThis Is the House That Was Tidy & Neat  ($16.95) by Teri Sloat, illus. by R.W. Alley. What will happen when Mom \ncomes home to a chaotic house? (4-8)\n\nMud City: A Flamingo Story  ($16.95) by Brenda Z. Guiberson follows a flamingo from egg to adulthood. (4-8)\n\nThe Happy Troll  ($16.95) by Max Bolliger, illus. by Peter Sís, presents this classic tale with new art. (4-8)\n\nMonday on the Mississippi  ($16.95) by Marilyn Singer, illus. by Frané Lessac, pays tribute to this legendary river. \n(5-9)\n\nSquashed in the Middle  ($16.95) by Elizabeth Winthrop, illus. by Pat Cummings, conveys the frustration of being \na middle child in a noisy, well-meaning family. (5-9)\n\nSammy: The Classroom Guinea Pig  ($16.95) by Alix Berenzy. A teacher and her students try to figure out what \nis wrong with their class pet. (5-9)\n\nDreamer from the Village: The Story of Marc Chagall  ($16.95) by Michelle Markel, illus. by Emily Lisker, \nchronicles the life of this artist. (5-up)\n\nSea Surprise  ($15.95) by Leo Landry. Sea creatures find a way to jolt Eel's zap back into him. (7-9)\n\nMummy Math: An Adventure in Geometry  ($16.95) by Cindy Neuschwander, illus. by Bryan Langdo. Trapped \ninside an Egyptian pyramid, two children use their math skills to escape. (7-10)\n\nGuinea Pig Scientists: Bold Self-Experiments in Science and Medicine  ($19.95) by Leslie Dendy and Mel \nBoring offers 10 stories spanning from the 18th century to the present. (9-up)\n\nA Book About Design: Complicated Doesn't Make It Good  ($18.95) by Mark Gonyea introduces concepts of \ndesign. (9-up)\n\nShakespeare's Secret  ($16.95) by Elise Broach is a novel involving a missing diamond, a mysterious neighbor \nand a link to Shakespeare. (10-15)\n\nWing Nut  ($16.95) by M.J. Auch. Though Grady and his mother have been on the road since his father died, their \nroaming days may be over when their car breaks down in rural Pennsylvania. (10-15)\n\nThe Last Codfish   ($16.95) by J.D. McNeill. This tale of loss and survival centers on the friendship between two \nvery different young people. (10-15)\n\n\n\nMy Thirteenth Season  ($15.95) by Kristi Roberts stars a girl who seeks revenge against her male Little League \nteammates. (10-up)\n\nMonkey Business: Stories from Around the World  ($18.95) by Shirley Climo, illus. by Erik Brooks, collects 14 \ntales about monkeys. (10-up)\n\nOn Etruscan Time  ($16.95) by Tracy Barrett. While on an anthropological dig, a boy discovers an unsettling stone. \n(10-up)\n\nThe Silver Penny  ($16.95) by Randall Wright. A boy's journey takes him through a lifetime of experiences. (10-up)\n\nAmerica Through the Lens: Photographers Who Changed the Nation  ($18.95) by Martin Sandler presents a \nview of America as captured by noted photographers. (10-up)\n\nIn the Night, on Lanvale Street  ($16.95) by Jane Leslie Conly. Two siblings help a former neighbor solve a \nmurder. (12-up)\n\nRed Hot Salsa: Bilingual Poems on Being Young and Latino in the United States  ($14.95), ed. by Lori Marie \nCarlson, is a poetry collection from the editor of Cool Salsa . (12-up)\n\nBy These Ten Bones  ($16.95) by Clare B. Dunkle is a tale of werewolves and love set in medieval Scotland. (12-\nup)\n\nA Room on Lorelei Street  ($16.95) by Mary E. Pearson. To escape her eccentric family, Zoe tries living on her \nown. (14-up)\n\nSeries\n\nUnlikely Exploits  concludes with The Rise of the House of McNally  by Philip Ardagh, illus. by David Roberts \n($9.95, 8-up). And The Shamer Chronicles  adds Shamer's Signet  by Lene Kaaberbol ($16.95, 11-up).\n\nReissue\n\nHumphrey's Bear  by Jan Wahl, illus. by William Joyce ($16.95, paper $6.95, 2-6).\n\nPaperback Reprints\n\nThe Flea's Sneeze  by Lynn Downey, illus. by Karla Firehammer ($6.95, 3-6); Pig and Crow  by Kay Chorao \n($6.95, 4-7); and Firebird  by Demi ($7.95, 6-10).\n\nHOUGHTON MIFFLIN\n\nFound Alphabet  ($16) by Ramon Shindler and Wojciech Graniczewski, illus. by Anita Andrzejewska and Andrzej \nPilichowski-Ragno. Found objects create an alphabetical array of images. (All ages)\n\nMary Had a Little Lamb  and Hey, Diddle, Diddle!  ($5.95 each), illus. by Sally Mavor, present these rhymes with \nfabric art. (up to 4)\n\nCurious George's First Words About Animals  ($9.95), illus. by Anna Grossnickle Hines in the style of H.A. Rey, \nis a boxed set of four board books featuring animals. (1-4)\n\nSlide, Already!  ($12) by Kit Allen. This tale celebrates trying something a bit scary for the first time. (2-5)\n\nThe Little Book of Not So  ($9.95) by Charise Mericle Harper is a book of opposites highlighting good and not-so \ngood things in life. (2-5)\n\nEat Your Peas, Ivy Louise!  ($12) by Leo Landry introduces a circus starring the Tender Tiny Peas. (2-6)\n\n\n\nCurious George Gets a Medal: Gift Ed.  ($9.95) by H.A. Rey packages this story of George's trip into space with a \ngold medal. (3-8)\n\nCarmine: A Little More Red  ($16) by Melissa Sweet presents a twist on Little Red Riding Hood . (4-8)\n\nThe Pirate's Eye  ($16) by Robert Priest is a companion to The Old Pirate of Central Park . (4-8)\n\nBad Bears and a Bunny  ($16) by Daniel Pinkwater, illus. by Jill Pinkwater. What happens when polar bears Irving \nand Muktuk get invited to a party at a fancy hotel? (4-8)\n\nMr. Blewitt's Nose  ($16) by Alastair Taylor. Primrose Pumpkin searches for the face that belongs to the nose she \nfinds on a park bench. (4-8)\n\nThe Village of Basketeers  ($16) by Lynda Gene Rymond, illus. by Nicoletta Ceccoli. Can residents of a village of \nbasketweavers tame the wild wind? (4-8)\n\nThree About Thurston  ($15) by Susan Milord chronicles three adventures of a rooster and his pals. (4-8)\n\nThe Silent Witness: A True Story of the Civil War  ($16) by Robin Friedman, illus. by Claire Nivola. A girl and her \ndoll watch the Civil War unfold. (4-8)\n\nI See a Kookaburra! Discovering Animal Habitats Around the World  ($16) by Steve Jenkins and Robin Page, \nillus. by Jenkins, examines various animal habitats. (4-8)\n\nSong of the Waterboatman and Other Pond Poems  ($16) by Joyce Sidman, illus. by Beckie Prange, is a poetry \ncollection illustrated with woodcuts. (5-9)\n\nLittle Stevie Wonder  ($18) by Quincy Troupe, illus. by Lisa Cohen. This celebration of Wonder's life and talent \nincludes a CD featuring two of his songs. (5-9)\n\nMorgy Coast to Coast  ($15) by Maggie Lewis, illus. by Michael Chesworth, is a sequel to Morgy Makes His Move \n. (6-9)\n\nCaptain Arsenio: Inventions and (Mis)adventures in Flight  ($16) by Pablo Bernasconi introduces a fellow who \ntries repeatedly to build the perfect flying machine. (6-up)\n\nTen Thousand Charms  ($16) by Leander Watts is a tale with supernatural elements, set in upstate New York in \nthe 19th century. (11-up)\n\nRunner  ($16) by Carl Dueker is a suspense novel that touches upon patriotism and terrorism. (12-up)\n\nKipling's Choice  ($16) by Geert Spillebeen, trans. by Terese Edelstein. This historical novel focuses on the last \ndays in the life of Rudyard Kipling's son, who died in a WWI battle. (12-up)\n\nA Wreath for Emmett Till  ($17) by Marilyn Nelson, illus. by Philippe Lardy, is a tribute to the teenager whose 1955 \nlynching helped spark the civil rights movement. (12-up) \n\nSeries\n\nScientists in the Field  adds Gorilla Doctors: Saving Endangered Great Apes  by Pamela Turner ($17, 8-12); and \nThe Prairie Builders: Reconstructing America's Lost Grasslands  by Sneed B. Collard III ($17, 10-12). And Falcon  \nreturns in Falcon and the Carousel of Time  by Luli Gray ($15, 10-14).\n\nPaperback\n\nVenus and Serena: Serving from the Hip  ($14) by Venus and Serena Williams with Hilary Beard. These tennis \nchamps offer advice on education, friendship and sportsmanship. (12-up)\n\n\n\nPaperback Reprints\n\nStop That Pickle  by Peter Armour, illus. by Andrew Shachat; A Gardener's Alphabet  by Mary Azarian; \nHamburger Heaven  by Wong Herbert Yee; Polkabats and Octopus Slacks: 14 Stories  by Calef Brown; and \nAnimals in Flight  by Steve Jenkins and Robin Page ($5.95 each, 4-8); Black Potatoes: The Story of the Great \nIrish Famine, 1845–1850  by Susan Campbell Bartoletti ($9.95, 10-14); and A Day for Vincent Chin and Me  by \nJacqueline Turner Banks ($5.95, 10-14).\n\nPaperback Series Reprints\n\nScientists in the Field  reprints Looking for Life in the Universe: The Search for ExtraterrestrialIntelligence  by \nEllen Jackson, photos by Nic Bishop ($6.95, 7-12). And The Squire's Tale  continues with The Ballad of Sir \nDinadan  by Gerald Morris ($5.95, 10-14).\n\nHOUGHTON MIFFLIN/GRAPHIA\n\nPaperbacks\n\nThe Rise and Fall of a 10th Grade Social Climber  ($7.99) by Lauren Mechling and Laura Moser is a coming-of-\nage tale set in a Brooklyn high school. (13-up)\n\nAfter Summer  ($6.99) by Nick Earls chronicles a 17-year-old boy's last summer before entering the \"real world.\" \n(13-up)\n\nPaperback Reprints\n\nThe Education of Robert Nifkin  by Daniel Pinkwater ($6.99, 13-up); and The Fattening Hut  by Pat Lowery \nCollins ($7.99, 13-up).\n\nHOUGHTON MIFFLIN/LORRAINE\n\nThe Witch's Walking Stick  ($16) by Susan Meddaugh. A girl outwits a witch and avenges her selfish siblings. (4-\n8)\n\nGoing Fishing  ($16) by Bruce McMillan. In Iceland, Fridrik's grandfathers pass on to him his country's fish-\noriented traditions and family history. (4-8)\n\nLessons  ($15) by Bonnie Geisert. Concerned about her father's depression after the birth of her brother, Rachel \nuncovers a family secret. (8-12)\n\nSeries\n\nGooney Bird Greene  is back in Gooney Bird and the Room Mother  by Lois Lowry, illus. by Middy Thomas ($15, \n6-10).\n\nPaperback Reprints\n\nThe Etcher's Studio  by Arthur Geisert; Missing Molly  by Lisa Jahn-Clough; Tacky in Trouble  by Helen Lester, \nillus. by Lynn Munsinger; Under the Cherry Blossom Tree , retold by Allen Say; Fast Food! Gulp! Gulp!  by \nBernard Waber; and Let's Clean Up!  by Peggy Perry Anderson ($5.95 each, 4-8).\n\nHYPERION\n\nDaddy's Girl  ($16.99) by Garrison Keillor, illus. by Robin Preiss Glasser, spotlights the special relationship \nbetween father and daughter. (up to 4)\n\n\n\nThe Pigeon Has Feelings Too!  and The Pigeon Loves Things That Go!  ($6.99 each) by Mo Willems. In these \nboard books, a pigeon experiences a range of emotions; and envisions driving various vehicles. (up to 4)\n\nThe Hello, Goodbye Window  ($15.95) by Norton Juster, illus. by Chris Raschka. The kitchen window at her \ngrandparent's house is a magic gateway for a girl. (2-up)\n\nTime to Say Please!  ($15.99) by Mo Willems. This book on manners is a companion to Time to Pee!  (3-6)\n\nShhh!  ($15.99) by Jeanne Willis, illus. by Tony Ross, is a story that issues a plea for peace. (4-7)\n\nHubert Horatio Bartle Bobton-Trent  ($16.99) by Lauren Child tells of a young genius who is the answer to his \nrich parents' prayers. (4-7)\n\nThe Last Badge  ($16.99) by George McClements. A boy who is a 12th-generation scout has to earn one last—\nelusive—badge. (4-7)\n\nThe Big Race Starring Tommy Tortoise and Harry Hare  ($16.99) by Shirley Glaser, illus. by Milton Glaser. In \nthis version of a familiar fable, Tommy passes some world-famous landmarks. (4-7)\n\nThe Heart's Language  ($16.99) by Lois-Ann Yamanaka, illus. by Aaron Jasinski, centers on a boy who \nunderstands only the language of the heart. (4-8)\n\nBig Sister, Little Sister  ($15.95) by LeUyen Pham is a celebration of sisterhood. (4-8)\n\nYoko's World of Kindness: Golden Rules for a Happy Classroom  ($19.99) by Rosemary Wells, with additional \nart by Jody Wheeler and John Nez, compiles six tales set in school. (5-7)\n\nMama Went to Jail for the Vote  ($15.99) by Kathleen Karr, illus. by Malene Laugesen. Like her mother, a girl \njoins the fight for women's suffrage. (5-9)\n\nAnimal Stackers  ($15.99) by Jennifer Belle, illus. by David McPhail, is a poetry collection and alphabet book. (5-9)\n\nThe Dragon Keeper  ($16.99) by Carole Wilkinson. A young slave in ancient China comes to the aid of an aging \ndragon. (8-12)\n\nSixth-Grade Glommers, Norks, and Me  ($14.99) by Lisa Papademetriou is a novel exploring the traumas of \nfriendships and self-discovery. (8-12)\n\nDiary of a Fairy Godmother  ($14.99) by Esme Raji Codell, illus. by Drazen Kozjan, presents the story of an \naspiring fairy godmother. (9-12)\n\nThe Book Without Words: A Fable of Medieval Magic  ($16.95) by Avi. Set in medieval England, this is a fable \nabout life and death, greed and betrayal, magic and secrets. (10-14)\n\nMy Brother's Keeper  ($15.99) by Patricia McCormick. This novel explores the anguish of living with divided \nloyalties and the cost of keeping family secrets. (10-up)\n\nThe Dashwood Sisters' Secrets of Love  ($15.99) by Rosie Rushton is a novel about sisterhood, friendship and \nromance. (12-up)\n\nSeries\n\nBaby Einstein , concept by Julie Aigner-Clark, illus. by Nadeem Zaidi, adds Baby da Vinci: My Body  ($7.99, up to \n2); Baby Noah World Animals  ($5.99, 1 month-up); Seasons Discovery Cards   ($9.99, 9 mos.-up); Word \nAdventure   ($14.99, 18 mos.-up); and Baby Galileo Sees the Stars   ($10.99, 18 mos.-up). And McDuff   returns in \nMcDuff's Wild Romp   by Rosemary Wells, illus. by Susan Jeffers ($9.99, 2-5).\n\n\n\nPaperback Reprints\n\nThe Book of Mean People  by Toni and Slade Morrison, illus. by Pascal Lemaitre ($4.99, 2-7); The Meanest Doll \nin the World  by Ann M. Martin and Laura Godwin, illus. by Brian Selznick ($8.99, 8-12); The Million Dollar Goal  \nby Dan Gutman ($5.99, 8-12); Journey to Ellis Island: How My Father Came to America  by Carol Bierman, illus. \nby Laurie McGaw ($8.99, 8-up); Praying at the Sweetwater Motel  by April Young Fritz ($5.99, 10-14); and Flavor \nof the Week  by Tucker Shaw and Jake, Reinvented  by Gordon Korman ($5.99 each, 12-up).\n\nPaperback Series Reprints\n\nWitch Twins  return in Witch Twins and the Ghost of Glenn Bly  by Adele Griffin ($5.99, 7-11). And Tales from the \nOdyssey  gains The Final Battle  by Mary Pope Osborne ($4.99, 8-11).\n\nHYPERION/JUMP AT THE SUN\n\nThe School Is Not White! A True Story of the Civil Rights Movement  ($16.99) by Doreen Rappaport, illus. by \nCurtis James. In this story set in Mississippi 11 years after the Supreme Court ruled against segregated schools, \nthere are still \"all-black\" schools that are unequal to the \"white\" schools. (All ages)\n\nA Brave Spaceboy  ($15.99) by Dana Kessimakis Smith, illus. by Laura Freeman. Two brothers pretend that their \nmove to a new home is a trip to Mars. (3-up)\n\nThe Greatest Potato  ($15.99) by Penelope Stowell, illus. by Sharon Watts, centers on a practical jokester who is a \ncook at a restaurant. (4-7)\n\nDay of Tears: A Novel in Dialogue  ($15.99) by Julius Lester. This novel relayed entirely in dialogue is based on \nthe biggest slave auction in American history. (9-13)\n\nThe Color of Fire  ($15.99) by Ann Rinaldi. In 1741 New York, whites accuse black slaves of planning an uprising. \n(10-up)\n\nThe Hoopster  ($16.99) by Alan Lawrence Sitomer. Set in the inner city, this is a tale about overcoming adversity. \n(12-up)\n\nPaperback Series\n\nJump at the Sun Fairy-tale Classics  adds Beauty and the Beast  and Rapunzel  ($3.50 each, 3-7).\n\nPaperback Reprint\n\nNumbering All the Bones  by Ann Rinaldi ($5.99, 10-14).\n\nHYPERION/MIRAMAX\n\nSeries\n\nPercy Jackson and the Olympians  kicks off with The Lightning Thief  by Rick Riordan ($17.95, 10-up). Young \nBond  debuts with SilverFin  by Charlie Higson ($16.95, 10-up). And Artemis Fowl  returns in The Opal Deception  \nby Eoin Colfer ($16.95, 10-up).\n\nPaperback Reprints\n\nThe Supernaturalist  by Eoin Colfer ($7.99, 10-up); and The Prophecy of the Stones  by Flavia Bujor ($7.99, 10-\nup).\n\nPaperback Series Reprints\n\nArtemis Fowl  reprints The Eternity Code  by Eoin Colfer ($5.99, 10-up).\n\n\n\nHYPERION/VOLO\n\nSeries\n\nSons of the Dark  adds Outcast  by Lynne Ewing ($9.99, 12-up)\n\nPaperback Series\n\nCaptain Fact  debuts with Space Adventure  and Dinosaur Adventure   by Knife and Packer ($4.99 each, 7-10). \nW.I.T.C.H. Graphic Novels  launches with Graphic Novel #1  and Graphic Novel #2  ($5.99 each, 8-12). W.I.T.C.H.  \ncontinues with Worlds Apart  and The Courage to Choose ; and W.I.T.C.H. Adventures  gains Heartbreak Island  \nand Stolen Spring  ($4.99 each, 8-12). And joining From the Files of Madison Finn  is Keep It Real  by Laura \nDower ($4.99, 8-12).\n\nHYPERION/VOLO/MIRAMAX\n\nPaperback Series\n\nBetty & Veronica  star in Betty & Veronica's Guide to Life  and Betty & Veronica: Best Friends Forever  ($4.99 \neach, 8-12); and Are You a Betty orVeronica?  ($3.99, 8-12).\n\nIDEALS\n\nLittle Colt's Palm Sunday  ($14.95) by Michelle Medlock Adams, illus. by Wayne Parmenter. A donkey explains \nhow he was chosen to carry Christ into Jerusalem on Palm Sunday. (5-8)\n\nIDEALS/CANDY CANE PRESS\n\nIf Jesus Came to Visit Me  ($6.95) by Jill Roman Lord, illus. by Renée Graef, is a board book introducing the \nconcept of Jesus as God and man. (2-5)\n\nJesus in the Temple  and David and Goliath  ($6.95 each) by Patricia A. Pingry, illus. by Nancy Munger, are \nboard books offering biblical tales. (2-5)\n\nLet's Be Patient  and Let's Be Thankful  ($7.95 each) by P.K. Hallinan. These board books teach the value of \npatience; and thankfulness. (2-5)\n\nBaby Looney Tunes: Colors  by Patricia A. Pingry and Shapes  by Eve DeGrie, both illus. by Drew Rose ($6.95 \neach) are concept board books. (2-5)\n\nPeter Cottontail's Busy Day  ($9.95) by Joseph R. Ritchie, illus. by Lydia Halverson, is an Easter lift-the-flap \nboard-book tale. (2-5)\n\nHere Comes Peter Cottontail  ($9.95) by Steve Nelson and Jack Rollins, illus. by Wendy Rasmussen, is a fold-out \nbook presenting this holiday song. (2-5)\n\nBaby Looney Tunes, 1-10 , illus. by Lydia Halverson; and Baby Looney Tunes: ABCs , illus. by Drew Rose \n($7.95 each) are fold-out board books introducing numbers; and letters. (2-5)\n\nThingumajig Book of Do's and Don'ts  and Thingumajig Book of Manners  ($7.95 each) by Irene Keller, illus. \nby Dick Keller, are board books encouraging good behavior; and manners. (2-7)\n\nIDEALS/WILLIAMSON BOOKS\n\nPaperbacks\n\nUsing Color in Your Art!  ($12.95) by Sandi Henry is a guide for young artists. (8-up)\n\n\n\nWordplay Café  ($12.95) by Michael Kline aims to build readers' vocabulary. (8-up)\n\nThe Secret Life of Math  ($12.95) by Ann McCallum, illus. by Carolyn Norton, examines how math helps people \nsolve everyday problems. (8-up)\n\nILLUMINATION ARTS\n\nSomething Special  ($15.95) by Terri Cohlene, illus. by Doug Keith. A curious frog discovers that every kiss is \n\"something special.\" (3-10)\n\nLittle Yellow Pear Tomatoes  ($15.95) by Demian Yumei, illus. by Nicole Tamarin. A girl marvels at how much \nenergy and cooperation is required to grow tomatoes in her garden. (3-10)\n\nIMPACT\n\nPaperback\n\nThe Jigsaw Puzzle Family: The Stepkids' Guide to Fitting It Together  ($12.95) by Cynthia MacGregor rounds \nup stories and advice for blended families. (9-15)\n\nINNOVATIVE KIDS\n\nPaperback Series\n\nMagnetic Hunt and Find Books: The Nose Knows  offers It's Easter!  and Who Says Moo?  by Brenda Sexton \n($14.99 each, 2-4). Joining Now I'm Reading  are Phonics Wheels  ($12.99) and Game Board Book  ($19.99) by \nNora Gaydos (4-7). Math Gear  releases Fast Addition Facts  and Fast Subtraction Facts  ($7.99 each, 4-up); and \nFast Multiplication Facts  and Fast Division Facts  ($7.99 each, 7-up). And Phonics Comics  debuts with Monster \nMadness   and Alien Alert  by Elizabeth Jaffe ($4.99 each, 6-up). \n\nJEWISH LIGHTS\n\nIn God's Hands  ($16.99) by Lawrence Kushner and Gary Schmidt, illus. by Matthew Baek. Two men—one rich \nand one poor—discover their roles in making miracles happen. (5-up)\n\nKANE/MILLER\n\nDuck's Key, Where Can It Be?  ($14.95) by Jez Alborough presents a lift-the-flap rhyming adventure. (1-3)\n\nWill You Carry Me?  ($15.95) by Heleen van Rossum, illus. by Peter van Harmelen. A tired toddler and his \ninnovative mother skip, jump, swim and fly home from the park. (2-4)\n\nOn the Road  ($14.95) by Susan Steggall. This car ride from city to sea reveals changing landscapes and various \ntraffic signs. (2-5)\n\nStanding Up  ($14.95) by Marie-Anne Gillet, illus. by Isabelle Gilboux. A boy perfects the second step in potty \ntraining. (2-5)\n\nAre We There Yet?  ($15.95) by Alison Lester follows a family's six-month road trip around Australia. (5-9)\n\nPaperback\n\nI Love...  ($11.95) by Minne, illus. by Natali Fortier, examines life's simple pleasures. (All ages)\n\nKANE PRESS\n\nPaperback Series\n\n\n\nSocial Studies Connects  presents No Rules for Rex!  by Daisy Alberto, illus. by Jerry Smath ($4.99, 5-7); and Lila \nthe Fair  by Laura Driscoll, illus. by Blanche Sims; Pet Peeves  by Sarah Willson, illus. by John Nez; and Which \nWay, Wendy?  by Tennant Redbank, illus. by Rebecca Thornburgh ($4.99 each, 6-8).\n\nPaperback Series in Spanish\n\nMath Matters en Español  starts up with Cuenta con Pablo  by Barbara deRubertis and El problema de 100 libras  \nby Jennifer Dussling, both illus. by Rebecca Thornburgh; ¿Que sigué, Nina?  by Sue Kassirer, illus. by Page \nEastburn O'Rourke; and ¿Dónde está ese hueso?  by Lucille Recht Penner, illus. by Lynn Adams ($4.95 each, 5-7); \nand La feria musical de matemáticas  by Kassirer, illus. by Jerry Smath; and Tod el apretado  by Daphne Skinner, \nillus. by John Nez ($4.95 each, 6-8).\n\nKAR-BEN\n\nIt's Purim Time!  ($12.95) by Latifa Berry Kropf, photos by Tod Cohen. In this photoessay, children act out the \nstory of Purim. (2-6)\n\nNoah and the Ziz  ($17.95, paper $7.95) by Jacqueline Jules, illus. by Katherine Janus Kahn. The king of birds \nlearns a lesson when he helps Noah gather animals before the flood. (3-7)\n\nThe Seventh Day  ($16.95, paper $6.95) by Deborah Bodin Cohen, illus. by Melanie Hall, offers an adaptation of \nthe creation story. (3-8)\n\nKIDS CAN PRESS\n\nCity 123  ($15.95), photos by Zoran Milich is a counting book featuring city scenes. (2-5)\n\nBearcub and Mama  ($15.95) by Sharon Jennings, illus. by Mélanie Watt. While lost during a storm, Bearcub \nremembers everything his mother has taught him. (3-7)\n\nThe Boy Who Loved Bananas  ($15.95) by George Elliott, illus. by Andrej Krystoforski. Matthew goes bananas \nafter watching monkeys at the zoo. (3-7)\n\nA Treasure at Sea for Dragon and Me  ($14.95) by Jean Pendziwol, illus. by Martine Gourbault. A girl and her \ndragon friend spend a day at the beach. (3-7)\n\nMartin Bridge: Ready for Takeoff!  ($14.95, paper $4.95) by Jessica Scott Kerrin, illus. by Joseph Kelly. Three \nstories show how Martin's well-intentioned plans go awry. (7-10)\n\nInto the Volcano  ($16.95) by Donna O'Meara. Photos and text focus on volcanoes. (8-12)\n\nWalking with the Dead  ($16.95) by L.M. Falcone. Two friends find themselves on a mission to the world of the \ndead. (9-12)\n\nMedia Madness  ($14.95, paper $8.95) by Dominic Ali, illus. by Michael Cho, is a guide to TV, music videos, radio, \nthe Internet and other media. (10-14)\n\nThe Ghost Horse of Meadow Green  ($16.95, paper $6.95) by Anne Louise MacDonald. Why has the horse that \nKim saw from the school bus window vanished? (10-14)\n\nBattle Scars  ($16.95, paper $6.95) by John Wilson is a sequel to The Flags of War . (10-14)\n\nThe Turning  ($16.95, paper $6.95) by Gillian Chan. An ancient force lures a teenager into the woods near his \nhouse. (12-up)\n\nSeries\n\n\n\nFranklin  is back in Franklin's Big Search-and-Solve Flap Book , based on characters created by Paulette \nBourgeois and Brenda Clark ($12.95, 3-6). Kids Can Read  welcomes Pup and Hound in Trouble  and Pup and \nHound Stay Up Late  by Susan Hood, illus. by Linda Hendry ($14.95 each, paper $3.95, 5-6); Franklin and the \nCookies  and Franklin's Library Book  ($14.95 each, paper $3.95, 6-7); and Firefighters   and Postal Workers  by \nPaulette Bourgeois, illus. by Kim LaFave ($14.95 each, paper $3.95, 6-8). Joining Wildlife  is Snakes  by Adrienne \nMason, illus. by Nancy Gray Ogle ($10.95, paper $6.95, 5-10). Animal Behavior  presents Animals Migrating  by \nEtta Kaner, illus. by Pat Stephens ($12.95, paper $5.95, 7-11). Kids Can Do It  adds Hemp Jewelry  by Judy Ann \nSadler, illus. by Jane Kurisu; and Birdhouses  by Renée Schwarz ($12.95 each, paper $6.95, 8-up). And Visions in \nPoetry  releases The Highwayman  by Alfred Noyes, illus. by Murray Kimber ($16.95, 10-up). \n\nPaperbacks\n\nMy Pet Kitten  and My Pet Puppy  ($5.95 each) by Marilyn Baillie, illus. by Jane Kurisu. A kitten and a puppy offer \npet care information. (5-8)\n\nSports Hall of Weird  ($4.95) by Kevin Sylvester rounds up weird sports facts. (7-up)\n\nPaperback Series\n\n Joining Jumbo Books  is The Jumbo Book of Needlecrafts  by Judy Ann Sadler, Gwen Blakley Kinsler, Jackie \nYoung and Biz Storms, illus. by Esperança Melo, June Bradford and Jane Kurisu ($16.95, 8-up).\n\nPaperback Reprints\n\nCity Signs , photos by Zoran Milich; and Big Week for Little Mouse  by Eugenie Fernandes, illus. by Kim \nFernandes ($5.95 each, 2-5).\n\nKINGFISHER\n\nMy First Year  ($14.95), illus. by Kady MacDonald Denton, is a baby record book. (All ages)\n\nMy First Horse and Pony Book  ($9.95) by Judith Draper, photos by Matthew Roberts, introduces facts about \nhorses and ponies. (5-8)\n\nKingfisher First Atlas  ($10.95) includes maps and pictograms. (5-8)\n\nThe Children's Illustrated Bible  ($14.95) collects biblical stories, maps and photos of contemporary sites. (8-14)\n\nThe Kingfisher Student Atlas of North America  ($24.95) contains statistics, illustrations and relief maps. (9-12)\n\nSeries\n\nMirror, Mirror   issues Who Will I Be?  and Cuddle Me!  by Chris Inns ($5.95 each, up to 5). Animal Babies   \nwelcomes Animal Babies Around the House   and Animal Babies on the Farm   ($6.95 each, 2-5). Amazing \nMachines  zooms on with Cool Cars   by Tony Mitton ($9.95, 2-5). Joining The Best Book of...  is Ancient Greece   \nby Deborah Murrell ($12.95, 5-8). Kingfisher Young Knowledge   offers Deserts   by Nicola Davies and Whales \nand Dolphins   by Caroline Harris ($8.95 each, 5-8). I Wonder Why  presents I Wonder Why Pine Trees Have \nNeedles and Other Questions About Forests   by Jackie Gaff ($11.95, 5-8). New Bodyscope   titles are Brain \nPower   and Building Blocks   by Patricia MacNair ($9.95 each, 7-10). And Kingfisher Knowledge  adds Life in \nAncient Rome  by Simon Adams and Stars & Planets  by Carole Stott ($11.95 each, 9-14).\n\nPaperbacks\n\nA Spider Bought a Bicycle   ($10.95) by Michael Rosen, illus. by Inga Moore, rounds up poems, rhymes and \nsongs. (5-8)\n\nKingfisher First Encyclopedia   ($9.95) collects information on more than 100 topics. (5-8)\n\n\n\nMy First Reference Set   ($24.95) offers copies of Kingfisher First Dictionary, Kingfisher First Thesaurus and \nKingfisher First Encyclopedia. (5-8)\n\nThe Story of King Arthur   ($7.95), retold by Robin Lister, illus. by Alan Barker, compiles Arthurian legends. (9-12)\n\nThe Story of Robin Hood   ($7.95), retold by Robert Leeson, illus. by Barbara Lofthouse, chronicles the \nescapades of this hero. (9-12)\n\nShakespeare's Verse   ($10.95), selected by Gina Pollinger, illus. by Emma Chichester Clark, presents passages \nfrom the Bard's plays and poems. (9-14)\n\nPaperback Series\n\nHandy Harvey   is back in Harvey the Baker   and Harvey the Carpenter   by Lars Klinting ($4.95 each, 2-5). New \nFirst-Time Stories   are It's My Turn!   and Our New Baby   by Heather Maisner, illus. by Kristina Stephenson \n($3.95 each, 2-5). The Kingfisher Treasury of Stories   offers Stories for Four Year Olds   by Edward and Nancy \nBishen, illus. by Carolyn Dinan ($5.95, 4-8); and Dragon Stories   by Margaret Clark, illus. by Mark Robertson \n($5.95, 5-8). I Am Reading   continues with Barn Party   by Claire O'Brien, illus. by Tim Archbold; Joe Lion's Big \nBoots   by Kara May, illus. by Jonathan Allen; Granddad's Dinosaur   by Brough Girling, illus. by Stephen Dell; and \nPrincess Rosa's Winter   by Judith Hindley, illus. by Margaret Chamberlain ($3.95 each, 6-8). Sidesplitters   adds \nFantastically Funny Stories , selected by Michael Rosen; Seriously Silly School Jokes , illus. by Tony Trimmer; and \nWhat a Hoot , illus. by Martin Chatterton ($3.95 each, 7-10). Traces   issues Framed! and Lost Bullet   by Malcolm \nRose ($5.95 each, 8-12). And My Side of the Story   releases Trouble at the Mill   by Philip Wooderson, Escape \nfrom War   by James Riordan, Journey to Jamestown   by Lois Ruby and The Brothers' War   by Patricia Hermes \n($6.95 each, 9-12).\n\nPaperback Series Reprints\n\nThe Best Book Of...   reprints Dinosaurs   by Chris Maynard, Mummies   by Philip Steele and Sharks   by Claire \nLlewellyn ($5.95 each, 5-8).\n\nKLUTZSuction Cup Critters  ($14.95) by Michael Sherman explains how to make window decorations out of pipe \ncleaners, punch-out artwork and suction cups. (6-up)\n\nThe Klutz Book of Ball Games  ($14.95) by Doug Stillinger packages three balls with instructions for games to \nplay with them. (6-up)\n\nCarabiners: Scratch Off: Punch Lines , Truth or Dare  and Your Future  ($3.95 each) are three miniature books, \neach attached to a pen and a carabiner for clipping to backpacks. (6-up)\n\nHow to Make Monstrous, Huge, Unbelievably Big Bubbles  ($16.95) by David Stein and the editors of Klutz \ncontains tools and instructions for making giant bubbles. (8-up)\n\nMake Your Own Itty-Bitty: Angels , Ballerinas  and Princesses  ($9.95 each) offer directions and craft supplies \nfor creating miniature dolls. (8-up)\n\nKlutz to Go: Books-in-a-Cup: Lime  andOrange   ($9.95 each). For traveling kids, these offer four activity books, \nstickers and pencil packaged in a cup. (8-up)\n\nDial with Style: Decorate Your Cell Phone  ($12.95) by Susan Fox and Karen Phillips presents materials and \ninstructions for decorating a cell phone. (11-up)\n\nKREGEL/KIDZONE\n\nAm I Making God Smile?  ($12.99) by Jeannie St. John Taylor. Erik learns to turn bad things into things that make \nGod smile. (4-7)\n\n\n\nThe Super Short Amazing Story of David & Goliath  ($10.99) by Scott Burroughs and Chrysti Burroughs offers a \nversion of this biblical tale. (4-7)\n\nSeries\n\nGod Can Use Me  releases Lenny Loses His Lunch  by Dan Taylor and Damon Taylor, illus. by Damon Taylor \n($10.99, 4-7).\n\nPaperback\n\nThe Fine China Plate  ($10.99) by Robin Jones Gunn is a story about remaining pure so as to be ready at any time \nto serve the King. (7-10)\n\nLECTORUM\n\nTitle in Spanish\n\nEl mejor nido (The Best Nest)   by P.D. Eastman, trans. by Teresa Mlawer ($8.99, 6-8).\n\nPaperback in SpanishTili y el Muro (Tillie and the Wall)  by Leo Lionni, trans. by Teresa Mlawer ($6.99, 6-8).\n\nLEE & LOW\n\nSixteen Years in Sixteen Seconds  ($16.95) by Paula Yoo, illus. by Dom Lee, is a biography of Sammy Lee, the \nfirst Asian-American Olympic gold medallist. (6-up)\n\nPoems to Dream Together/Poemas par soñar juntos  ($16.95) by Francisco Alarcón, illus. by Paula Barragán, \ncollects bilingual poems celebrating family, nature and the power of dreams. (7-12)\n\nBrothers in Hope: The Story of the Lost Boys of Sudan  ($17.95) by Mary Williams, illus. by R. Gregory Christie, \nrelays the true tale of Sudanese orphans' trek to reach safety in a refugee camp. (7-up)\n\nMama's Window  ($16.95) by Lynne Rubright. An African American boy struggles to adapt to his new life with his \nuncle and to keep his late mother's dream alive. (8-12)\n\nTitle in Spanish\n\nEstela en el mercado de pulgas (Estela's Swap)  by Alexis O'Neill, illus. by Enrique O. Sanchez ($16.95, paper \n$7.95, 6-10).\n\nPaperback Reprints\n\nSummer Sun Risin'  by W. Nikola-Lisa, illus. by Don Tate ($7.95, 3-6); and The Secret to Freedom  by Marcia \nVaughan, illus. by Larry Johnson ($7.95, 6-up).\n\nLERNER\n\nPaperback Series\n\nMeet the Dinosaurs  issues six titles by Don Lessem, illus. by John Bindon ($6.95 each, 7-10). And new \nBiography  titles are Ariel Sharon  by Norman Finkelstein, Fidel Castro  by Ellen Butts and Joyce Schwartz, Hillary \nRodham Clinton  by Margaret Goldstein, Tony Blair  by Thomas Collins and Vladimir Putin  by Tom Streissguth \n($7.95 each, 11-17).\n\nLERNER/CAROLRHODA\n\nChoo Choo Clickety-Clack!  ($14.95) by Margaret Mayo, illus. by Alex Ayliffe, introduces vehicles of various \nshapes and sizes. (3-7)\n\n\n\nBlackberry Stew  ($15.95) by Isabell Monk, illus. by Janice Lee Porter. Hope learns that as long as she has her \nmemories, her late grandfather will live on. (3-8)\n\nA Style All Her Own  ($15.95) by Laurie Friedman, illus. by Sharon Watts. What happens when stylish Isabelle is \nasked to wear a drab flower girl dress? (5-8)\n\nTooth Fairy's First Night  ($15.95) by Anne Bowen, illus. by Jon Berkeley. The first night on the job is tougher \nthan a tooth fairy anticipates. (5-8)\n\nTiger Turcotte Takes on the Know-It-All  ($6.95) by Pansie Hart Flood, illus. by Amy Wummer. Second grader \nTiger realizes that maybe girls aren't so bad after all. (6-10)\n\nSilver Child  ($15.95) by Cliff McNish. Six youngsters have life-altering experiences and attempt to save humanity. \n(10-up)\n\nSecrets of a Civil War Submarine: Solving the Mysteries of theH.L. Hunley  ($18.95) by Sally Walker recounts \nthe history of this submarine. (11-14)\n\nSeries\n\nWords Are Categorical  adds Pitch and Throw, Grasp and Know: What Is a Synonym?   by Brian Cleary, illus. by \nBrian Gable ($14.95, 7-9). And Mallory   returns in Mallory vs. Max   by Laurie Friedman, illus. by Tamara Schmitz \n($15.95, 7-12).\n\nPaperback Series\n\nOn My Own Biographies  welcomes Cesar Chavez  by Ginger Wadsworth, illus. by Mark Schroder; Leif Eriksson  \nby Shannon Knudsen, illus. by Mark Oldroyd; and Sojourner Truth  by Gwenyth Swain, illus. by Matthew \nArchambault ($5.95 each, 7-10). And On My Own Holidays  celebrates Chinese New Year  by Judith Jango-\nCohen, illus. by Jason Chin; Cinco de Mayo  by Linda Lowery, illus. by Barbara Knutson; Easter Around the World  \nby Shannon Knudsen, illus. by David Erickson; and Veterans Day  by Marlene Targ Brill, illus. by Qi Wang ($5.95 \neach, 7-10).\n\nPaperback Series Reprint\n\nMallory on the Move  by Laurie Friedman, illus. by Tamara Schmitz ($5.95, 7-10).\n\nLERNER/LERNERSPORTS\n\nPaperback Series\n\nAmazing Athletes  welcomes Alex Rodriguez  and Michael Phelps  by Jeffrey Zuehlke; and Annika Sorenstam , \nCarly Patterson  and Sammy Sosa  by Jeff Savage ($5.95 each, 8-11). \n\nLITTLE, BROWN\n\nHula Lullaby  ($15.99) by Erin Eitter Kono. An island symphony rocks a girl to sleep in her mother's arms. (up to 3)\n\nThumbelina  ($16.99) by Lauren Mills retells this Hans Christian Andersen tale. (3-6)\n\nBad Cat Puts on His Top Hat  ($15.99) by Tracy-Lee McGuinness-Kelly is a sequel to Bad Cat . (3-6)\n\nBathtub Blues  ($15.99) by Kate McMullan, illus. by Janie Bynum. The young stars of Rock-a-Baby Band  take a \nbath after their messy outdoor adventures. (3-6)\n\nOld Mr. Mackle Hackle  ($15.99) by Gunnar Madsen, illus. by Irana Shepherd. How will Mr. Mackle Hackle get his \nhen to cackle? (3-6)\n\n\n\nSweep Dreams  ($16.99) by Nancy Willard, illus. by Mary GrandPré, tells of a man who falls in love with a dancing \nbroom. (3-6)\n\nRuth and Naomi  ($15.99) by Jean Marzollo, retells the tale of these biblical characters. (3-6)\n\nFreddy and the French Fries: Fries Alive!  ($12.99) by David Baldacci, illus. by Rudy Baldacci. A young science \nwhiz has an ambitious plan to win new customers for his family's business. (8-12)\n\nClick Here (To Find Out How I Survived Seventh Grade)  ($15.99) by Denise Vega. In this first novel, Erin's blog \nlands on the school Web site. (8-12)\n\nHow to Be a Pirate  ($10.99) by Cressida Cowell is a companion novel to How to Train Your Dragon . (8-12)\n\nThe Alchemist's Son: Soul Stealer  ($14.99) by Martin Booth is a sequel to Doctor Illuminatus . (8-12)\n\nMaximum Ride: The Angel Experiment  ($16.99) by James Patterson introduces six kids who are 98% human \nand 2% bird. (12-up)\n\n47  ($16.99) by Walter Mosley. A slave boy is swept up in a struggle for his freedom after he meets a mysterious \nrunaway slave. (12-up)\n\nSeries\n\nJust Being Me  debuts with I'm Not Sleepy!  and I'm So Mad!  by Nicole Hollander ($7.99 each, 3-6). Little Steps \nBooks  issues Little Skills  and Mini Manners  by Tanya Napier, illus. by Airlie Anderson ($9.99 each, 3-6). The \nCallahan Cousins  launches with Summer Begins  by Elizabeth Doyle Carey, illus. by Donna Kae Nelson ($10.99, \n8-12). Cirque Du Freak  by Darren Shan adds Killers of the Dawn  ($15.99, 8-12). And Spy High  gains Mission \nFive: Blood Relations  and Mission Six: The Annihilation Agenda  by A.J. Butcher ($15.95 each, paper $6.95, 12-\nup).\n\nPaperbacks\n\nMake Me a Pop Star!  ($7.99) by Michelle Tauber, illus. by A.V. Phibes, is a guide for kids who aspire to stardom. \n(8-12)\n\nUm, Like... OM: A Girl Goddess's Guide to Yoga  ($9.99) by Evan Cooper is a primer for teenage yoga fans. (12-\nup)\n\nSurfer Girl  ($12.99) by Sanoe Lake with Steven Jarrett. A champion surfer and actress offers advice to aspiring \nsurfers. (12-up)\n\nPaperback Series\n\nArthur  returns in Arthur Tells a Story  by Marc Brown ($3.99, 3-6). Brown's Buster  series debuts with Buster on \nthe Town , Buster on the Farm , Buster Plays Along , Buster and the Giant Pumpkin , Buster and the Dance Contest  \nand Buster Hits the Trail  ($3.99 each, hardcover $13.99, 6-9). Extreme Team  by Matt Christopher adds Head to \nHead , BMX Racer   and On the Edge  ($4.99 each, hardcover $15.99, 7-10). Explorers Wanted!  kicks off with In \nthe Jungle , Under the Sea , On Safari  and In the Wilderness  by Simon Chapman ($5.99 each, 8-12). Matt \nChristopher Legends in Sports  welcomes Muhammad Ali  ($4.99, 8-12). Sidekicks  by Dan Danko and Tom \nMason issues The Brotherhood of Rotten Babysitters  ($4.99, 8-12). Launching The Dating Game  by Natalie \nStandiford are The Dating Game  and Breaking Up Is Really, Really Hard to Do  ($9.99 each, 12-up). Clique  \npresents Revenge of the Wannabes  by Lisi Harrison ($9.99, 12-up). TheA-List  adds Tall Cool One  by Zoey Dean \n($9.99, 15-up). And Cecily von Ziegesar's Gossip Girl  chatters on with Nobody Does It Better  ($9.99, 15-up).\n\nPaperback ReprintThe Girl's Guide to Life  by Catherine Dee ($15.99, 8-12).\n\nPaperback Series Reprints\n\n\n\nCirque Du Freak  by Darren Shan issues The Vampire Prince  and Hunters of the Dusk  ($5.99 each, 8-12).\n\nLITTLE, BROWN/TINGLEY\n\nReading Makes You Feel Good  ($15.99) by Todd Parr celebrates the joys of reading. (3-6)\n\nSakes Alive! A Cattle Drive   ($15.99) by Karma Wilson, illus. by Karla Firehammer. Two cows steal the farmer's \ncar and go for a joyride. (3-6)\n\nFar from Xanadu  ($16.99) by Julie Anne Peters. A teenage girl in a small Kansas town falls in love with the new, \ncool, straight girl at school. (12-up)\n\nPaperback ReprintKeeping You a Secret  by Julie Anne Peters ($7.99, 12-up).\n\nLOBSTER PRESS\n\nThe Gaggle Sisters Sing Again  ($15.95) by Chris Jackson is the second book in the Gaggle Sisters trilogy. (2-7)\n\nThe Baseball Card  ($15.95) by Jack Siemiatycki and Avi Slodovnick, illus. by Laura Watson. On his first trip to the \nballpark, a boy listens to his father's story about Babe Ruth. (4-9)\n\nSeries\n\nPenelope  returns in Penelope and the Monsters   by Sheri Radford, illus. by Christine Tripp ($15.95, 2-7).\n\nPaperback in SpanishLa estampa de béisbol (The Baseball Card)  by Jack Siemiatycki and Avi Slodovnick, \nillus. by Laura Watson ($10.95, 4-9).\n\nPaperback Series\n\nStep-Chain  continues with She's No Angel  and Too Good to Be True   by Ann Bryant ($4.95 each, 9-13). \nPaperback Reissue\n\nShoes for Amélie  by Connie Colker Steiner, illus. by Denis Rodier ($6.95, 8-12).\n\nLONDON TOWN PRESS  (PGW, dist.)\n\nFooling the Tooth Fairy  ($17) by Martin Nelson Burton, illus. by Clint Hansen. A boy discovers that the Tooth \nFairy is smarter than he thought. (4-8)\n\nPaperback Series\n\nThe London Town Wild Life Series  introduces A Raft of Sea Otters: The Playful Life of a Furry Survivor  by Vicki \nLeón, A Shimmer of Butterflies: The Brief, Brilliant Life of a Magical Insect  by Joni Phelps Hunt, A Dazzle of \nHummingbirds: The Colorful Life of a Tiny Scrapper  by Bruce Berger and The Secrets of Tropical Rainforests: Hot \nand Humid and Teeming with Life  by Jean Hamilton ($7.95 each, 10-up).\n"}