{"title": "GOP, Catholics are split on immigration reform", "body": "\nThe national immigration debate is muddying Republican relations with Roman Catholics -- coveted swing voters \nwho comprise about one-quarter of the electorate.\n\nWhile Catholic bishops and many Republican politicians share opposition to abortion, they're often split over the \nspecifics of immigration reform. Church leaders are challenging -- and in some cases even vowing to defy -- the \ntougher enforcement proposals by GOP lawmakers.\n\nThe issue highlights the roadblocks that the Catholic worldview sets up for Republicans and Democrats. Catholics \nare generally conservative on personal issues such as marriage, but tend to be liberal on social justice problems, \nlimiting the appeal of both major parties and leaving Catholics \"politically homeless,\" said the Rev. James L. Heft, \npresident of the Institute of Advanced Catholic Studies at the University of Southern California.\n\n\"I'd like to see more pro-life Democrats,\" Heft said, \"and social justice Republicans.\"\n\nImmigration is not the first issue to split GOP and Catholic leaders.\n\nPope John Paul II opposed the U.S.-led war on Iraq and the death penalty, for example. But these latest differences \nhave emerged only months before much of the Republican-controlled Congress is up for re-election, and when the \nGOP and Catholics had seemed closer than ever.\n\n\"Right now, a higher proportion of Catholic voters (than in the past) would identify with the Republican Party, or \nsome of the themes that the Republican candidates have been using,\" said David Leege, a professor emeritus at \nthe University of Notre Dame and an expert on Catholics and politics.\n\nShifting loyalties\n\nCatholics, once solidly Democratic, have been moving toward the Republican Party for the last 25 years or so. \nWhen struggling Catholics established themselves financially, they started voting less according to religious ties \nand more according to economic interests. The Democrats' embrace of abortion rights also drew them to GOP \ncandidates.\n\nPresident George W. Bush, a Methodist, won the 2004 Catholic vote 52 percent to 47 percent over Democratic \nnominee John Kerry, who is Catholic. Leading up to the election, bishops had warned Catholic lawmakers they \nrisked \"cooperating in evil\" if they voted for candidates supporting abortion rights. Church leaders insisted their \nposition was nonpartisan, yet the timing of their statements was clearly a boon to Republicans because Kerry backs \nabortion rights.\n\n\nBut now, many of these same bishops are accusing GOP lawmakers of lacking compassion for illegal migrants. St. \nLouis Archbishop Raymond Burke, who said in 2004 he would refuse to give Holy Communion to Kerry, was among \nmany church leaders who organized recent rallies in favor of giving undocumented workers a chance at citizenship. \nBurke noted that American Catholics were immigrants themselves.\n\n'A moral obligation'\n\nRep. James Sensenbrenner, a Republican from Wisconsin, galvanized Catholic opposition by sponsoring \nlegislation that the House passed in December that would make it a felony to be in the country illegally and a crime \nto help illegal immigrants.\n\nLos Angeles Cardinal Roger Mahony said his priests would disobey such a law. Successive popes, including John \nPaul II, have stressed that nations with the resources to accommodate people fleeing persecution or economic \nhardship have a moral obligation to do so -- regardless of legal status. About 30 percent of the nearly 65 million \nU.S. Catholics are Hispanic, and the church has an extensive social service network for migrants.\n\nCatholics in AP-Ipsos polling were more likely than Protestants and white evangelicals to support allowing \nimmigrants to be temporary workers and to oppose making it a serious crime to be in this country without \ndocumentation.\n\nLeonard Leo, the Republican National Committee's co-chairman for Catholic outreach, called Mahony's remarks \noverly harsh and argued that Bush \"has done a very good job of describing where the Republican Party ought to be \non the issue and I think that his vision is very consistent with where a lot of Catholics are.\"\n"}