{"title": "Plan to put Guard on border OK'd; Senate eagerly backs White House plan with 83-10 vote", "body": "\nWASHINGTON — The Senate, eager to stanch the flow of illegal immigrants, signaled overwhelming support \nMonday for President Bush's plan to dispatch National Guard troops to states along the Mexican border.\n\nNo tour of duty could last longer than 21 days, and troops would be excluded from \"search, seizure, arrest or similar \nactivity.\" They would support the Border Patrol, which has primary responsibility for intercepting illegal immigrants.\n\nThe vote was 83-10 on an amendment by Sen. John Ensign, R-Nev., to authorize governors to order their states' \nNational Guard units to perform annual duty training in Texas, New Mexico, Arizona or California. Administration \nofficials have said Bush has the authority to deploy the Guard, making the vote a largely symbolic show of support.\n\nThe agreement came as the Senate moved toward an expected vote later this week on the most far-reaching \nimmigration bill in two decades. The measure would strengthen border enforcement, create a guest-worker \nprogram and provide an eventual opening for citizenship to many of the millions of men and women already in the \ncountry illegally.\n\nIn contrast to the Guard-related provision, a proposal to assure identical wage floors for two groups of immigrant \nfarm workers sparked a spirited debate.\n\nSen. Saxby Chambliss, R-Ga., said farm workers who hold temporary visas should be paid along the same lines as \nup to 1.5 million future agriculture laborers under a new program envisioned in the legislation.\n\nHe said both groups should be paid whichever was higher, the minimum wage or the prevailing wage — a \ncalculation that takes into account skill, experience and the geographical area where the job exists. \"The workers \n(in the two groups) are mostly the same,\" Chambliss said, adding that most come from Mexico and are in the \nUnited States to earn money to support their families.\n\n\"Should they not be treated the same? I believe they should,\" he said.\n\nCritics argued that Chambliss' proposal would result in a reduction in already low wages. \"They'll be treated the \nsame, but they'll be treated shabbily,\" said Sen. Edward Kennedy, D-Mass. Other critics, including Sen. Larry Craig, \nR-Idaho, said Chambliss' proposal would change a carefully negotiated compromise between farmers and groups \nadvocating on behalf of migrant workers.\n\nThe amendment was sidetracked on a vote of 50-43.\n"}