{"title": "'LOS METS' WON'T PROTEST", "body": "\nMIAMI - In recent years, the Mets have garnered much attention for their ties and outreach to the Hispanic \ncommunity. They do not, however, plan to follow the Phoenix Suns in registering a protest of Arizona's \ncontroversial immigration law.\n\nAccording to a team official, the Mets will wear \"Los Mets\" jerseys during two home games this season as \npreviously scheduled, but will not don the uniforms for either of their two series against the Arizona Diamondbacks. \nThe Mets travel to Arizona July 19-21, and the D-Backs visit New York July 30-Aug. 1.\n\nBecause the Mets have worn the Los Mets jerseys in select games since 2006, have a Spanish language Web \nsite, losmets.com, and in 2005 hired Omar Minaya as MLB's first Hispanic general manager, some activists have \ncalled on them to register a protest as the Suns did.\n\nThe team, however, considers its current celebration of Fiesta Latina, on Aug. 13, and Hispanic Heritage Month, on \nSept. 17, to be sufficient opportunities to wear the Los Mets uniforms.\n\nArizona's law SB-1070, which goes into effect in August, will make it a state crime to be in the United States \nillegally. The law also gives police permission to question anyone they suspect of being undocumented. This week, \nthe state created further controversy by restricting what can be taught in ethnic studies classes in public schools.\n\nOutrage over this legislation has extended into the sports world, most notably when the Suns wore \"Los Suns\" \njerseys for their playoff game on May 5. The Mets had 18 foreign-born players on their Opening Day roster, most in \nmajor league history.\n\nINJURY UPDATE\n\nRyota Igarashi (hamstring) threw 46 pitches in a bullpen session yesterday and said he felt \"no pain.\" The Mets \ncould announce a plan for his minor league rehabilitation today. ... Henry Blanco remains on the bereavement list, \nand Manuel said he will likely remain there until Monday. The catcher is with his ill mother in Venezuela.\n\nKEITH DOESN'T COMMENT\n\nKeith Hernandez said he \"wasn't going to talk about\" an ESPN interview with former major-leaguer Bernie Carbo \nthat will air Monday. Carbo said that he attempted to pay a man $2,000 in 1985 to break Hernandez's arms, \nbecause the former Met first baseman testified in the infamous Pittsburgh drug trials that Carbo introduced him to \ncocaine.\n\n"}