{"title": "Immigrants' Fear of Forms Imperils Aid to Schools", "body": "\nWhen Lyubov Golant was told to sign a standard government form to qualify her son for free lunch at a Brooklyn \npublic school last fall, her first reflex was fear.\n\nAfter years of having to answer prying questions from Soviet authorities before getting a job or even a library card, \nshe was suspicious of giving the school personal information like her family's income, the number of people in her \nhousehold and whether they were on welfare.\n\n\"It's in our blood to be scared,\" said the 30-year-old woman, who left Moscow with her 8-year-old son, Yevgeny, five \nmonths ago. \"In Russia, we learned to say not what we really think and to think not what we really say.\"\n\nMrs. Golant's hesitance was only momentary. But many of the city's new immigrant families are unwilling to fill out \nsuch forms, a reluctance that is costing schools with large foreign-born populations hundreds of thousands of \ndollars in Federal aid, said Robin Wilner, executive director of strategic planning for the school system.\n\n \n\nMain Poverty Indicator for Schools\n\n With the number of foreign-born schoolchildren on the rise in recent years, getting the forms -- which are the main \npoverty indicator used in the schools -- has become more and more pressing for the schools. The forms not only \nmake children eligible for a free lunch, but they are used to qualify for the Chapter 1 Federal aid program, which \npays for extra tutoring and special classes for low-achieving poor children.\n\nCurrently, 7 of the 649 schools in the city that became eligible for such aid this school year have lost it, and 17 \nrisk losing it, because they were not able to collect enough lunch application forms, school and union officials say. \nIn most cases, the schools losing out have large immigrant populations, the officials said. The loss of funds will \nresult in fewer teachers, aides, reduced class sizes and developmental programs in those schools.\n\nMany parents are like Mrs. Golant, immigrants or refugees from countries governed by harsh laws and \ndictatorships. In some cases, however, the parents refuse to sign because they find it shameful to accept what they \nsee as welfare. Still others are here illegally, and fear that such forms will eventually be used to track them down \nand deport them.\n\n\n\"With the recent spate of immigrants from so many countries that are at war or in political turmoil, it's a growing \nnew problem,\" said Susan Amlung, a spokeswoman for the United Federation of Teachers.\n\nDifficulty in getting immigrants to fill out forms is not confined to the New York schools. Other key ports of entry, \nincluding Miami, Boston, Los Angeles and Houston, see it, too.\n\n \n\nInnocent Requests Can Chill\n\n \"Immigrant parents are easily put off by any kind of request for information,\" said Joan First, executive co-director \nof the National Coalition of Advocates for Students, a group based in Boston. \"The requests may be very innocent \non the part of the school people and may not have any intent to chill the parents' relationship with the school, but it \nstill may have that outcome.\"\n\nAbout 150,000 immigrants from 167 countries have enrolled in the city's schools in the last four years, said the \nschools' chief spokesman, James S. Vlasto.\n\n\"As this immigrant population increases, it's going to be even more difficult,\" Mr. Vlasto said. \"It takes a lot of work \nto help these people assimilate into the school system. They're fearful of the government. Where they come from, \nthey're looking over their shoulder. They're afraid of answering the phone or even giving out their mailing address.\"\n\nOfficials are also worried that a second problem will emerge next year. The pool of Federal funds that New York \nCity receives could shrink by more than $50 million because of a change in the Federal allocation formula, which \nwill use 1990 Census figures for the first time, they said.\n\n\"The same families who don't want to fill out the lunch forms are not picked up in the 1990 Census, so we will not \nget credit for these families, and we're serving their children,\" said Ms. Wilner. \"It's a problem we have that is going \nto be a national issue.\"\n\nNew York's school system received $432 million in Chapter I aid for the 1992-93 school year. Elementary \nschools that qualify average about $500,000 in Chapter I aid. To be eligible, schools must show that at least \n59.08 percent of their students are living below a certain family income level; the lunch forms are the most common \nproof. A school that cannot collect enough forms forfeits the Federal aid, and its share is then distributed to other \nschools that do qualify. But it leaves some schools with a large immigrant population -- often in need of a great \ndeal of remedial help in reading and math -- at a severe disadvantage.\n\nIn an effort to get the forms signed this year, some schools have enlisted the help of community organizations that \nhave a foothold in immigrant neighborhoods. Others have tried home visits, telephone calls and private meetings \nin the principal's office in an effort to convince parents that they will benefit from signing.\n\n\"We mingle with them in the schoolyard and we also make calls,\" said Joseph Silverstone, the principal of P.S. 225, \nwhose large Russian population includes Mrs. Golant's son. His staff, which speaks to parents in their native \nlanguage, has collected all but 11 lunch forms from the school's 660 students. \"You have to understand what \nthey've overcome to come to this country,\" he said.\n\nIn Community School District 4, where a wave of immigrants from Mexico and Central America have flooded the \nschools of East Harlem, school officials have tried to soothe parents' fears with meetings that focus on the \nconfidential nature of the forms and their relationship to the Federal aid received by the school.\n\n\"These are the front-line realities that schools have to deal with,\" said Wilfredo Laboy, the district's director of \nstudent development and pupil personnel services. \"We have newly arrived people coming from countries that have \nbeen abusive of power. They don't understand the connectedness between the services and these applications.\"\n\nAt Seward Park High School on the Lower East Side of Manhattan, where many students are from China, Burma, \nBangladesh, Central America and the Caribbean, dozens of free lunch applications are neatly stacked by color \naccording to language; pink for Chinese, green for Spanish and white for English.\n\n\n\nBut Jeannette Goldstein, a tart-tongued school aide who is known affectionately as the Lunch Lady, said some \nstudents seem to prefer an empty stomach rather than accept a free lunch coupon from her.\n\n \n\n'Don't Care What You Offer'\n\n \"I plead with them. We joke with them. We try to induce them,\" said Mrs. Goldstein, a 64-year-old school aide. \n\"The ones who are not willing don't care what you offer them. They just say they don't want.\"\n\nThe other day, Mrs. Goldstein was riffling through at least 60 admission slips of students who had not returned \nlunch application forms. She balled a fist tight in frustration.\n\n\"A lot of them come from poor areas but they don't want any lunch,\" she said, rattling off students' addresses. \"East \nBroadway -- I know that building is a walkup. It's probably still an old tenement with bathtubs in the kitchen or in the \nhallway.\"\n\nAt a desk behind Mrs. Goldstein, Ellen Wong, an assistant who interprets for the large Chinese population at \nSeward Park High, monitored a telephone. One of her jobs is to call parents who work in garment factories in \nChinatown when they have not returned the lunch forms.\n\n \n\nWelfare Question Ignored\n\n Most of the lunch forms for Asian students are eventually collected, the school assistant said. But, she added, \nwhen they are asked whether they are on welfare, about 80 percent of the Asian families refuse to answer.\n\n\"They're embarrassed,\" she said. \"They do not go for welfare. They don't want people to look down on them. I try to \nexplain, 'You need it.' They go home and think about it.\"\n\nA feeling of shame about handouts is shared by many immigrants, whether they are Asian, Haitian or Russian like \nMrs. Golant, who feared that she and her son would be viewed as \"a second sort of people.\"\n\nA school system spokesman, Robert Terte, said the free-lunch forms, which also ask for the Social Security \nnumber of the adult household member, are kept confidential in the schools and are not shared with agencies like \nthe Immigration and Naturalization Service. Still, some school employees say the forms have the power to terrify \nmany immigrants.\n\n \n\n'I Can't Take a Chance'\n\n \"They freeze when they see the Social Security number,\" said Jerry Cioffi, the principal of Prospect Heights High \nSchool in Brooklyn. \"They say 'I'm undocumented, Mr. Cioffi, and I can't take a chance.' Some of them have left \nHaiti and a very repressed Government. They're not here properly and they don't have a Social Security number. \nThe downside outweighs the upside. The downside, in their minds, is that if the Federal Government gets this \ninformation, they could be deported.\"\n\nProspect Heights High, where three-quarters of the students are immigrants and mostly Caribbean, needs to \ncollect 1,500 lunch applications, but by the last week in October the school had retrieved only 600 forms. Because \nthe collection numbers are so low, Prospect Heights High risks losing 10 teachers and aides next year who help \nchildren in remedial math and reading.\n\nFor one family from Peru, whose 9-year-old son attends a public school in the Bronx, signing the forms became the \nbasis of a heated argument.\n\nThe father, who insisted on anonymity, is here illegally, though his wife has proper documentation. Signing is \nconsidered a terrible risk by the father, who looks for work on construction crews. He said he told his wife that he \nmight be hunted down.\n\n\n\nHe and his wife ultimately compromised. She filled out the form, making no mention of his existence.\n\n\"We considered not signing it, but we also understand that the person who would suffer is the baby,\" he said.\n\nGraphic\n\n \n\nPhoto: Many of the city's new immigrant families are reluctant to fill out school forms, an aversion that costs \nschools thousands of dollars in Federal aid. \"It's in our blood to be scared,\" said Lyubov Golant, a recent Russian \nimmigrant, who hesitated before signing a standard form to qualify her son for free lunch at a public school. With \nher was her son, Yevgeny. (Rebecca Cooney for The New York Times) (pg. 25)\n"}