{"title": "'I Wanna Marry Harry' Producer Zig Zag Teams With South Africa's Hipster Media On Nelson Mandela Doc - Mipcom", "body": "\nI Wanna Marry Harry producer Zig Zag has teamed with South African producer Hipster Media to develop a \ndocumentary about            Nelson Mandela.\n\nThe British production company is working up a series based on the audio recordings for Nelson Mandela's best-\nselling autobiography Long Walk to Freedom.\n\nThe project to record his poignant memories and inner-most thoughts began in 1991, a year after he was released \nfrom prison, an era that marked the end of apartheid and the birth of a democratic South Africa. In over 15 hours of \naudio tape, Mandela provides, in his own words, insight into his remarkable life's journey, from a child born in the \nrural Transkei to becoming a colossus on the world stage.\n\nThe doc, which is being developed as a 90-minute feature film and three-part series uses these unique voice \nrecordings as the editorial frame, together with stunning archival images and footage, to explore Mandela as a man, \nhusband, father, leader, soldier, comrade, political prisoner, and world statesman.\n\nIt is intended that the production coincides with the 30th anniversary of Mandela's release from Robben Island. The \nMandela Tapes will reveal how a humble individual, a freedom fighter locked away in apartheid's dungeons for 27 \nyears, emerges  from prison to lead his country from the brink of a bloody racial conflagration to reconciliation, hope \nand freedom.\n\n\"The Mandela Tapes is a unique opportunity to retell the story of one of the 20th century's most iconic figures in a \nremarkably intimate way,\" said Danny Fenton, Chief Executive Officer, Zig Zag Productions.\n\n\"In an increasingly divided world, Mandela's words and deeds are more relevant today than ever before. The \nproduction will bring a message of hope for humanity facing an uncertain future. We are proud to produce this \ndocumentary with Zig Zag,\" added Markus Davies, Chief Executive Officer, Hipster Media.\n\nMore from Deadline\n\nMichael Sugar Teams With Nelson Mandela Family To Launch Mandela Media           Discovery Picks Up 'Killing \nMichael Jackson' From 'I Wanna Marry Harry' Producer Zig Zag           Trevor Noah's Self-Deportation Edition Of \n'The Daily Show' Gets Airdate\n"}