{"title": "ALIEN DETENTION CENTER HELD INADEQUATE", "body": "\nThe center where aliens are detained in New York City before being deported is plagued by escapes and is not \nequipped to handle drug dealers or others convicted of serious crimes who are awaiting deportation, a Federal \nstudy says.\n\nThe center, at 201 Varick Street, at King Street, in Manhattan, which houses between 170 and 180 aliens from the \nNew York area, had 25 escapes between June 1985 and June 1986, the report said. The majority of the escapees \nwere convicted criminals and 18 are still at large.\n\nMost of the escapes were through unsecured fourth-floor windows of the building, which houses other Federal \noffices. Many of the staff members are private security guards, who have no training as correction officers.\n\n''It is not a prison, was not meant to be a prison, but it is being operated as a prison,'' said Allan Stapleton, an audit \nmanager for the General Accounting Office, the investigative arm of Congress, which did the study. ''Why should \nthe community around that facility and the whole city be jeopardized by the detaining of criminals there?''\n\nA spokesman for the Immigration and Naturalization Service, Scott Blackman, assistant district director for \ndeportation, said he had not seen the report and could not respond to specific charges. But he acknowledged that \nthe center was not designed to handle dangerous criminals and that its security guards were not trained as \ncorrection officers.\n\n''The nature of detained aliens has changed over the years and many now do have criminal records,'' he said. ''As \nthe population has changed in nature, we have tried to change as well.''\n\nIn recent weeks, he said, the agency has put wire mesh on windows and has attempted to find a new guard service \nto increase security precautions.\n\nThe New York office of the immigration service has come under growing criticism recently from public officials who \nhave accused the agency of not trying to deport most aliens convicted of drug violations. Aliens make up a large \nproportion of the people arrested for dealing crack, a potent form of cocaine, law-enforcement officials say.\n\n \n\n'A Lack of Adequate Space'\n\nSenator Alfonse M. D'Amato, Republican of New York, said that as long as the immigration service was unable to \ndetain and properly house dangerous criminal aliens, it would be highly limited in its ability to arrest and deport \naliens found dealing drugs and committing other serious crimes in the city.\n\n''One of the reasons they don't go after most of the real criminals is there is a lack of adequate space,'' he said.\n\n\nThe report, one of three being prepared for Senator D'Amato by the General Accounting Office about the \nimmigration service in New York, has not yet been released to the public. But the Senator and workers involved in \ncompiling the study disclosed some of its main findings yesterday.\n\n \n\nOpened in 1984\n\nAccording to the report, an environmental impact statement in 1980 describing plans for opening the center in the \nVarick Street building said the average detainee would not be a violent or serious criminal. The center opened in \n1984. But the report said that of its 173 prisoners on April 29, 116 had criminal backgrounds, including 77 who had \nbeen convicted of violent crimes.\n\nThe report said the staff included 40 security guards hired on contract from Citywide Security Services, a private \nconcern. The guards, who work with unarmed employees from the immigration service, were not trained to handle \ndangerous prisoners, it said.\n\nThe study found that in June 1986 guns were stored in a cabinet secured by a combination lock and that the \ncombination was written out and kept nearby.\n\nDuring one review of security equipment, the report said, 17 of the 23 television monitors used for watching \nprisoners were not working.\n"}