{"title": "Hispanic Workers Die at Higher Rate", "body": "\nOften hired for low-end jobs like construction labor and meatpacking, Hispanic immigrants in the United States die \nfrom workplace injuries at a far higher rate than other workers.\n\n     In recent years the rate of on-the-job deaths for all Hispanics has been 20 percent higher than for whites or \nblacks, the Bureau of Labor Statistics has found. The death rate for Hispanics in construction, an industry that has \nhired many immigrants in recent years, is even higher, occupational experts say. \n\n Job safety officials say that Hispanic immigrants, often unskilled and often here illegally, are hired \ndisproportionately into many of the most dangerous jobs, like roofing, fruit picking and taxi driving. \n\nRecent occupational safety reports say Hispanic construction workers have died when they have slipped off wet \nroofs and when the trenches they have been digging have collapsed and buried them. These reports also detail \nnumerous incidents in which migrant farm workers died when crowded vans crashed while their foremen were \ndriving them to the fields.\n\nDana Loomis, a professor of epidemiology at the University of North Carolina who has studied racial disparities in \noccupational injuries, said, \"There is a long history of discriminatory hiring in the United States involving immigrants, \nwith the result that for many, many years, immigrants have done the dirtiest and most dangerous jobs.\" \n\n\"In many parts of the country,\" Professor Loomis said, \"recent Latino immigrants are being hired because they will \naccept lower wages and poorer working conditions than U.S.-born workers.\"\n\nAuthorities on occupational safety point to another factor behind the higher injury rate. Hispanic immigrants, partly \nbecause many do not speak English, often receive less job and safety training than American-born workers do. \nSafety experts say language barriers often contribute to the higher Hispanic injury rate, noting, for instance, that at \nmany job sites, safety instructions and warnings appear only in English.\n\n\"If someone yells, 'Watch out,' you don't necessarily act as fast if it's not your native language,\" said James Platner, \nassociate director of the Center to Protect Worker Rights, an educational arm of the Building Trades Department of \nthe A.F.L.-C.I.O.\n\nA workplace injury last year in Colorado involved a 19-year-old Hispanic worker who slipped off a wet roof, broke \nhis back and was paralyzed. His supervisor did not speak Spanish and said that made it difficult to tell the worker, \nwho did not speak English, that the roof was dangerously slick. In Texas, job safety officials say, a Hispanic \nworker died from carbon monoxide poisoning because he was not able to read a warning telling workers not to \nuse power cleaners in enclosed spaces.\n\n\nOccupational safety experts say one of the most startling statistics is that the number of Hispanic construction \nworkers who died in workplace accidents rose to 223 in 1999 from 133 three years earlier. That was a 68 percent \njump; by contrast, the number of Hispanic construction workers rose by 20 to 30 percent in that three-year period, \nindustry officials estimate.\n\n\"Part of it is that Hispanic workers, with their limited job prospects, are more likely than U.S.-born workers to do \nthings that are more dangerous because they are more afraid about losing their job if they refuse to do it,\" said Tom \nO'Connor, executive director of the North Carolina Occupational Safety and Health Project, a nonprofit education \ngroup. \"And part of it is these workers might be more afraid to speak up about dangerous things on the job. And \npart of it is they are more likely to be employed by fly-by-night contractors who are more likely to cut corners.\"\n\nIn its most recent Census of Fatal Occupational Injuries, the Bureau of Labor Statistics found that in 1999, Hispanic \nworkers had a fatality rate of 5.2 per 100,000, compared with 4.4 for white workers and 4.1 for black workers. \nThe rates were nearly identical for those groups in 1998. The bureau found that 725 of the 6,023 occupational \ndeaths reported in 1999 involved Hispanic workers.\n\nRafael Moure-Eraso, a professor of work environment at the University of Massachusetts in Lowell, said the federal \nstatistics probably underreported deaths and injuries to Hispanic workers because many employers are reluctant \nto report incidents involving illegal immigrants.\n\n\"Hispanics are overrepresented in two of the most dangerous industries: agriculture and construction,\" said \nRosemary Sokas, associate director for science at the National Institute for Occupational Safety and Health, which \nis part of the Centers for Disease Control and Prevention. \"People who have migrated for agricultural work often \nmove into construction work, which is really high risk as well.\"\n\nWith the construction industry booming in recent years, many contractors have relied increasingly on day laborers \npicked up to fill job openings. \n\n\"If you're a day laborer who gets picked up at a local 7-Eleven and paid cash for that day, there's no opportunity to \nlearn about safety on the job,\" Mr. Platner said. \"They're not going to spend a day teaching you about safety.\"\n\nHispanic immigrants are often funneled into the most dangerous construction jobs, like roofing, trench digging and \ncarrying heavy materials. In 1999, the fatality rate for roofers was six times the average for all jobs, and for \nconstruction laborers, the least skilled building workers, it was eight times as high.\n\nIn a survey of 50 Hispanic construction workers by Mr. O'Connor's safety project, the workers said they were \nfrequently given dangerous tasks that American workers did not want. The workers, who said they had little \ninformation about their right to safe conditions, said they believed that Hispanic employers were worse to work for \nthan Americans because they were less caring about safety and working conditions.\n\nAnother reason for the high fatality rate, safety experts said, is that Hispanic immigrants are usually newer to their \njobs than Americans. One Bureau of Labor Statistics study found that 12 percent of serious injuries occurred during \na worker's first day at a job site. \n\nAnd part of the problem is cultural, some Hispanic workers say. \"We are not really used to working in a very safe \nmanner,\" said Dan Garcia, a roofer and safety instructor in Santa Clara, Calif. \"On top of that we are often not well \ninformed by the employers on safety precautions.\"\n\nCarolyn Guglielmo, director of safety services for Associated General Contractors, an industry association \nrepresenting more than 20,000 building contractors nationwide, said there was a big communication gap between \nHispanic workers and many building contractors.\n\nMs. Guglielmo said that many companies were trying to teach their supervisors to speak Spanish and that her \nassociation was promoting Spanish videos to teach Hispanic workers how to take precautions at work and protect \nthemselves. \n\n\n\nDan Milinazzo, safety director for Associated General Contractors in Colorado, predicted that the death rate for \nHispanics would decline as the immigrants moved into safer jobs higher up on the economic ladder and as more \nHispanics moved into supervisory positions, enabling them to provide more bilingual training.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChart: \"BY THE NUMBERS: Hispanic Deaths On the Job\"Hispanics have a high rate of fatal industrial injuries \nlargely because they work so often in dangerous industries. Fatal industrial injuries per 100,000 workers, 1999. \nWHITE: 4.4BLACK: 4.1HISPANIC*: 5.2 Fatalities to Hispanic workers in the construction industry. Graph showing \nthe number of deaths of Hispanic workers in the construction industry, from 1993 to 1999. *Hispanics may be of \nany race.(Source: Bureau of Labor Statistics)\n"}