{"title": "INS greets New Zealand woman with handcuffs and humiliation;HARSH TREATMENT WAS BY THE BOOK, OFFICIAL SAYS", "body": "\nEvery summer for the past 25 years, New Zealand native Maggie Anderson and her American husband have \nvisited their family in Portola Valley.\n\nBut never before had her visit begun in handcuffs and humiliation.\n\nUpon landing at Los Angeles International Airport at 11 a.m on July 24, Anderson -- a former flight attendant who \nhad flown in and out of U.S. airports hundreds of times -- was questioned and arrested by federal immigration \nagents.\n\nShe was separated from her husband and escorted to a room where a female agent wearing rubber gloves \nsearched underneath her bra and underwear. Nothing was found.\n\nAnderson, 51, was held for 12 hours at the airport before she was taken away in handcuffs to a detention center \nwhere she remained for an additional 21 hours until the next flight back to New Zealand.\n\nThe charge? In 1998 -- three U.S. visits ago -- she overstayed her visa by eight days.\n\n\"It was, to me, emotional rape,\" Anderson said, sometimes through tears while recalling the events from two weeks \npast.\n\nImmigration and Naturalization Service officials say what happened to Anderson happens dozens of times every \nday at major international airports. No travel violation, INS officials say, is too minor after Sept. 11.\n\n\"We have been the subject of very harsh criticism since 9-11,\" said Virginia Kice, spokeswoman for the INS \nWestern region. \"All our employees understand we cannot afford to make any mistakes now, and everybody is \nvery, very vigilant. The stakes in this climate are very high.\"\n\nFor the first half of this year, the INS has denied 7,422 individuals admission into the country by air. That compares \nwith 9,130 people denied entry over the same period in 2000. But as a percentage of all travelers who are entering, \nor returning to, the U.S. from another country, the percentage of denied admissions has remained at .02 percent.\n\n\"Post 9-11, we are being exceedingly careful about dotting all the i's and crossing all the t's,\" Kice said, \"because \nwe recognize the potential tragedy if we make mistakes.\"\n\nThe Andersons, however, say that the crackdown on terrorism is leaving scars on the safe, friendly face America \nproudly shows its foreign guests.\n\n\n\"Is this the way it's going to be? Are we going to be a computer file and when a red light goes up next to your name, \nyou're guilty and you're just hauled out of there?\" asked Anderson's husband, Doug, who grew up in Portola Valley \nand whose father, Robert, was once the town's mayor. \"You feel powerless. You don't get Mirandized. You don't get \na lawyer.\"\n\nThe Andersons are farmers in New Zealand. She has run a 100-mile race through the Sierra Nevada. The 35 \nhours in INS custody, from her 11 a.m. arrival to her 10 p.m. flight out the next day, nearly broke her.\n\n\"I'm not weak; I'm not easily intimidated; I've been around the world,\" Anderson said. \"But I am frightened out of my \nwits because I understand these people have power.\"\n\nOne week after her return to New Zealand, Anderson obtained a visitor visa to enter the United States, this time \nwithout incident.\n\nThough she understands the INS does not run a hotel for its detainees, her treatment by federal agents, she said, \nleft her dignity tattered.\n\nThey measured her and weighed her. They opened her toothpaste and makeup tubes. They read the ancient \nValentine's Day card from her husband that she always keeps in her purse. They escorted her through public \nairport grounds with her hands handcuffed behind her back. They told her to sit down, be quiet, and raise her hand \nif she needed to use the bathroom.\n\nBut the worst part, she said, was the body search, or what the INS calls a pat-down. Two female INS agents, \nwearing rubber gloves, took her inside a room.\n\nTurn around and face the wall, she was told. Put your hands on the wall. Spread your legs. When she didn't spread \nfar enough, one agent kicked her foot causing her to nearly fall to the floor, Anderson said.\n\nOne agent pulled Anderson's sports bra above her chest and ran her hands across Anderson's breasts. The agent \npulled down Anderson's pants and put one hand inside her underwear, front and back.\n\n\"She doesn't have anything,\" Anderson recalled the inspecting agent telling the other agent.\n\nThe Mercury News checked Anderson's account of her detention with the INS. Except for the foot-kick, everything \nwas by the book, the INS said.\n\nAll individuals in INS custody who need to be transported to another place are patted down, Kice said.\n\n\"We want to ensure they're not carrying any substance on their person,\" Kice said, \"whether it be weapons or \nchemicals.\"\n\nAround noon, a little past her 24-hour mark in INS custody, a guard slipped Anderson a piece of paper. She would \nleave that night on the 10:15 flight back to New Zealand.\n\nContact Truong Phuoc Khanh at tkhanh@sjmercury.com or (650) 688-7505.  \n"}