{"title": "U.S. JEWS EMIGRATING TO ISRAEL AT HIGHER RATEMANY SEE OPPORTUNITY TO RENEW THEIR FAITH", "body": "\nCHICAGO -- Myron and Marilyn Weintraub had all kinds of reasons not to board that plane to Tel Aviv in late \nDecember. They were looking forward to a comfortable retirement in Rogers Park, Ill. And some friends raised \neyebrows that they would move to Israel after having visited the country just once.\n\nBut the Weintraubs took the leap of faith, joining an uptick in immigrants from North America who are embracing \naliyah, a Hebrew word meaning \"ascension\" that refers to Jews who move to Israel.\n\nAbout 2,800 U.S. and Canadian citizens migrated to Israel in 2004, the highest total in 20 years and 75 percent \nhigher than the number five years ago, according to the Israeli government.\n\nWhile Israel has long been a refuge for Jews fleeing persecution, U.S. immigrants have been drawn by a variety of \nfactors, including the search for new economic opportunities and a unique chance to renew their faith.\n\nAnd the immigrants make the move with the knowledge that they are entering one of the world's hot spots, where \nthe threat of suicide bombers has become part of daily life.\n\nIsraeli officials consider immigrants, known as olim, to be vital to their nation's economic and cultural health. \nStudies show that most U.S. immigrants to Israel come with college degrees and quickly find work.\n\nAs migrant flows dwindle from other parts of the world, Israeli officials said they are placing greater importance on \nnewcomers like the Weintraubs.\n\nMyron Weintraub, 58, said Israel's mild climate and high-quality medical care would appeal to anyone approaching \nretirement.\n\nBut Weintraub said their decision was about more than practicality. He said they felt a profound connection to their \nspiritual heritage in 2003 when they visited Israel for the first time.\n\n\"Israel really is a home for the Jewish people that needs to exist and needs to thrive,\" he said. \"Yes, we've donated \nmoney and participated in different events. But going there and becoming a part of the society, we think that's a \nway to really make a contribution, by putting ourselves right there.\"\n\nIsrael claims immigration as a core value, spelled out in the 1950 Law of Return that gave every Jew the right to \nclaim Israeli citizenship. The law was expanded in 1970 to include non-Jewish spouses and some relatives.\n\n\nIsrael, which became a state in 1948, instantly served as a refuge for Jews displaced during World War II. \nLikewise, more than 300,000 Jews emigrated from the former Soviet Union in 1990 and 1991 as that nation \ncollapsed.\n\nBut in recent years, the migration flow dried up. Only 23,226 Jews migrated to Israel in 2003, the lowest total since \n1988.\n\nMichael Landsberg, an official with the Jewish Agency for Israel, a nonprofit group, said the Israeli government and \nother agencies responded to the crisis by expanding their outreach to prospective immigrants.\n\nThe Israeli government and nonprofit groups offer job training, Hebrew classes, and are considering special \nmortgage rates for immigrants, Landsberg said.\n\nNonprofit groups like the Florida-based Nefesh B'Nefesh, which helped the Weintraubs relocate, supplement the \naid by offering help with everything from shipping refrigerators to filing tax returns.\n\nLandsberg, executive director of the Jewish Agency's immigration department, said he thinks many Americans \nbegan considering Israel after the U.S. economic downturn left them looking for a fresh start.\n\nLikewise, the 2001 terrorist attacks left many Jews in Americans shaken and more open to life-changing decisions, \nLandsberg said.\n\nWhile other immigrants might be \"pushed\" to move to Israel, Americans need job opportunities or other factors \nthat \"pull\" them there, said Andy David, Israel's deputy consul general in Chicago.\n\nDavid said Israel is trying to promote its burgeoning high-tech industry, for example, to Jewish professionals \nseeking work.\n\nBut as more American Jews move to Israel, some politicians there have expressed concern that American culture \nwill overwhelm traditional Jewish values.\n\nDavid said it is often tough for newcomers to coexist with longtime residents.\n\n\"It's always a challenge,\" David said. \"You always ask, are you going to be a melting pot or a salad bowl?\"\n\nChaim Waxman, a professor of sociology and Jewish studies at Rutgers University, said American Jews in Israel \ntypically form \"Little Americas\" and often have higher education and income levels that set them apart from typical \nIsraelis.\n\nBut Waxman, author of American Aliya, said any resentment takes a back seat to the admiration many Israelis feel \nabout Americans who make the move.\n\n\"I know there are Israelis who say to the Americans, 'You're nuts. Why did you come? You have so much going for \nyou,' \" Waxman said. \"But those questions show that (Americans) are appreciated much more for their \ncontributions.\"\n\nWaxman said he thinks migration from the United States has reached its peak, but Jewish Agency officials say \nproper marketing could double the numbers.\n\nAlthough Israel remains under threat from terrorism, experts say immigration numbers generally are not affected by \nincreased violence.\n\nIn fact, immigrants like 23-year-old Esther Enright said they feel reasonably safe, thanks to the visible and \nsophisticated Israeli security network.\n\n\n\n\"To my friends, it's all kind of scary because they turn on CNN as well. But you turn on the radio in Chicago and you \nhear about drive-by shootings,\" said Enright, who recently moved to Israel from Mequon, Wis. \"I can walk out at \nnight in any part of Tel Aviv, by myself, and not give it a second thought.\"\n\nDespite support from fellow immigrants, Americans who move to Israel find themselves facing the ups and downs \nof adapting to a new society.\n\nShoshana Krakowski, a 20-year-old former Chicago resident, said she occasionally questioned her decision to \nmove there in 2002.\n\nIn a telephone interview from a Tel Aviv suburb, Krakowski said it was difficult living far from her family, being able \nto sputter out only a few Hebrew words and navigating endless security checkpoints.\n\nKrakowski, now a student at Bar-Ilan University, said she still mainly hangs around other Americans. But slowly, \nshe stopped feeling like an outsider.\n\nThe defining moment, Krakowski said, was acquiring Israeli citizenship last year and receiving a passport with her \nname on it.\n\nNow she looks forward to pursuing a career in social work and spending the rest of her life in Israel.\n\n\"It's weird. You feel like you've transformed into something else all of a sudden, like I had reached some sort of \ndream,\" Krakowski said.\n\n\"Yes, you always feel a little different because you are an immigrant. But I finally felt like I'm not a tourist anymore. I \nreally belong here.\"\n"}