{"title": "SISTER TO SISTER HONOR FOR SYLVIA'S OWNER", "body": "\nCELEBRATING ITS SECOND year of breast-cancer screenings and support for women in Harlem, the Sister to \nSister program will hold a special breakfast Thursday honoring restaurateur Sylvia Woods with the program's first \nWhoopi Goldberg \"Full Circle of Care\" award.\n\nWoods, an advocate for health care and an early supporter of the Sister to Sister effort, is the first recipient of the \naward named for Goldberg, the program's spokeswoman. Sister to Sister, based at Harlem Hospital, provides free \nmammography screenings, treatment, education and support. The initiative is a project of the Harlem Breast \nCancer Coalition. Call (212) 663-8800.\n\nGeorges relief efforts\n\nAs relief efforts here continue, the death toll from Hurricane Georges was 213 last week, and the count might rise \nabove 240, officials said.\n\nThe Associated Press reported that the storm destroyed thousands of homes and killed more than 56,000 head of \nlivestock. Poor communications in Haiti delayed reports on deaths, injuries and damage from the storm, which killed \nat least 509 people across the Caribbean, including 283 in the Dominican Republic many of whom were Haitian \nlaborers working in poorly constructed compounds.\n\nIn Brooklyn, Haitian Women for Haitian Refugees is collecting nonperishable food, supplies and medicine. For \ninformation, call (718) 735-4660.\n\nImmigration conference\n\nImmigration reform, new deportation and exclusion provisions, asylum eligibility and new Immigration and \nNaturalization Service fees are just some of the many topics to be addressed Nov. 13 at the Regional Legal \nConference on U.S. Immigration Laws and Government Assistance. Sponsored by the Caribbean American Center \nof New York, the conference will be at New York City Technical College, 285 Jay St., from 8 a.m. to 8 p.m. For \ninformation on registration fees, call (718) 625-1515.\n\nReception proceeds for foundation\n\nSir Daniel Charles Williams, governor-general of Grenada, Carriacou and Petit Martinique and Lady Gloria Williams \nwill be honored Friday in Brooklyn at an affair sponsored by the Caribbean American Chamber of Commerce and \nIndustry. Proceeds from the reception at the Brooklyn Marriott Hotel, 333 Adams St. downtown will benefit the \nGrenada, Carriacou and Petit Martinique Foundation for Needy Students. Donation is $ 50. Call Renee van Putten \nat (718) 834-4544 for information.\n\n\nDinner-dance for education\n\nA benefit dinner-dance for the Caribbean Medical and Educational Foundation is scheduled for Thursday at the \nUnited Nations, said Dr. Lamuel Stanislaus of the Caribbean American Comprehensive Center.\n\nBartholomew Lawson, president and executive director of the Greater New York Health Care Facilities Association, \nsaid he will host the affair with Dennis Rivera, president of health care workers' union Local 1199, to aid the \nfoundation's goals of providing the Caribbean community with quality medical care and improving patient access to \nservices.\n\nLawson also presented a $ 5,000 check from the Caribbean American Community Comprehensive Center to Prime \nMinister Denzil Douglas of St. Kitts and Nevis for the children. Each year, the center raises funds to benefit children \nin need. For information on the dinner-dance, call Dr. Stanislaus at (718) 282-9150.\n\nBar committee to meet\n\nThe Metropolitan Black Bar Association's International Law and Human Rights Committee meets tomorrow in \nManhattan at the New York Civil Court building, 111 Centre St. (enter on White St.) starting at 6 p.m. For \ninformation, call Lancelot Hewitt at (212) 374-8575.\n\n'Next Millennium'\n\nBounty Killer leads the \"Next Millennium\" tour into Norwalk, Conn., on Oct. 29 and to New York on Nov 11. The \nConnecticut show also stars Baby Cham, Christopher Melody and Rally Bop. Tickets are $ 20 in advance. The New \nYork show, which stars Bounty Killer and Noreaga, will be at Club Amazura in Jamaica, Queens. For information, \ncall (718) 325-JAMS.\n\nBasement classes\n\nBrooklyn's Basement Recordings starts its winter classes and workshops in digital music technology and computer \ntechnology. Students of all ages are encouraged to register for the low-cost courses. For information and \nregistration, call (718) 485-7120.\n\nLittle Paradise fashion show\n\nThe Little Paradise Pre-School holds its third annual fashion show Saturday from 2 p.m. to 5 p.m. School director, \nGrenadian-born Michelle Gabriel, will host the affair. Tickets are $ 6 per person. The school is at 4714 Clarendon \nRoad in Brooklyn. For information, call (718) 629-5574.\n\nCuban sounds at Jersey center\n\nThe classic Cuban sounds of the Afro-Cuban All Stars and Chucho Valdes Quartet will be featured at the New \nJersey Performing Arts Center this afternoon at 3. Tickets range from $ 10 to $ 44. For information, call (888) 466-\n5722.\n\nUpper Level reggae\n\nReggae's Freddie McGregor is performing at Club Upper Level, Church Ave. (between Bedford and Flatbush Aves.) \nWednesday at 9 p.m. The show also features Trejah Chest and the Emperor's Choice Band. Call (718) 856-5946 or \n(718) 876-6615.\n\nSt. Lucian update\n\nHigh-ranking St. Lucian officials will be in New York today with updates on tourism, health back home and other \nissues. The gathering will be at Nazareth Hall, E. 58th St. (between Avenue D and Clarendon Road) starting at 3 \np.m. For information, call the St. Lucia Consulate at (212) 697-9360.\n\n\n\nCorrection\n\nDoctor honored\n\nLast week's Caribbeat column mistakenly identified the recipient of this year's \"Sister to Sister\" Whoopi Goldberg \nFull Circle of Care award. Dr. Harold Freeman of Harlem Hospital is this year's awardee honored for his effort to \nimprove health care for women in Harlem. Restaurateur Sylvia Woods was last year's recipient. The initiative is a \nproject of the Harlem Breast Cancer Coalition. Call (212) 663-8800.\nCorrection-Date: November 01, 1998\n"}