{"title": "Illegal Immigrant Students Publicly Take Up a Cause", "body": "\nIt has not been easy for the Obama administration to deport Rigoberto Padilla, a Mexican-born college student in \nChicago who has been an illegal immigrant in this country since he was 6.\n\n  On Thursday, Immigration and Customs Enforcement officials said they would delay Mr. Padilla's deportation for \none year.\n\n  Mr. Padilla's case had seemed straightforward to immigration agents who detained him for deportation in January \nafter he was arrested by the Chicago police for running a stop sign and  charged with driving under the influence. \n\n  But since then, students held two street rallies on his behalf and sent thousands of e-mail messages and faxes to \nCongress. The Chicago City Council passed a resolution calling for a stay of his deportation and five members of \nCongress from Illinois came out in support of his cause. One of them was Representative Jan Schakowsky, a \nDemocrat, who offered a private bill to cancel his removal. \n\n  Obama administration officials said they would review cases like Mr. Padilla's as they arose. They said the \nsituation of Mr. Padilla, 21, pointed to the need for an immigration overhaul that would include a path to legal status \nfor people in the United States illegally. \n\n  ''We are committed to confronting these problems in practical, effective ways, using the current tools at our \ndisposal while we work with Congress to enact comprehensive reform,'' said Matthew Chandler, a spokesman for \nthe Department of Homeland Security.\n\n  Behind Mr. Padilla's case -- and others in Florida of students who fought off deportation -- is activism by young \nimmigrants, many of them illegal, which has become increasingly public and coordinated across the country, \nlinked by Web sites, text messages and a network of advocacy groups. Spurred by President Obama's promises  of \nlegislation to grant them legal status, and frustration that their lives have stalled without it, young illegal \nimmigrants are joining street protests despite the risk of being identified by immigration agents. \n\n  With many illegal immigrants lying low to avoid a continuing crackdown, immigrant students have become the \nmost visible supporters of a legislative overhaul, which Mr. Obama has pledged to take up early next year. In the \nmeantime, their protests are awkward for the administration, with young, often high-achieving illegal immigrants \nasking defiantly why the authorities continue to detain and deport them. \n\n  ''Maybe our parents feel like immigrants, but we feel like Americans because we have been raised here on \nAmerican values,'' said Carlos Saavedra, national coordinator of a network of current and former students called \nUnited We Dream.\n\n\n  ''Then we go to college and we find out we are rejected by the American system. But we are not willing to accept \nthat answer,'' said Mr. Saavedra, 23, a Peruvian who lived here illegally until he gained legal status two years ago.\n\n  Young people who were brought to the United States by illegal immigrant parents draw a certain degree of \nsympathy even from some opponents of broader legalization programs. Roy Beck, the executive director of \nNumbersUSA, a group that has staunchly opposed a legal path for the estimated 12 million illegal immigrants, \nsaid in an interview that he could support legal status for some young immigrant students. Mr. Beck said he would \ndo so, however, only if Congress eliminated the current immigration system based on family ties and imposed \nmandatory electronic verification of immigration status for all workers -- conditions that Democrats in Congress are \nnot likely to accept. \n\n  The students' goal is to gain passage of legislation that would give permanent resident status to illegal \nimmigrants who had been brought to the United States before they were 15, if they have been here for at least five \nyears, have graduated from high school and attend college or serve in the military for two years. \n\n  Known to its supporters as the Dream Act, it has been offered in the Senate by Richard J. Durbin, Democrat of \nIllinois, and Richard G. Lugar, Republican of Indiana. An effort to bring it to the Senate floor was defeated in 2007, \nand proponents now consider it part of a package that includes a path to legal status for illegal immigrants in \ngeneral, an estimated 12 million people. Mr. Beck said he continued to oppose that proposal. \n\n  Many illegal immigrant students who were brought to the United States as children receive a shock when they \nget ready to go to college. They are generally not eligible for lower in-state tuition rates or government financial aid. \nIn most states they cannot get drivers' licenses.\n\n  In recent years, student groups joined battles in several states for in-state tuition for illegal immigrants, some \nsuccessful and some not. This year, student organizers said, they worked to tie  those state efforts into a national \nnetwork, hoping to match the mobilization networks of opponents of the immigration overhaul, which proved far \nsuperior in the past. \n\n  The troubles for Mr. Padilla began when he drove home after watching a football game and drinking beer with \nfriends. He ran the stop sign, and the traffic police arrested him because he did not have a driver's license and had \nbeen drinking. Eventually, he pleaded guilty to a misdemeanor. Immigration agents found him in the county jail.\n\n  Mr. Padilla, now enrolled at the University of Illinois at Chicago, had no prior record and had been an honors \nstudent and president of the Latino student organization at Harold Washington College, which he attended for two \nyears. Friends from both schools mobilized after his arrest. \n\n  Similar rallies took place in November in Miami, when immigration agents detained two brothers from Venezuela \nwho were illegal immigrants -- Jesus Reyes Mendoza, 21, a former student government president at Miami Dade \nCollege, and his brother Guillermo, 25. Students from the college held a protest  in front of the immigrant \ndetention center where the brothers were  held. \n\n  ''The undocumented youth are losing our fear of being undocumented,'' said Carlos Roa, an illegal immigrant \nstudent from Venezuela who joined that rally. ''I'm public with this. I'm not hiding anymore.''  \n\n  Miami Dade College, with 170,000 students, has become a center for immigrant activism. After the protests, and \nletters from Eduardo Padron, the college president, the immigration authorities on Nov. 8 deferred the deportation \nof the Reyes brothers for one year.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPHOTO: Rigoberto Padilla, a University of Illinois-Chicago student, received a reprieve from deportation.  \n(PHOTOGRAPH BY SALLY RYAN FOR THE NEW YORK TIMES)                                                                 \n"}