{"title": "Hard Labor -- A special report.;Despite Tough Laws, Sweatshops Flourish", "body": "\nA 4-year-old girl plays with a cloth doll in an aisle of a small, dingy garment factory in Williamsburg, Brooklyn, while \nher mother sews thin cotton sweaters nearby.\n\nA 44-year-old immigrant from China works 12 hours a day, seven days a week, in a windowless garment shop in \nSunset Park, Brooklyn, earning $200 on a good week -- or less than $2.50 an hour.\n\nAt three garment shops on different floors of a grimy industrial building in Long Island City, Queens, the fire exits \nare sealed shut by metal gates with large padlocks.\n\nThe scenes may sound like Jacob Riis's descriptions of squalid New York City garment factories a century ago, but \nthey are strikingly contemporary. Sweatshops still exist in New York, 104 years after Riis first chronicled dangerous \nphysical conditions and exploitive labor practices in apparel factories on the Lower East Side of Manhattan.\n\nIn fact, they are flourishing despite a host of laws that have accumulated since Riis's days -- rules on labor, \nhealth, safety and immigration designed to flush them out and, if necessary, shut them down.\n\nThe state, in response to complaints from the industry and unions, created a specialized unit of 20 labor \ninvestigators in 1987 responsible solely for cracking down on garment factories that flout wage and safety laws. But \nexperts say that at least 50, if not 60 investigators, would be needed to truly curb the abuses.\n\nAnd the state does not get much assistance. The number of Federal labor investigators has declined every year for \nthe last five years; the Immigration and Naturalization Service has only about 30 agents to inspect all businesses in \nsouthern New York State, and the city's Fire Department inspects factories once a year, at best.\n\nThe shops continue to thrive because of dramatic changes in the apparel industry, which in New York has shifted \nfrom the large factories that once replaced sweatshops back to the small shops themselves. And the new shops, \nwhich are so mobile they can open and close practically overnight, operate in an insular, non-English-speaking \nworld of immigrants that is difficult to regulate under the best of circumstances.\n\n\nAs a result, nearly 2,000 sweatshops operate openly throughout New York City, in the garment center and \nChinatown in Manhattan, in Sunset Park and Williamsburg in Brooklyn, in Long Island City and Corona in Queens, \nand in the South Bronx.\n\nThey generally employ 20 to 50 workers, many of them illegal immigrants, willing to suffer long hours, low pay and \nmiserable working conditions just to have a job. Most shops are owned by immigrants, too, now primarily from \nChina and Korea, just as their predecessors came from Italy and Eastern Europe. They pay their workers in cash \nand often deny them the minimum wage, overtime, holidays or any other benefits.\n\nSome of these sweatshops are remarkably bright and spacious, with fluorescent lighting, freshly painted walls and \neven river views. But there are still those that rival the most sordid garment factories described and photographed \nby Riis in \"How the Other Half Lives,\" which was first published in 1890.\n\nIn these shops, holes in warping floors are covered by plywood boards. Sprinkler systems, unmaintained, no longer \nwork. Electrical wiring dangles dangerously overhead. And 84 years after the Triangle Shirtwaist Company fire \nkilled 146 garment workers, fire exits are covered by metal gates that are padlocked -- as was the case in six of \neight garment shops in Williamsburg and Long Island City inspected in a single day last November by state labor \ninvestigators.\n\nIn Sunset Park, a tiny garment factory operates inside a two-story cinder-block building that used to be an auto \nrepair shop. It has no windows. Twenty people work inside, and the only fresh air comes when the door, a wide \nmetal garage door, is open.\n\n\"In the summertime, the temperature inside is so hot,\" said a worker there, a Chinese immigrant who gave only his \nlast name, Wou.  \"There is no ventilation at all.\"\n\nMr. Wou, who came to New York from Shanghai last year, sews lapels and collars onto women's shirts. Each shirt \nrequires 10 to 15 minutes of labor, and earns him 60 cents.\n\nSewing 12 hours a day, six or seven days a week, he makes about $200. And he seethes because he has \ncalculated what he would earn if his boss were willing to abide by the law and pay him the minimum wage and \novertime: $450 a week.\n\n\"I want very much to change the situation, but I don't know how to do it and I don't have the power to do it,\" Mr. Wou \nsaid through an interpreter.\n\n \n\n'Fertile Soil'\n\n Desperate Workers In Thriving Shops\n\n There are at least 2,000 sweatshops in New York State, the overwhelming majority of them in New York City, \nstate labor officials estimate. They are thriving precisely because of people like Mr. Wou, immigrants desperate for \nwork, unable to speak English, and either ignorant of their rights under American laws or afraid to assert those \nrights.\n\n\"The fertile soil for sweatshops is an immigrant community living in fear,\" said Thomas Glubiak, who oversees the \nunit created by the State Labor Department.\n\nThe resurgence is fueled, too, by severe economic pressures on local manufacturers to keep prices low because of \ncompetition from factories in Asia and Latin America, where labor costs are a fraction of those here.\n\nInside New York's shops, as in others in Los Angeles, Miami and El Paso, thousands of immigrants, legal and \nillegal, do not even make the minimum wage, which is $4.25 an hour. Most are forced by employers to work \novertime hours, at straight-time wages, if they want to keep their jobs. Under state and Federal law, overtime \nwages must be paid when factory workers put in more than 40 hours a week.\n\n\n\nYing Chan, for instance, said she has worked in sweatshops in Chinatown and Sunset Park almost continuously \nsince coming to New York 15 years ago from southern China. Mrs. Chan, 55, said she usually works from 8 A.M. to \n8 P.M. on weekdays and somewhat shorter days on weekends.\n\nShe has never been paid overtime and has usually made less than the minimum wage, Mrs. Chan said. Her pay \nhas varied almost every week because she is paid by the garment, with her employers dictating the terms. Paying \nby piece rates is legal, provided that the employee's pay, when computed on an hourly basis, is at least the \nminimum wage.\n\nMrs. Chan said her wages have fluctuated from a low of about $20 a day to a high of about $50 a day.\n\n\"I have had no time to take care of my family,\" she said through an interpreter. \"We have to work on Saturdays and \nSundays, seven days a week.\"\n\nBarriers of language and culture have sealed off many sweatshop workers from the American labor mainstream \nand the basic protections of Federal and state labor laws.\n\n\"They don't complain, they are desperate for work and they are easy prey for business opportunists,\" said Maria \nEchaveste, administrator of the United States Labor Department's wage and hour division.\n\nEven workers who do speak English and know how to protect themselves often do not dare. For instance, a 26-\nyear-old shop worker from Lima, Peru, said she was familiar with American labor laws. But she felt helpless to \ndemand more than the $3 an hour she makes for trimming finished dresses, placing them on hangers and wrapping \nthem in plastic.\n\n\"I can't do nothing,\" she said in newly learned English. \"If I claim the overtime, they will fire me.\"\n\nMany Chinese immigrants who work in Chinese-owned sweatshops said they were afraid that if they spoke up, \ntheir employers would not only dismiss them but also have their names published in New York's Chinese language \nnewspapers -- effectively blacklisting them.\n\nAnd like a 43-year-old man from Puebla, Mexico, many sweatshop workers know that they can report their bosses \nto state labor investigators, but fail to do so out for one reason alone.\n\n\"Por temor,\" he said. Out of fear.\n\n \n\nCracking Down\n\nWhen Time Cards Don't Match Up\n\n Several dozen workers were busy making black-and-white plaid skirts early one morning when Jong Kim and Linda \nRojas-Galvez, state labor investigators, dropped by P. S. Pleating at 325 West 38th Street in Manhattan. The \ninvestigators first counted the workers, 37 spread out over the shop's two floors, and then the time cards in slots \nnext to the time clock.\n\nThere were only 18 cards, a telltale sign that workers are being paid off the books, and probably at less than the \nminimum wage.\n\nThe investigators immediately began a formal inquiry. Mrs. Rojas-Galvez interviewed several workers in Spanish, \nwho said that they were not paid for overtime work but that lately there had been little overtime anyway. The \nworkers said they were paid $5 an hour.\n\nThe investigators prepared written charges against the factory for failing to maintain proper payroll records. Leonard \nDe Rosairo, Mrs. Rojas-Galvez's supervisor, said he also suspected the workers were not telling the truth about \ntheir wages; he said the workers might have been coached on what to tell Labor Department officials.\n\n\n\nThe investigators scheduled an appointment for the factory's owner to provide complete payroll records for \ninspection. If the payroll records are incomplete or even nonexistent for some workers, the owner can be fined a \nmaximum of $1,500 for a first violation and $3,000 for subsequent violations. There are larger fines for more serious \nviolations, like paying below the minimum wage and failing to pay overtime; these can be as much as 25 percent of \nthe wages in question.\n\nTwo hours later, after a visit to Blue Ribbon Belt on the 10th floor, a new shop with no payroll records, the \ninvestigators descended four floors to a bustling shop called Pink Feather Inc.\n\nSeveral very young-looking womens were among 59 workers assembling blouses. One, Flora Elisa Valdez Zomora, \nwho was sewing shoulder pads into the shirts, insisted at first that she was 21. But she finally admitted, while \nspeaking Spanish with Mrs. Rojas-Galvez, that she was only 17.\n\nAnother woman, who was folding shirts nearby, said she was 22, but she could not recall the year she was born.\n\nThe shop owner, Julianne Song, a smiling but nervous woman, was cited for employing minors. Ms. Song told the \ninvestigators that she had hired the girls only a few hours earlier.\n\n(It is illegal for minors to work in the shops, but it is not against the law for them to simply be there -- like the 4-year-\nold girl playing with her doll in the Williamsburg garment shop. State investigators try to discourage the presence of \nchildren, who are often brought by parents who cannot find or afford day care, because even young children are \nsometimes put to work helping a parent who works on a piece rate.)\n\nFive minutes later, the three investigators were standing in the lobby of the building, comparing notes before \nheading off to lunch. Ms. Valdez Zomora, the Mexican teen-ager who had just admitted that she was under age, \nwalked glumly from an elevator and out the front door. She had just been dismissed.\n\n \n\nNew Strategies\n\nIndustry Breakup Mars Enforcement\n\n Changes in the structure of the women's garment industry have simultaneously made it easier for sweatshops to \noperate and more difficult for government agencies to root them out.\n\nWhen big apparel manufacturers made their own garments in New York, the industry was relatively stable. State \nand Federal labor officials could readily inspect factories and enforce the laws. Unions could organize large shops \nand negotiate contracts.\n\nBut garment manufacturers do very little actual manufacturing these days. They design and market their goods, but \nthey contract out the cutting and sewing of garments to small shops in New York and other American cities and to \nlarge shops overseas.\n\nThe breakup of the industry over the last three decades into a vast, loose network of manufacturers, jobbers, \ncontractors and subcontractors has defused the manufacturers' responsibility for the wages and safety of factory \nworkers.\n\nSo government investigators and union leaders have had to devise new strategies. The State Labor Department \ncreated the apparel industry task force to regulate sweatshops and enforce the laws.\n\nBut with only 20 investigators, and with relatively small fines that for some shop owners are just part of the cost of \ndoing business, the unit has not been able to eradicate sweatshops, or even curtail their numbers significantly.\n\nAnd the number of Federal labor investigators has declined sharply in recent years because of budget constraints, \nwhile the investigators' responsibilities for monitoring many industries has expanded. There were 804 Federal \ninvestigators in the country in 1993, compared with 970 in 1989, according to the General Accounting Office -- a \ndrop of nearly 20 percent.\n\n\n\nThe city's Fire Department, which has prime responsibility for insuring that fire exits are not locked, also strains \nunder budget problems and conflicting priorities. Local fire companies are supposed to inspect every factory in their \ndistricts once a year. But the inspections take a back seat to higher priorities, including fighting fires, of course, and \nmaintaining hydrants.\n\n\"The problem is when we have too much work, and we don't get to a building every year,\" said Edmund P. \nCunningham, assistant chief of the department's Fire Prevention Bureau. \"Maybe it's every two years.\"\n\n \n\nManufacturer Links\n\n Tying Small Shops To Big Companies\n\n Labor officials are experimenting with new ways to tie large manufacturers to the small shops that commit abuses \nwhile under contract with the manufacturers.\n\nThe Federal Labor Department, for example, has sought voluntary agreements with well-known manufacturers to \npolice their small contractors.\n\n\"When you focus on stable companies, you have a reputation, a public persona,\" said Ms. Echaveste, the head of \nthe department's wage and hour division. \"That reputation is very important to the company. Reputation is not \nsignificant to some small contracting shop.\"\n\nThe Gap, the retail chain that now also manufactures clothing, has hired former Federal labor investigators to train \nits contractors on following the laws and to audit their operations, checking for violations of minimum wages and \novertime, Ms. Echaveste said.\n\nLabor officials would like to see the Gap become a model for other big manufacturers.\n\nThe Federal Labor Department gets the manufacturers' attention by invoking a measure in Federal law, known as \nthe \"hot goods\" provision, that can link abusive contracting shops with their manufacturers. The law prohibits the \nshipping of goods produced through violations of the wage and safety laws. When government investigators find a \nsweatshop that owes money to its employees, Federal officials can seize the garments, even after the contractor \nhas shipped them to the manufacturer.\n\nBut garments often move very quickly, before investigators can seize them.\n\nUnion leaders believe that stronger union representation in sweatshops would stop abuses. But traditional \norganizing methods are useless when dealing with small, highly mobile contractors.\n\n\"The traditional organizing strategy has been shop by shop,\" said Francisco Chang, an organizer for the \nInternational Ladies Garment Workers Union. \"But if you do that, the shops just shut down and move.\"\n\nInstead, the union is trying an experiment aimed at organizing a large portion of New York City's sweatshop \nworkers simultaneously. It has set up three workers' centers to reach sweatshop employees, one in Sunset Park, \nanother in Williamsburg and a third in the Manhattan garment center itself. Mr. Chang runs the Manhattan center, \nwhere nonunion immigrant shop workers can come at night for English language classes or to seek help getting \nback wages.\n\nThe long-term goal is to create enough solidarity among sweatshop workers so that the union can organize the \nshops on such a broad scale that the owners cannot defeat them just by closing down.\n\nMr. Chang contended that large manufacturers also contribute to the problem. They deliberately foster price \ncompetition among the small contractors, he said, all but forcing them to cut corners and underpay workers to \nobtain contracts and remain in business.\n\n\"It's a tough industry to crack,\" he said.\n\n\n\nGraphic\n\n \n\nPhotos: A child plays with dolls as her mother works in a garment shop, Big Apple Knitting, in Long Island City, \nQueens. It is illegal for minors to work in the shops, though it is not against the law for them to be there. (Edward \nKeating/The New York Times)(pg. A1); Clockwise from top: Workers at their sewing machines at Steve's Apparel, in \nQueens (Edward Keating/The New York Times); Jong Kim, center, and Linda Rojas-Galvez, right, state labor \ninvestigators, inspecting P. S. Pleating on West 38th Street in Manhattan (John Sotomayor/The New York Times); \nLeonard De Rosairo, a supervisor of inspectors, after examining time cards at P. S. Pleating, and a locked door at \nSteve's Apparel. (Edward Keating/The New York Times)\n"}