{"title": "Testimony shows lines are drawn on issue of immigration", "body": "\nThe national fault lines on illegal immigration were on full display in Troy on Thursday as state legislators held a \nforum on the issue that attracted a wide range of viewpoints.\n\nThe hearing, one of a series to be held throughout the state by the House Special Committee on Immigration \nReform, was convened to help lawmakers decide whether Missouri's immigration laws need an overhaul during \nthe next legislative session.\n\nBut if lawmakers came looking for a clear message, they were surely disappointed. As testimony unfolded, it \nbecame clear that the only thing everyone could agree on is how deeply divided people remain over an issue that \nhas also split Congress and affects an estimated 12 million people who are in the U.S. illegally.\n\nOn one side, advocates for immigrants pleaded with lawmakers to see all people in this country -- legal or illegal -- \nas fellow human beings who are simply here to make a better life for themselves and their families. On the other \nside, opponents of illegal immigration stressed that the U.S. should uphold its laws, and they decried the effects of \ncheap immigrant labor on Americans who play by the rules.\n\nMary Meinhardt, a teacher and Catholic charity volunteer from Wright City, said many of the illegal immigrants she \nhas come in contact with are simply fleeing severe poverty.\n\n\"I would like to see us realize we are a world community and understand why these people are coming here,\" she \ntold the committee.\n\nJanet Renner, founder of the St. Louis Minutemen Project Chapter, called illegal immigration an \"invasion\" that's \ndraining America's resources and disrespecting its laws.\n\n\"To allow the continuation of any American benefit to an illegal alien and his family, I feel, is to slap the face of \nevery law-abiding American,\" Renner said.\n\nThe national arm of her group is known for its effort to form citizen patrols along the U.S.-Mexico border.\n\nCommittee members also heard testimony on the effect illegal immigration has on industries in the St. Louis area, \nsuch as construction.\n\nEarlier this year, 13 illegal immigrants were found working at an apartment complex under construction in O'Fallon. \nMost of the work at the site has stopped as a local company tries to get control of the project and use union \nworkers. \n\n\nThomas Heinsz, organizer for the Carpenters' District Council of Greater St. Louis and Vicinity, said contractors \nwho play by the rules are facing a new onslaught of competition from those who employ illegal immigrants at a \nfraction of the cost of American workers.\n\nMany of these contractors skirt the rules -- and avoid paying taxes on these workers -- by listing illegal immigrants \nas independent contractors instead of regular employees.\n\nRoger Loesche, representing the Associated General Contractors of St. Louis, said the availability of illegal labor \nprovides another tool to dishonest contractors. \n\n\"There's a lot of things some contractors will do just to get work,\" he said.\n\nThe House special committee, which includes 10 Republicans and six Democrats, was formed in April by House \nSpeaker Rod Jetton, R-Marble Hill. It briefly considered a bill in May that would have given local law enforcement \nagencies more power over enforcement of immigration laws, but it dropped the idea after lawmakers were unable \nto work out details before this year's legislative session adjourned.\n\nFurther action is expected next session after the committee gathers testimony from additional hearings across the \nstate this summer.\n\n\"I think we need to acknowledge that ignoring this is not the answer,\" said Rep. Ed Emery, R-Lamar, who heads the \ncommittee.\n"}