{"title": "LAST WEEK'S TOP STORIES INCLUDED:", "body": "\nEach week in News Flash you can read brief outlines of some of the previous week's main news stories so you \nare aware of what's going on in your local community, your country and the world. \n\nWildcats win championship \n\nThe Perth Wildcats won their eighth championship after beating Illawarra 95-86 in game three of the NBL grand \nfinal series on Sunday. Bryce Cotton scored 45 points in the game. Afterwards he said: \"This is the top of the list. I \ncouldn't imagine anything better.\" The championship win will be remembered as one of the most remarkable in \nPerth's history. The Wildcats were in last spot in December. But the arrival of former NBA guard Cotton and the \nreturn from injury of Damian Martin helped them to a fairytale revival in front of 13,611 fans.\n\nEverest climber dies \n\nAn Australian man has died after climbing to Mt Everest's base camp in Nepal. The Melbourne man was trekking \nwith three other Victorians when he became ill at the camp during last Thursday night. He began the 5300m climb \nback down with his team and their local Sherpa guides, but died on the way. The cause of the man's death is not \nknown. Mountain climbers are at risk of altitude sickness, which causes headache, vomiting, insomnia and poor \nperformance and co-ordination. It can cause death. The base camp is one of two for Mt Everest - the other in Tibet - \nand is walked by thousands of trekkers every year.\n\nItalian volcano erupts \n\nMt Etna has erupted in a fiery show of lava in eastern Sicily. The volcano's eruptions, which can last days and even \nweeks, began on Monday evening. The giant orange fountains of lava, spewing towards the sky, could be seen in \nthe city of Catania and the resort town of Taormina. Mt Etna is the most active volcano in Europe. Mt Etna's \nfrequent eruptions have been watched and feared for thousands of years. An especially large one in the 17th \ncentury changed the shape of Sicily's coastline.\n\nMelanie Coram \n"}