{"title": "'FRIENDLY' BORDER UNDER NEW SCRUTINY VEHICLES CROSSING BETWEEN U.S. AND CANADA FACE UNFAMILIAR SEARCHES AND LONG LINES", "body": "\nOn the brilliant green lawn of Peace Arch Park, on the western edge of the longest undefended border in the \nworld, it's hard to tell where the United States ends and Canada begins.\n\nOn a typical sunny day, tourists stroll around, snapping pictures in front of two national flags made of colorful \nflowers, and visitors toss frisbees from one side to the other. In the past, most drivers breezed through the \ninspection gates, greeting guards with little more than a friendly hello.\n\nBut after Tuesday's terrorist attacks in New York and Washington, border crossing has become entirely different. \nLines stretched for a mile on either side as drivers were questioned and cars searched by three to four armed \nborder inspectors. The delays were met with little complaint.\n\nThe U.S. Customs Service and the Immigration and Naturalization Service remained on the highest level security \nalert, officials said. In an unusual step Thursday, Royal Canadian Mounted Police armed with handguns \naccompanied Canadian customs officials at checkpoints.\n\nThe Canadian border is likely to become the focus of intense scrutiny. Government officials suspect five people \ninvolved in the hijacking of U.S. planes Tuesday had passed into Maine from Canada.\n\nBut border control officials struggle with limited resources and personnel.\n\nRepublican Sen. Susan Collins of Maine said the Immigration and Naturalization Service estimates that the nation's \n104 land ports of entry are staffed at only 49 percent of their optimal level. On Thursday, her request for $25.4 \nmillion to hire 348 border inspectors nationwide was included in a Senate appropriations bill.\n\nThis week's event isn't the first time suspected terrorists would have entered the country through Canada. Two \nyears ago, Ahmed Ressam drove off acar ferry from Victoria, British Columbia, into Port Angeles, Wash.\n\nRessam later said he had planned to bomb the Los Angeles International Airport.\n\nIt was only because Ressam panicked, and his nervousness caught the attention of a U.S. Customs agent, that his \nplan was foiled. \"There was a great deal of serendipity in that arrest,\" said Vincent Cannistraro, a former chief of \ncounterterrorism for the Central Intelligence Agency.\n\n\nRessam entered Canada with a false passport in 1994. He was arrested several times, but he was still able to \ncross the border almost without incident.\n\n\"It's good to have a friendly border like that,\" said Cannistraro. \"You hate to have it to the point where there are \nlong lines as people are searched, but if Canadians don't make the security advancements in both the people they \nallow in and surveillance of known operatives, that's probably the only alternative.\"\n\nLocals had become accustomed to simple and quick border crossings at Peace Arch, where 3.3 million people \ncross each year. Canadians from British Columbia cross in search of cheap beer, gas or milk. Washington \nresidents drive north for deals on furniture and building supplies.\n\nThe wait was as long as three hours Thursday, but most drivers said they didn't mind. \"Let them search the car,\" \nsaid Jack Mannering of Pleasant Hill. \"This is the price we're going to be paying in the future.\"\n\nSome travelers were skeptical that the intense security would continue for long.\n\nWesley Chen, a real estate agent from Surrey, British Columbia, said, \"I used to pass once a month and they didn't \neven check your I.D.\"\n\nBut the Ressam case was \"an eye opener,\" and now there is even greater pressure, said John Bates, deputy chief \nof the U.S. Border Patrol's Blaine section, which covers western Washington, Oregon and Alaska.\n\n\"We're there to do the best job we possibly can,\" said Bates. \"Can we guarantee that someone is not going to get \nthrough? No.\"\n\nNotes\n\nAttack on America : 32-Page Section\n\nRELATED STORY: page 1A-4A, 6A, 8A-23A, 25A-28A, 32A, 1C, 3C, 5C, 1D, 8E\n\nThe Aftermath\n\nMercury News wire services contributed to this report.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: DAN JANISSE -- ASSOCIATED PRESS\n\nTruck traffic is backed up for about nine miles Thursday along Highway 401 heading into Windsor, Ontario, \nCanada. Stringent searches slowed traffic along the U.S.-Canadian border, but vehicles moved freely in both \ndirections.\n"}