{"title": "Top Talent Could Lose Fast Track to U.S.; Under Bill, Foreign Luminaries Would No Longer Skip Immigration Line", "body": "\nWould America open its doors for the next Albert Einstein? Under the new immigration bill, the answer is maybe, \nbut maybe not.\n\nFor years, foreign-born Nobel Prize winners, corporate officers, and top talents in sports, arts and sciences have \nhad a fast track to permanent residency, and eventually citizenship, in the United States. In the name of attracting \nthe world's greatest and brightest, authorities have granted these luminaries priority access to green cards under \na little-known provision offered to \"aliens of extraordinary abilities.\"\n\nIt has provided a way for a host of notable foreigners -- among them John Lennon and Yoko Ono and Venezuelan-\nborn New York Yankee Bobby Abreu -- to make America their home.\n\nBut the bill now being debated in Congress would do away with the special \"EB-1\" preferred-status category, \neffectively forcing foreign VIPs to take a number and get in line with everyone else. They would be subject to a \ncomplex point system to determine their eligibility -- assessing education levels, English abilities, experience in the \nUnited States and other factors -- just as any engineer from India or farmworker from Mexico.\n\nAlthough the bill has come under fire from some who call it elitist -- it would tip the scales toward better-educated \nimmigrants with good English -- the elimination of the EB-1 category would effectively mean that the most elite \nforeigners seeking to build lives in the United States would face new hurdles.\n\n\"It was almost like having a gold card or an entrance to a private club, but under this new bill, you won't have that \nanymore,\" said Muzaffar Chishti, an immigration specialist at New York University. \"If they want to come here on a \npermanent basis, they will certainly be in a more disadvantaged position than they were in the past.\"\n\n\nLeading critics of the bill say it is fraught with problems for top universities, Fortune 500 companies, sports \nrecruiters and cultural institutions seeking to lure global leaders in their fields to work in the United States. Though \nmany such candidates would rise to the top of the point system based on their academic backgrounds and \nlanguage skills, experts say permanent residency would by no means be assured. They note that even Nobel Prize \nwinners occasionally have weak English skills, while highly skilled athletes and musicians often bypass traditional \nschooling and do not possess high school diplomas or university degrees.\n\nConsider this: If Bill Gates -- who dropped out of Harvard -- were foreign-born and subject to the new point system, \nwould Microsoft be able to hire him to live and work in the United States?\n\n\"There is no importance being placed on the intangible talents of a Chinese pianist or a Latin American baseball \nstar,\" said immigration lawyer Jonathan Ginsburg, who represents leading foreign-born musicians. \"My overall \nimpression is that the Senate proposes to deemphasize ability -- extraordinary ability -- in favor of paper \nqualification and a narrow range of experience.\"\n\nLast year, 36,960 individuals and family members were granted \"priority\" permanent resident status under the \n\"extraordinary abilities\" category. Under the 100-point system established by the bill, \"extraordinary or ordinary\" \nability in a specialized field would offer, at most, eight additional points to a candidate. That is less than the 10 \npoints that would be awarded to applicants holding a two-year college degree.\n\n\"Every effort has been made to create a balanced system,\" said a Senate Republican leadership aide who \ndemanded anonymity, citing the sensitivity of the issue. \"The aim is to focus efforts on attracting those immigrants \nwho have the combination of skills, education and English-language proficiency that will make them productive \nAmericans.\"\n\nBut the prospect puts some rarefied institutions on edge.\n\nPenny Rosser, director of the international scholars office at the Massachusetts Institute of Technology, said MIT \nprocesses as many as 20 EB-1 applications each year for leading foreign-born scholars. She would not discuss the \nimmigration status of individual Nobel Prize winners and other luminaries at MIT, but doing away with the \"fast \ntrack\" system for such scholars, she said, could exacerbate green-card delays that already run up to almost three \nyears for some applicants.\n\nWorse, she said, the new system would greatly reduce the weight of intangible talents and scholars' fame in their \nfields when their applications are considered.\n\nCritics also say U.S. companies could be at risk of losing top foreign-born talent to overseas competitors. \nElizabeth E. Stern, an immigration lawyer at Baker & McKenzie in Washington, said one of her clients is in the \nprocess of getting EB-1 status to head one of seven divisions of a major electronics manufacturer in Silicon Valley. \nLike several top executives in his field, she said, the client -- whom she would not name -- does not have advanced \ndegrees.\n\n\"This guy is one of a half-dozen people in this world who is up to the job of heading a division of a multibillion-dollar \nbehemoth. Now you're going to say that because he has no degree he doesn't have enough points to stay?\" Stern \nsaid. \"These are exceptional people, and by not treating them as such this country stands to lose.\"\n\nIn the balance, observers say, are people such as Jasvindar Singh, 42, an interventional cardiologist from Fiji who \ngot a green card this year after receiving \"extraordinary ability\" status in 2006. While in the United States on a \nseries of temporary visas, he pioneered a treatment for inserting a specific kind of tubing into arteries to treat heart \nblockages.\n\n\"You have people who have new ideas, who are involved in teaching local people to advance medical care,\" Singh \nsaid. \"Extraordinary ability status helps not only them, but also their students, their patients and medicine at large. \n\n\n\nAnd those are the people you cannot lump together with people applying for family reasons or economic reasons \njust to get into this country.\"\n\nProfessional sports organizations, agents and players groups are still assessing the bill's potential impact, but the \nshort-term effects would probably vary across fields and skill levels. Most foreign-born professional baseball \nplayers, for instance, come to the United States on temporary \"team\" visas that anticipate their ultimate return to \ntheir home nations. But some -- including the Yankees right fielder, Abreu, according to his agent -- have used EB-1 \nstatus to gain permanent residency. That avenue would become far tougher for many sports stars who do not have \nadvanced degrees and excellent English skills.\n\nBarry Frank, a top official at IMG, which represents sports, fashion and entertainment personalities, said: \"Look, \nbaseball is basically becoming a Hispanic game. And don't forget who their employers are -- men of considerable \nmeans and power. The owners are not going to let their stars get away because of some silly Washington law. I \nthink you're going to hear some noise.\"\n"}