{"title": "Telling KiwiSaver members what they might pay elsewhere 'could drive down fees'", "body": "\nAnyone hoping that increasing amounts of money in KiwiSaver could lead to a drop in fees is likely to be \ndisappointed, one researcher says. The Financial Markets Authority (FMA) released its latest report on the savings \nscheme last week.\n\nIt showed the average KiwiSaver member paid 13.5 per cent more in the year to March this year than in the \nprevious year.\n\nThe average fee paid was $163.53.\n\nREAD MORE: * Westpac reduces KiwiSaver fees after critical report is published * 13.5 per cent rise in KiwiSaver \nfund fees * BNZ knew it was charging too much for KiwiSaver, but didn't cut fees for nearly a year\n\nMost funds charge a fixed annual fee and then a percentage of the amount invested, which means that the fees \ninvestors pay tracks up with their balance.\n\nFMA director of regulation Liam Mason said the regulator had expected to see economies of scale and increased \ncompetition reduce fees over time but that had not happened.\n\nA comparison included with the report showed New Zealand KiwiSaver members paying higher fees than people in \ncomparable British funds.\n\nMason said providers would be asked to provide more evidence of the value they delivered in return for fees \ncharged.\n\nAUT head of finance Aaron Gilbert and his colleague, Ayesha Scott, have conducted research that indicates there \nmay be little room left for economies of scale to help.\n\nThey looked at total fees charged, providers' assets under management and the number of members in each fund.\n\nThey found that, between 2013 and 2018, as funds' member numbers grew, total fees would increase at a slower \nrate.\n\nBut fees still grew proportionally with the increase of money being managed.\n\nGilbert said, with 80 per cent of eligible New Zealanders already in KiwiSaver, there was little room left for funds to \ngrow in terms of member numbers - the only growth that seemed to have an impact on fees.\n\n\"If economies of scale were going to be seen, they would be there by now.\"\n\n\nThere would need to be industry consolidation for that to occur, he said.\n\nGilbert said Australia's model, with higher fixed fees but lower variable charges would help to reduce what people \npaid over time as balances got bigger.\n\nAnother option for lower fees would be for more providers to move to a passive investment model.\n\nBNZ made that change after it noticed it was delivering average returns at a high cost to members.\n\nGilbert said it was hard to know what it cost providers to deliver a KiwiSaver scheme.\n\n\"If Westpac managed to reduce fees quite markedly on the day the report came out, that suggests there is fat in the \nsystem for them to cut.\"\n\nProviders are now required to tell members what they charge them in dollar terms.\n\nBut Gilbert said that could be made more transparent by forcing them to tell members what the average fee for a \nparticular type of fund is, or the lowest fee available.\n\nThe FMA report showed some of the biggest funds had significant difference in their fees compared to UK funds.\n\nANZ's growth fund had a total expense ratio of 1.2 per cent in the period studied, compared to 0.5 per cent for a \ncomparable UK fund.\n\nIts default fund charged 0.66 per cent compared to 0.4 per cent in the UK.\n\nWestpac's balanced KiwiSaver fund had fees of 0.98 per cent compared to 0.37 per cent, although Westpac \nrevealed a reduction in its fees the day the report was released.\n\nANZ is the biggest KiwiSaver provider.\n\nSpokeswoman Siobhan Enright said it believed it was important to focus on the returns delivered after fees.\n\n\"Active managers generally utilise a higher level of decision-making and analytics, and therefore the fees charged \nwill typically be higher than those of a passive manager,\" she said.\n\n\"In 2019, ANZ reduced a number of fees on a range of investments products including KiwiSaver as we shared \nscale benefits with our customers. These reductions are not reflected in the Financial Market Authority's recent \nKiwiSaver report. We have reduced the total fund fee for the ANZ KiwiSaver Scheme by approximately 20 per cent \nsince 2009.\"\n"}