{"title": "Volunteers Report on Treatment of Immigration Detainees", "body": "\nIt is the routine violations that have been most shocking to the small bands of suburban volunteers who visit \nimmigration detainees in New Jersey jails. \n\n  Things like visits cut short after 15 minutes, following two-hour waits outside in the rain. Transfers from jail to jail \nthat isolate detainees for months, even when volunteers are asking to see them. And the pillows -- only five \npillows for more than 100 detainees, who had devised a seniority system to share them.\n\n  The shortage of pillows really got to Daniel Cummings, a high school teacher who began visiting the Middlesex \nCounty Adult Correctional Institute last spring as part of a local group formed after the death of a 72-year-old \ndetainee there. \n\n  ''To me, that was such a basic issue,'' Mr. Cummings said Wednesday of the pillow shortage, contrasting the \neveryday injustices he sees as a jail visitor with the Obama administration's promise to transform the immigration \ndetention system into ''truly civil'' detention. ''Like, let's treat these people as humans.'' \n\n  The voices of citizen volunteers like Mr. Cummings, 26, fill a new report that points to harsh conditions and \narbitrary visiting restrictions imposed by a half-dozen New Jersey jails where Immigration and Customs \nEnforcement holds thousands of noncitizens each year while it tries to deport them. \n\n  Many of the restrictions could be changed immediately, the report contends. It is to be released on Thursday by \nthe American Friends Service Committee, the New York University Immigrant Rights Clinic and New Jersey \nAdvocates for Immigrant Detainees,  a coalition of religious and advocacy groups.\n\n  The report also describes how volunteer visitors have been trying to fill the gap in accountability: advocating for a \nseriously ill detainee denied his heart medication for weeks, foiling what it called the cover-up of one guard's abuse \nand persuading jailers to supply the pillows required under detention standards.\n\n  But the pillow victory was short-lived. When the Middlesex County Freeholders dropped the county's contract with \nImmigration and Customs Enforcement last fall, all the detainees in its jail were transferred. Many ended up at the \nEssex County Correctional Facility in Newark, where they have neither pillows nor access to visits from the \nvolunteers, the report said. \n\n  Officials at Immigration and Customs Enforcement said Wednesday evening that they had not seen the report, \nbut pointed to measures and plans to increase oversight and address detainee mistreatment.\n\n  ''This administration is committed to immigration detention reform and has taken important steps to fundamentally \nchange the detention system,'' Brian P. Hale, a spokesman, said in an e-mail message. \n\n\n  Volunteers were unable to reach most of the transferred detainees because of restrictive visiting rules that \nchange from jail to jail, said Karin Wilkinson, the leader of Middlesex First Friends,  the group that Mr. Cummings \njoined. It enlisted two law students in the N.Y.U. rights clinic, Ruben Loyo and Carolyn Corrado, whose efforts were \nalso stymied for months. But what the students learned in the process led them to write the report.\n\n  ''In theory, I knew a lot about detention,'' said Mr. Loyo, 24, who worked on a detention-reform bill last summer as \na Congressional intern. ''But the reality -- I really didn't know the reality of immigration detention.'' \n\n  Among the most distressing situations, Mr. Loyo said, was that of Angela Joseph, a New Yorker who for three \nyears had devoted hours each week to get 15-minute visits with her brother Warren Joseph at the Hudson County \njail, where there are no weekend visits and weekday visits end at 6:15 p.m. \n\n  Mr. Joseph, a Trinidadian-American, a decorated veteran of the Persian Gulf war who had served eight years in \nthe Army and suffered from depression and post-traumatic stress syndrome, eventually won his fight against \ndeportation. A federal court ruled that his conviction for carrying a gun across state lines was not an aggravated \nfelony under immigration law. But after three years of unnecessary detention, Mr. Loyo said, the victory was \nbittersweet.\n\n  The citizen volunteers, who have stepped up their efforts to penetrate the jails, are mostly drawn from churches \nand synagogues, said Gregory Sullivan, 78, a retired banker, who leads First Friends,  one of the oldest groups.\n\n  Others are motivated by political activism. ''These are just ordinary citizens of New York and New Jersey that we \nbring in,'' he said.\n\n  Most of the restraints imposed on immigration detainees by jails are the rules set for their criminal-justice \npopulation, he said.\n\n  ''In their haste to dump detainees in the county jails because it's convenient and cheap,'' Mr. Sullivan  said, \nImmigration and Customs Enforcement ''overlooked the discrepancies with the standards ICE itself has \nproclaimed.''\n\n  Mr. Sullivan's group is beginning to expand its visits from the Elizabeth Detention Center to the Hudson County \nCorrectional Institute, in Kearny But the Essex County and Bergen County jails have rebuffed efforts to institute a \nsign-up sheet for detainees to request visits, he said. At the Monmouth County Correctional Institute, Ms. \nWilkinson's group has been unable to set up regular visits like those it arranged in Middlesex.\n\n  Even a brief outside presence is meaningful to those locked away far from relatives; 84 percent of them have no \nlawyer, and none have any way to know when they will be freed, Ms. Wilkinson said. \n\n  In one case that Ms. Wilkinson followed, an African man fighting to stay in the United States because of fear of \npersecution at home was abruptly transferred to the Essex jail on the same day that an immigration judge ruled in \nhis case. Two weeks passed before he learned that the judge had ruled against him, leaving him only 15 days, \ninstead of 30, to file an appeal.\n\n  ''He was so upset that his court papers hadn't come, he wrote me a six-page letter,'' Ms. Wilkinson said. ''He \nwrote, 'It's unjust justice.' '' \n\n  Two weeks ago, she was able to visit him at Essex, a huge jail topped by concertina wire. But that entailed \nstanding in line for more than two hours, she said, for less than 20 minutes' conversation through a plexiglass \nbarrier.\n\n  ''You wait outside,'' she said. ''Men, women, children in the rain.''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTO: Gregory Sullivan and Lorna Henkel, who visit immigration  detainees, at the Hudson County jail. \n(PHOTOGRAPH BY SUZANNE DECHILLO/THE NEW YORK TIMES)                \n"}