{"title": "FILIPINOS FRETTING OVER PROPOSED IMMIGRATION REFORM;SWEEPING LEGISLATION WOULD AFFECT GROUP MORE SERIOUSLY THAN OTHERS", "body": "\nAs he has waited patiently for nine years for his children to gain U.S. permission to move here from the Philippines, \nRey Villamor of Santa Clara has sent them thousands of dollars, paying for their engineering education in the hope \nthat someday they would work in Silicon Valley.\n\nBut if the U.S. Congress adopts proposed immigration reforms that would end such family reunification, Villamor \nmight never see his children here.\n\nThe legislation, which proposes to reduce immigration by about 30 percent, would hit Filipinos particularly hard. \nOf all the Filipino applicants waiting to immigrate to the United States, 93 percent would become ineligible. The \neffects would be felt strongly in the Bay Area, home in 1990 to 261,273 Filipino-Americans - the second-largest \nFilipino-American community in the nation.\n\n\"There would be no wait if you came from any other country,\" said Richard Konda, an Asian Law Alliance attorney \nin San Jose. \"But if you're Filipino, you wait 10 to 15 years.\"\n\nInbound traffic\n\nImmigration is extremely backlogged for Filipinos because so many want to come to the United States, and only \n27,558 are allowed in each year.\n\nWhile the proposed immigration reforms could snarl many family ties, in other ways it could benefit the \nPhilippines.\n\n\"Why has the Philippines not grown more like other countries?\" said Edgar Rodriguez, professor of economics at \nthe University of Calgary. \"Some say it's because the best people have left. If you make it harder to migrate, it will \nforce these professional and technical people to stay and help the country develop. By forcing people to stay, you \nforce remittances to continue, too.\"\n\nBlurring the lines\n\nUnder the proposed legislation, these immigration categories would no longer exist:\n\n* Unmarried adult sons and daughters of U.S. citizens: of the 70,000 worldwide on the waiting list, 50,000 are \nFilipino.\n\n\n* Married sons and daughters of U.S. citizens: of 260,000 worldwide, 150,000 are Filipino.\n\n* Unmarried adult sons and daughters of permanent residents: of 500,000 worldwide, 40,000 are from the \nPhilippines.\n\n* Brothers and sisters of U.S. citizens: of the 1.5 million worldwide, 280,000 are Filipino.\n\nProponents such as professor Norm Matloff, who has researched immigration trends and testified before \nCongress, wants these categories eliminated because he believes applicants have been dishonest.\n\n\"People who come here under family-reunification policy are doing so for the same reason any other immigrant \ndoes, and that is economic betterment,\" Matloff said. \"They are not coming here for family reasons.\"\n\nWorlds apart\n\nVillamor, 57, says his children want to come here to work, but even more to be with their parents, whom they \nhaven't seen in seven years.\n\nAfter immigrating in 1981, Villamor was able to bring his wife and five minor children to the United States seven \nyears later, but not his adult children. Visa applications were approved for the three in 1987, but they faced a wait of \nmore than 10 years. So they waited, even delaying marriage because that would change their status and increase \ntheir wait.\n\nIf his children cannot immigrate, Villamor is prepared to move back to the Philippines to help set them up in \nbusiness. To him, it will be the United States' loss and the Philippines' gain.\n\nNotes\n\nSee related stories on pages 1A, 20A\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: GARY REYES - MERCURY NEWS\n\nRey Villamor holds a photo of 32-year-old son he has not seen in seven years.\n\n[960225 FR 20A 6; color]\n"}