{"title": "MCNARY DEFENDS HIS PLAN TO REBUILD INS", "body": "\nWASHINGTON - Immigration Commissioner Gene McNary defended on Wednesday a reorganization plan that \nsome critics contend should be ''only a first step'' in revamping the service's poor management.  Appearing before \nthe House immigration subcommittee, McNary - former St.  Louis County executive - complained that ''everyone \ntells us what is wrong'' with the Immigration and Naturalization Service. ''But no one tells us exactly how to fix it.'' \nThe House panel held the hearing to look into management problems at the INS, problems that have been pointed \nout in recent reports by a Justice Department panel and by the General Accounting Office, the investigative arm of \nCongress.  McNary and Kristine M. Marcy, a top management official at the Justice Department, described to the \nsubcommittee a reorganization of the INS that would add six new executives to the agency's upper ranks to \nimprove its management.  Under the new plan, most of the day-to-day management of the immigration service \nwould be handled by two executive associate commissioners, while McNary - who would retain the top INS position \n- would ''focus on policy oversight and external affairs.'' The plan - approved by Attorney General Dick Thornburgh - \nalso would centralize more power in the INS headquarters. McNary had argued for greater power over INS regional \noffices, but the panel commmissioned by the Justice Department suggested scaling back his centralization plan.  \nRep. Romano L. Mazzoli, D-Ky., chairman of the immigration subcommittee, said the INS reorganization plan was \n''a first step'' to improving the agency's management.\nBut he peppered McNary and other witnesses with questions about high overtime costs, financial mismanagement \nand other problems.  ''Is overtime being used to upgrade the (INS pay scale?'' Mazzoli demanded at one point. \nMcNary denied the allegation.  The GAO's director of federal management issues, J. William Gadsby, said the INS \nreorganization plan was merely an initial step.  ''This is not the end of the trail,'' he said. ''I would view it as a first \nstep'' to improving INS management. ''The key question is: Where do we go from here? What sort of people do we \nput in these positions?'' Norman Carlson, author of the Justice Department's critical report on INS management, \ntold the subcommittee that he disagreed with some aspects of the new plan, but ''the important thing is to do \nsomething - and do it now.'' Carlson said he did not think INS headquarters should exert too much power over its \nregional offices.\n"}