{"title": "STAR-SPANGLED NEW CITIZENS Stout-hearted, strong-minded immigrants commit to America", "body": "\nThey came for different reasons.\n\nA Bangladeshi accountant who was weary of his country's politics. A Jamaican woman who has been in this \ncountry for 18 years, made a life for herself and decided that it was time. And a Filipino mechanical engineer who \nhas dreamed of being here since he was a teenager.\n\nThey were among 200 people who came to Manhattan Federal Court one day this month to take an oath of \nallegiance as new Americans.\n\nNaturalization ceremonies are a weekly occurrence in federal courtrooms in Brooklyn and Manhattan, where \nimmigrant dreams are realized and American determinations are made.\n\nTheir stories are filled with longings for a better life, only to be met with hardships of working at fast-food \nrestaurants, supporting relatives on different shores and going to school.\n\nSome immigrants take the step for patriotic reasons, and others are doing it because they fear that their rights are \neroding around them. All have kept tight bonds with their homelands.\n\nMark Thorn, a New York spokesman for the Immigration and Naturalization Service, said 94,746 people were \nnaturalized in fiscal 2002, down from 97,953 the previous year.\n\nThe terrorist attacks in 2001 created an unprecedented surge of U.S. citizenship applications, forming an even \ngreater backlog for immigration officials, who now must perform tighter security checks.\n\nRegardless, New York continues to naturalize more immigrants each year than any other city. Here's a look at a \nfew of our newest Americans.\n\nReared on American TV\n\nNiaz Khan grew up in Pathan Bari, a small Bangladeshi village, but was reared on American television, \nmesmerized by the NBC series \"Knight Rider.\"\n\nHe came to New York in 1997 because he didn't see a future in his homeland, where the politics were shaky and \nfamily members were constantly being harassed by police.\n\nKhan worked double shifts at Roy Rogers, among other jobs, and at night attended Baruch College, where he \nmajored in accounting.\n\n\nPart of his earnings went to his mother, who wanted to join the annual Muslim pilgrimage to Mecca in Saudi Arabia. \nHe was able to eke out $1,500 for her trip on his fast-food wages.\n\n\"I'm real proud of that,\" he said. \"I wouldn't have been able to come up with that kind of money in Bangladesh.\"\n\nThe 24-year-old auditor now works at Ernst & Young and lives in the Throgs Neck section of the Bronx.\n\nOn the day he became a citizen, INS officials lost his photo, so he had to run and get his picture taken again. But \nhe didn't care.\n\n\"There is a good system here. People can vote, publish their own opinions,\" he said, smiling. \"So many \nopportunities.\"\n\nHeartbreak & survival\n\nIt was 1981 when Theresa Gordon fell in love.\n\nHe was of Jamaican descent, spending his vacation in Kingston, Jamaica. They got married.\n\nHe wanted her to come back to America, but Gordon declined.\n\n\"I thought New York was too big a place, that I would get lost every day. But in the back of my mind, I heard that the \nU.S. is a bed of roses and everything is good - money, education.\"\n\nSo she agreed and waited three years for her immigration papers, reuniting with her husband in 1984. But when \nshe arrived in New York, she found a stranger and heartbreak.\n\n\"He had abandoned me,\" she said. \"I didn't know that life would be so hard.\"\n\nShe settled in the Belmont section of the Bronx, forced to rely on the kindness of friends who took her in. She took a \nnursing course and found two jobs - one as a home health attendant, the other as a nurse's aide.\n\nOver the years, Gordon has made the best of it. She worked hard and has been able to buy a two-family home, \nrenting out the other half for extra cash.\n\nShe also has managed to bring from Jamaica three of her four children from a previous relationship - one of her \nbiggest accomplishments.\n\n\"I wanted to help my kids,\" she said. \"I am a tough woman.\"\n\nBecoming a citizen after 18 years of a hard, productive life here was the right thing to do, she figured.\n\n\"I decided I'd go for it,\" Gordon said.\n\nSo on her 58th birthday, she became a citizen.\n\nDreams of America\n\nCarlos and Emma Polet have been searching for a better life outside the Philippines for more than 20 years. They \nfound it in New York, when Carlos Polet's mother sponsored them in 1996.\n\nBefore that, the 65-year-old mechanical engineer worked for a Japanese company in Saudi Arabia for 15 years, but \nhe couldn't get America out of his mind.\n\nHe had dreamed of this place ever since he was a teenager growing up in the U.S.-occupied Philippines after World \nWar II.\n\n\n\n\"My mother took me to a Fourth of July function and I thought the fireworks were exciting,\" recalled the 65-year-old, \nwho works and lives on 23rd St. as an apartment maintenance supervisor.\n\nHe has paid a steep price for his absence, missing children and grandchildren birthdays, Christmas dinners and \nFirst Communions.\n\n\"I thought giving my five children comfort and an education was important, and I think I was able to do that,\" Polet \nsaid. \"Now that I am a citizen, I will see if there is a way to sponsor all of them.\"\n\nGraphic\n\n \n\nDAVID HANDSCHUH DAILY NEWS '. . . I WILL SUPPORT AND DEFEND . . .' Carlos (l.) and Emma Polet and \nNiaz Khan (r.) take citizenship oath yesterday at Manhattan Federal Court ceremony. DAVID HANDSCHUH DAILY \nNEWS Theresa Gordon of Jamaica overcame many obstacles to become American citizen.\n"}