{"title": "Kenneth Libo, 74, Scholar of Immigrant Life - Correction Appended", "body": "\nKenneth Libo, a historian of Jewish immigration who, as a graduate student working for Irving Howe in the 1960s \nand '70s, unearthed historical documentation that informed and shaped ''World of Our Fathers,'' Mr. Howe's \nlandmark 1976 history of the East European Jewish migration to America, died on March 29 in New York. He was \n74.\n\nThe cause was complications from an infection, said Michael Skakun, a friend and fellow historian.\n\nMr. Libo's contribution was acknowledged by Mr. Howe and the publishers of ''World of Our Fathers,'' who listed his \nname beneath the author's on the cover of the book: ''With the Assistance of Kenneth Libo.''\n\nScholars familiar with his archival work credit Mr. Libo with adding a level of emotional detail, and a view of \neveryday life in the teeming tenements of the Lower East Side of Manhattan, that the book might have lacked \nwithout his six years of work. ''I don't think 'World of Our Fathers' could have been written without the spade work \ndone by Ken Libo,'' said Jeffrey S. Gurock, a professor of Jewish history at Yeshiva University. ''He had a certain \nresearching genius, a feel for visceral detail.''\n\nMr. Libo worked with Mr. Howe on two more books and shared billing on both as co-author -- ''How We Lived,'' a \n1979 anthology of pictures and documentary accounts of Jewish life in New York between 1880 and 1930; and \n''We Lived There, Too,'' an illustrated collection of first-person accounts by Jewish immigrant pioneers who moved \non from New York to settle in far-flung outposts around the country, like New Orleans; Abilene, Kan.; and Keokuk, \nIowa, between 1630 and 1930.\n\nHe became the first English-language editor of The Jewish Daily Forward in 1980, lectured widely, taught literature \nand history at Hunter College, and later in life helped several wealthy Jewish New York families research and write \ntheir self-published family histories.\n\nBut throughout his life, Mr. Libo was known best for his involvement in ''World of Our Fathers,'' a best seller that \nMr. Howe, a socialist and public intellectual, once described in part as an effort to reclaim the fading memory of \nJewish immigration from the clutches of sentimental myth, Alexander Portnoy and generations of Jewish mother \njokes.\n\nThe book was a large canvas -- depicting a lost world of tenements, sweatshops and political utopianism -- written \nwith elegiac lyricism.\n\nBy most accounts Mr. Howe gave the book its vision, its voice and its intellectual legs. Mr. Libo gave it people and \ntheir stories.\n\n\nHe mined archives of Yiddish newspapers like The Forward, Der Tog and Freiheit; the case records of social \nservice organizations like the Henry Street Settlement House; the letters of activists like Lillian Wald and Rose \nSchneiderman; memoirs by forgotten people whose books he found in the 5-cent bins of used bookstores. He \ninterviewed old vaudevillians like Joe Smith of Smith and Dale (the models for Neil Simon's ''Sunshine Boys'') for \nthe story of Yiddish theater.\n\nIn an essay about the book, published in 2000 in the journal of the American Jewish Historical Society, Mr. Libo \nwrote that in the summer months ''Irving did the bulk of the writing while I remained in New York with an assistant to \nrun down facts.''\n\nKenneth Harold Libo was born Dec. 4, 1937, in Norwich, Conn., one of two sons of Asher and Annette Libo. His \nfather was a Jewish immigrant from Russia, his mother American-born. His parents operated a chicken farm, \nfriends said.\n\nHe graduated from Dartmouth College in 1959, served in the Navy and taught English at Hunter College of the City \nUniversity until he began work on ''World of Our Fathers'' in 1968 with Mr. Howe, who died in 1993.\n\nHe received his Ph.D. in English literature from the City University of New York in 1974. He never married and no \nimmediate family members remain.\n\nhttp://www.nytimes.com\n\nCorrection\n\nThis article has been revised to reflect the following correction: An obituary on Monday about Kenneth Libo, a \nhistorian of Jewish immigration who contributed to Irving Howe's book ''World of Our Fathers,'' misspelled the name \nof one of the Yiddish-language newspapers whose archives he consulted as part of the research for that book. It \nwas Freiheit, not Freheit.\n\nCorrection-Date: April 10, 2012\n\nGraphic\n\n \n\nPHOTO: Kenneth Libo (PHOTOGRAPH BY PAUL DUCKWORTH)                                                                \n"}