{"title": "Ga. immigration bill revised to target ID fraud", "body": "\nA state lawmaker who has sponsored a bill that would crack down on illegal immigration in Georgia is adding an \nidentity fraud provision to discourage the use of false documents when applying for jobs.\n\nState Rep. Matt Ramsey plans to present a revised \"Illegal Immigration Reform and Enforcement Act of 2011\" at \na House committee meeting Monday. The Peachtree City Republican said in an interview with The Associated \nPress Saturday that the biggest change to his bill was prompted by testimony at public hearings on the legislation.\n\n\"Through the hearing process, we kept hearing from folks about the problem caused by people who are seeking to \ngain employment and passing fraudulent identification on employers,\" he said.\n\nRamsey looked at the identity theft statute and worked with prosecutors in the state to craft a provision that would \nmake it a felony to present fraudulent identification documents or information for the purpose of gaining \nemployment, he said.\n\nThe stiff penalty one to 15 years in jail and a fine of up to $250,000 is meant to help protect employers who don't \nalways recognize false documents and might sometimes find themselves unknowingly hiring illegal immigrants, he \nsaid.\n\nDespite testimony from many groups and individuals expressing concern about a proposed requirement that all \nemployers with more than five employees verify the immigration status of new hires by using a federal database \ncalled E-Verify, Ramsey said he's not willing to budge.\n\n\"Illegal employment is clearly the root cause of illegal immigration, and if we don't take a serious step in this state \ntoward addressing illegal employment, we're not going to ever get substantially at the problem,\" he said.\n\nThe revised bill does address concerns that were raised about the potential for frivolous lawsuits that could stem \nfrom part of the proposed law that would allow individual citizens to file lawsuits against local governments or \ngovernment agencies that don't comply with requirements to check the immigration status of new hires or \napplicants for public benefits.\n\nThe new version of the bill provides for a \"notice and cure period\" so that local governments or government \nagencies that are unknowingly violating the requirements have a chance to bring themselves into compliance \nbefore litigation could begin.\n\nRamsey said he's spent a lot of time working on the bill and hopes the House Judiciary Non-Civil committee will \nvote on it Monday.\n\n\n\"This is not a bill that needed to get rushed out day one or two of the session,\" he said. \"This is something that \nrequires due diligence and a great deal of work and that's exactly what we've done and we're real confident in the \nproduct we have right now.\"\n"}