{"title": "TESTIMONY September 13, 1995 JOHN FRASER DEPUTY ADMINISTRATOR, WAGE AND HOUR DIVISION EMPLOYMENT STANDARDS ADMINISTRATION U.S. DEPARTMENT OF LABOR SENATE JUDICIARY IMMIGRATION AND REFUGEE AFFAIRS OVERHAULING THE NATION'S IMMIGRATION LAW", "body": "\n STATEMENT OF\n\n JOHN FRASER\n\n DEPUTY ADMINISTRATOR, WAGE AND HOUR DIVISION\n\n EMPLOYMENT STANDARDS ADMINISTRATION\n\n U.S. DEPARTMENT OF LABOR\n\n before the\n\n SUBCOMMITTEE ON IMMIGRATION\n\n OF THE SENATE JUDICIARY COMMITTEE\n\n September 13, 1995\n\n Mr. Chairman and Members of the Subcommittee:\n\n Thank you for the opportunity to appear today to discuss reform of our Nation's system of legal immigration, \nincluding the ideas embodied in the \"discussion draft\" bill prepared for consideration by the Subcommittee which \nyou shared with us last week.  This afternoon I will focus on a few issues of particular interest to the Department of \nLabor, but Secretary Reich asked me to remind you today of your earlier conversations in which he expressed his \nprofound interest in the way immigration policy interacts with domestic workforce development policies so critical \nto our Nation's working people and future global competitiveness.  As you know, Secretary Reich cares and has \nthought deeply about these relationships, and he asked me to tell you that he looks forward to another opportunity \nto come before you to share his views on these important matters.  On the Secretary's behalf, let me also express \nthe Department's eagerness to continue working with you on these issues and others which may arise from our \nongoing review of the draft bill.\n\nBefore turning to legal immigration issues, let me ask your indulgence to address a closely related matter.  \nMembers of the Subcommittee understand and appreciate both the need to effectively control illegal immigration in \norder to preserve our legal immigration system, and the important role that the Department of Labor plays in \nhelping control illegal immigration through worksite enforcement of minimum labor standards.  Immigration \nreform legislation currently being considered in the House - H.R. 2202, the \"Immigration in the National Interest \n\n\nAct of 1995\" contains a provision for \"Strengthened Enforcement of Wage and Hour Laws\" which authorizes (but, \nunfortunately, does not appropriate funding for) 150 additional staff positions for the Wage and Hour Division to \ninvestigate violations of basic labor laws in areas where there are high concentrations of undocumented workers.\n\n This provision parallels the President's FY 1996 budget request, which, as part of the President's comprehensive \nstrategy to more effectively control illegal immigration, called for 202 additional positions for the Department - \nincluding 186 for Wage and Hour and 16 for the Solicitor's office to prosecute the most serious labor standards \nviolations arising from our investigators' work.\n\n The Administration supports this provision of H.R. 2202 - as did the Commission on Immigration Reform in \nprinciple in its recommendations last fall.  It appropriately recognizes that the Department of Labor makes an \nimportant contribution to reducing incentives for illegal immigration.\n\n Curbing illegal migration and effectively enforcing worker protection laws have a direct if seldom noted policy \nconnection.  Illegal immigrants are attractive to some employers and are frequently subjected to exploitation in the \nform of sub-minimum wages, dangerous workplaces, excessively long hours and other poor working conditions \nbecause they are desperate for work and in an extremely weak position to protect their rights.  Knowingly hiring \nillegal workers both reveals and rewards an employer's willingness to break the law, and undermines wages and \nworking conditions for legal workers.\n\n Vigorous enforcement of minimum labor standards serves as a meaningful deterrent to illegal migration by \ndenying some of the unfair business advantage that can be gained through the employment of highly vulnerable \nand exploitable workers under substandard wages and working conditions.  Effective labor standards enforcement \n- combined with our routine inspection of employers' compliance with their employment eligibility verification \nobligations - not only helps ensure fairness and minimally acceptable wage and employment conditions in the \nworkplace, but also helps foster a level competitive playing field for the large majority of honest employers who \nseek to comply with the law.\n\n The Administration strongly believes that enhanced worksite enforcement of both minimum labor standards and \nemployer sanctions are essential components of the comprehensive strategy proposed by the Administration, and \nneeded, to more effectively control illegal migration - which poses one of the greatest single threats to our system of \nlegal immigration.\n\n As I said, we support this provision of H.R. 2202 - indeed, we strongly support the Administration's request for even \nmore Wage and Hour enforcement personnel.  I bring the matter up this afternoon not only because of its \nimportance to preserving our legal immigration system, but also because the House has already acted to eliminate \nthe President's request for these additional labor standards enforcement resources (though it approved funding for \nmany other aspects of the President's immigration program) and most importantly because the Senate is just \nbeginning its consideration of the Department's FY 1996 appropriation.  I appreciate your letting me take this \nopportunity to urge all the Members of the Subcommittee - who have a special responsibility for seeing that our \nNation effectively controls illegal immigration - to work to ensure favorable consideration in the Senate for \nappropriation of these additional labor law enforcement resources requested in the President's budget.\n\n Turning to the subject of today's hearing, I will discuss three primary issues relating to employment-based \nimmigration to the U.S.:\n\n (1) the pressing need for reform of the multiplicity of nonimmigrant programs that allow entry of foreign workers for \ntemporary employment in the U.S.;\n\n (2) current proposals for changing the number and mix of employment-based immigrants; and,\n\n (3) the process which should be employed for admitting employment-based immigrants.\n\n Let me first offer a general context for discussion of these subjects.\n\n\n\n Employment-based Immigration Policy Principles\n\n The Nation's goals for employment-based immigration policy must continue to be twofold.  First, the policy must \nprovide U.S. employers with needed access to international labor markets to promote our global competitiveness \nand high-skill, high-pay job growth in the U.S.  Second, it must also assure adequate protections for U.S. workers \nand employers against unfair domestic competition while providing real incentives to develop the domestic \nworkforce for the high-skill jobs and high-performance workplaces of the future.  In light of an increasingly global \neconomy and workforce, U.S. immigration policy must carefully balance these objectives if a viable, relatively \nreceptive immigration system is to be maintained.\n\n In recent years as our immigration system has tilted towards expanding employment-based immigration and to \nfavoring higher-skilled workers, these dual goals have come to be recognized as the general framework for our \nemployment-based immigration policy.  However, as our immigration system has evolved within this overall \nframework, it has treated particular issues in quite different ways.  Thus, criteria governing access to immigrant \nworkers vary depending on the preference category, and these criteria differ in kind from those which apply to \nvarious employment-based nonimmigrant categories.  Similarly, the manner in which the basic policy goals are \nimplemented in law for employment-based nonimmigrants differ significantly among the various programs, some of \nwhich lack any labor market protections.\n\n These two guiding policy goals are by no means incompatible, but do contain inherent tensions that must be \nrecognized and appropriately resolved.  The evolving efforts to effectively implement immigration programs which \nprovide an appropriate balance between the larger policy goals offer some lessons and raise issues that deserve \ncareful consideration.\n\n First, the need for timely, appropriate access to international labor markets may well warrant shifting the focus from \noften cumbersome and time-consuming preadmission screening processes - of, at best, questionable effectiveness, \nas I will discuss later - to a greater reliance on less intrusive application procedures coupled with post-admission \ncompliance requirements.  Moreover, the array of inconsistent employment-based immigrant and nonimmigrant \nadmission processes still require the involvement at various stages of at least three Federal agencies - Labor, \nJustice/INS, and State.  Whether the wide variability of these processes and three separate steps are truly \nnecessary warrants careful reexamination.\n\n Second, we need to consider whether the employment-based immigration system should continue to be \nemployer-driven.  If it should be determined that an employer-driven system should be maintained to reflect real \nneeds in the marketplace and economy, then the system needs to become much less susceptible to manipulation \nby intending immigrants (and their relatives who are employers) as well as unscrupulous employers who seek to \ntake advantage of the benefits of possible immigration to the U.S. as a means of exploiting their workers.  The \nvery real potential of indenture which derives from nonimmigrants - and, under some proposals, certain immigrants \n- being bound to an individual employer poses one of the greatest dangers for serious worker abuse and \nexploitation in these programs.\n\n Employment-based Nonimmigrant Program Reform\n\n Consistent with these general principles, the Department of Labor believes that any reform of our legal \nimmigration system must also address the nonimmigrant programs which allow temporary entry of individuals to \nthe U.S., in many cases for employment purposes.  While many acknowledge this need, few proposals have yet \nbeen offered.  Perhaps this is because the Commission on Immigration Reform, while looking at the matter, has \nnot yet provided its analysis or made any recommendations.  We have been working with the Commission on this \nand look forward to hearing from it on this important subject.  We note that the Subcommittee's \"discussion draft\" \nbill contains no provisions affecting employment-based non-immigrant programs.  We would urge that it be \nexpanded to include such provisions, for two main reasons.\n\n First, many more foreign workers legally enter the U.S. for temporary employment - sometimes for as long as six \nyears - than enter (or, more commonly, adjust) as permanent employment-based immigrants.  Second, in most \n\n\n\ncases, temporary foreign workers become the subject of immigrant petitions after a period in nonimmigrant status, \nwhich often follows completion of their education at U.S. colleges and universities.  Of the current employment-\nbased immigrants who are subject to the Department of Labor-administered permanent labor certification process, \nwe estimate that over 90 percent are already in the U.S. and about two-thirds are already working-- sometimes \nillegally-- for the employer which files the immigrant petition on their behalf.  Nonimmigrant foreign students and \nworkers already in the U.S. (many previously foreign students) are predominantly those whom U.S. employers \nsubsequently seek for permanent residency for employment purposes.  Thus, our employment-based immigrant \nselection system - whatever its form - in practical terms is mostly a system for deciding which foreign students and \ntemporary workers will be allowed to remain, rather than enter, to live and work permanently in the U.S.  The actual \nemployment-based immigrant selection system occurs much earlier in the process when students are admitted to \nour colleges and universities, and when employers seek temporary nonimmigrant workers from abroad.  A coherent \nemployment-based immigration policy-- sensitive both to the needs of the marketplace and our obligations to \nadequately protect U.S. workers and businesses, and provide appropriate job opportunities for the domestic \nworkforce--must recognize these facts and, therefore, address real deficiencies in the nonimmigrant programs \nthrough which the first level selection is really made.\n\n We wish to offer several suggestions in this regard and continue to work with the Subcommittee as it considers \nthese matters.\n\n First, the various employment-based nonimmigrant programs could benefit immensely from harmonized, \nconcordant criteria and procedures.  These programs need to be consolidated, streamlined, and simplified.\n\n Second, perhaps the best way to accomplish this - while at the same time providing flexibility to deal with rapidly \nchanging conditions in the economy and labor market - may be to return to a more general but coherent statutory \nframework, with program implementation more through the regulatory process.\n\n Third, to achieve the needed balance between the overall objectives of our employment-based immigration policy, \nespecially with streamlined and expedited admission processes emphasized, there should be basic criteria \ncommonly applicable to all employment-based nonimmigrant programs.  The Department of Labor believes that \namong such basic criteria at least the following should be considered:\n\n - An effective test of the labor market. This would not have to be excessively time-consuming nor performed by the \ngovernment, but would need to be done honestly and in good faith before the employer seek approval for \nadmission. Too often, employers use the nonimmigrant system to retain foreign student or illegal immigrant \nemployees even where there is an abundance of available, qualified U.S. workers.\n\n - Lay-off and strike/lockout protections.  Access to foreign workers should be prohibited where domestic workers \nhave been or are being laid-off or otherwise displaced, or during a strike/lockout involving the target occupation.\n\n - Significant, extraordinary efforts by the employer to train or otherwise develop domestic workers for the target \noccupation. Such a requirement is not only sound public policy, but would help thwart the growth of contractor \n\"body shops\" with workforces composed predominantly or entirely of nonimmigrant employees - from which we \nbelieve the greatest potential for adverse effects on U.S. workers and competing businesses derives.  Access to \ntemporary foreign workers should indeed be temporary; employers which use nonimmigrant workers should be \nseriously discouraged from developing dependency on foreign workers and, rather, be required to reduce any \ndependency as quickly as possible.\n\n - Meaningful protection against adverse effects on the compensation and working conditions of domestic workers \nin the same occupation.\n\n - Appropriate actions on duration of stay and change of status by nonimmigrants to keep the proper focus on \nmeeting employment and economic needs.  Again, temporary foreign workers should, in fact, be temporary and \ncertainly not benefit from any period of illegal employment in the U.S. or derive a competitive advantage over U.S.  \nworkers through their employment during a temporary admission.\n\n\n\n - Restrictions on Access.  Access to foreign workers should not be unlimited.  Mechanisms that act as a brake on \nthe size and potential growth of these programs and moderate potential adverse effects on the domestic workforce \ncould be considered.  Such mechanisms include numerical limitations and user fees, consistent with our \ninternational obligations, which would have the program beneficiary bear the program's costs and also provide \nsome disincentive to its use.\n\n These criteria should not be rigid and, particularly if implemented through regulation rather than statutory language, \nappropriate flexibility could be provided to reflect, for example, differences in skill levels or labor market demand \nand availability.\n\n I would like to make three more specific points about proposed changes to existing nonimmigrant programs.  The \nfirst point deals with proposed amendments to the H-1B nonimmigrant program which are supported by the \nAdministration.\n\n In September 1993, Secretary Reich requested Congress to amend the criteria which still apply under the program \nfor admission of nonimmigrant \"professionals\" for temporary employment in \"specialty occupations\" (and fashion \nmodels of distinguished merit and ability) with H-1B visas.  Unfortunately for many U.S. businesses and workers, \nthe Congress has yet to act on his proposals.\n\n Our experience with the operation of the H-1B program has raised serious concerns that what was conceived as a \nmeans to meet temporary business needs for unique, highly-skilled professionals from abroad is, in fact, being used \nby some employers to bring in relatively large numbers of foreign workers who may well be displacing U.S. workers \nalready affected by structural changes in our economy.  Some employers, though a minority of those who use the \nH-1B program, have been using this program to request the admission of scores, even hundreds of workers, \nespecially for work in computer-related and health care occupations.  Many of these employers are \"job \ncontractors,\" some of which have a workforce composed predominantly or even entirely of H-1B workers, which \nthen lease these employees to other U.S. companies or use them to provide services previously provided by laid off \nU.S. workers.\n\n The amendments requested by Secretary Reich were carefully designed to assure continued business access to \nneeded high-skilled workers in the international labor market while increasing the likelihood that the H-1B program \nis not susceptible to use to the detriment of U.S. workers and the businesses which employ them.  Briefly stated, \nthe two requested amendments would require employers which seek access to temporary foreign \"professional\" \nworkers to attest that:\n\n (1) they have not laid off or otherwise displaced U.S. workers in the occupations for which they seek nonimmigrant \nworkers in the periods preceding and following their seeking access to such nonimmigrant workers; and,\n\n (2) in certain circumstances, they have taken timely and significant steps to develop, recruit and retain U.S. \nworkers in these occupations.\n\n These amendments were modeled on similar provisions applicable to the temporary admission of foreign \nregistered nurses (which program has just recently expired), and are targeted especially to those employers which \nseek to obtain relatively low-skilled \"professional\" workers.\n\n Enactment of these amendments is in extremely critical.  First of all, abuses of this program which these \namendments would help stem have become increasingly well-documented.  Secondly, there appears to be a trend \nof growth of companies which are predominantly or entirely dependent on nonimmigrant workers and are thus able \nto compete unfairly with U.S. companies which employ mostly U.S. workers.  Thirdly, the nonimmigrant registered \nnurses (H-IA) program has recently expired and some foreign nurses will now be entering under the H-1B program, \nwith significantly lesser protection than under the predecessor program.  Finally, I think all would agree that in most \nsituations it is unreasonable that an employer in this country - as a matter of public policy - not only does not have \nto test the domestic labor market for the availability of qualified U.S. workers before gaining access to foreign \nworkers, but should be able to lay off U.S.  workers to replace them with temporary foreign workers in their own \n\n\n\nemploy or through contract.  This is exactly what is happening now; our public policy tolerates this situation, \nperhaps encourages it, and it must change.\n\n In addition to the amendments that the Secretary has already proposed, we would also urge that the allowable \nperiod of stay under the H-1B program be reduced from six to three years to better reflect the \"temporary\" nature of \nthe presumed employment need.\n\n Additionally, if this and other employment-based nonimmigrant programs are really to serve as \"Probationary\" or \n\"test\" employment situations to select and transition foreign students and workers into the permanent labor force as \nemployment-based immigrants, the n the programs ought to be redesigned to reflect that purpose and not a fiction \nthat they are intended to meet urgent, short-term demand for very highly-skilled, unique individuals who are simply \nnot available in the domestic workforce.\n\n The second specific matter also relates to the H-1B program.  The only provision of H.R. 2202 which modifies \ncurrent law affecting nonimmigrant categories (Title VIII, Section 806) makes a number of changes in the H-1B \nprogram.  While apparently still evolving, these provisions would:\n\n (1) Overturn a provision of the Department's regulations so that employers of H-1B workers would not be required \nto have an objective system to determine the actual wages of their workers.\n\n (2) Make certain of the Department's regulations inapplicable to a subset of H-1B program users--\"Non-H-1B-\nDependent Employers.\" Such employers which use relatively few H-1B workers would:\n\n --not be required to provide notice of employment of H-1B workers at multiple worksites within an area of \nemployment for which the employer had filed a Labor Condition Application (LCA);\n\n --not be required to file a new LCA - nor, apparently, comply with any requirements attendant to such LCA - to \nplace any H-1B worker in an area of intended employment for which it has not previously filed an LCA so long as \neach nonimmigrant worker is not assigned to the new area for more than 45 days in any 12-month period, nor more \nthan 90 days in any 36-month period.  Nor would the employer of such H-1B worker be required to pay per them or \ntransportation costs at any specified rate for the worker during such assignment; and,\n\n --not be subject to compliance investigation except based on a complaint alleging violations, retroactively effective \non January 15, 1995;\n\n (3) Increase the time allowed to adjudicate the LCA of an 'H-1B- Dependent\" employer.\n\n (4) Require all employers filing H-1B LCAs to attest that they have not laid off workers with substantially similar \nqualifications and experience in the specific employment for which the nonimmigrant is being sought within the six \nmonths preceding the date an H-1B nonimmigrant begins employment, and will not lay off protected individuals \nwithin 90 days following the date the nonimmigrant begins employment and for so long as the application remains \nactive or a visa remains in effect - unless the employer pays an actual wage to each nonimmigrant that is at least \n110 percent of the mean of the last wage earned by the laid off employees. In addition, a \"job contractor\" must \nattest that it will not place an H-1B worker with another employer unless the other employer has executed an \nattestation that it is complying and will continue to comply with these requirements in the same manner as they \napply to the contractor. We perceive the last of these proposed changes to represent a welcome effort to implement \none of the modifications in the H-1B Program previously requested by secretary Reich - to prevent U.S. workers \nfrom being laid off or otherwise displaced by nonimmigrants - but it does not reflect the language requested by the \nSecretary and provides a means of circumvention.  In other words, this provision would allow a U.S.  employer to \nlay off U.S. workers and replace them with foreign workers in the same job so long as the employer paid the foreign \nworkers more than it had paid its U.S. workers.  H.R. 2202 does DDI include the additional change to the H-1B \nprogram requested by the Secretary - the requirement that H-1B employers attest to taking timely and significant \nsteps to recruit and retain U.S. workers in the jobs for which they are seeking foreign workers.  In addition, these \n\n\n\nproposed changes need to be consistent with U.S. international obligations in the General Agreement on Trade in \nServices under the World Trade Organization.\n\nWhile we have a number of serious concerns about the changes to the H-1B program contained in H.R. 2202 - and, \nas I have stated, would @ to see legislation address more nonimmigrant programs, and in the broader context of \nthe array of nonimmigrant programs for which the Department has responsibility - we find promise in the general \nframework provided in the bill and will be working with the Congress and interested parties to address our concerns \nand attempt to fashion H-1B amendments which the Administration could endorse. \n\n Thirdly, with respect to reform of nonimmigrant programs, there has been some talk about the potential need for a \nnew agricultural guestworker program should the Administration's illegal immigration initiative effectively reduce \nthe flow of illegal migrants across the southwestern border.  Apparently, Western growers in particular fear resulting \nlabor shortages and disdain the existing nonimmigrant agricultural worker program - the H-2A program - as \ninappropriate to their perceived needs.  As the Subcommittee Members may know, the President opposes such a \nnew agricultural guestworker program.  In June, agreeing strongly with the Commission's recommendation on this \nsubject, 1 the President said, \"A new guestworker program is unwarranted for several reasons:\n\n - It would increase illegal immigration.\n\n - It would reduce work opportunities for U.S. citizens and other legal residents.\n\n - It would depress wages and work standards for American workers.\"\n\n The Department of Labor suggests an analytical framework for examining the need for any new agricultural \nguestworker program through three questions:\n\n (1) Is there a problem - a shortage of farmworkers in the U.S.?\n\n (2) If there is a problem, is a new foreign guestworker program the only way to address it?\n\n (3) If a foreign guestworker program is the only way to deal with supplying labor to U.S. agriculture, there already \nexists a temporary farm program program which provides such a \"safety valve.\" Is there something fundamentally \nwrong with the existing H-2A nonimmigrant program?  1 In June, the Commission said, \"The Commission believes \nthat an agricultural guestworker program, sometimes referred to as a revised \"bracero\" program, is not in the \nnational interest and seriously and strongly agrees that such a program would be a grievous mistake.\"\n\n Our careful analysis of these questions concludes that the answer to each is unambiguously \"No\" - a new \nagricultural guestworker program is simply not in the national interests of the United States.\n\n Finally, Mr. Chairman, we understand that the Subcommittee may be considering holding another hearing focused \non possible reforms of the current nonimmigrant programs.  We hope that the views offered today help inform your \nfurther deliberations, and we look forward to returning to discuss these issues in greater detail.  It is worth repeating \nthough that - in our view - reform of the employment-based nonimmigrant programs is so integral and essential to \neffective reform of our entire system of legal immigration that it should be included in any such legislation.  This is \nyet another reason why the Administration believes that in order to assure passage of a bill this session addressing \nillegal immigration, it may be best to deal with legal immigration reform as a separate matter in the Congress, and \ncommends the Chairman for his efforts in this regard.\n\n Employment-based Immigrants - Ceilings and Categories\n\n Let me turn now to employment-based immigration and existing proposals to change the number and mix of such \nimmigrants.\n\n The Administration supports the Commission on Immigration Reform's recommendation that the number of \nemployment-based immigrants be reduced from 140,000 under current law - which is nearly three-fold more than \n\n\n\nprior to the 1990 amendments (54,000) - to 100,000 per year.  The Commission acknowledges that this level of \nemployment-based immigration actually represents a modest increase over current market demand when \nunskilled workers and admissions under the expiring Chinese Student Protection Act are excluded.\n\n H.R. 2202 would allow 135,000 annual employment-based immigrant admissions, an apparent reduction from the \ncurrent level, but actually a significant increase compared to current demand.  The Administration thinks this level is \ntoo high.\n\n The Subcommittee's \"discussion draft\" bill would allow 75,000 annual employment-based admissions, about 50 \npercent more than prior to the 1990 amendments, but less than current market demand.  While we appreciate that \nthis lower level could help tighten the labor market and encourage employer efforts to invest in developing the \ndomestic labor market to meet future skill demands, it may be too low in the short term, especially in light of the \nincreasing globalization of certain labor markets.\n\n The Administration also supports the Commission's recommendation that the annual employment-based admission \nceiling exclude unskilled immigrants.  This appears to be a consensus change as H.R. 2202 and the \nSubcommittee's \"discussion draft\" bill would both do this as well.  Since 1990, this category is limited to 10,000 \nadmissions annually and currently has an existing backlog (as of January 1995) of nearly 80,000 approved \napplicants, or an eight year waiting list.  It is indeed hard to understand how a prospective employer could wait eight \nyears to obtain the services of an unskilled foreign worker, so it is highly likely that most of these workers are \nalready living and working in the U.S., in many cases illegally.  Nonetheless, these 80,000 approved applicants \nhave already been found eligible for admission through a test of the domestic labor market, albeit several years \nago, and some have called for Congress to consider a means to \"grandfather\" these approved applicants should \nthere be a change in the law.\n\n The Administration supports the Commission's recommendation that the minimum qualifications for certain workers \nadmitted in the 'labor market tested\" category--skilled workers without a bachelor's degree-- should be increased \n(from three years) to a minimum of five years of specialized work experience.\n\n H.R. 2202 would also raise the minimum standards of training and experience required to qualify for employment-\nbased immigrant admission to a bachelor's degree plus five years of experience, or seven years of combined \ntraining and work experience for those without a bachelor's degree.  H.R. 2202 does not address the question of \nwhether training and experience gained in the U.S. while an individual worked in nonimmigrant status - or even \nillegally - counts toward meeting the minimum qualification requirements.\n\n On the other hand, the Subcommittee's \"discussion draft\" bill would raise the minimum qualifications for \nemployment-based immigrant admission to a bachelor's degree plus five years of experience, or five years of \nexperience in skilled labor without a bachelor's degree.  In both cases, the immigrant must have obtained the work \nexperience In this matter, the Administration prefers the approach contained in the Subcommittee's draft bill.  \nHowever, as this new requirement is likely to garner considerable controversy, the Subcommittee may wish to \nconsider other alternatives such as disallowing any work experience gained with the petitioning employer, and \ncertainly any experience gained if the immigrant resided and worked illegally in the U.S.\n\n There are differences between both bills' minimum requirements for the jobs for which the lowest preference skill-\nbased immigrants can be sought, and the minimum qualifications and experience of the prospective immigrants \n(which are significantly higher).  H.R. 2202 would require that the prospective immigrant be capable of performing \nskilled labor requiring at least two years of training or experience, which is not of a temporary or seasonal nature, \n\"for which qualified workers are not available in the U.S.\" The Subcommittee's \"discussion draft\" bill, however, \nrequires that such immigrants be capable of performing skilled labor which is not of a temporary or seasonal nature, \nand which requires at least two years of training or experience (or combination of the two), but does not explicitly \nrequire any showing that qualified U.S. workers are unavailable to perform the work.  In this regard, the \nAdministration prefers the approach contained in H.R. 2202.\n\n\n\n Unlike the Subcommittee's \"discussion draft\" bill, H.R.  2202 retains separate numerical limitations for employment-\nbased immigrant preference categories. (It is not yet clear whether or how the Commission will address this issue.) \nH.R. 2202 would significantly reduce the annual ceiling on the admission of the most highly qualified and talented \nemployment-based immigrants--those with \"extraordinary ability\"-- while increasing the ceilings for advanced \ndegree professionals, and professional and skilled workers.  We understand that these preference category ceilings \nwere established to generally comport with current demand, but we have raised questions about the wisdom of this \napproach as it reduces future flexibility should demand in the higher preference categories grow unexpectedly.  \nSince all approaches seem to retain the concept that unused visas in higher preference employment categories \nwould be available for use in the lower preferences, such ceilings also seem unnecessary.\n\n The Commission, H.R. 2202, and the Subcommittee's \"discussion draft\" bill all propose a new concept in the \nemployment-based immigration system - the concept of \"conditional status.\" While H.R.  2202 does this in a very \nnarrow context, the Subcommittee's draft bill seems to parallel the Commission's recommendation that such \n\"conditional\" status accrue to all employment-based immigrants subject to the labor market test.  While we \nunderstand that this approach is based on the \"marriage fraud\" precedent, the Administration believes that this new \nscheme raises grave concerns and deserves very careful reconsideration.\n\n Under current law, employment-based immigrants gain lawful permanent resident status on entry (or adjustment) \nand all the rights attendant to such status, including freedom in the labor market.  In fact, the single best protection \nagainst potential abuse in the workplace is a worker's freedom to change jobs, change employers, even change \noccupations.  This \"conditional status\" construct would eliminate that fundamental protection, binding the immigrant \nto the employer and to an occupation for two years.  of even greater concern is that at the end of the two year \nperiod the immigrant would have to petition for removal of \"conditional\" status and obtain the cooperation of the \nemployer to appear for a personal interview to prove that the worker remained employed by the employer and had \ncontinued to receive the required wage during the prior two year period.  This construct could easily foster a great - \nand entirely avoidable - potential for workplace exploitation.\n\n If one assumes that lawful permanent resident status (and eventually citizenship) is the primary motivation for \nemployment-based immigrants, this \"conditional status\" gives the employer tremendous power over the worker--\nextending it beyond any period of illegal employment, or employment in nonimmigrant status during which the \nworker is also bound to a specific employer--and there are no parties with any interest in preventing or exposing \npossible exploitation (with the possible exception of any similarly-employed U.S. workers who may become aware \nof the situation).  While the Commission and the Subcommittee's draft bill contemplate the possibility of such \nexploitation by providing for waiver of the two year employment requirement in the case of an unfair labor practice, \nboth seem to overlook the problem of how such unfair practices would ever be identified (much less the burden of \nproving same) if there are really no interests at play that would expose such practices.  If the bill contemplates that \na complaining \"conditional\" immigrant worker would get earlier conversion to unconditional permanent residency in \nthe event that such labor abuses are exposed and then proven, this might provide a modest incentive.  At the same \ntime, it seems to ignore the fact that the troubled employment relationship would either continue while the issue is \ncontested, investigated, and adjudicated, or would more likely - be terminated by the employer, leaving the worker \nwithout a means of support, at least temporarily.  Further, since conversion from \"conditional\" to permanent resident \nstatus would require a second adjudication by the INS, the numbers involved pose significant workload and related \nresource implications that need to be addressed.\n\n While we do have very serious concerns about the effect of such \"conditional\" status, the Subcommittee should \nknow that it has been our experience that it is not uncommon that employment-based immigrants do change jobs \nfrom those for which they were certified within the first few years after gaining permanent status, are frequently not \npaid the wage that was offered in the labor certification, and often work in a lesser capacity than described in the \ncertification application.\n\n Employment-based Immigrant Admission Procedures\n\n\n\n Let me now turn to the last general subject I wish to address today--the appropriate procedure for testing the \ndomestic labor market to avoid adverse impact from employment-based immigration.  The Commission \nrecommended that individuals admissible as employment-based immigrants be differentiated between those whose \nadmission would be subject to a labor market test, and those who would not.  H.R. 2202 and the Subcommittee's \n\"discussion draft\" bill would both do this, though in somewhat different ways.  The Administration supports this \napproach generally, though we have some concerns regarding how the lines would be drawn and, as you will hear, \nthe nature of the market test mechanism.\n\n Under current law - which, in this regard, would not be changed by H.R. 2202 - certain employment-based \nimmigrants are excluded unless the Secretary of Labor certifies that there are no qualified U.S.  workers available \nfor the job and that the admission of the immigrant worker will not adversely affect the job opportunities, wages and \nworking conditions of U.S. workers.  These requirements have given rise to what is known as the permanent labor \ncertification system.\n\n The permanent labor certification system is administered by the Employment and Training Administration's United \nStates Employment Service, assisted by State employment security agencies.  The labor certification system \nscrutinizes an employer's efforts to recruit U.S.  workers for the job for which it is seeking an immigrant worker and \nsurveys locally prevailing wage rates for such occupations.\n\n Labor certification, as it currently operates, constitutes a pre- admission screening regime that is very expensive for \nboth the taxpayers and employers - who often transfer their costs to the foreign worker.  It often imposes lengthy \ndelays in processing.  And, the labor certification process does little to effectively protect U.S. workers since so \nmany immigrants being sought for permanent residency are already present and working in the country as students, \nnonimmigrants, or illegally.\n\n Labor certification begins as a \"no win\" situation.  The employer has necessarily already offered employment to the \nimmigrant when the labor certification application is first filed.  Requiring the employer to then recruit U.S. workers \nin good faith to replace the desired immigrant sets up an adversarial process which is frustrating and \nincomprehensible to many employers, and ineffective in determining the real availability of qualified U.S. workers.  \nThus, the chances of a U.S. worker being hired through this process are extremely small.  As I said earlier, in over \n90 percent of labor certification applications filed, the prospective immigrant is already in the U.S.; in about 65 \npercent of the cases, the immigrant is already working for the employer, sometimes illegally.  In only about one-half-\nof-one percent of cases does a U.S. worker actually get hired, and this is almost always in a different job than the \none for which the immigrant is being sought.\n\n Over 90 percent of all labor certification applications are handled by immigration attorneys.  Ironically in what is \nsupposedly an employer-driven system, these attorneys are often representing--and being paid by--the prospective \nimmigrant.  In a system that ostensibly delegates authority to U.S. employers to select a good portion of new \npermanent residents in our country, many employers who should be driving the system have become rather \npassive participants in the process in that they leave all of the details of meeting certification requirements to the \nimmigrant's attorney, and often are not even aware of what is transpiring.  The large numbers of attorneys involved \nin the process have helped make it more complex, more adversarial, and more time consuming.\n\n There are flagrant abuses of the labor certification process.  Abuses by prospective immigrants, their employers, \nand the representatives and attorneys involved include fictitious employers, accommodation of relatives, \nnonexistent jobs, shell corporations, overstated job duties and qualifications, and the intentional rejection or \ndiscouragement of qualified U.S. workers.  In the employment-based permanent immigration system - as well as \nthe nonimmigrant programs - employers can quickly become dependent on the use of foreign workers in an \noccupation.  A major goal of an effective national immigration policy should be to prevent and reduce such \ndependency.\n\n While the labor certification system can be responsive to the needs of the economy and operate to discourage \nfrivolous applications, it is not too much of an exaggeration to say that the way the current labor certification system \n\n\n\noperates diminishes the integrity of all of its participants.  Employers are forced to engage in a costly recruitment \nprocess at a point when they have no interest whatsoever in considering a qualified U.S. worker for the job.  \nUnemployed U.S.  workers are \"used\" and abused in the process when they are referred to jobs for which they \nhave almost no chance of really being considered.  The administering State staff must engage in a recruitment \nprocess that they know is almost always futile, undermining the goodwill of U.S. workers and employers who they \nare also trying to serve in other, more legitimate ways.  And our Federal staff do a tremendous amount of work with \nlittle gain or appreciation from the employers they are trying to serve.\n\n I trust that this depiction cannot be mistaken for a vigorous defense of the labor certification system as it currently \noperates.  In fact, it is an admission that the system is fundamentally broken and urgently needs to be fixed.  The \nDepartment of Labor is actively undertaking to fix it through a reinvention initiative, as well as through examination \nof regulatory and possibly legislative changes that may be needed.  We are painfully aware of the many \ndeficiencies in the labor certification system and are intent on remedying them, either within the overall context of \nthe current system or through an entirely new one.\n\n To this end, last January the Employment and Training Administration launched a major effort to reengineer the \ncurrent labor certification system's case processing procedures and prevailing wage policies in order to streamline \nprocesses, make the system more efficient and effective, save resources, and improve customer service.  This \nreengineering project is a collaborative effort of Federal and State staff involved in the administration of the system, \nsupported by process reengineering consultants.  Through this project, the agency has mapped the current \nprocesses, gathered measurement data on the processes, benchmarked the process against the \"best\" comparable \nprocesses, and sought public input through notice in the Federal Register.\n\n In the next few months we expect to develop and begin consideration of various options for improving the system, \nincluding obtaining the \"buy in\" of our State partners and stakeholders including outside interest groups.\n\n Despite the very serious problems with the existing system, we cannot lose sight of the essential premise that our \nNation's immigration policy, and its implementation, must assure that employment-based immigrants--and \nnonimmigrants--do not undermine the job opportunities, wages and working conditions of U.S. workers.  A viable \nimmigration policy could not survive such a failure.  I know you agree, Mr. Chairman, that it is incumbent on us to \nexamine carefully any proposals to replace the labor certification system to assure that this essential objective is \nachieved.\n\n In this regard, the Subcommittee's \"discussion draft\" bill, consistent with many of the Commission's \nrecommendations, would replace the current labor certification requirement with two alternatives.\n\n First, if the Secretary of Labor found and declared that a labor shortage exists in the U.S. in an occupational \nclassification, certification for that occupation would be \"deemed to have been issued.\" On the other hand, if the \nSecretary found and declared that a labor surplus exists in the U.S. in an occupational classification, certification \ncould not be issued for that occupation.\n\n This system parallels one used under the current labor certification system, though somewhat more ambiguously.  \nIn this regard, the Department would support legislation which would codify what we started doing in 1965 through \nregulation.  The difference from current practice embodied in the Subcommittee's draft legislation is that it would \nrequire denial of certifications for labor surplus occupations - called \"Schedule 80 occupations - which had been the \nDepartment's practice until 1977 when the courts ruled that the statute requires a determination of able, willing, \nqualified and available workers.  Nonetheless, while the feasibility of the approach contained in the draft bill \ndeserves much more discussion based on our experience with the \"labor market information\" pilot program a few \nyears ago, it should suffice today to say that, while simple in concept, this approach is terribly complex and difficult \nin execution given its essential dependency on labor market information which is wholly insufficient for this purpose.\n\n The second alternative contained in the Subcommittee's \"discussion draft\" bill would replace the labor certification \nsystem with one which requires the Secretary of Labor to certify that the prospective employer has:\n\n\n\n (1) Paid a fee, equal to 30 percent of the value of the total compensation package it will pay to the immigrant, into a \nprivate fund certified by the Secretary as dedicated to the goal of increasing the competitiveness of U.S. workers by \nmaking grants for education and training or similar such purposes; and,\n\n (2) Attempted to recruit a U.S. worker for the job in which the immigrant would be employed using recruitment \nprocedures that meet industry-wide standards and offering a total compensation package equal in value to at least \n110 percent of the prevailing compensation package for such employment.\n\n The draft bill would appropriately preclude the transfer of the cost of the fee from the employer to the immigrant, \nand provides remedies should this happen.\n\n Without getting into a discussion of the myriad of administrative issues which would have to be worked out to \nimplement such a new certification process, let me raise a few issues which we think may deserve further \nconsideration.\n\n We note that the draft bill would require the Secretary to certify that the prospective employer had attempted to \nrecruit \"a\" U.S. worker - in the singular - for the job.  Certainly you intend that the employer recruit in the domestic \nlabor market, and would not intend to tolerate a situation where, for example, an employer recruited only one U.S. \nworker who lives in Wyoming for the job in Texas, and told the U.S. worker that she would have to pay her moving \nexpenses to get there.  Further, while not clear in the draft bill, we expect that you intend that the employer's \ndomestic recruitment would have to be unsuccessful.  The draft legislation does not say this and it is, in our view, \ntoo critical a question to leave to speculation or the legislative history.  In this regard too, it could be useful if the bill \nclarified the intended standards against which such unsuccessful recruitment would be measured to address the \ncurrently common practice of employers \"tailoring\" job descriptions to suit only the immigrant worker, thereby \nassuring that the domestic recruitment will be unsuccessful.\n\n In its recruitment an employer would be required to offer 110 percent of the prevailing compensation for individuals \nin such employment (including wages, benefits, and all other compensation).* The inherent difficulty of determining \nprevailing compensation packages for various occupations should m be underestimated.  We are exploring the \navailability of reliable, up-to-date information regarding total compensation by occupation and area, but we know \nthat the development of such information can be extremely costly and burdensome.  In addition, the fact that the \ndraft bill does not appear to contemplate that these determinations would be made for the locality would create \nsome undesirable and probably unintended consequences.  For example, employers in major metropolitan areas-- \nwhere wage rates and benefits tend to be higher-- could be encouraged to use the system due to their advantage of \nbeing able to recruit by offering compensation packages that meet the 110 percent test - against a nationally \nprevailing standard but which might well be less than they actually pay their U.S. workers in those locations.  On \nthe other hand, employers in lower wage areas of the country could be discouraged from using the program \nbecause they would be seriously disadvantaged by being required to recruit offering a compensation package \nwhich satisfies the test but which actually represents much more than 110 percent of what they pay similarly-\nemployed U.S. workers in their location.  However, requiring determination of prevailing compensation for an \noccupation only on a locality basis could be extremely resource intensive, so we would suggest that the bill afford \nthe Department the flexibility to require determination of the prevailing compensation package on a local, State-\nwide, regional or national basis depending on the availability of reliable, up-to-date data for various occupations and \nindustries.\n\n Despite these initial concerns about the draft bill's recruitment protocol, it does address a number of weaknesses in \nthe current labor certification system and would provide increased flexibility to allow the Department to revamp the \ncurrent system.\n\n The amount of the fee that an employer must pay equates to the value of the compensation package it will provide \nthe immigrant employee.  of course, this builds in incentives to keep these compensation costs as low as possible, \ncreating the potential for abuses as well as undermining the wages and benefits offered similarly-employed U.S. \nworkers.  In addition, it may discourage employers from seeking higher-skilled workers who would normally also be \n\n\n\nthe higher paid employees, which works against the basic interest of our employment-based immigration policy.  \nPerhaps it would be better to define another baseline for such a fee that would invoke a more desirable set of \nincentives and disincentives.\n\n The fee an employer would be required to pay would apparently go into a fund with the very general goal of \nincreasing the competitiveness of U.S. workers.  of course, there is nothing inherently problematic with this \nobjective - one that, as you know, is very close to Secretary Reich's heart.  Nonetheless, in the context of linkage to \nour immigration policy goals (and recognizing the complexities which would arise), consideration could be given to \nrequiring payment of such a fee into a fund with the more specific goal of increasing the competitiveness of U.S. \nworkers in the occupation in which the immigrant will be employed.  This, we believe, could help prevent the \ndevelopment of dependencies on foreign workers in certain labor market niches, especially considering that \nunskilled workers would no longer be admissible.\n\n As we have told the Commission and understand they intended in their recommendation, we think your bill could \nmake clear that any such fee should be additional money paid by the employer for this specific purpose.  I hope you \nwould join with Secretary Reich in not wanting to encourage employers to simply redirect some of the funds they \ncurrently contribute to educational and training endeavors in their own interests and the interests of their employees \nin order to cover these fees.\n\n The draft bill would require payment of the fee into a \"private fund' for the purposes described.  We have pointed \nout to the Commission and call to your attention that - while we agree completely with the goal of not creating any \nnew government program for administering such a fund - this language would appear to preclude an employer from \nmeeting its fee obligation through a contribution to, for example, a State or Federal training program where, in fact, \nthe payment could be more appropriate, and useful for the purposes intended.\n\n We trust that the \"admission fee\" contained in the \"discussion draft\" bill would not preclude the assessment of \nadditional fees merely to cover the cost of processing the workloads and performing the other functions required of \nthe government.  It would be inappropriate, we believe, to have the taxpayers continue to foot the bill for any part of \nthe cost of obtaining the benefits derived by employers and immigrants through this system.\n\n Finally, Mr. Chairman, we must return to the most important question regarding the \"discussion draft\" bill's \nproposed new certification system - will it serve to adequately assure that employment-based immigrants do not \nundermine the job opportunities, wages and working conditions of U.S. workers? This is the fundamental issue the \nDepartment will be examining as we review the Commission's report that was just released, as we further consider \nthe Subcommittee\"s draft bill, and as we continue to work with you on what you know better than most are \nexceedingly complex, interrelated issues.\n\n We appreciate the interest shown by the Subcommittee staff in our views, and their consideration.  We look \nforward to continuing to work closely and cooperatively with you and your staff as the legislation moves forward.\n\n Mr. Chairman, that concludes my statement and I will be pleased to respond to questions from the Members of the \nSubcommittee.\n"}