{"title": "BRING BACK THE DRAFT To fight this war, put the best & brightest to wo rk in security jobs", "body": "\nPresident Bush keeps saying America is involved in a new kind of war. Now it's time for a new kind of draft.\n\nObviously, federal security agencies are drastically shorthanded. The Canadian and Mexican borders are wide \nopen. Overburdened diplomats hand out visas like they were tickets to afternoon TV shows. The Immigration and \nNaturalization Service farms out its work and gets fertilizer-quality results. The FBI doesn't have enough translators. \nThe CIA lacks analysts. Sensitive public places across the country are unguarded.\n\nEven when there are sufficient people, they are often underpaid and incompetent. In a recent test, the \nTransportation Security Administration managed to sneak fake guns and bombs onto planes all over the country.\n\nIt has been more than nine months since the Islamic sneak attack on America, and it is abundantly clear that the \ngovernment can't find and train a sufficient number of high-quality personnel to fight back. So Washington will have \nto do what it has done in times of national emergency since the Civil War: conscript qualified young people.\n\nThis is not an easy concept for Americans. We haven't had a draft since Vietnam. Back then, middle-class \nstudents said, \"Hell no, we won't go!\" and left the fighting mostly to the poor.\n\nToday, the U.S. doesn't need combat soldiers. The professional military is more than able to whip whatever \nconventional and terrorist forces the Islamic Axis puts in the field. It is the home front that is vulnerable. That's \nwhere conscripts are needed.\n\nThe first task of the proposed Department of Homeland Security should be to ask Congress to pass a civilian \nSelective Service Act, mandating two years of compulsory duty for vital personnel - starting with the best and the \nbrightest young men and women in the country. They should have a choice of being inducted after high school or \ngoing to college, but any educational deferments would come with an ironclad commitment to future duty.\n\nA draft would dramatically improve America's ability to protect itself against terrorism. Homeland Security corps \npersonnel would provide full-time, high-quality security screeners to airports, railroad and bus stations, malls, \nschools and other sensitive public places. They would give the INS Border Patrol enough personnel to cut off illegal \nimmigration and the Customs Service the ability to check more than 2% of incoming cargo.\n\nThe Homeland Security corps would be able to draw from a deep pool of talent and abilities. Linguists and \ncomputer nerds, for example, could serve in the FBI or other security agencies as translators or intelligence and \nsystems analysts. Medical and nursing students would beef up the nation's Emergency Medical Service capacity. \nScience types might be used by federal laboratories to produce vital vaccines. Budding lawyers and accountants \ncould help the INS keep up with its casework.\n\n\nIn theory, a draft is compulsory. But the '60s taught us that conscription collapses when too many people refuse to \nserve. That wouldn't happen today, because the objections of the Vietnam-era no longer apply.\n\nThe U.S. is not fighting a foreign war of debatable purpose and questionable morality. It is, on the home front, \nengaged in a defensive struggle against foreign terrorists. Draftees into the Homeland Security corps wouldn't be \ncalled upon to kill or be killed. They would do necessary civilian work, unarmed and out of uniform.\n\nNot everybody will like this idea. Two years of duty is an inconvenience. But wars require sacrifice. Thirty years \nago, the national elite forced its stepchildren to shoulder the burden. This time, the task properly belongs to \nAmerica's favorite daughters and sons.\n\nE-mail: zchafets@yahoo.com  \n"}