{"title": "BORDER PATROL TARGETS SMUGGLERS OF HUMAN MISERY", "body": "\nPickup trucks, moving vans, even a portable toilet.\n\nThere are innumerable methods illegal immigrants use to gain a stealthy passage into the United States, but the \nvehicle crammed with people seems to be the method of choice lately.\n\nWitness the recent rash of high-profile car wrecks and chases on Southern California roads and freeways. All told, \n10 illegal immigrants were killed and dozens of others were injured in four such incidents during the past five weeks \nin Riverside and San Diego counties. All the vehicles were packed with illegal immigrants, mostly from Mexico.\n\nTruck flips\n\nThe most recent incident occurred Sunday when a speeding truck carrying up to 30 illegal immigrants flipped onto \nits roof, partially smashing the cab and splintering the camper shell.\n\nThree were injured, 10 were arrested and the rest got away on foot. The only person who remained hospitalized \nMonday was Florentino Gartica-Moso, 29, who was in good condition at Inland Valley Medical Center with a broken \nright leg, said hospital spokesman Dan Dredla.\n\nDesperation job search\n\nHuman rights advocates say the accidents are fueled by immigrants' desperation to cross the border for jobs in \nAmerica. But those in the U.S. Justice Department whose job it is to protect the nation's borders - from rank- and-\nfile agents to the U.S. attorney - say human smugglers are at fault for preying on the desperate.\n\n\"The people who are to blame are the smugglers who have a total disregard for human life,\" U.S. attorney \nspokeswoman Ana Cobian said in a recent interview. \"We cannot look the other way and not prosecute these \npeople.\"\n\nAn 18-month-old beef-up of agents and equipment along the San Diego border, immigrants rights advocates say, \nhas forced people to pay up to $600 to smugglers to guide them over the border, usually on foot.\n\nOnce they are in the United States, the illegal immigrants are taken to a prearranged pickup point, where they are \nloaded into the truck, van or car.\n\nSometimes even more obscure means are used. In March, Border Patrol agents discovered 17 illegal immigrants \ncrammed into a portable toilet being hauled behind a truck on Interstate 8.\n\n\nPickup points are at out-of-the-way locations off a freeway, highway or road, said Ron Henley, spokesman for the \nU.S. Border Patrol in San Diego.\n\nFrom there, the immigrants are transported either directly to Los Angeles or to \"drop houses\" in the San Diego area.\n\nOn the drive to Los Angeles, the vans must try to get past checkpoints set up by the U.S. Border Patrol on \nfreeways, highways and secondary roads.\n\nThese checkpoints can be as much as 70 miles north of the U.S.-Mexico border or as much as 100 miles east of \nLos Angeles in the desert.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nPolice say this pickup truck was carrying up to 30 illegal immigrants when it flipped Sunday near Lake Elsinore, \nseriously injuring two.\n\n[960507 CA 3B 3]\n"}