{"title": "With the Plebes, Firing Broadsides, Dropping Depth Charges, Dodging a Bullet - Correction Appended", "body": "\nSen. John McCain is a walking news conference. \n\n  When MTV asked the Arizona Republican to follow Snoop Dogg, Marilyn Manson and Sting as a guest on its \ncollege television network, McCain didn't go in for the usual chatter about boxers or briefs and what's in his iPod. \nHe announced a bipartisan proposal to restructure the American immigration system. \n\n \"Just by coincidence, Senator Teddy Kennedy and I, in the last couple of days, after several months of \nnegotiations, have reached an agreement for an immigration proposal that we will be putting out next week,\" \nMcCain confided Thursday to a first-year political science class at the U.S. Naval Academy here. For the 8 million to \n13 million illegal immigrants in the country, the senator said, \"our proposal is along the lines of make them pay a \nfine of a couple thousand dollars, make them work for three years, and after three years they can get in the back of \nthe line for a green card and then eventually become citizens.\" \n\n The plebes had no idea that they had heard the exclusive details of a deal between a border-state Republican and \na New England liberal Democrat that could alter the national debate over immigration. But then, that's McCain. \n\n In his hour with the students, the famously candid lawmaker: \n\n*  Announced that President Bush would speak at the Naval Academy graduation  --  before the White House \nmanaged to get that information into the public domain. \n\n*  Urged a steroid ban covering all pro sports. \n\n*  Criticized various U.S. \"mistakes\" in Iraq. \n\n*  Declared that Bush \"needs to start vetoing some bills,\" and said that on fiscal matters his fellow Republicans \"are \nabandoning one of the pillars of our Republican Party.\" \n\n\n Viacom's college campus network, mtvU, boasts that it has had a \"parade of kick-ass people\" perform as guest \nlecturers in its \"Stand In\" program. In addition to serious figures such as Elie Wiesel and John F. Kerry, the program \nhas hosted Kareem Abdul-Jabbar (University of the Pacific), Ashley Judd (University of Kentucky), and, yes, \nManson (Temple) and Snoop Dogg (USC). \n\n But the midshipmen who heard McCain (who ranked near the bottom of his Navy class of '58) said they prefer him \neven to Sting (University of Illinois). \"If Marilyn Manson or Snoop Dogg came, it wouldn't have been the same,\" \ninsisted Jennifer Lloyd, a freshman from Texas. \"You can look up to somebody from the bottom of the academy \nwho has done so well.\" \n\n McCain dodged the most intriguing question: whether he will run again for president, seeking the GOP nomination \nin 2008. \"I'm going to wait a couple of years and then give it some thought at that time,\" the suddenly cagey senator \nsaid. Still, the session had the feel of the town-hall meetings McCain held during his \"Straight Talk Express\" tour of \nNew Hampshire in 1999: take all questions, and give frank answers. \n\n The clock in the drab lecture room was stuck on 3:58 when McCain entered just after 10 a.m. It was to have been a \nsurprise, but word leaked out Wednesday, so few were fooled when the instructor was interrupted by a knock on \nthe door and the appearance of McCain, who wrote his name on the chalkboard \"for those of you who don't know \nme.\" Chuckles all around. \n\n Much of the session was vintage McCain: protesting \"outrageous\" congressional pet projects such as studying \nbear DNA and cow flatulence. Asked how to deal with pork-barreling lawmakers, McCain deadpanned: \"Kill them.\" \n\n The once and possibly future presidential candidate has a knack for staying at the center of things. He was recently \ngiven the chairmanship of the Senate Indian affairs committee, a backwater compared with his previous job as \ncommerce committee chairman. But the panel has subpoenaed Ralph Reed and Grover Norquist to testify in its \ninvestigation of lobbyist Jack Abramoff  --  an event sure to be a media spectacle. \n\n And now McCain is at the center of the immigration debate, which has split nativist from pro-business Republicans. \nThe McCain-Kennedy plan, as McCain outlined it here, goes significantly further toward amnesty for illegal \nimmigrants than Bush has proposed; that could give Bush leverage as he negotiates with anti-immigrant \nRepublicans in the House. \n\n The McCain-Kennedy plan, he said, would \"spend a lot of money and a lot of effort\" to secure the southern border, \nusing high-tech tools such as unmanned aerial vehicles and lasers. It would also have a \"guest-worker program\" \nthat, unlike Bush's, would lead to legalization. \"If there's a job Americans won't do, someone who can have pools of \nworkers in countries with tamper-proof documentation, they can come and do those jobs and over a long period of \ntime become eligible for a green card and eventually citizenship.\" \n\n  Most controversial will be the McCain-Kennedy plan to allow illegal immigrants to pay a fine, wait three years, then \napply for legal residency and citizenship. \"Don't reward them for breaking the law, but also give them an opportunity \nto become citizens,\" McCain said. The senator sounded so reasonable that the students easily could have missed \nthe fact that their MTV guest lecturer had just lobbed an ideological grenade into the U.S. Capitol.  \n\nCorrection\n\nThe Senate Indian Affairs Committee has subpoenaed documents from anti-tax activist Grover Norquist's \norganization and has requested documents from consultant Ralph Reed's company. An April 22 article reported \nincorrectly that the two have been subpoenaed to testify. \n\nCorrection-Date: April 23, 2005\n"}