{"title": "Conflict in the Balkans; Balkans Notebook; Refugees processed for transporting to major U.S. cities", "body": "\nThousands of Kosovo refugees are being processed in Macedonia by the State Department and U.S. immigration \nofficials and then will be flown to New York and other major American cities.\n\nThe United States is taking in 20,000 ethnic Albanians of the estimated 800, 000 to 1 million who fled or were \nforced to leave Kosovo by Serb troops and police.\n\nPriority is being given to refugees with relatives in the United States. Others will go to a U.S. military base, likely \nFort Dix, N.J., before being settled temporarily. Up to 2,000 refugees at a time could be housed at Fort Dix.\nAJC\n\nRed Cross seeks access to U.S. prisoners\n\nThe head of the International Committee of the Red Cross arrived Saturday in Belgrade, Yugoslavia, to appeal for \nimmediate access to three captured U.S.  servicemen and the return of his organization to Kosovo. Cornelio \nSommaruga was expected to meet with Yugoslav President Slobodan Milosevic on Monday.\n\nEnvironmental damage concerns Gorbachev\n\nFormer Soviet President Mikhail Gorbachev expressed strong concern Saturday over the environmental impact of \nthe conflict in Yugoslavia. \"The massive destruction of oil refineries, petrochemical plants, chemical and fertilizer \nfactories, pharmaceutical plants and other environmentally hazardous enterprises puts both the population and \nnatural environment in the Balkans under clear threat,\" said Gorbachev, president of the environmental \norganization Green Cross International.\n\nGenerals reportedly under house arrest\n\nAt least 10 fired Yugoslav generals have been placed under house arrest, according to Alastair Campbell, press \nsecretary for British Prime Minister Tony Blair. Campbell said one sacked general was the former head of the army, \nfired shortly before the NATO air campaign began. NATO spokesman Jamie Shea said he had heard similar \nreports.\n\nDemographic goal acknowledged in report\n\nSerb authorities in Kosovo say they are trying to remake the demographic balance of the province and sharply \nreduce Albanian power there, The New York Times reported Saturday, citing an unnamed senior European \ndiplomat who was recently in the province. The Times said the Serb powers hope to have about 600,000 Albanians \nliving in Kosovo when the war is over. That would be two- thirds fewer than previous estimates of the number living \nin Kosovo.\n\n\nUkraine official lobbies for Serb consideration\n\nDeclaring that ethnic Albanians are \"not just innocent lambs,\" Ukrainian President Leonid Kuchma said any peace \nforce in Kosovo should include Russian troops and respect the Serbian side of the dispute over the province. \nKuchma, a former rocket designer who is seeking re-election in October, is attending the NATO summit in \nWashington as head of one of the larger European countries who remain outside the alliance. Kuchma, who met \nSaturday with allied leaders to formalize NATO use of a former Soviet military base in western Ukraine, said he is \nwilling to go to Belgrade to try to arrange a settlement.\n\nRepublican pushes vote to force U.S. withdrawal\n\nHouse Speaker Dennis Hastert (R-Ill.) is preparing to move ahead with a House debate on the Kosovo war this \nweek, despite reservations in both parties about votes emphasizing legislators' profound divisions over the nation's \ninvolvement in the Balkans. Hastert's hand was forced by Rep. Tom Campbell (R-Calif.), who has complained that \nPresident Clinton is waging an unconstitutional, undeclared war. Campbell asserted his rights under the 1973 War \nPowers Resolution and filed two measures for a vote --- one declaring war and a second requiring the withdrawal of \nAmerican troops from the Kosovo conflict. The War Powers Act requires that such measures be brought to the \nfloor quickly for a vote.\n\nNATO jets violated airspace, Bulgaria says\n\nTwo low-flying NATO aircraft involved in the campaign against Yugoslavia briefly violated Bulgaria's airspace \nSaturday, state radio reported. The two jets flew 20 miles into Bulgaria over Tran, a town 50 miles west of the \ncapital, Sofia, the report quoted defense officials as saying. After being intercepted by Bulgarian radar, they flew \nback to Yugoslavia. Bulgaria's Parliament is expected to decide early this week whether NATO should be granted \naccess to the nation's airspace for the bombing campaign on Yugoslavia.\n"}