{"title": "CITY SHORTS NEWCOMERS ON ENGLISH", "body": "\nONE OF THE FEW things everybody agrees on when it comes to immigration is the need for newcomers to learn \nEnglish.\n\nYet by not setting aside enough funds for English classes in its proposed $48 billion 2006 budget, City Hall is \nmaking it very difficult for thousands of immigrants to learn it.\n\nThat's why, as the final negotiations over the 2006 city budget begin, dozens of people - immigrants and their \nadvocates - gathered at City Hall on Thursday. They called on Mayor Bloomberg and the City Council to each \nallocate $10 million for immigrant services in the new budget.\n\n\"We need to make adult literacy and English classes a priority in the city budget,\" said Nancy Wackstein, \nexecutive director of United Neighborhood Houses, one of the speakers.\n\nIt makes sense.\n\nNew York's economy is heavily dependent on immigrant workers, who make up about half of the city's workforce. \nAnd, of course, the better educated these workers are, the better it is for them and their future, but also for the \nwhole city.\n\n\"This year the city has a record surplus of over $3 billion. The $20 million we are asking for immigrant community \nprograms represents less than 1% of that,\" said Margie McHugh, executive director of the New York Immigration \nCoalition, one of the most active groups seeking fairness and opportunity for immigrants.\n\n\"There is a strong sense in immigrant communities that they are not getting their fair share of city resources,\" \nMcHugh added. \"Elected officials can begin to address that by increasing funding for the immigrant initiative.\"\n\nMcHugh was referring to a program called Immigrant Opportunities Initiative. Actually, the City Hall protesters were \nasking for more funding for this initiative. The additional money would be invested in more English classes, and \nalso in immigration and employment legal services.\n\nParadoxically, despite the rapid growth of the immigrant population, the program has not received any substantial \nfunding increase since its inception in 2001. While it had a $2.5 million budget when it started, today it is funded at \n$2.8 million.\n\n\nYet there are more than two million adult New Yorkers who are not proficient in English, an increase of 30% from \n1990 to 2000, according to the city Planning Department figures.\n\nWith classroom seats for only one of every 25 New Yorkers who are willing and able to learn English, there is no \ndoubt of the need for greater funding.\n\nAlso, as Yu Soung Moon, executive director of YKASEC-Empowering the Korean Community in Queens, made \nclear, \"Without legal assistance too many immigrant workers have no recourse when they are paid below minimum \nwage, exploited or deprived of other rights and benefits.\" YKASEC runs a legal clinic for Asian-American workers \nwith city funding.\n\nIncreasing the funding to help immigrants learn English, become citizens, avoid exploitation and legally reunite with \nfamily members would make their integration into American society smoother, which is the fair - and smart - thing to \ndo.\n\nIt also is a great investment in guaranteeing a better future for New York. After all, these are people who make \nimportant economic and cultural contributions to the city and the country on a daily basis. And who, thank \ngoodness, are here to stay. aruiz@nydailynews.com\n"}