{"title": "POLITICAL NOTES;Clinton Classmate May Head I.N.S.", "body": "\nBruce A. Morrison, the former Congressman from Connecticut and the Democratic Party's nominee for governor in \n1990, is being prominently mentioned on the list of candidates to be the next director of the Immigration and \nNaturalization Service, officials in Washington and Connecticut say.\n\nMr. Morrison is no stranger either to immigration law or to President Clinton. In Congress, he was the chairman of \nthe House Judiciary subcommittee on Immigration, Refugees and International Law, and he wrote much of the \noverhaul of Federal immigration law that took effect in 1990. He also worked with Hillary Rodham Clinton in the \n1970's when he was director of New Haven Legal Services and she was chairwoman of the board of the national \nLegal Services Corporation. Last but not least, he was in Mr. Clinton's 1973 graduating class at Yale University \nLaw School.\n\nMr. Morrison, who now has a private legal practice in New Haven, said in an interview that he had sent \"materials\" \nto Washington, but he declined to say whether sponsorship of his nomination was coming from the White House or \nCongress, although he said, \"People have recommended me on the Hill.\"\n\nThe outcome is far from certain. Mr. Clinton's nominee to be Attorney General, Janet Reno, would oversee the \nI.N.S. if she is confirmed, and no names for the Justice Department's lesser posts are being formally submitted by \nthe White House until an Attorney General is sworn in and can be consulted.\n\n \n\nAlien Issue Hits Florio Aide\n\n One of Gov. Jim Florio's top advisers, his policy and planning chief, Brenda Bacon, has joined the growing list of \nofficeholders and candidates who admit they employed foreign workers as domestic help and did not, until recently, \npay the workers' taxes.\n\nMs. Bacon, who is a longtime friend and adviser to the Governor on health-policy issues, said this week that for \nnearly three years she employed a woman from Barbados as live-in domestic help to care for her children. Ms. \nBacon said she hired the woman in April of 1990, and that two months later the employee and her husband applied \nfor and were granted work certification from the United States Department of Labor. Work authorization was \ngranted by the I.N.S. in 1991.\n\n\nMs. Bacon did not pay the woman's Social Security and Federal and state taxes. However, she said she put them \ninto an escrow account pending the granting of a Social Security account number. None has yet been granted, but \nMs. Bacon earlier this month paid $7,333 in back taxes.\n\nLast month two Republican candidates for Governor, Christine Todd Whitman and Cary Edwards, said they had \nemployed undocumented workers and had failed to pay the workers' taxes.\n"}