{"title": "INS Not Told Of Felonies By Suspect in Trooper Case", "body": "\nThe U.S. Immigration and Naturalization Service deports thousands of immigrants every year for breaking the law, \nsometimes even removing offenders who have spent most of their lives in the United States for minor crimes that \noccurred long ago.\n\nBut Kofi Apea Orleans-Lindsay, a permanent resident alien from Ghana charged with killing an undercover \nMaryland state trooper, was not deported despite two felony convictions over the past three years. When Orleans-\nLindsay, 23, twice received probation from a Circuit Court judge for drug dealing, he in effect also bypassed the \nlikelihood of deportation, officials say.\n\nNo one in law enforcement inquired about his immigration status until a month before the shooting, an INS official \nsaid yesterday.\n\nToday, U.S. District Court Magistrate A. Simon Chrein in Brooklyn, N.Y., will hear arguments on whether Orleans-\nLindsay should be returned to the District to face charges in the slaying of Trooper Edward M. Toatley.\n\nPolice say Orleans-Lindsay shot Toatley, 37, to death Oct. 30 during an undercover drug purchase. Orleans-\nLindsay, of Silver Spring, allegedly accepted $ 3,500 in cash for cocaine, pretended to get the drugs and returned to \nthe trooper's sport-utility vehicle a few minutes later, firing a single shot. Toatley, a 16-year trooper and father of \nthree, died 2 1/2 hours later.\n\nOrleans-Lindsay's case points up the sometimes capricious nature of the country's deportation policy. While public \npressure has been building on Congress and the INS to ease four-year-old deportation laws that even some law \nenforcement officials view as Draconian, others say the INS does not do enough to expel noncitizens who commit \ncrimes.\n\n\"He should have been deported,\" said Dan Stein, executive director of the Federation for American Immigration \nReform. \"This was precisely the fact pattern that Congress was trying to stop.\"\n\nOthers say the 1996 immigration laws--which broadened the grounds for deportation and reduced judges' \ndiscretion--have produced wildly inconsistent, and often unfair, results.\n\n\n\"We have people convicted of minor shoplifting offenses, and they're trying to deport them,\" said Denyse Sabagh, a \nboard member of the American Immigration Lawyers Association. \"These are longtime permanent residents.\"\n\nTheoretically, Orleans-Lindsay could have been deported following his first conviction for dealing drugs in 1997. But \nunless an illegal alien or permanent resident alien such as Orleans-Lindsay serves time in state or federal prison, \nimmigration officials are unlikely to know about him, INS spokesman Russ Bergeron said.\n\n\"The people who get suspended sentences, who never get into a federal or state prison system, are much more \nproblematic,\" Bergeron said.\n\nUnder its Institutional Removal Program, the INS reviews state and federal prison populations to identify \nnoncitizens.\n\nIf the person is subject to deportation, the INS issues a detainer. Upon the inmate's release, whether on parole or \ncompletion of the sentence, the detainer requires the prisoner to be turned over to the INS.\n\nUnder two 1996 laws--the Illegal Immigration Reform and Immigrant Responsibility Act and the Antiterrorism and \nEffective Death Penalty Act--the INS can bring deportation proceedings against any noncitizen convicted of an \n\"aggravated felony\"--any crime that carries a maximum sentence of more than one year in jail.\n\nWith the implementation of the 1996 laws, the INS began cracking down on criminal aliens, and the number of \ndeportations soared.\n\nLast year, the INS deported 69,093 noncitizens, Bergeron said. Horror stories began to pop up on both sides of the \ncontroversy.\n\nFor example, Angel Maturino Resendez, a suspected serial killer who had been the subject of a police and FBI \nmanhunt, was freed from INS custody in 1998 because of human error and problems with the agency's computer \ndatabase.\n\nBut many people who had lived in the United States for years were suddenly thrust into deportation proceedings \nbecause of long-forgotten convictions for petty crimes. Some of those people came to the government's attention \nwhile seeking to become U.S. citizens.\n\n\"Where do you draw the line?\" Bergeron said. He said the INS is reviewing Orleans-Lindsay's immigration and \ncriminal history.\n\nOrleans-Lindsay pleaded guilty to drug dealing and was sentenced in April 1997 and June 1999. He also was \narrested several times, both on new charges that were later dismissed and for failure to appear in court.\n\nBetween his first adult arrest in September 1996 and the sentencing on his second conviction on June 3, 1999, \nOrleans-Lindsay spent a total of at least 181 days in the Montgomery County Detention Center.\n\nEric Seleznow, a spokesman for the county Department of Correction and Rehabilitation, said the facility sends a \nweekly list of all foreign-born inmates to the INS's Baltimore office.\n\nMary Otten, a spokeswoman for the INS eastern regional office, said it's not clear why Orleans-Lindsay escaped \nINS notice until recently.  It's possible that he simply slipped by in the paperwork, she said.\n\nMontgomery County authorities requested information from the INS about Orleans-Lindsay's status in September, \nshe said. But the files did not arrive from storage until four days before Toatley's shooting.\n\nWilliam P. Turner, the retired Circuit Court judge who handled Orleans-Lindsay's cases in 1997 and 1999, said the \nissue of his immigration status never came up.\n\nAnd Katherine Winfrey, deputy state's attorney in Montgomery County, said prosecutors do not appear to have \nadvised the INS of Orleans-Lindsay's criminal status.\n\n\n\nBut at the time, it would have been difficult to argue that Orleans-Lindsay should face deportation, Winfrey said. \nOrleans-Lindsay, who attended Blair High School until 11th grade, had come to the United States with his family, all \nof which lives in Montgomery County.\n\nIt's not clear how old he was when he arrived here, and INS officials say privacy laws prohibit them from giving out \nthe information.\n\n\"Let's assume that he had not been involved in this drug conspiracy and not shot a state trooper,\" Winfrey said. \"I \nthink he's been here a good, long while. Is that somebody we ought to say to the INS, 'We ought to get rid of this \nguy'? How do we make that determination? You're almost playing God in that situation. No one has a crystal ball.\"\n"}