{"title": "No Headline In Original", "body": "\nGENE DEMBY: Just a heads up, y'all. The following episode contains explicit language - so, you know, going to be \na little cussing. \n\n                (SOUNDBITE OF MUSIC)        \n\nGENE DEMBY: You are listening to CODE SWITCH from NPR. I'm Gene Demby. \n\nSHEREEN MARISOL MERAJI: And I'm Shereen Marisol Meraji. \n\nGENE DEMBY: Shereen, I know you love yourself a rom-com. \n\nSHEREEN MARISOL MERAJI: Gene, who doesn't love people who never, ever, ever should be together in a \nmillion years falling in love? We're talking chance encounters between total opposites with undeniable chemistry \nstruggling against all odds to win at the game of love. Rom-coms are the best. \n\nGENE DEMBY: Well, just for you, we're going to start this episode with a couple that has undeniable chemistry. \nMeet Kara (ph) and Eric Johnston (ph). \n\nKARA JOHNSTON: We met so randomly in Ohio. I am on, like, breakup tour. \n\nERIC JOHNSTON: Spring of - what's that? - '06. \n\nKARA JOHNSTON: Yes. \n\nERIC JOHNSTON: Yes. \n\nKARA JOHNSTON: I was, like, devastated. And so friends were like, come visit us. And so I tracked from D.C. all \nthe way to Bowling Green, just outside of Toledo. The first time we laid eyes on each other, we were going into a \nparty at the student center... \n\nERIC JOHNSTON: Yeah, yeah, yeah. \n\nKARA JOHNSTON: ...At this university. \n\nERIC JOHNSTON: It was thrown by the alpha - shoutout to the brother. When I first saw Kara, I noticed she had \nnatural hair, which I really love, and just this perfect smile with these really inviting eyes. And I hold the door open \nfor her. \n\n\nKARA JOHNSTON: I was probably wearing heels. And I was like, you're just a little boy. \n\nERIC JOHNSTON: She acts like she wasn't trying to tell me to holla at her, but she's looking at me like, holla - you \nshould holla at me. And I'm like, you know what? I might just do that. \n\nKARA JOHNSTON: You know, he introduces himself. \n\nERIC JOHNSTON: Hey, funny seeing you here. \n\nKARA JOHNSTON: And I'm like, let me just stop you right there, before you even - like, I don't go here. I don't live \nhere. I'm not in college. \n\nERIC JOHNSTON: Long story short, the way that I met her started me trying to convince her that, you know, I was \nworthy. So at that point, I was trying to combat all the reasons for her not to date me. \n\nKARA JOHNSTON: You know, 'cause he's, like, you know, ready for it. \n\nERIC JOHNSTON: I'm not from here neither. \n\nKARA JOHNSTON: Exactly (laughter). \n\nERIC JOHNSTON: I don't even know nothing about this place. We're in the same boat. \n\nKARA JOHNSTON: He was charming. He has dimples and a very nice smile. It wasn't, like, terribly hard to \nconvince me (laughter). \n\nERIC JOHNSTON: We worked it in there. \n\nKARA JOHNSTON: Right. I should have known that he was eventually going to be a lobbyist 'cause he just lobbied \nme right onto his side. \n\nERIC JOHNSTON: She couldn't keep me away since. \n\nSHEREEN MARISOL MERAJI: Oh, they're cute. This is perfect rom-com. She's nursing a broken heart. She should \nnot actually be dating anyone at all right now. \n\nGENE DEMBY: Here comes this dimpled, pretty-teeth dude who's a alpha, who spits all this game at her. And they \nbecame, like, the attractive straight black couple you see in a commercial for a luxury SUV or something like that. \nAnd now, they have a whole a** family. \n\nERIC JOHNSTON: We have Ella (ph). \n\nKARA JOHNSTON: Eric IV. \n\nERIC JOHNSTON: I'm Eric III. He's Eric IV. \n\nKARA JOHNSTON: And then our little one is Evan (ph). \n\nSHEREEN MARISOL MERAJI: Well, is that the end of the story? It can't be because this is a rom-com, and that's \ntoo perfect. And this is a CODE SWITCH episode, so that means there must be something more to this love story. \n\nGENE DEMBY: Yeah, about that - Kara and Eric have some, let's say, points of contention. So remember when \nKara said that Eric was a lobbyist... \n\nSHEREEN MARISOL MERAJI: Mm-hmm. \n\nGENE DEMBY: ...Kind of out of nowhere. It's relevant here because Eric is a Democratic lobbyist, and Kara is not a \nDemocrat. \n\n\n\nKARA JOHNSTON: I don't believe that the government will fix social problems. It's not going to happen. I certainly \ndon't believe that the government - if they're going to attack social problems, like, out of nowhere, it's not going to \nbe black people's social problems (laughter). \n\nERIC JOHNSTON: We're talking about moving in together. We're talking about getting married. You know, we - the \nkids are already here. All that is, like, fantastic, right? And I'm realizing, oh, like, she really believes this, right? Like, \nthis, like - I'm just like, OK. \n\nKARA JOHNSTON: I fundamentally want my money to stay in my pockets with my family and my children. I care \nabout other people, but I would like to be able to care about them on my own as opposed to the government \ndeciding what I care about and doling my money out that way - and also ineffectively. That was my stance. \n\nGENE DEMBY: Yeah. So Eric knew that Kara was conservative. But as time went on in their relationship and they \ngot closer and more serious, she started to openly identify as a Republican. \n\nWhen she said that she was a Republican, what did you think? \n\nERIC JOHNSTON: Don't tell my friends. \n\nGENE DEMBY: Period. \n\nSHEREEN MARISOL MERAJI: All right. So he is a Democratic lobbyist. She's a Republican. If I wasn't at work right \nnow, I'd be taking bets on whether they were getting a divorce, but that feels very unprofessional - but seriously. \n\nGENE DEMBY: And just a quick biographical note - Eric is from Brownsville, Brooklyn. Those of y'all who know \nBrownsville know Brownsville. Eric grew up in the projects. \n\nERIC JOHNSTON: There were times when we would have, you know, like, really difficult and heated discussions. \n\nKARA JOHNSTON: Or, like, a really good one. By good, I mean, like, we didn't - we were really, genuinely mad at \neach other. We had a public housing debate. And he is like... \n\nGENE DEMBY: From Brownsville. \n\nKARA JOHNSTON: Right. \n\n                (LAUGHTER)        \n\nGENE DEMBY: Public housing capital of the United States. \n\nKARA JOHNSTON: Right. And we still, I think, have this issue where we feel like solutions are - the way that we get \nto things are still different. \n\nGENE DEMBY: And because Eric's job is so public-facing, you know, Shereen, people like to comment on their \ninterparty marriage... \n\nSHEREEN MARISOL MERAJI: Oh, I'm sure. \n\nGENE DEMBY: ...A lot. \n\nSHEREEN MARISOL MERAJI: Oh, definitely. \n\nKARA JOHNSTON: He has explained that he has told people that he is married to a Republican. And, like, it'll be \nwhite people. And they'll be - is she black? \n\nERIC JOHNSTON: (Laughter). \n\nKARA JOHNSTON: Like, it's like a whisper. Like, is she white? Is she... \n\n\n\nERIC JOHNSTON: And then they meet her. They're like, oh... \n\nKARA JOHNSTON: (Laughter). \n\nERIC JOHNSTON: ...Yeah. Got it. \n\nGENE DEMBY: So yeah, they're working through this. And sometimes Eric will troll her a little bit. Like, they'll be out \nat some function. And she might say something a little, like, spicy or controversial in mixed company. And Eric will \nbe like, I mean, she is a Republican. And then everybody will laugh, like ha, ha, ha, ha, ha, ha. And then he'll be \nlike, nah, for real; she's a Republican. \n\nKara is not only the lone Republican in her marriage; she's also the only Republican in her family. She grew up in \nCleveland, which is a heavily Democratic city. She said her mom worked in the city's administration for a long time. \nHer pops was a union guy who worked in the mill. He doesn't even know that she's a Republican. \n\nKARA JOHNSTON: We've talked about it in my family. My family has talked to me about it quite a bit. \n\nGENE DEMBY: Everyone but him. \n\nKARA JOHNSTON: Yes. I have not had a conversation with my father ever. \n\nERIC JOHNSTON: Soon as this drops. \n\nKARA JOHNSTON: Yeah. \n\nERIC JOHNSTON: (Laughter). \n\nGENE DEMBY: So when your father hears this, he's going to have questions, I imagine. \n\nKARA JOHNSTON: Like, he cannot stand - like, he thinks that Ronald Reagan is probably, like - I mean, there's, \nlike, Lucifer. And then there's, like, Ronald Reagan. \n\n                (LAUGHTER)        \n\nGENE DEMBY: So yeah. \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\nGENE DEMBY: Their marriage is full of a lot of ongoing negotiations. \n\nSHEREEN MARISOL MERAJI: And you know, we're always negotiating things in a marriage... \n\nGENE DEMBY: Yeah. \n\nSHEREEN MARISOL MERAJI: ...Hopefully, if we're being honest. But I do have to know something - something \nthat's been on my mind, actually, since the beginning of this. Did Kara vote for President Obama? \n\nGENE DEMBY: Good question. I asked her about that. She said she did vote for Obama in 2008 because she \nthought he was a moderate. She voted for Mitt Romney in 2012 because she said that... \n\nSHEREEN MARISOL MERAJI: Oh. \n\nGENE DEMBY: ...Obama had veered too far to the left for her liking. In some ways, you might mistake her for a \nDemocrat. She supports broad access to abortion. She says she supports LGBTQ rights. But when it comes to \nthings like taxes and government spending and education, Kara says elected officials should just fall back. For \nexample, she says public schools have failed black folks, so why should we be so beholden to them? \n\n\n\nKARA JOHNSTON: I don't love the way charter schools are structured. I don't think anybody is excited about the \nfact that they're pulling from schools before the government has an opportunity to make them better. But how long \nhas the government had to make them better and not done so? \n\nGENE DEMBY: She also says, like, look; one of the most obvious examples of government interference in people's \nlives is all of that unnecessary contact that black folks have with the police. She says you can fix that with less \ngovernment. To Kara, it's like the American government has always played a big part in racism in America. So why \ndo we trust the government to fix racism in America? \n\nSHEREEN MARISOL MERAJI: It sounds to me like Kara's arriving at a lot of conventionally conservative principles \nand ideas but in, quote, unquote, \"unconventional\" way - you know? - a very different way than white \nconservatives... \n\nGENE DEMBY: Yup. \n\nSHEREEN MARISOL MERAJI: ...Would come to their conservatism. It feels like hers is a black conservatism \nversus a white conservatism. \n\nGENE DEMBY: Right. That's the way it sounds to me, too. Like - and obviously, there are lots of black \nconservatives out there. And like you just said, black conservatives often have different priorities than white \nconservatives do. So you can be a black conservative and still vote for Democrats. In fact, most black conservatives \nstill vote for Democrats. But registered Republicans - they have to hide. \n\n                (SOUNDBITE OF TV SHOW, \"KEY AND PEELE\")        \n\nIFY NWADIWE: (As Democratic Voter #1) You two are Democrats, aren't you? \n\nKEEGAN-MICHAEL KEY: (As character) What? \n\n                (LAUGHTER)        \n\nJORDAN PEELE: (As character) Of course we are. \n\nKEEGAN-MICHAEL KEY: (As character) I mean, you see the color of our skin, don't you? How could we not blindly \nvote Democratic? \n\nJORDAN PEELE: (As character) I mean, that would be ridiculous. \n\nLANCE MOORE: (As Democratic Voter #2) Whatever. \n\nSHEREEN MARISOL MERAJI: I have been waiting for this sketch to show up. That's \"Key & Peele.\" And it's their \nblack Republican sketch, which is pretty funny. And I'm wondering, Gene, are you wearing the outfit... \n\nGENE DEMBY: Why would I put on the... \n\nSHEREEN MARISOL MERAJI: ...To get into character for this? \n\nGENE DEMBY: Just to empathize with our black Republican brethren and sistren (ph) - no, 'cause the outfit looks \ncrazy. It's dad jeans. There's a leather jacket. I can't do it. \n\nAs that \"Key & Peele\" sketch illustrates, black Republicans, like Kara, might just be the biggest outlier in \nmainstream party politics. \n\nSHEREEN MARISOL MERAJI: I mean, is that surprising? How big of an outlier are we talking about? \n\n\n\nGENE DEMBY: The Republican Party is practically alabaster. Somewhere around 90% of the party is white. It's \nabout 6% Latinx, which is still not very Latinx. But it's only about 1% black. And if you just look at black people - \nright? - in presidential elections, Republicans routinely struggle just to get to 10% of the overall black vote. \n\nAnd of course, black voters aren't just Democrats. In a lot of ways, they're the backbone of the Democratic Party. \nSince 1992, there hasn't been a candidate who has won the Democratic Party's primary who has also not won the \nmajority of the black vote. That's according to NBC. \n\nSHEREEN MARISOL MERAJI: But Gene, there are these high-profile black Republicans who get a lot of shine in \nthe media. Let's name-check a few - Clarence Thomas, Herman Cain... \n\nGENE DEMBY: Godfather Pizza. \n\nSHEREEN MARISOL MERAJI: ...Condoleezza Rice... \n\nGENE DEMBY: Condi Rice. \n\nSHEREEN MARISOL MERAJI: ...Ben Carson, Kanye West for a hot minute (laughter). \n\nGENE DEMBY: This is not the last time you hear about Kanye in this episode. \n\nSHEREEN MARISOL MERAJI: But folks like Kara, rank-and-file Republicans - they're unicorns. \n\nGENE DEMBY: And that is what we're getting into this episode, Shereen. Who are these outliers who are choosing \nto sit alone at the black table in the corner of the super-white big tent? \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\nGENE DEMBY: Why are they there? And what can they teach us about the ways we all cast our ballots? \n\n                (SOUNDBITE OF MUSIC)        \n\nGENE DEMBY: Kara says she has no illusions about the Republican Party's racism. But she told me that black \nDemocrats are kind of hoping upon hope that white people will stop white peopleing (ph). \n\nKARA JOHNSTON: Republicans have done some overtly, on-the-record, blatant racist things in the past. Certainly, \nthat has happened. Democrats have a long-standing history of doing covertly racist things and trying to spin their \nracism into, but I have a black friend, so I couldn't be racist. And I just chose to have my racism overt. \n\nSHEREEN MARISOL MERAJI: And that, you know, covert racism is something we talk about on the podcast all the \ntime. \n\nGENE DEMBY: Yup. \n\nSHEREEN MARISOL MERAJI: But I do take issue with Kara saying Republicans have done blatantly racist things \nin the past. \n\nGENE DEMBY: Right. \n\nSHEREEN MARISOL MERAJI: No. That's happening right now. \n\nGENE DEMBY: You got voter suppression and the citizenship question, and Mexicans are rapists and drug dealers \nand invaders. What am I missing? - s***hole-gate (ph). And you have everything that happened at Charlottesville. \n\nKARA JOHNSTON: They nominate Donald Trump. And it becomes, we are standing behind white supremacy. And \nthat was a turning point for me. \n\nSHEREEN MARISOL MERAJI: OK. There we go. \n\n\n\nGENE DEMBY: (Laughter) Yeah. Kara said that she just could not bang with the Republican Party like that \nanymore - not after President Trump. So she stopped IDing with the party. She now calls herself an Independent. \nAnd President Trump is something that a lot of black Republicans have to deal with. I mean, there are not a lot of \nblack Republicans, but you know what I mean. \n\nSHEREEN MARISOL MERAJI: One percent. \n\nGENE DEMBY: The president has fundamentally changed the social arithmetic for them in more ways than one. \n\nCOREY FIELDS: Black Republicans - they're minorities among Republicans.... \n\nGENE DEMBY: Shereen, that's Corey D. Fields. \n\nCOREY FIELDS: ...And they're minorities among black people. \n\nGENE DEMBY: Corey is an associate professor of sociology at Georgetown. He's also the author of \"Black \nElephants In The Room: The Unexpected Politics Of African American Republicans.\" \n\nSHEREEN MARISOL MERAJI: I really like that title. \n\nGENE DEMBY: I did, too. I really want to name this episode (laughter)... \n\nSHEREEN MARISOL MERAJI: Black elephants... \n\nGENE DEMBY: ...Black elephants in the room. Anyway, \"Black Elephants In The Room\" - that book is essentially \nan ethnographic study of black Republican activists. Corey interviewed a bunch of them in several states over a \ncouple of years. \n\nCOREY FIELDS: You can go into any state and talk to 20 people, and you've talked to the entire black Republican \nactivist community. \n\nGENE DEMBY: What he was trying to figure out is, how do they juggle their black racial identity with their \nRepublican partisan identity? \n\nCOREY FIELDS: You know, something that people I talked to were always kind of stressing was this sort of we-\nwalk-among-you energy among black Republicans, right? Like, we look just like you. You wouldn't know it - until \nyou're like, what? \n\nGENE DEMBY: I asked him, like, were there any factors that predicted black affiliation with the GOP? Like... \n\nSHEREEN MARISOL MERAJI: Yeah. \n\nGENE DEMBY: ...Was it age-related? Like, was it geographical? Was it ideology? Was it income? And he crunched \na bunch of numbers. And he found that none of those things mattered, at least not all that much. What did matter, \nhe says, was... \n\nCOREY FIELDS: You know, these attitudes around blackness, like, relationship to blackness, like, the meaning and \ncentrality of blackness - that sort of predicted which blacks would identify as Republicans and which ones would \nidentify as Democrat. \n\nSHEREEN MARISOL MERAJI: What does he mean? What kinds of attitudes about blackness? \n\nGENE DEMBY: So what he was saying was, if people said that blackness was central to their identity and being in \ncommunity with black folks was important to them, then they were way, way, way less likely to identify as a \nRepublican. \n\nCOREY FIELDS: How much blackness do you want to let into your life as a black person? \n\n\n\n                (LAUGHTER)        \n\nGENE DEMBY: But that wasn't true for everybody. Like the title of his book said, it's the unexpected politics of \nAfrican American Republicans. And Corey actually did find a lot of black Republicans who said that being black was \nintegral to their politics, who talked about their politics the way Kara talks about hers. He called those people race-\nconscious black Republicans. \n\nSo if you think about Kara, she takes, as a given, that racism is a real thing. It's a fact of American life. Like Kara, \nthey specifically care about the condition of black families and black businesses and black institutions. And their \nconservatism is informed and shaped by that. And then there's this other camp. And that's the group that we tend to \nhear from far more frequently. He calls that group race-blind black Republicans. \n\nCOREY FIELDS: What's interesting is, you know, the race-blind black Republicans - they feel less marginalized \nbecause they do have - they have relations with white - it's like - they don't feel alone at CPAC. \n\nGENE DEMBY: CPAC is the Conservative Political Action Conference. \n\nSHEREEN MARISOL MERAJI: Thank you. I didn't know what that is - was. Sorry. \n\nGENE DEMBY: He says race-blind black Republicans would say... \n\nCOREY FIELDS: Oh, I like school vouchers because the market is the best way to distribute resources, versus the \nrace-conscious dude who's saying, I like school vouchers because black parents should be making decisions about \nwhat happened to black kids, not white administrators. Race-conscious black Republicans sort of saw their goal as \nchanging white Republicans. Like, their goal was to sort of change the Republican establishment to make it less \nracist, whereas race-blind black Republicans saw their goal as changing black people. \n\nGENE DEMBY: And he says the reasons that we hear from these race-blind black Republicans so much more often \nthan we do the race-conscious folks has to do with the makeup of the larger Republican Party. \n\nCOREY FIELDS: Our ideas about what a black Republican looks like are fundamentally shaped by the desires and \ndemands of white Republicans, specifically, like, gatekeepers within the party, like the people who sort of control \nresources. The whole thing is organized not for black people so much as for white audiences. \n\nGENE DEMBY: And Corey's like, all right. Think about this like a literal party - not just a political party, but, like, a \nturn-up function situation. \n\nCOREY FIELDS: Like, oh, yeah. What party isn't improved by black people? \n\nGENE DEMBY: (Laughter). \n\nCOREY FIELDS: More black people in, right? But the thing is they sort of construct the entryway so narrowly that \nonly a certain kind of person can squeeze through. And so what happens is, you know, if you're a black Republican \nwho, you know, wants to sort of foreground race and black uplift in your politics, you'll get carded at the door. \n\nOne way to think about this is, given the option to choose between a black Republican who says race doesn't \nmatter, just work hard, and a black Republican who says black power through conservative principles, Fox News \ntends to call that first person. \n\nSHEREEN MARISOL MERAJI: But now the bouncers at taco Tuesdays are... \n\nGENE DEMBY: (Laughter). \n\nSHEREEN MARISOL MERAJI: ...All wearing MAGA hats. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\n\n\nLYNNETTE HARDAWAY: My president never says anything that's stupid. And see, that's what's wrong with you left \npeople. You all always want to be so politically correct. Well, he's not politically correct. He's honest, and we love \nhim for his honesty. \n\nSHEREEN MARISOL MERAJI: If you do not recognize those voices, that is Diamond and Silk. And for those of you \nwho are unaware of Diamond and Silk, how do we describe them, Gene? \n\nGENE DEMBY: That's a great question. \n\nSHEREEN MARISOL MERAJI: Political commentators. \n\nGENE DEMBY: Sort of. \n\nSHEREEN MARISOL MERAJI: YouTubers. \n\nGENE DEMBY: Yeah. That's accurate, I guess. \n\nSHEREEN MARISOL MERAJI: I think people should just Google them to get the full effects. \n\nGENE DEMBY: I think that's right. So I asked Corey what he made of them. \n\nCOREY FIELDS: Honestly, the first - I don't know. I would say the first six to eight months that they were on the \nscene, I was convinced it was, like, a performance art thing that was going to, like, circle back around. \n\nGENE DEMBY: (Laughter). \n\nCOREY FIELDS: And it was going to be, like - I was, like, oh, my God. My phone is going to be lighting up once \nthey come out. But then it turned out that - I mean, they're - they seem pretty serious, I - and they were committed \nto whatever it is they're doing. \n\nGENE DEMBY: And he said Diamond and Silk are, like, the perfect examples of the way that whiteness shapes the \nblack Republicans that we see. \n\nCOREY FIELDS: You think about, you know, who is the person Diamond and Silk is for, right? The audience for \nblack Republicans is often sort of concerned white Republicans - right? - like, white Republicans who might be, like, \nI maybe think some stuff that some people might think of as kind of racist, and I don't want to think of myself as a \nracist person. So, like, I don't know. Maybe this isn't the party for me. And then you have someone saying the exact \nsame stuff who's black. And it's like, yes. It's not racist. Pull the lever. \n\nSHEREEN MARISOL MERAJI: Gene, if you see Diamond and Silk on Fox, one of the news anchors will always be \nlike, yeah, and for those of you who think the Trump administration is a racist, white supremacist administration, \nwhat do you think, Diamond and Silk? And they'll always be like, that is not true. You know, the KKK was started by \nthe Democrats.... \n\nGENE DEMBY: Yup. \n\nSHEREEN MARISOL MERAJI: ... And things like that. \n\nGENE DEMBY: Yeah. That's, like, literally the role they play. \n\n                (SOUNDBITE OF TV SHOW, \"FOX AND FRIENDS\")        \n\nUNIDENTIFIED PERSON: So think about the implication that if you support the GOP, you must be marching in \nCharlottesville with Tiki torches, and you're a white supremacist. I mean, where does that argument come from? \n\nLYNNETTE HARDAWAY: The - listen. The GOP is the party of freedom, OK? Freedom - free to... \n\nROCHELLE RICHARDSON: That's right. \n\n\n\nLYNNETTE HARDAWAY: ...Think for yourself... \n\nROCHELLE RICHARDSON: Yeah. \n\nLYNNETTE HARDAWAY: ...Free to do whatever you want to do. The Democratic Party - what they want to do is \nthey want to control you. They want to have you in a slavery mindset. \n\nGENE DEMBY: And Corey was saying that there were always black Republicans who sort of serve this purpose in \nmore, like, subliminal ways. They were buttoned-up folks like Condi Rice and Colin Powell and commentators like \nThomas Sowell, right? They didn't go about it the same way that Diamond and Silk do. Corey says Diamond and \nSilk are brasher and louder and always doing, like, the absolute most because they reflect this Trumpification (ph) \nof the GOP. \n\nCorey said he went to a bunch of events that were thrown by some race-blind black Republican groups. You know, \nand those events were ostensibly about outreach to black folks about diversifying the party. But some of those \norganizations - the ones with, like, institutional backing from the party - they felt like astroturfing. Like, there'd be \nblack people onstage, but only white folks in the audience in some, like, well-appointed venue. And on their \nwebsites, if you looked at the boards of those organizations, the boards would be all-white. \n\nSHEREEN MARISOL MERAJI: Surprise. \n\nGENE DEMBY: Yeah. \n\nSHEREEN MARISOL MERAJI: Wondering what the race-conscious black Republican activist events look like. \n\nGENE DEMBY: So he said their events - they were a little jankier. Those are Corey's words. \n\nSHEREEN MARISOL MERAJI: Oh. Is he from the bay - using janky? \n\nGENE DEMBY: He is - he used to be at Stanford. No, no. He's in the... \n\nSHEREEN MARISOL MERAJI: Oh, yeah, yeah. He probably got that from the bay. \n\nGENE DEMBY: (Laughter) He said their events were done on tighter budgets. They were, like, in less - you know, \nless swank places. He said they were a lot of fun, actually. The music was really good. They felt like a black family \nreunion. But there was definitely a cash bar (laughter). At those events, he said, it was black folks reaching out to \nother black folks - or trying to, anyway. He said the differences in these events and these organizations show the \nkinds of choices that black Republicans have to make to get attention and to get resources from the wider, whiter \nparty. \n\nCOREY FIELDS: Part of the story of being a black Republican is also the story of managing blackness in white \ncontext. (Laughter) And, like - and that's actually a dynamic a lot of black people... \n\n                (LAUGHTER)        \n\nCOREY FIELDS: ...Like, have to deal with. \n\nGENE DEMBY: Yes. \n\nCOREY FIELDS: And, like, I don't want to say it's like a placeholder for the story of, like, you know, black people in \nintegrated spaces. But it's also not completely different from it - right? - that, like, you have to manage blackness in \na way that sits comfortably with what white gatekeepers want. \n\nSHEREEN MARISOL MERAJI: Oh, that sounds very familiar. \n\nGENE DEMBY: Doesn't it, though? \n\n\n\nSHEREEN MARISOL MERAJI: We have to deal with this all the time at a place that will remain nameless that has \nthree letters. Anyway, this is not about us. \n\nGENE DEMBY: It is not. \n\nSHEREEN MARISOL MERAJI: But I get it. I get what he's saying. Anyway, back to the lecture at hand. I'm \nassuming there's a lot of tension between these race-blind and race-conscious black Republican activists. \n\nGENE DEMBY: Oh, my gosh, Shereen. So Corey said that after hanging out with them, it became very clear that \nthey do not like each other. \n\nCOREY FIELDS: I was completely thrown by the intensity of the fights, the insults and language. I've never heard \nmore people get called an Uncle Tom than when I, like, studied black - like, talking to black Republicans, like... \n\nGENE DEMBY: About other black... \n\nCOREY FIELDS: About other black Republicans. Like, it was just, like - yeah. (Laughter). \n\nGENE DEMBY: He was like, look. Because they're fighting over scraps of attention and resources and money, they \noften fight with each other more viciously than they fight with Democrats. \n\nCOREY FIELDS: The race-blind folk to the race-conscious folks - they're saying, like, how do you - can come up in \nsomebody's house and talk s*** about them? \n\nSHEREEN MARISOL MERAJI: (Laughter) I love Corey. \n\nGENE DEMBY: He was wonderful. I really wanted - like, I want to hang out with you. He was super smart. He said \nthat, for the race-conscious black Republicans, they really felt this sense of rejection. They were angry at these \nrace-blind folks who they thought were, like, sellouts. But to all the black folks in their lives who were not in the \nRepublican Party, there was no real distinction to be made. All black Republicans - race-conscious, race-blind, \nwhatever, whatever - they're all sellouts. \n\nCOREY FIELDS: Even among the sort of race-conscious black Republicans I talked to, like, there was definitely - \nyou know, there was a deep sort of sadness about it - right? - and, like, this sort of forlornness of, like, I'm being \nmisunderstood. \n\nGENE DEMBY: And this tension that race-conscious black Republicans feel between their blackness and their \nRepublican Party identification - it only seems to be getting more fraught. I mean, just over the summer, a \nQuinnipiac poll found that 80% of black respondents felt President Trump was a racist, which I guess is not \nsurprising to anybody. \n\nSHEREEN MARISOL MERAJI: Actually, I'm surprised that it's only 80%. Did it keep growing? \n\nGENE DEMBY: I know. I actually - yeah. It - I thought it'd be higher. \n\nSo the president represents something fundamentally different for black Republicans. And Corey said a lot of the \npeople he talked to when he was writing his book have just reached out to him and said Trump is a bright red line \nthat they just could not cross. \n\nCOREY FIELDS: Talking to people I initially interviewed for the project now - like, when they're sort of getting in \ntouch with me now, they're definitely sort of saying, like, oh, I can't identify as Republican anymore - especially \nthose who were, like, a race-conscious brand of black Republicans. They're definitely sort of sitting out the Trump \nadministration - right? - in terms of identification. \n\nGENE DEMBY: Just like Kara. \n\n\n\nSHEREEN MARISOL MERAJI: Right. Well, we're going to let the audience chew on all of that for a little bit. But \nwhen we come back... \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nKANYE WEST: I just love Trump. That's my boy. \n\nGENE DEMBY: What can Kanye teach us about how all of us vote? \n\nSHEREEN MARISOL MERAJI: Stay with us. \n\n                (SOUNDBITE OF MUSIC)        \n\nSHEREEN MARISOL MERAJI: Diamond. \n\nGENE DEMBY: Silk. \n\nSHEREEN MARISOL MERAJI: CODE SWITCH. \n\nGENE DEMBY: So the Republican Party has been trying to reach out to black folks for a long time. Time and time \nagain, their efforts basically fail. So let's talk about why that is. \n\nSHEREEN MARISOL MERAJI: Well, there is the obvious, Gene. The GOP is incredibly white. \n\nGENE DEMBY: How white is it, Shereen? \n\nSHEREEN MARISOL MERAJI: It is so white that if it was a bride at a wedding, it wouldn't have to wear a dress. \n\nGENE DEMBY: (Laughter). \n\nSHEREEN MARISOL MERAJI: It's so white, it claps on the ones and threes. It's 90% white, Gene. And now it's the \nparty of President Donald Trump. \n\nGENE DEMBY: Which, as we just said, is not helping. And so, for a long time, you were not automatically \nconsidered a sellout if you were a black person and a Republican. But remember how Kara's dad described Ronald \nReagan? \n\nKARA JOHNSTON: I mean, there's, like, Lucifer. And then there's, like, Ronald Reagan. \n\n                (LAUGHTER)        \n\nGENE DEMBY: It's around the time of Reagan that the GOP basically becomes irradiated for most black folks. \n\nHere's Corey Fields again. \n\nCOREY FIELDS: I mean, I think sort of, like, the Reagan era becomes, like - being black and Republican is not \njust, like, an alternative choice that people can make. It becomes disreputable choice that a person can make. Like, \nit was sort of perceived as, no, this is a campaign and this is a party that's, like, actually organized actively around \nanti-blackness. \n\nSHEREEN MARISOL MERAJI: So it was Reagan. It wasn't Nixon and the Southern strategy? \n\nGENE DEMBY: That's the beginning of this sort of thing. But it - he says it crystallizes, like, in the '80s - in the late \n'70s and '80s. \n\nSHEREEN MARISOL MERAJI: So if being a black Republican becomes a very disreputable choice during the \nReagan era, then being black and identifying as a Democrat becomes the expected choice. \n\n\n\nGENE DEMBY: Yeah, which brings us to your boy Kanye. \n\nSHEREEN MARISOL MERAJI: My boy? Come on. \n\n                (SOUNDBITE OF TV SHOW, \"JIMMY KIMMEL LIVE!\")        \n\nKANYE WEST: Just as a musician, African American, you know - everyone around me tried to pick my candidate \nfor me and then told me every time I said I like Trump that I couldn't say it out loud, or my career would be over. I'd \nget kicked out the black community because blacks are - we're supposed to have a monolithic thought. So I didn't \nhave the confidence to take on the world and the possible backlash. And it took me a year and a half to have the \nconfidence to stand up and put on the hat. \n\nSHEREEN MARISOL MERAJI: That does not even sound like Kanye. He is code-switching so hard right there. \n\nGENE DEMBY: Yeah. It's very, very interesting on a bunch of levels. \n\nSHEREEN MARISOL MERAJI: He has, like, a very tight red tie on. Anyway... \n\nGENE DEMBY: A cardigan... \n\nSHEREEN MARISOL MERAJI: And a MAGA hat. \n\nGENE DEMBY: ...And a MAGA hat, leather jacket. \n\nSHEREEN MARISOL MERAJI: For those of you who don't remember, that was Kanye (laughter). \n\nGENE DEMBY: Your boy. \n\nSHEREEN MARISOL MERAJI: And it was last year when, for several months, he was running around with a MAGA \nhat on, giving interviews to people about how he was a free thinker because he was supporting President Trump. \nHe was saying all kinds of interesting things. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nKANYE WEST: When you hear about slavery for 400 years - for 400 years? That sound like a choice. \n\nSHEREEN MARISOL MERAJI: What? Every time I hear that, it's still like, what are you saying? And he was often \ndoing this stuff with his new friend, Candace Owens, the black conservative commentator. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nCANDACE OWENS: 2016, I escaped the Democrat plantation of thought, and I want to provide the rest of you guys \nthat were watching with a guide how to. Ready? The first thing you're going to need is Internet access. Second \nthing you're going to need is you're free. \n\nGENE DEMBY: This is the same Candace Owens who was the architect of Blexit (ph). \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nCANDACE OWENS: Yes, the black exit from the Democrat Party because it's time that we stop allowing them to \nuse us for votes and deliver none of the promises that they ensure every election cycle. \n\nGENE DEMBY: Candace Owens was going to be, like, this black Moses in a cardigan and pearls leading an \nexodus of negroes out of the Democratic Party and into the loving embrace of the GOP. We reached out to her, by \nthe way. She did not get back to us. \n\nCANDACE OWENS: Too bad. \n\n\n\nGENE DEMBY: But she pointed to Ye as an example. Here's this cool rap guy who is Blexiting (ph). Yeezy is Blexit, \nand so can you. \n\nSHEREEN MARISOL MERAJI: Did she say there's this cool rap guy? \n\n                (LAUGHTER)        \n\nGENE DEMBY: It's just - that's how I imagine her saying it. \n\nSHEREEN MARISOL MERAJI: All right. And also Blexit - I don't know. That word is weird. \n\nGENE DEMBY: It could have used some workshopping. I mean, yeah. It wasn't - it's not the prettiest word. \nAnyway, surprise, surprise - none of that whole episode changed the way that black folks thought about the GOP. It \ndefinitely, though, changed the way that black folks thought about Kanye. \n\nSHEREEN MARISOL MERAJI: Indeed. \n\nGENE DEMBY: Yes, because, I mean, he got dragged by everyone. Everybody's, like, this fool done lost his mind. \nAnd to really underline his defiance, Kanye, being Kanye, tweeted out screenshots of a text conversation he was \nhaving with John Legend in which John Legend was trying to check Kanye for associating with President Trump. \nAnd this whole, like, wave of opprobrium towards Kanye was a perfect real-world example of how some political \nscientists say black partisan behavior is reinforced. \n\nCHRYL LAIRD: I am Chryl Laird. I'm an assistant professor of government and legal studies at Bowdoin College. \n\nGENE DEMBY: Chryl and a colleague named Ismail K. White have a forthcoming book. It's called \"Steadfast \nDemocrats: How Social Forces Shape Black Political Behavior.\" And it's about this thing we're talking about - this \npowerful norm around black people voting for Democrats. It spans generations. It spans geography. As we've been \ntalking about, it spans ideology. And she pointed to an episode of \"Black-ish\" to underline this point. \n\n                (SOUNDBITE OF TV SHOW, \"BLACK-ISH\")        \n\nANTHONY ANDERSON: (As Dre Johnson) Bow, we have a problem. Junior is a Republican. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) Well, that's OK. \n\nANTHONY ANDERSON: (As Dre Johnson) What? \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) So he wants to shop at Banana Republic. They have a crazy \ngenerous return policy. \n\nANTHONY ANDERSON: (As Dre Johnson) No, no, no. You're not getting it, all right? He's a Republican. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) A notary public. That's a noble profession. We'll save us tons of \ntime. \n\nANTHONY ANDERSON: (As Dre Johnson) No - Ronald Reagan, Ann Coulter, Fox News, Tea Party. No, \nRepublican. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) Republican. \n\nANTHONY ANDERSON: (As Dre Johnson) Yes. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) No. \n\nANTHONY ANDERSON: (As Dre Johnson) Yes. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) No. \n\n\n\nANTHONY ANDERSON: (As Dre Johnson) Yes. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) No. \n\nANTHONY ANDERSON: (As Dre Johnson) Yes. \n\nTRACEE ELLIS ROSS: (As Rainbow Johnson) We don't do that, Dre. We are compassionate liberals who believe \nin tolerance, acceptance, open... \n\nANTHONY ANDERSON: (As Dre Johnson) Yeah, yeah, yeah, yeah, yeah, yeah. Whatever. But we're black, all \nright? That's all that matters. We're black. \n\nGENE DEMBY: That episode was called \"Black-ish\" \"Elephants In The Room\" (ph), by the way. \n\nSHEREEN MARISOL MERAJI: I'm so mad that we are not the first people to make that pun - joke - is it a pun? \n\nGENE DEMBY: Is it? Yes... \n\nSHEREEN MARISOL MERAJI: Jokey pun. \n\nGENE DEMBY: Everybody made it before us. Corey should be demanding royalties. \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\nGENE DEMBY: Anyway, Chryl said that for a long time, people just thought that the reason black folks vote \ntogether as a bloc came from this notion first coined in the 1990s. \n\nSHEREEN MARISOL MERAJI: Woop woop (ph). \n\nGENE DEMBY: That notion is called linked fate. And basically, it's like... \n\nCHRYL LAIRD: The shared historical experiences of African Americans have made it so that they believe that what \nhappens to the group has an influence on their own individual life. So basically, what is good for the group should \nbe good for me - this idea that I believe what happens to the group has an influence on my own individual life. \n\nSHEREEN MARISOL MERAJI: We're in this together. \n\nGENE DEMBY: We're in this together. And the research that Chryl and others have done says that's not quite the \nwhole story when it comes to black voting. So when they measured and tested this idea, like, a professed sense of \nlinked fate wasn't enough to explain why black people almost never break rank in the voting booth, even when they \nmight have powerful personal motivators and incentives to do so. So Chryl and Ismail White conducted a study \nabout incentives and black partisanship. The researchers went to an HBCU, which they did not name. And they told \na bunch of students back during the 2012 campaign, hey, we will give you $100 for you to donate to either Barack \nObama or Mitt Romney, the Republican nominee. And they told the students, you can divvy up that $100 however \nyou want. \n\nSHEREEN MARISOL MERAJI: An actual Benjamin. \n\nGENE DEMBY: Yeah. Like - well, it wasn't real money because that would be against the law. And they made it \nclear that they weren't breaking any finance laws. But they told the students that the money was real because they \nwanted them to buy it. So they did this with one group. \n\nSHEREEN MARISOL MERAJI: And they gave all the money to President Obama. \n\nGENE DEMBY: Yeah. They gave most of their money to Obama. \n\nSHEREEN MARISOL MERAJI: Yeah. That's not that surprising. \n\n\n\nGENE DEMBY: Yeah. That checks out. Then they had a second group. And they were basically, like, if you give \nmoney to Mitt Romney, you get to keep some of that money. And the more money you give to Mitt Romney, the \nmore money you get to keep. \n\nSHEREEN MARISOL MERAJI: Ah - an incentive - an incentive for college students who probably don't have a lot of \nmoney because they're college students. \n\nGENE DEMBY: Yep. \n\nSHEREEN MARISOL MERAJI: So give money to Romney, you get money. \n\nGENE DEMBY: That's book money. That's meal plan money. You know I mean? This is movie money - might want \na date. And so, unsurprisingly, a lot more people gave a lot more money to Mitt Romney. Like, even the people who \nexpressed high levels of linked fate feelings broke rank when there was money on the table. So then they had a \nthird group - again, $100 - divvy it up however you want; Obama, Romney. We'll give you a big kickback if you \ndonate to Romney. But what they said to this group was, oh, yeah. By the way, we're going to publish how you \ndonated in the very popular student newspaper at this historically black college (laughter). \n\nSHEREEN MARISOL MERAJI: Oh. All that money went to President Obama. \n\nGENE DEMBY: Yes. \n\n                (LAUGHTER)        \n\nGENE DEMBY: Exactly. That third group basically behaved like the first group, who had no incentive whatsoever. \nThe students in the last group were concerned that the newspaper was going to blow up their spots, and they just \ndid not want to be there for that dragging. \n\nSHEREEN MARISOL MERAJI: Makes sense. \n\nGENE DEMBY: Yes. And Chryl said you could find this effect in even narrower situations. She and a colleague did \na study and found that the way black people describe their political affiliation changed depending on whether a \nblack person was asking them that question. \n\nSHEREEN MARISOL MERAJI: Huh. So if a black person is doing the asking, and the question is, are you a \nDemocrat or Republican, black people are more likely to say they're Democrats even if they are Republicans. \n\nGENE DEMBY: Right (laughter). Yeah, depending on the race of the interviewer, they answer that question \ndifferently. They didn't want to deviate from this implied social expectation. And Chryl was saying that, you know, \ncontrary to what Kanye is saying, this is not an issue of black folks not thinking for themselves. It's about \npracticality. It's about maximizing power. \n\nCHRYL LAIRD: Right, and I want to be clear, right? Our theory is not saying that African Americans are behaving \nblindly. In fact, it is an incredibly strategic manner in which they are behaving in politics - more strategic than most \ngroups you see in politics engage, where there is a clear understanding of how to leverage the group's members. \n\nGENE DEMBY: She says that black people are really practiced in following and enforcing these norms because \ndefection was literally a matter of life or death. She pointed to the story told by Frederick Douglass. \n\nCHRYL LAIRD: There were instances in which people were plotting to potentially, you know, escape a plantation, \nthat if there was one individual who was deciding to inform the master of what was going on, they would make sure \nthat that person is brought to meet - like, they brought them to a meeting and basically was, like, we'll basically take \nyou down. \n\nGENE DEMBY: That sounds like a choice too, Kanye. Anyway, she stressed that voting for everyone - not just \nblack folks - is fundamentally social behavior and influenced by the people around us. It's, like, whether we even \n\n\n\nvote in the first place is about whether the folks around us are voters. And the way we all cast ballots or think about \nspecific issues and our party identification is influenced by, like, where we live and stuff like that. So we feel the \nrewards, the social rewards, of being in line with a group, and we feel the sanctions when we aren't. \n\nSHEREEN MARISOL MERAJI: Yeah. This is why politics, to me, is so much like sports and why I don't like politics, \nand I don't really like sports. \n\nGENE DEMBY: (Gasping). \n\nSHEREEN MARISOL MERAJI: Yeah, you heard it. You know, you're in line with your team no matter what - no \nmatter if they move from Oakland to Las Vegas, you know, or if they move from Oakland to San Francisco... \n\nGENE DEMBY: (Gasping). \n\nSHEREEN MARISOL MERAJI: You're still down. You've got to be down to your team. Whatever. \n\nGENE DEMBY: Right. And... \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\nGENE DEMBY: You know, Chryl said you can find white evangelical churches where people don't want to break \nrank, and they feel the same kind of pressures. And they feel the same sort of social cachet that comes along with \ngoing along. And this is, like, important. We tend to think of people's party identification as the result - like, a \nconsequence of the political beliefs they already hold. But it's often the opposite. People tend to belong to a party \nbecause the folks around them belong to that party, and their beliefs follow suit with the party's positions. \n\nSHEREEN MARISOL MERAJI: Human beings are social animals. \n\nGENE DEMBY: Yeah. But she says when it comes to black folks, we can enforce those norms much more \neffectively. \n\nCHRYL LAIRD: Because they're in a social space where they're heavily homogenous, right? So segregation plays a \nbig thing here, from the institution of slavery to actual Jim Crow segregation to continued segregation in residential \nhousing - right? - those things create a homogeneous space in which that understanding of where the group is \npolitically becomes very key. \n\nSHEREEN MARISOL MERAJI: All signs point back to... \n\nGENE DEMBY: #HousingSegregation in everything. Essentially, black folks vote like black Democrats because \nthey worship with and get their hair done by and live next door to and are related to black Democrats. \n\nCHRYL LAIRD: You could potentially be putting yourself in very detrimental circumstances if you lose your social \nconnections because your social circle is predominantly African American. \n\nSHEREEN MARISOL MERAJI: Which brings us back to Mr. Kanye West - not that he needs any more attention, \nGene. But anyway, his black friends told him, do not do it. Leave President Trump alone. That's what John Legend \nwas doing in that text conversation. And, you know, Kanye got called out by so many people that he was in real \ndanger of losing that one thing that all rappers need, Gene... \n\nGENE DEMBY: What's that? \n\nSHEREEN MARISOL MERAJI: ...Which is credibility. \n\nGENE DEMBY: Yes. \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\n\n\nGENE DEMBY: And you remember, like, a few months later, Kanye was putting some distance between himself \nand Blexit and Candace Owens. They got into some weird beef about T-shirts and logos or something. I don't \nremember. Anyway, Chryl says that that's how it works, right? Kanye deviated from the expected norm. Kanye got \ncalled out by everybody and dragged by everybody. People came to collect him. Kanye fell back in line. \n\nSHEREEN MARISOL MERAJI: Ish (ph). \n\nGENE DEMBY: Ish. Yeah, ish. \n\nSHEREEN MARISOL MERAJI: And Kanye is exactly the kind of person who can deviate from the norm, right? He's \na very rich rapper with a wife who is not black, in-laws who are not black. He lives in a city called Calabasas. If \nyou've ever seen the Kardashians, you know this city. It's out here in LA County. It is 1% black... \n\nGENE DEMBY: Wow. \n\nSHEREEN MARISOL MERAJI: ...Just like the Republican Party. \n\nGENE DEMBY: (Laughter). \n\nSHEREEN MARISOL MERAJI: And the only black people in Calabasas, I would bet, are dating or married to the \nKardashians or the Jenners in some way. \n\n                (LAUGHTER)        \n\nSHEREEN MARISOL MERAJI: No, I'm just kidding. So, yeah, not a lot of black folks to put direct and consistent \nface-to-face pressure on Mr. Kanye West. \n\nGENE DEMBY: Yeah. I guess it's like Kanye, Travis Scott, Blac Chyna. \n\nSHEREEN MARISOL MERAJI: All the other black people in Calabasas are going to be so mad right now. \n\nGENE DEMBY: (Laughter). \n\nSHEREEN MARISOL MERAJI: We're going to get so many letters - like, five. \n\nGENE DEMBY: If you (laughter) - but it sort of underlines one of the dilemmas of honest Republican outreach to \nblack voters. Like, you would need to find black folks who have enough buy-in with other black folks and enough \nsocial connection to other black folks who can make that sell. \n\n                (SOUNDBITE OF AARON STEINBERG'S \"JAZZ BEATAH\")        \n\nSHEREEN MARISOL MERAJI: We've got into some of the sociology around black Republicanism, and we just \nlooked at some of the political science that explains why black Republicans remain such outliers. But what's it like \nto be one of that tiny, tiny number and hold elected office? \n\nMIA LOVE: It's really quite interesting to be a Republican today and still trying to do everything I can to preserve the \nprinciples and the platform of the party. \n\nGENE DEMBY: That's Mia Love. In 2014, she became the first black woman ever elected to Congress as a \nRepublican. She represented a district in Utah. And I asked her why she thought the GOP did so poorly with black \nvoters. \n\nMIA LOVE: Well, you know, at the risk of criticizing a party that I love, I think that the party doesn't reach out to \nminority voters as much as they should. I don't know if it's fear. I don't know if it's, hey, they don't want me. This is \none of the things that I have felt so strongly about. You've got to go to places that you may not think that they like \nyou or want you. But at least show them that you care. You kind of feel like the policies are good. And the policies - \nI mean, they're saying the right things, but you never feel like they actually take you home. You kind of get the \n\n\n\nsense that, you know, as you go into your friend's home, and there's smiles, and they're - but you never know what \nthey're actually saying, or you never know if you're actually really accepted by them. \n\nSHEREEN MARISOL MERAJI: Gene, I know a little something about Mia. \n\nGENE DEMBY: What do you know? \n\nSHEREEN MARISOL MERAJI: I know she's Haitian American. I know she's the child of immigrants. And I cannot \nimagine her feeling accepted in the Republican Party, especially these days. \n\nGENE DEMBY: Hold off on that part (laughter). \n\nSHEREEN MARISOL MERAJI: OK. \n\nGENE DEMBY: That's coming up. That will be relevant in a second. Remember how Kara said growing up that her \nfather thought that Ronald Reagan was basically the devil? \n\nSHEREEN MARISOL MERAJI: Lucifer, I believe was... \n\nGENE DEMBY: Yes, Lucifer. \n\nSHEREEN MARISOL MERAJI: ...The term. Yeah. \n\nGENE DEMBY: Well, Mia says when her father and her mother came to the U.S. fleeing the Duvalier regime, they \nsaw Reagan as a hero. \n\nMIA LOVE: My dad's first vote was for Ronald Reagan. It was incredibly simple for him. He's, like, I came from Haiti, \nwhere government was everything. So to me, the policies were less government, better for me. Less government, \nmore people - that's where I'm going for. And so the Republican ideals and the platform was something that \nresonated with him. My parents were incredibly religious. I went through Sunday school. I was - I had my holy \ncommunion. You know, so it - those are the things that you grew up with, valuing the sanctity of life. So there are \nseveral things that were already ingrained in me. But then it started - the detail started to come a little bit more clear \nas I got involved in politics in terms of identifying. \n\nGENE DEMBY: Mia grew up Catholic, like me and you. \n\nSHEREEN MARISOL MERAJI: Like us. \n\nGENE DEMBY: Yep. \n\nSHEREEN MARISOL MERAJI: Yes. \n\nGENE DEMBY: In college, she was a theater kid. She was around a lot of queer folks a lot. And she says that her \npolitical identification just never came up with her theater friends. And then in her early 20s, when she was working \nas a flight attendant and still dreaming of a Broadway career in New York, like you... \n\nSHEREEN MARISOL MERAJI: Yeah (laughter), true. \n\nGENE DEMBY: Mia converted to Mormonism. And not long after that, she decided, yo - like, I'm going to move to \nUtah to get closer to the Mormon culture. She met a nice, young Mormon missionary boy - a white guy. And they \ngot married once they were in Utah. \n\nSHEREEN MARISOL MERAJI: You know, I've always been curious about how she ended up in Utah. And I never \nlooked that up. \n\nGENE DEMBY: Yeah. \n\nMIA LOVE: So thank you... \n\n\n\nGENE DEMBY: Yeah. \n\nMIA LOVE: ...For that. But how did she get into politics? \n\nGENE DEMBY: So it was in Saratoga Springs where she started getting involved in local issues. In 2004, she was \nelected to the city council. In 2010, when she was 34, she was elected the city's mayor. And in Utah - and among \nthe national Republican Party more broadly - she was starting to be discussed as this young Republican star on the \nrise. In 2012, with all this buzz around her, she decides to run for Congress. And she says that was the first time a \nlot of her friends back East even knew that she was a Republican. \n\nMIA LOVE: Some of my friends in college were, like, what? Explain this to me. How did - what? Where'd that come \nfrom? What did Utah do to you? \n\nGENE DEMBY: The Romney campaign even asked her to speak at the Republican convention. She said she was \nfriends with Mitt Romney's son, Josh. \n\nMIA LOVE: He said, you know, I think you'd be great. Would you want to speak at the Republican National \nConvention? And I said, sure. Why not? \n\nGENE DEMBY: A quick aside, Shereen - so I was at that convention in 2012 reporting... \n\nSHEREEN MARISOL MERAJI: Oh. \n\nGENE DEMBY: ...Up a story on Republican outreach to voters of color. I was walking around the hallways of that \narena in Tampa just, like, all right. Let me just count how many brown people are in here right now. And so, you \nknow, there were brown people among the arena staff. And then I walked up to one person and tapped him on the \nshoulder. I was, like, oh, are you a Republican? And they was, like, no. I'm a reporter looking for other people of \ncolor. And so every (laughter)... \n\nSHEREEN MARISOL MERAJI: Oh. You found another reporter of color. \n\nGENE DEMBY: Exactly. You've got to remember, like, at that moment, the Republican Party was trying to \nshowcase that it wasn't, you know, this lily-white party, right? It was running against Barack Obama. \n\nSHEREEN MARISOL MERAJI: Yeah. \n\nGENE DEMBY: And so the optics of that whiteness were just more obvious. So during the speeches on TV, the \nPuerto Rican delegation was, like, all the way up near the front... \n\n                (LAUGHTER)        \n\nGENE DEMBY: ...As was the Hawaiian delegation. So basically, all the brown people who were in the building - \nthey were clustered together, and they were front and center. \n\nSHEREEN MARISOL MERAJI: And, of course, you had Mia Love on stage... \n\nGENE DEMBY: Yeah, basically. \n\nSHEREEN MARISOL MERAJI: ...By herself. \n\n                (SOUNDBITE OF SONG, \"WE WILL ROCK YOU\")        \n\nQUEEN: (Singing) We will rock you. \n\nMIA LOVE: When I looked out of the arena, there were a lot of cowboy hats. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\n\n\nMIA LOVE: I am thrilled... \n\n                (APPLAUSE)        \n\nMIA LOVE: ...To add Utah's voice in support for Mitt Romney. \n\nAnd I remember thinking in my head, game on. You know, I've got this message to deliver. I'm going to go out \nthere, and I'm just going to speak to whoever is willing to receive it. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nMIA LOVE: My parents immigrated to this country with $10 in their pockets, filled with the possibilities of living the \nAmerican dream. \n\n                (APPLAUSE)        \n\nGENE DEMBY: The GOP was really putting their muscle behind Mia Love. She was being heralded as one of the \nparty's future stars. Mitt Romney endorsed her. His running mate Paul Ryan did. So did John Boehner, who was \nthen the speaker of the House. \n\nSHEREEN MARISOL MERAJI: It's like the Republican version of Obama's 2004 Democratic Convention breakout \nspeech only eight years later. \n\nGENE DEMBY: Not quite. \n\nSHEREEN MARISOL MERAJI: No? \n\nGENE DEMBY: Mia Love lost that first race in 2012. But two years later, she won. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nSHEREEN MARISOL MERAJI: Many of the naysayers out there said that Utah would never elect a black \nRepublican, LDS woman to Congress. \n\n                (APPLAUSE)        \n\nGENE DEMBY: But it also kind of underlined the very different places the parties were on diversity. Shirley \nChisholm, a Democrat, became the first black woman in Congress in 1969. That was 45 years before Mia Love's \nwin. Anyway, the newly elected Mia Love didn't waste any time throwing out red meat to conservatives. At the top of \nher agenda was dismantling the Congressional Black Caucus from the inside. \n\n                (SOUNDBITE OF MUSIC)        \n\nSHEREEN MARISOL MERAJI: And before we get into that - because I want to know more, explanatory comma \ntime - the Congressional Black Caucus was founded in the 1970s for black lawmakers in either the House or the \nSenate. Of course, it's almost entirely made up of Democrats. The Republicans in Washington, D.C., and the CBC \ntend not to get along. And when there are black Republicans in Congress, they often don't join the CBC. They're \nrejecting what they see as the identity-based politics of the Democratic Party. \n\nGENE DEMBY: But Mia Love was going to join the CBC. And she vowed that she was going to thwart its \nDemocratic agenda. \n\nSHEREEN MARISOL MERAJI: So I'm going to assume things were not that easy for her when she got to \nWashington. \n\nGENE DEMBY: Yeah. They didn't really rock with her. \n\n\n\nMIA LOVE: Well, the first days were kind of hard because here I am. I'm listening to a whole lot of things. And \nthey're talking about my colleagues and how horrible they are and what they're doing. And I'm just back there \nlistening. And it's funny because there are times where we had to kind of set up a code of conduct. So when they \nreally wanted to get into Democrat policies and different things like that, they would end the Congressional Caucus \nmeeting. And then I would just leave. \n\nGENE DEMBY: They didn't see eye to eye on a lot of things, as you might imagine. But she says that over time, \nthings started to cool down a little bit. They at least stopped the side-eying each other at first. And then they started \nshowing her the ropes, like how to get work done in Congress, how to work on legislation. You know how she says \nthat the Democrats used to pause the CBC meetings and wait for her to leave? Well, they stopped doing that. \n\nMIA LOVE: It got to the point where I didn't have to leave. Like, they never ended it because they trusted me. The \ncongressional caucus is a nonpartisan caucus, by the way - the Congressional Black Caucus. So it's not supposed \nto be Democrat. I was - happened to be the only Republican on that caucus, so I became the voice of the \nCongressional Black Caucus in the GOP Congress. \n\nGENE DEMBY: And then this legitimately weird thing started to happen. Mia Love, who was this red-meat-throwing, \nconservative woman from, you know, an all-white district in Utah, and the CBC, which is made up of black \nDemocrats who represent a lot of black constituents - they developed this unlikely and genuinely warm relationship. \nMia Love started working with them on issues like immigration. And she says that she started to think of the other \nCBC members as, like, her legitimate friends. Marcia Fudge, a representative from Cleveland, who was also the \nCBC's chair - she says Marcia Fudge was like a mentor to her. David Scott, who was a Democratic representative \nfrom Georgia, even gave money to Mia Love's reelection campaigns. \n\nSHEREEN MARISOL MERAJI: What? Wow. \n\nGENE DEMBY: I mean, some Democrats were apparently not very happy about that. \n\nSHEREEN MARISOL MERAJI: (Laughter). \n\nGENE DEMBY: But then there was this weird dynamic in which members of the CBC were, like, quietly sticking up \nfor her during her most recent campaign as she was running against one of their fellow Democrats. \n\nSHEREEN MARISOL MERAJI: (Laughter) Wow. \n\nGENE DEMBY: So around the time when all this was happening, she says, if the Republican leadership asked her \nto attack the CBC, she just would not do it. \n\nSHEREEN MARISOL MERAJI: So she went from wanting to dismantle the Congressional Black Caucus from the \ninside to being a productive and respected member of the CBC. That is interesting. It sounds to me like a textbook \ncase of - I don't know - if you can't beat them, join them. \n\nGENE DEMBY: Or to think about what Corey was saying, right? - like, maybe just proximity changes the way you \nget down on people not just because you feel like you got to fall in line. But, like, maybe there's a genuine affinity, \nyou know? I don't know. \n\nSo during the midterms last year in 2018, BuzzFeed ran a story with the headline, quote, \"Black Democratic \nLawmakers Want To Beat Every Republican Except One.\" That one was Mia Love. \n\nSHEREEN MARISOL MERAJI: But that was a while back. And we've been talking throughout this entire episode \nabout how President Trump has really thrown a wrench into the works for black Republicans. So I'm wondering how \nthat worked out for Mia. What's her relationship with President Trump? \n\nGENE DEMBY: OK, yeah. So about that... \n\n\n\nMIA LOVE: I would say the relationship ebbed and flowed. So it was - sometimes, it was great. Sometimes, it was \nfrustrating. A lot of times, it was frustrating. And I think that there's some places where I'm just indifferent. \n\nGENE DEMBY: And then s***hole-gate. \n\n                (SOUNDBITE OF ARCHIVED NPR BROADCAST)        \n\nDAVID GREENE: Let's sum up President Trump's message on immigration yesterday. And I want to warn you, \naccording to our sources, he used a word that might offend you. He asked why the United States should welcome \nimmigrants from s***hole countries. \n\nSHEREEN MARISOL MERAJI: We've already established that Mia Love's parents are from Haiti. And Haiti is one \nof the countries that President Trump referred to as a s***hole country. So things, obviously, got personal for her. \nWe also know that the president said a bunch of other things about other groups on the campaign trail. But I guess \nthis time, things really hit home for Mia. \n\nGENE DEMBY: Yeah. And I actually asked her how she heard about those comments from the president. \n\nMIA LOVE: I was on a plane. I was on a plane, and I was getting all of these texts. And again, I gave the \nadministration the benefit of the doubt. I sent emails to everybody that I knew, and crickets - got nothing. And by the \nway, that was after I let the first phrase go - all Haitians have AIDS. And so Robin, who's a great friend of mine, also \non the CBC - she's like, did you hear that? I was like, I have no idea if that's true or not. And I let that go. And then \nfinally, you know, we came to this point. And I said, they need to respond to me at least. And so I gave them the \nopportunity to do that. And I was not going to let somebody who is a member of our party get away with that. I feel \nlike I need to hold everyone accountable. I believe - and especially the struggles that my parents went through - that \nwas a - it was a slap across the face. There was no way I was going to allow that to happen. \n\nSHEREEN MARISOL MERAJI: I remember she called President Trump's comments racist. I don't know if she was \nthe only Republican to do that, but I remember that she did that. \n\nGENE DEMBY: And while all this was happening, the Republicans were gearing up for some really tough midterms. \nAnd so by the time November rolled around last year, Mia Love, along with 23 other Republicans in the House, lost \ntheir seats. Mia Love lost her seat by just under 700 votes. It was really, really close. But the day after the midterms \nwhen, you know, President Trump is giving a postmortem or whatever, he gloated that Mia Love would've won had \nshe just been nicer to him. \n\n                (SOUNDBITE OF ARCHIVED RECORDING)        \n\nDONALD TRUMP: Mia Love - she called me all the time to help her. But Mia Love gave me no love, and she lost - \ntoo bad. Sorry about that, Mia. \n\nGENE DEMBY: Mia Love actually brought those comments up in her concession speech that night. \n\n                (SOUNDBITE OF SPEECH)        \n\nMIA LOVE: The president's behavior towards me made me wonder, what did he have to gain by saying such a \nthing about a fellow Republican? It was not really about asking him to do more, was it? Or was it something else? \nWell, Mr. President, we'll have to chat about that. However, this gave me a clear vision of his world as it is. No real \nrelationships - just convenient transactions. That is an insufficient way to implement sincere service and policy. \n\nGENE DEMBY: She went on to say, quote, \"this election experience and these comments shines a spotlight on the \nproblems Washington politicians have with minorities and black Americans. It's transactional. It's not personal.\" \n\nSHEREEN MARISOL MERAJI: That's interesting to me because this very personal experience seems like it's what \nopened Mia Love's eyes to the tension between being a Republican and a POC. \n\n\n\nGENE DEMBY: Just a few years before, Mia Love was being heralded as one of the future faces of the GOP - you \nknow, a party that was nodding - at least nodding - towards the idea that it needed to court voters who were not \nwhite people. And now, two years into the Trump era, she was out of office. I asked her, like, what do you think this \nmoment augurs for the future of your party? \n\nMIA LOVE: I see Republicans going in two different directions. One is Republicans that are going to defend the \nadministration at all costs, right? Doesn't matter - this is who the president is. This is - they're going to do everything \nthey possibly can to defend anything or justify anything. Then you get the other group that says, you know what? I \ncannot allow myself to be associated with this type of leadership, so I'm going to leave the party because if this is \nthe leader of our party, I don't want to have anything to do with that. \n\nSHEREEN MARISOL MERAJI: So where does Mia Love stand? \n\nGENE DEMBY: She said there's actually a third way. \n\nMIA LOVE: And that is to stay in the party and to defend and uphold the principles that you believe in. Hold \neveryone accountable. I can tell you right now, I can guarantee that I've been a Republican longer than the \npresident has, so I'm not going to leave my party because there's somebody there that I, you know, don't agree \nwith all the time. As a matter of fact, there's more credibility if you sit, and you say, sorry. These are not the things \nwe believe in. But I'm going to have to call you out when you're going against that. I would do that to any of my \ncolleagues. \n\nGENE DEMBY: After Mia Love lost her reelection bid last year, there were only two black Republicans in Congress. \nThere was Will Hurd, a representative from Texas, and Tim Scott, the senator from South Carolina. Well, just last \nmonth, Will Hurd announced that he would not be running for reelection, meaning the number of black Republicans \nin Congress will soon be down to one. \n\n                (SOUNDBITE OF SONG, \"LUCIFER\")        \n\nUNIDENTIFIED SINGER: (Singing) Lucifer, son of the morning, I'm going to chase you out of Earth. \n\nGENE DEMBY: All right, y'all. That's our show. \n\nSHEREEN MARISOL MERAJI: And remember the songs giving us life? I know we haven't done that in a while. But \nthere are two Jay-Z tracks warring to be the song giving us life, in my opinion. I mean, I feel like we said Lucifer a \nnumber of times in this episode. We also refer to Kanye West a bunch. So I feel like Jay-Z's \"Lucifer\" from his \n\"Black Album\" produced by Kanye West really is the song that should be giving us life. \n\n                (SOUNDBITE OF SONG, \"LUCIFER\")        \n\nJAY-Z: (Singing) ...Murder me, so I gotta murder them first. Emergency, doctors performing procedures. Jesus, I \nain't trying to be facetious... \n\nGENE DEMBY: Actually, Shereen, I was thinking a little bit more on the news in that I was thinking of Nas' \"Black \nRepublican,\" featuring Jay-Z. \n\n                (SOUNDBITE OF SONG, \"BLACK REPUBLICAN\")        \n\nJAY-Z: (Rapping) ...Black Republican, money I've got coming in. Can't turn my back on the hood, I've got love for \nthem. Can't clean my act up for good, too much thug in him. \n\nNAS: (Rapping) Probably end up back in the hook, I'm, like, fuck it, then. I feel like a black militant taking over the \ngovernment. Can't turn my back on the hood, too much love for them. Can't clean my act... \n\n\n\nGENE DEMBY: And we just need to be clear here that these songs might be giving us life, but the people \nresponsible for them are not. Please follow us on Twitter. We're @NPRCodeSwitch. We want to hear from you. Our \nemail's codeswitch@npr.org Subscribe to the podcast on NPR One or wherever you get your podcasts. \n\nSHEREEN MARISOL MERAJI: This episode was produced by Maria Paz Gutierrez, Jess Kung and Sami Yenigun. \nIt was edited by Sami and Steve Drummond. \n\nGENE DEMBY: Shout-out to the rest of the Code Switch fam - Karen Grigsby Bates, Kat Chow, Kumari Devarajan, \nLeah Donnella, Adrian Florido and LA Johnson. \n\nSHEREEN MARISOL MERAJI: Our new intern is Angela Vang (ph). \n\nGENE DEMBY: And special thanks to Leah Wright Rigueur, Julian Wamble, Ismail White and Corinne \nMcConnaughy for all their insight and expertise and help on this episode. \n\nI'm Gene Demby. \n\nSHEREEN MARISOL MERAJI: And I'm Shereen Marisol Meraji. \n\nGENE DEMBY: Be easy, y'all. \n\nSHEREEN MARISOL MERAJI: Peace. \n"}