{"title": "San Jose immigration march has spirited but small turnout amid flu fears and light rain", "body": "\nDefying worries about a growing swine flu pandemic and braving spring rain, hundreds of immigrants and their \nsupporters marched to downtown San Jose on Friday evening, hoping to drum up support for legislation that would \ncreate a path to citizenship for illegal immigrants.\n\n\"Because people are here, and they have a voice, this is a success,\" said Martha Campos, a volunteer with Comite \nCesar Chavez, a San Jose immigrant advocacy group. \"It doesn't matter that it's raining and people are thinking \nabout a public-health issue. We are here and we're speaking out.\" Police estimated the three-block long phalanx to \nbe only 400 marchers, while a loose count indicated about 1,000 participants.\n\nThe three-mile march from San Jose's East Side to downtown City Hall was part of a national push to reform the \ncountry's immigration system, one that includes legalization of an estimated 12 million illegal immigrants in the \nUnited States. May Day marches were held in cities across the country.\n\nDennis Gonzalez, 26, a third-year graduate student at San Jose State University, was at City Hall to welcome the \nmarchers, holding up a sign reading \"Reform not Raids.\" \"My parents were undocumented immigrants from El \nSalvador,\" he said.\n\n\"If they had not been given the opportunity to become legal, I would not be here. I came to support.\" Gonzalez and \nhis friend Laura Cabral, 24, also an SJSU graduate student, dismissed worries about the swine flu and public \ngatherings.\n\nOrganizers had consulted county public health officials, who said that there was no ban on public gatherings.\n\nIn the background, the marchers chanted, \"Obama, escucha. Estamos en la lucha,\" or \"Obama, listen. We're in a \nstruggle.\" The administration of President Barack Obama has signaled interest in advancing legalization. This \nweek, the U.S. Senate Subcommittee on Immigration began hearings on reform, and the federal government also \nannounced plans to focus enforcement on employers and scale back on raids where illegal immigrants have been \nswept up and deported.\n\nGroups like the Federation for American Immigration Reform oppose the call for legalization, denouncing it as a \n\"free pass, an amnesty\" for people who have violated immigration and criminal laws. It failed in the previous \nadministration under a Republican president, said FAIR spokesman Ira Mehlman, not because of lack of political \nwill on Capitol Hill, but because the American public was against it.\n\n\"What has changed is our economic situation: Millions of people are unemployed and states are teetering on a \nbudget abyss,\" he said. \"Talk of amnesty simply ignores all these other realities. We simply don't have the \nresources.\"\n\n\nArriving at San Jose City Hall on Santa Clara Street between Fifth and Sixth streets, waving U.S. and Mexican \nflags, marchers chanted the urgency of reform, legalization, and the importance of reuniting immigrant families split \nby deportations.\n\n\"By marching we hope to send a strong message to Congress and to our president,\" said Adel Olvera, director of \nimmigration and citizenship program for the Center for Employment and Training in San Jose. \"This is still very \nimportant to us.\"\n\nWhile the march was spirited, it was a disappointing turnout for organizers who had hoped to draw as many as \n10,000 participants. In 2006, the same event drew in excess of 125,000. But worries about the growing spread of \nswine flu, its links to Mexico and the late afternoon rain clearly affected the turnout.\n\nOrganizers and immigration advocates also voiced concerns about the \"scapegoating\" of Mexican immigrants as \nthe source of the swine flu. American and international medical experts have not determined the exact source of \nthe pandemic but some opponents of legalization, calling it \"the Mexican flu,\" have suggested it was brought into \nthe United States by illegal immigrants who escaped border inspection.\n\n\"We know that people who like to blame Mexicans are going to blame them for this outbreak, too,\" said Ruth \nRobertson, a member of the Raging Grannies, one of the many Bay Area groups that joined the march in support \nof legalization. \"This would certainly be in line with past cases of motivation based on racism and bigotry.\"\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or 408-920-5794.\n\nGraphic\n\n \n\nMarchers make their way down Santa Clara St. during the May Day immigration march in San Jose Friday May 1, \n2009. Despite worries about the spread of swine flu, the immigration march went ahead as scheduled. The \nmarch is part of a nationwide push - immigration marches will be held in cities across the country - to legalize \nmillions of illegal immigrants, an effort that the Obama administration has signalled it will support. (Patrick \nTehan/Mercury News)\n\nMaria Valencia and other marchers pause for a moment of silence in front of San Jose City Hall after the May Day \nimmigration march in San Jose Friday May 1, 2009. Despite worries about the spread of swine flu, the \nimmigration march went ahead as scheduled. The march is part of a nationwide push - immigration marches \nwill be held in cities across the country - to legalize millions of illegal immigrants, an effort that the Obama \nadministration has signalled it will support. (Patrick Tehan/Mercury News)\n\nMarchers gather in front of San Jose City Hall after the May Day immigration march in San Jose Friday May 1, \n2009. Despite worries about the spread of swine flu, the immigration march went ahead as scheduled. The \nmarch is part of a nationwide push - immigration marches will be held in cities across the country - to legalize \nmillions of illegal immigrants, an effort that the Obama administration has signalled it will support. (Patrick \nTehan/Mercury News)\n\nMarchers make their way down Santa Clara St. during the May Day immigration march in San Jose Friday May 1, \n2009. Despite worries about the spread of swine flu, the immigration march went ahead as scheduled. The \nmarch is part of a nationwide push - immigration marches will be held in cities across the country - to legalize \nmillions of illegal immigrants, an effort that the Obama administration has signalled it will support. (Patrick \nTehan/Mercury News)\n"}