{"title": "TECH VISA LOOPHOLE CLOSED BY CONGRESS;PROGRAM ABUSED, CRITICS SAY", "body": "\nAn immigration reform measure quietly passed by Congress could sharply limit how Indian offshoring companies \nuse low-wage technology workers on temporary visas in the United States.\n\nThe little-noticed legislation, tucked in a massive spending bill passed Saturday, would close a loophole in \nregulations for the L-1 visa, which is intended to allow foreign firms to transfer managers and employees with \nspecialized knowledge to their offices in the United States.\n\nCritics of the offshoring industry say that L-1 visas are used far more broadly and are being exploited to evade \ncaps on the H-1B visa program for admitting temporary skilled workers. Last year, 57,245 L-1 visas were granted -\n- nearly one-third of them to Indian nationals.\n\nThe H-1B visa program, which helped provide workers for much of Silicon Valley's tech boom, has been \ncontroversial. Some tech workers and political leaders argue that the visas make it too easy for low-paid foreign \nworkers to replace highly paid Americans in software programming and other skilled tech jobs.\n\nUnder political pressure from the critics, the annual quota for H-1B visas has been reduced to 65,000 in recent \nyears -- not nearly enough to meet new demands from the offshoring industry. In response, India's largest software \ncontractors have dramatically increased their reliance on L-1 visas. L-1 visas issued to Indian nationals increased \nby nearly eight times between 1998 and 2003, according to the State Department.\n\nThe leading offshoring companies -- Wipro, Infosys Technologies and Tata Consultancy Services -- say they follow \nthe letter of the law when sponsoring L-1 workers. Typically, L-1 and H-1B employees work on site with U.S. clients \nto provide support for contract work being done by their colleagues in India. The offshoring companies say L-1 \nworkers are legitimate in that role because they don't work directly for the client.\n\nBut critics say the offshore companies, known derisively as \"body shops,\" are using the L-1 visa as a \"back door\" \ninto the U.S. labor market while denying American tech workers fair access to jobs and driving down wages.\n\nThe new legislation, which President Bush is expected to sign soon, would require companies to keep L-1 visa \nholders under their direct managementcontrol when working with a customer. L-1 visa holders couldn't work as \nsubcontractors or be supervised by the customer.\n\nThe tightening of the L-1 regulations by Congress will make it more difficult for offshoring firms to dispatch \nmanpower to client locations, said Greg Siskind, an immigration attorney in Memphis who advises L-1 employers. \n\"The L-1 was not being used properly by these companies\" when they put workers at customer facilities, he said.\n\n\nHowever, Victor Chayat, a Tata spokesman, said Wednesday that the legislation would not affect Tata's operations \nin the United States because the company is already in compliance with the regulations. \"We're providing software \ndevelopment projects to our customers, not bodies,\" he said.\n\nIn a statement Tuesday, the National Association of Computer Consultant Businesses, a Washington, D.C., trade \ngroup, applauded Congress for prohibiting \"the abuse of the L-1B visa by foreign IT consulting firms.\"\n\nBut advocates of more stringent reform said the measure did not go far enough. Unlike the H-1B visa program, \nthere is no limit on the number of L-1 visas that can be approved, and there is scant oversight of how the visas are \nbeing used.\n\n\"The body shops are probably going to find a way to to go around this,\" said Jack Martin, special projects director \nfor the Washington-based Federation for American Immigration Reform. \"And it's going to be very difficult for a \nconsular official overseas to know how the applicant will be managed at the work site to maintain compliance with \nthe law.\"\n\nThe number of H-1B visas issued to Indian nationals is still about double that of L-1 visas.\n\nIn tightening the L-1 program, Congress also passed a provision Saturday to make available 20,000 more H-1B \nvisas to foreigners who have earned graduate degrees in U.S. universities. But these additional visas won't directly \napply to India's offshoring companies.\n\nTata, based in Mumbai, is one of the heaviest users of the L-1 visa. Chayat said it had about 4,700 L-1 and 2,600 \nH-1B workers in the United States at the end of March, but would not provide numbers for earlier years because \nTata was privately held until August.\n\nTata's L-1 workers were at the center of a highly publicized flap that triggered calls for congressional reform.\n\nIn 2002, about 20 American employees at a Siemens plant in Florida were forced to train their Tata replacements or \nlose their severance packages.\n\nThe laid-off employees questioned the logic of a visa intended for workers with exclusive technical skills, when in \nfact they had to be trained by Americans laid off ostensibly because they lacked such skills. They concluded it was \nall about wages -- calculating that their Tata L-1 replacements made about a third of their $70,000 salaries.\n\n\"There was nothing unique to Tata in what they were doing,\" said Michael Emmons, 42, one of the Florida workers. \n\"Their long-term goal was to take the whole thing to India, but they couldn't do that without knowledge transfer. And \nthe L-1 visa is the golden egg for knowledge transfer -- and taking our jobs overseas.\"\n\nCHART: MERCURY NEWS\n\nHigh demand for L-1 visas\n\nTotal H-1B and L-1 visas issued to Indian nationals\n\n[Chart not taken in database]\n\nCHART: MERCURY NEWS\n\nHigh demand for L-1 visas\n\nTotal L-1 visas\n\n[Chart not taken in database]\n\nCHART: MERCURY NEWS\n\nHigh demand for L-1 visas\n\n\n\nOffshoring companies' reliance on visas\n\n[Chart not taken in database]\n\nGraphic\n\n \n\nCharts (3)\n"}