{"title": "Festival doubles as reunion;New immigrants rejoin their people at Hmong sporting event", "body": "\nYing Xiong, 28, has attended the Hmong Sports Festival in St. Paul \"every year for as long as I can remember.\" \nOn Saturday, he took Tou Vang Hang, who had never been to the annual gathering, with him.\n\nTens of thousands from across the country flock each year to the festival at Como Park. In its 25th year, the \nfestival has become a reunion for Hmong immigrants new and old. For Tou Vang Hang, it was a chance to run \ninto people he hadn't seen since he left a refugee camp in Thailand in November.\n\n\"It's been a long time,\" said Tou Vang Hang, 19, of Madison, Wis., as Ying Xiong translated. \"It's good to see them.\"\n\nThe latest wave of new Hmong refugees started arriving in the United States last year from a refugee camp in \nThailand, Wat Tham Krabok, which was closing. Minnesota has been a destination for many of them, with an \nestimated 3,500 settling in the state.\n\nSince arriving, the weekend's festival was the first time some had been surrounded by so many of their people and \nby so much of their language and music, said Kahoua Yang, Lao Family Community of Minnesota vice president.\n\nWat Tham Krabok originally held about 15,000 ethnic Hmong who fled Laos. The Hmong were persecuted at the \nend of the Vietnam War because of their involvement in the CIA fight against communists. Many have resettled in \nthe United States since the 1970s. The Hmong population in Minnesota was estimated at about 60,000 before the \nlatest wave of immigrants.\n\nChong Her Thao, 52, moved to Madison, Wis., from Laos about a month ago. At the festival Saturday, he smiled \nas he sat on the grass and talked with Cher Pao Thao, 64, who lives in St. Paul and came to America from Laos \nmany years ago. The two met for the first time at the festival.\n\n\"We're talking about the difference between here and Laos -- how different it is,\" Chong Her Thao said as his \nrelative Ying Xiong translated. \"It's pretty modern over here, and it's pretty poor where we come from.\"\n\nMayor Randy Kelly addressed the crowd Saturday and said the past year of \"transition of new arrivals to our \ncommunity has been very, very smooth.\"\n\nSome 20,000 people were expected for this year's Hmong Sports Festival at Como Park's McMurray Field, but a \ncrowd count wasn't available Saturday. The festival, with competitive soccer, volleyball and other games, as well \nas live music and booths offering Hmong food and clothing, continues today.\n\nMara H. Gottfried can be reached at mgottfried@pioneerpress.com  \n\n"}