{"title": "Pentagon says DREAM Act could boost ranks; Dems vow to reintroduce plan to offer immigrants residency", "body": "\nImmigration advocates have long pushed for the DREAM Act as a way to give children who were brought to the \nU.S. illegally by their parents a chance to become legal residents and have access to higher education.\n\nThe less publicized part of the Development, Relief and Education for Alien Minors Act is that the Pentagon is \npushing for it as a means to staff the armed forces.\n\nProspects dimmed Tuesday when Senate Republicans prevented a vote on a defense spending bill, because the \nDREAM Act was attached as an amendment. Senate Democrats vowed to reintroduce it.\n\nWhen the Department of Defense published its three-year strategic plan, it listed the DREAM Act as a way it could \nreplenish its ranks.\n\n\"If we needed to expand the pool of eligible youth, the (DREAM) initiative would be one of several ways to do it,\" \nspokeswoman Eileen Lainez said in an e-mail.\n\nRetired Army lieutenant colonel Margaret Stock says a \"crisis in military manpower\" is looming as the population \nages and the economy improves. She says the military struggled to recruit enough people when the economy was \nbooming just a few years ago because people had more employment options.\n\n\"DREAM would give us the ability to tap into a huge number of people who grew up in the United States, were \neducated here, they talk like Americans, they look like Americans and their loyalty lies with America,\" says Stock, a \nformer West Point professor who teaches political science at the University of Alaska-Anchorage.\n\nThe act would allow illegal immigrants who met several requirements -- 35 or younger, came to the U.S. before \nturning 16, have lived here at least five years, no criminal record and have earned a high school diploma -- to \nbecome conditional residents for up to six years. They would be eligible to become permanent residents if they \ncompleted two years of college or two years in the military.\n\nThe Migration Policy Institute, a non-partisan research group that supports an overhaul of immigration law, \nestimates that more than 725,000 people would be eligible immediately for conditional residency. An additional 1.4 \nmillion would meet all the requirements except the high school diploma.\n\nThe military part of the act worries Jorge Mariscal, director of Latino studies at the University of California-San \nDiego.\n\nHe says many illegal immigrant families are too poor to pay for college.\n\n\n\"Our concern is that people are just going to get trapped for economic reasons into the military,\" says Mariscal, who \notherwise supports the DREAM Act.\n\nRoy Beck, executive director of NumbersUSA, which advocates lower levels of legal and illegal immigration, \nopposes the DREAM Act because it does not address the larger problems of illegal immigration.\n\nFelipe Matos would be glad to join the military under the DREAM Act.\n\nBorn to a single mother in the slums of Brazil, he came to live with relatives in the U.S. at 14. He graduated from \nhigh school, got an associate's degree at Miami Dade College and hopes to get a four-year degree and become a \nhigh school teacher. He says he wants to repay the country that gave him the opportunity to succeed.\n\n\"I have friends who would have loved to join the military,\" says Matos, 24. \"I feel that all of us are just trying to \nserve and contribute to the only country we know and love.\" \n\nGraphic\n\n \n\nPHOTO, B/W\n"}