{"title": "U.S. could let Haitians stay here a while; Undocumented might get temporary permits because of disaster.; 81 from various nations to get citizenship today.", "body": "\nThe Department of Homeland Security could grant temporary legal status to undocumented Haitians in the \nUnited States, after that country's devastating earthquake, a top U.S. official said.\n\n\"We are aware of the devastation and loss that the people of Haiti are suffering,\" Alejandro Mayorkas, the chief of \nU.S. Citizenship and Immigration Services, said Thursday in an interview with The Atlanta Journal-Constitution.\n\n\"We are considering all alternatives available to us in extending a helping hand to Haiti,\" Mayorkas said. He \nconfirmed those considerations include temporary protected status for Haitians.\n\nMayorkas has been in frequent meetings the past two days with other leaders in the Department of Homeland \nSecurity to \"monitor the situation carefully,\" he said.\n\nTemporary protected status, or TPS, is designed for people who are in the United States at or before the time of a \ndisaster and are not documented. It is not designed to admit new immigrants.\n\nCharles Kuck, an Atlanta immigration lawyer, said TPS is designed to not send people back to a country where their \npresence would make things worse.\n\nWednesday, the Department of Homeland Security issued a statement saying it has halted all \"removals\" of \nHaitians, meaning deportations and voluntary departures, in light of the disaster.\n\nTemporary protected status would go further and give undocumented immigrants permission to stay in the U.S. \nand a work permit.\n\n\"It allows people from that country already in the U.S. to help rebuild that country because they can work and send \nmoney back. It's really a foreign assistance plan as well,\" Kuck said.\n\nCentral Americans have been given temporary protected status after hurricanes and earthquakes.\n\n\n\"Haiti has had four hurricanes and an earthquake in the last 13 months,\" Kuck said. \"If there is a time and place for \nTPS, this is the time and place.\"\n\nTo qualify for temporary protected status, a person must be in the United States at a certain date, typically before \nthe disaster, Kuck said.\n\n\"You cannot have committed any crimes,\" he said. \"You are allowed to come forward, you are fingerprinted and you \nare given a work permit. You are allowed to stay here for the duration of time the government determines, typically \n18 months.\"\n\nMayorkas will be in Atlanta this morning to host a citizenship ceremony at the King Center in honor of the birthday \nof the Rev. Martin Luther King Jr.\n\nThis year would have marked King's 81st birthday, and the ceremony will grant citizenship to 81 immigrants from \naround the world. King's daughter, the Rev. Bernice Albertine King, will be the keynote speaker.\n"}