{"title": "RITUALS; Slap-Shot Sundays, By Way of the Web", "body": "\nLIKE many immigrants living in New York City, I wanted to preserve some of the customs of my homeland, which is \nCanada. And, like many immigrants, I suspect, I have failed almost completely.\n\n     Last July 4, I climbed up on the roof of my building to watch the fireworks over the East River, but I barely took \nnotice of Canada's birthday three days earlier. On Canadian Thanksgiving, we ordered in Chinese, the surest sign I \nhad given up my native customs for New York's. \n\n But there is one ritual I've managed to keep. Where I grew up, Saturday night is hockey night, which means that \neveryone west of Ottawa and east of Alberta is engaged in precisely the same activity: wondering how the Toronto \nMaple Leafs are going to blow it again this season. (Leaf fans are like Red Sox fans with short-term memory loss: \nthey know the team is cursed; they just can't remember why.)\n\nThe real action every Saturday night takes place during the first intermission when the Canadian Broadcasting \nCorporation shows a seven-minute segment called \"Coach's Corner\" featuring Don Cherry, a former career minor-\nleague brawler and the coach of the Boston Bruins. \n\nFor those who haven't seen Mr. Cherry in action, imagine Howard Cosell's bluster, Bill O'Reilly's manners and Ted \nBaxter's suits. Each week, Mr. Cherry beats the same drums: the National Hockey League is destroying the sport, \nthe politicians are destroying the country and his employers are trying to destroy him. He threatens the camera, \nmangles the names of Russian forwards and knocks away the moderating arm of his long-suffering co-host, Ron \nMaclean, like Atilla the Hun fighting for an armrest. Imagine \"Crossfire\" with actual physical contact.\n\nAnd in a country where politeness, deference and order are the highest virtues (sample joke: How do you get all the \nCanadians out of a pool? You say \"All Canadians out of the pool.\"), Mr. Cherry may be the only public figure not \nrunning for political office who declares that Canada is the greatest country on earth.\n\nEven in Quebec, where Mr. Cherry is judged (unfairly) a French-baiting goon, the bars grow quiet during the first \nintermission as bartenders quietly switch the televisions over to the English network. The country may be divided, \nbut everyone tunes in.\n\nExcept for me, sitting in my New York City apartment on a hockeyless Saturday night. For the first few months after \nI moved here, I called my friends, asking them to repeat Mr. Cherry's best lines. Eventually, my girlfriend in Toronto \ntook pity on me and phoned during the intermission, holding the receiver to the television so that I could hear every \nmonosyllable -- an extraordinary gesture from someone who once demanded that my own hockey equipment be \nkept in the garage. Or burned.\n\n\nThen, during the 2000 playoffs (Toronto lost, but how?), I discovered to my delight that the CBC was posting \n\"Coach's Corner,\" the whole seven glorious minutes, on its Web site (cbc.ca/sports). There it was: the stitched face, \nthe fractured English, the angry gestures, the plaid jackets that challenged the fastest Internet connection.\n\nI bought a headset for my computer and every Sunday morning for the last two years, leaned closer to my monitor \nto take in every word, decipher every pixilated gesture.\n\nWhen Mr. Cherry blamed the referees, I blamed the referees. When Mr. Cherry said Canadian players were the \nbest in the world, I murmured \"right on,\" and when the Canadian teams won both gold medals at the Olympics, I \ncheered. When Mr. Cherry choked up reading a letter from a father whose little boy had fallen through thin ice and \ndied (while playing hockey, of course), I choked up too and worried about the coming spring thaw.\n\nIt was then that I began looking at \"Coach's Corner\" in a different way. The insults, the sentimentality, the two-fisted \nnationalism, the car-salesman suits had always represented something quintessentially Canadian to me. But \nwatching over the Web, it suddenly all seemed so . . . American somehow. It made sense: Mr. Cherry spent most of \nhis working life in the United States. Maybe he was right, after all. Maybe what I once thought was parochialism was \nreally the unobstructed view of the outsider.\n\nAs I sat in my New York City apartment with my Starbucks coffee, fretting about thin ice, I realized that I was \nbecoming an outsider, too. That's not all bad. After four years away, I can now declare out loud that Canada is the \ngreatest country on the earth. But please, don't tell my friends back home.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDrawing (Lars Leetaru) \n"}