{"title": "2 FIRMS FINED FOR BREAKING FOREIGN WORKER RULES", "body": "\nDigital Equipment Corp. and a small Michigan computer consulting company have been fined by the Department of \nLabor for breaking the rules covering the use of temporary foreign workers.\n\nThe fines, the result of two unrelated investigations, are among the first in the computer industry involving a \ntemporary visa established under the Immigration Act of 1990, which allows U.S. companies to hire foreign citizens \nto work in the United States in \"specialty occupations\" for up to six years.\n\nThe jobs include computer programmers, engineers, teachers, physicians and physical therapists -- fields in which \nworkers are said to be in short supply. Thousands of computer programmers from other countries are working in \nthe United States on temporary visas, and their presence has stirred controversy. While such visas have long been \nused to recruit talented experts from overseas, some American programmers charge that a few companies recruit \nforeign temporaries with average skills simply because they are cheaper.\n\nThe law is supposed to protect American workers from replacement by less- expensive foreign workers and \nrequires employers to pay prevailing wages, advise their American and resident alien workers of the openings and \nmaintain public files that describe the jobs and how the prevailing wage was determined.\n\nDigital, a Boston computer manufacturer, underpaid 24 computer programmers and will pay $26,360 in back wages \nand a $19,000 civil penalty, the Labor Department announced. The company also agreed not to use the temporary \nworker visa for three months.\n\nA Digital official said the company tried to comply with the rules, but they were ambiguous.\n\nComplete Business Solutions Inc. of Farmington Hills, Mich., paid a $45,000 fine for violating regulations affecting \nabout 90 temporary workers. The firm agreed not to use the visa for nearly five months, the Labor Department \nsaid, and will increase the number of domestic workers in its training program.\n\nThe department dropped charges that CBSI had paid substandard wages to 48 of its foreign workers.\n\n\"We're paying them market wages in our opinion,\" said Tim Manney, chief financial officer.\n"}