{"title": "6 Guards in New Jersey Charged With Beating Jailed Immigrants", "body": "\nSix Union County corrections officers were arrested before dawn today on charges of beating and taunting illegal \nimmigrants brought to their jail last June.\n\nThe 25 immigrants were being transferred to the Union County Jail after an uprising at a privately run detention \ncenter nearby. As their van arrived, prosecutors said, jail guards formed a gantlet to punch and kick them.\n\nOver the next four hours, the prosecutors said, the guards broke one detainee's collarbone, shoved other \ndetainees' heads in toilets, used pliers to pull out one man's pubic hair and forced a line of men to kneel naked on \nthe jail floor and chant, \"America is No. 1.\"\n\nProsecutors said that at least two dozen officers participated in the beatings and that more arrests were likely.\n\nAn attorney for the arrested officers denied the charges, saying the detainees had fabricated their accounts.\n\nJoyce Antila Phipps, a lawyer for six of the immigrants, said the men were \"shocked and appalled\" by the guards' \nactions. In America, she said, \"they never expected the type of treatment they received from the police in their \nhome countries.\"\n\nThe 25 detainees sent to the Union County Jail were among 315 people awaiting immigration hearings who had \nbeen held at the Immigration and Naturalization Service center in Elizabeth. After the June 18 disturbance, which \ncaused considerable property damage but no serious injuries to guards, an I.N.S. investigation concluded that the \ndetainees acted because of abusive and inhumane conditions at the center, which has been closed.\n\nThe prosecutors said there was no clear motive for the guards to torment the immigrants. Union County \ncorrections officers were not involved in controlling the disturbance at the center, which was administered by a \nprivate contractor, the Esmor Correctional Services Corporation, based in Melville, L.I.\n\n\"Some people are arrogant and believe they are above the law,\" said Edward M. Neafsey, Acting Union County \nProsecutor. \"Others don't really care about the law because this is how they get their kicks.\"\n\n\nFirst Assistant Prosecutor Michael J. LaPolla speculated that the guards may have been trying to intimidate a new \ngroup of inmates in the belief they had just been involved in an uprising. In fact, prosecutors said, none of the men \nsent to the Union County Jail had participated in the disturbance at the center.\n\nMs. Phipps, the immigrants' lawyer, said that none of the 25 detainees were criminals or posed any danger to the \nguards. She said most were professionals or students who had spoken out against repressive governments and \nthen fled to the United States.\n\nShe declined to identify the men by name, but said one was a chemical engineer from Ghana, another was a \nJehovah's Witness fleeing Romania for religious reasons and a third was an Algerian student whose father had \nbeen murdered by religious fundamentalists.\n\nThe officers charged include Lieut. Joseph Salay, who was in command when the detainees arrived, two sergeants \nand three corrections officers. They face charges of official misconduct, which carry penalties of 5 to 10 years in \nprison, prosecutors said.\n\nAnthony Pope, the officers' lawyer, described them as professionals and \"family men,\" and said the account of the \nbeatings had been fabricated by the detainees. He suggested the injuries reported by the immigrants had been \ninflicted during the disturbance at the I.N.S. center.\n\n\"Wherever the injuries may have occurred, certainly it was not at the hands of these officers,\" Mr. Pope said.\n\nMr. LaPolla said the detainees sent to the Elizabeth jail had received brief medical checks before being taken away \nfrom the I.N.S. center. He said that if any had been injured, they would not have been sent to the Union County \nJail.\n\nMr. Neafsey said he was confident that the detainees had not concocted a story because they spoke several \ndifferent languages. Also, the detainees were held in small groups in different cells before being transferred to \nFederal custody in Pennsylvania, so they would not have been able to meet and fabricate a story.\n\nMr. Neafsey said prosecutors had obtained videotaped statements from 24 detainees. The 25th was deported \nbefore the investigation of the beatings began in early July.\n\nOfficer Michael Sica, president of the corrections officers' union, said all the guards were expected to be free on \nbail by yesterday evening. He criticized prosecutors for arresting the officers at 5 A.M., rather than allowing them to \nsurrender. He said it was part of an effort by prosecutors to intimidate other officers and persuade them to testify.\n\nBut Mr. Neafsey, the Acting Prosecutor, said the officers should not expect special treatment from his office. \"We \nmoved in early for safety reasons,\" he said. \"These defendants should not expect any treatment that is different \nthan that accorded to defendants in any other criminal matter.\"\n\nImmigrants' rights advocates hailed the Union County Prosecutor's response to the detainees' allegations of \nmistreatment by guards. They said such accusations often go unheard.\n\n\"I don't doubt that the things we saw happen there go on all over the country,\" said Judy Rabinovitz, senior staff \ncounsel for the A.C.L.U. Rights Project. \"But I don't think there are many prosecutors who pursue them in the same \nway. My concern is that this is a widespread problem and that the norm is that this thing goes on and there is no \naccountability for it.\"\n\n      \n"}