{"title": "Day Laborer Helps Police in Robbery Case; Immigrant-Friendly Policy Credited After Vehicle Tip Leads to 2 Suspects", "body": "\nPolice in Takoma Park said yesterday that their policy of not enforcing immigration laws helped them solve a \nviolent crime recently when a Hispanic day laborer saw suspects fleeing after an armed robbery and scratched a \nlicense plate number into the dirt.\n\nThe information enabled police to obtain warrants against two suspects in the robbery Friday of a dry-cleaning \nbusiness on New Hampshire Avenue.\n\n\"We took two guys off the street as a result of our good relationship with the immigrant community,\" Takoma Park \nPolice Chief Ronald Ricucci said.\n\nRicucci said immigrants do not regard the police in Takoma warily because officers, as a matter of policy, do not \ninquire about immigration status. If officers did enforce immigration laws, he said, the day laborers gathered in a \nparking lot across from the dry-cleaner's Friday afternoon \"would have gone in the opposite direction when we \npulled up.\"\n\nSupporters of enforcement say that a more aggressive approach boosts public safety overall by making illegal \nimmigrants reluctant to break the law because they fear deportation. Brad Botwin, director of the group Help Save \nMaryland, said the Takoma case should be viewed in the context of broader needs.\n\n\"It's a nice example,\" he said, \"but I would rather go the other direction and enforce immigration laws.\"\n\nTwo of the robbery suspects -- Earl Morton, 18, and a 16-year-old, both of the District -- were being held \nyesterday after leading police on a chase into the District on Friday and crashing their car into a police cruiser, \nauthorities said. Two other suspects were at large.\n\nThe robbery was one of at least three that police are investigating for links to the same group of suspects.\n\n\nTakoma Park has one of the region's least-aggressive policies on immigration violations. Montgomery County \npolice recently adopted a policy requiring officers to give immigration officials the name of anyone arrested in a \nviolent crime or on a handgun violation. County officials said that by limiting such referrals to certain crimes, the \npolicy will not scare away witnesses and victims whose cooperation they need.\n\nIn Frederick and Prince William counties, officials question everyone arrested about their immigration status.\n\nShortly before 2 p.m. Friday, three people entered the dry-cleaner's, in the 6400 block of New Hampshire Avenue. \nAt least one wore a black mask and one had a handgun, police said. One waited in a car, police said.\n\nAcross the street were 20 to 25 day laborers waiting for work, Ricucci said. After the robbery, officers approached \nthe day laborers. Some were helpful, including one who told police he had written the plate number in the dirt, \nRicucci said.\n\nThe information was broadcast to police in the area. The car had been reported stolen and was already being \nsought. But it was the day laborer's tip that linked the vehicle to the robbery.\n\nThe day laborer was not in the parking lot yesterday. Others gathered there, including Miguel Osorio of Guatemala, \nsaid they do not fear the police.\n\nCarlos Valle, standing next to Osorio, said he corrects the officers who drive by and say, \"Hey.\"\n\n\"I'm Carlos,\" he tells them.\n"}