{"title": "OUR OPINION: Stab at illegal immigrants simply a fabrication to beat Dems at polls", "body": "\nThere they go again. Seeking a seat in Congress, a Georgia GOP legislator is raising the specter of phony voters --\n- illegal immigrants sneaking into the voting booth to cast a ballot.\n\nIn a letter to potential contributors, state Sen. Jim Whitehead (R-Evans) wrote, \"An illegal immigrant should no \nmore be voting in our elections in Georgia than you or I should be voting in Mexico. That's just wrong!\" according to \nAtlanta Journal-Constitution reporters Jim Galloway and Tom Baxter.\n\nWhitehead didn't give any examples of voting by illegal immigrants because he can't cite any. Said Thomas \nPatterson, an expert on elections at Harvard's Shorenstein Center: \"If you are an illegal immigrant, the last thing \nyou want to do is show up at a polling place. . . . We have enough trouble getting people to vote when they're \neligible. The idea that people are going to stick their necks out and get [a] penalty stretches the imagination.\"\n\nBut an epidemic of fraudulent voters has become a favorite fairy tale of the Republican Party, a made-up monster \nthey've planted under voters' beds that will jump out and scare us into endorsing voter ID laws. They invent stories \nabout droves of people stealing driver's licenses or passports so they can sneak into the booth to cast an illegal \nballot. GOP leaders have intimidated voters of color, unfairly purged voter rolls and set up unconstitutional barriers \nto the ballot box --- all in the name of cleaning up \"voter fraud.\"\n\nThis unfortunate campaign has further eroded the GOP's credibility among voters of color, who see this for what it \nis --- an effort to block black and brown voters, who tend to support Democrats, from the ballot box. And it may \nprove more costly still to the Republican Party. The obsession with so-called voter fraud helped fuel the dismissal of \nfederal prosecutors --- an ugly purge that has set up the possibility of a constitutional crisis.\n\nThere is not yet a detailed picture of the decision-making or motives that led to the dismissals of several federal \nprosecutors. But this much is clear: Republican operatives were unhappy over the failure of some U.S. attorneys to \nbring indictments over alleged voter fraud by Democrats. GOP regulars simply wouldn't believe that prosecutors \ndidn't pursue indictments because there was no evidence to support the allegations.\n\n\nDavid Iglesias --- whose performance as an aggressive young Navy lawyer reportedly inspired the Tom Cruise \ncharacter in \"A Few Good Men\" --- was the highly regarded U.S. attorney based in Albuquerque, N.M., \nrecommended for the job by U.S. Sen. Pete Domenici (R-N.M.). But Iglesias, a Republican, soon drew the wrath of \nDomenici, among others.\n\nHigh-ranking Republicans in New Mexico were unhappy because Iglesias was not advancing a corruption case \ninvolving a Democrat on the GOP's timetable --- before the 2004 elections. Equally suspicious, in their view, \nIglesias declined to bring indictments in a separate case involving faulty voter registrations by a Democratic-leaning \ngroup.\n\nComplaints that Iglesias was not aggressive in pursuing voter fraud were relayed to President Bush, who forwarded \nthose complaints to Attorney General Alberto Gonzales. Soon, Iglesias, who had received excellent job evaluations, \nwas asked to resign.\n\nIglesias noted in a March 21 newspaper column that as one of two U.S. attorneys who set up task forces on voter \nfraud in 2004, he was considered an expert. But, he wrote, \"What the critics, who don't have any experience as \nprosecutors, have asserted is reprehensible --- namely that I should have proceeded without having proof beyond a \nreasonable doubt. The public has a right to believe that prosecution decisions are made on legal, not political, \ngrounds.\"\n\nThis ugly episode is unlikely to dim the GOP's enthusiasm for pursuing imaginary fake voters (or for turning away \nreal ones). That's because that crusade accomplishes their purposes. It doesn't ferret out phony citizens trying to \ncast a ballot; they're virtually nonexistent. But it does work to suppress turnout among voters of color.\n\nAccording to a recent study prepared for the federal Election Assistance Commission, states with restrictive voter ID \nrequirements saw turnout fall by about 3 percent at the polls in the 2004 presidential election --- and by two to three \ntimes as much for minorities. That's because people of color tend to be poorer, and the poor, in turn, are less likely \nto have driver's licenses to show at the polls.\n\nIt's no coincidence that poorer minority voters also tend to cast their ballots for Democrats. In close races, 3 percent \nmakes a difference. If Republicans can shave off a few hundred or a few thousand Democratic votes, they are more \nlikely to prevail.\n\nIt's ugly and un-American, but that's the GOP playbook. And their operatives got pretty mad at David Iglesias when \nhe placed integrity and constitutional principles above politicized prosecutions.\n\n* Cynthia Tucker is the editorial page editor. Her column appears Sundays and Wednesdays.\n\ncynthia@ajc.com\n"}