{"title": "Proposed INS headquarters may hurt Cirque du Soleil;Two leases: The circus leases the Atlanta Civic Center parking lot. A developer has an option on the adjacent land.", "body": "\nA plan to build an immigration services headquarters in an upscale residential neighborhood downtown could also \nthreaten the popular Cirque du Soleil, which plans to hold its traveling circus this fall on the same site in the Civic \nCenter parking lot.\n\nCharles Ackerman, a veteran developer with a long-held option on seven acres of city-owned property adjacent to \nthe Civic Center, has a signed lease agreement with General Services Administration for the proposed building. \nConstruction is scheduled to begin in October, he said.\n\nBut the Civic Center also has a lease agreement with Cirque du Soleil for performances set to begin Oct. 5 and \nend Jan. 15. The circus has a 10-year option on the site.\n\nAckerman's lease agreement with the GSA, dated April 28, calls for him to deliver a five-story office building to \nhouse the district headquarters of the U.S. Immigration and Naturalization Service by Feb. 13, 1999.\n\nThe city's lawyers are looking into Ackerman's deal to determine if his option on the property, which he has yet to \nformally exercise, takes precedence over the Cirque du Soleil agreement. City spokesman Nick Gold said the city \nbelieves \"since Cirque du Soleil has a signed lease, it takes precedence.\"\n\nAt the same time, city planners have asked the lawyers to determine if Ackerman can move forward with his project \n--- which has the neighborhood up in arms --- without the City Council's approval. Ackerman contends he can.\n\n\"I can assure you the INS building will be nothing but an asset to the neighborhood,\" he said. \"It's a mixed-use \nneighborhood. You strengthen downtown as a total neighborhood when you bring different uses together.\"\n\nThe building also will house the immigration court and the U.S. State Department of Diplomatic Security. INS \nofficials said the building will not be a detention center, but it will contain holding cells for illegal immigrants who are \nbeing deported or must appear before immigration judges.\n\nAckerman said he believes the objections to his project center on the nature of the operation. \"The issue is not use \nof the site for an office,\" he said. \"The issue is the INS and the makeup of their service.\"\n\nThat's exactly the issue as far as Harold Barnette, chairman of Neighborhood Planning Unit-M, is concerned. \"That \nkind of facility with ostensibly dangerous criminals coming in is completely inappropriate,\" he said.\n\n\n\"Any person with common sense would say you don't put criminals smack dab in the middle of a residential \nneighborhood.\"\n\nIn the past decade, 1,238 apartments or condominium units in developments such as the Enclave at Renaissance, \n450 Piedmont and Post Renaissance have been built in the blocks immediately surrounding the Civic Center and \nSciTrek. Several other complexes were built in an earlier urban renewal effort, giving birth to the Bedford-Pine \ncommunity.\n\nGraphic\n\n \n\nMap :\n\n Map shows location of the proposed immigration center site. Inlaid map\n\n highlights area shown in relation to metro Atlanta. / SANDY PARKS / Staff\n"}