{"title": "LETTERS Re-entry emotion over common sense", "body": "\nThe Pike River mine re-entry attempt has allowed emotional sentiment to override any semblance of common \nsense.  \n\nThe human body is made up of around 60 per cent water. The rest is flesh and bones; The flesh would have long \nsince decomposed into the mine environment, leaving just a few bones at most, providing they were not incinerated \nin the resulting fire.  \n\nAt best less than 10 per cent of these individuals will be able to be retrieved, leaving the rest in the mine. To spend \nin excess of $36 million to bring out a few bones to then re-inter them defies belief.  \n\nThis $36m would be best used on the living. Or a percentage given in compensation to the grieving families. There \nis some risk, however minor, in any re-entry attempt, so family members are ignoring the possibility of further loss \nof life caused by their demands. It would be far better to erect a memorial at the sealed mine entrance to which \nfamily members and others can go to pay their respect to those who lost their lives in this tragedy.  \n\nWest Coasters come from a hardy stock of early settlers who lost many family members through shipwrecks and \nsickness, where individuals were lost or buried at sea while immigrating to New Zealand. This hardy stock seems to \nhave been diluted in succeeding generations. The years of fighting to demand recovery of lost loved ones has only \nprolonged and enhanced their grieving; Recovery of a few bones will not bring closure.  \n\nHaving lost family members in different but just as tragic circumstances, I know one never forgets. Life is for the \nliving; As their predecessors did, they should grieve, put blame aside, remember their loved ones, and get on with \nlife.  \n\nDavid F Little  \n\nWhang?rei  \n\nDon?(EURO)(TM)t blame roadA four-lane highway from Whang?rei to the Marsden Roundabout is no guarantee \nthat there will no fatalities on that stretch of road because as seen on the motorway in Auckland which has four \nlanes and there are frequent crashes and holdups. There is nothing wrong with the road. There are two problems, \nthe main one being a poor driving culture coupled with convoys of heavy traffic totally unsuitable for the road \nsurface. Stop blaming the road. The National Party are friends of the polluting trucking fraternity and reject the more \nenvironmentally friendly and vastly underfunded rail system.  \n\nMarie Kaire  \n\nNgararatunua  \n\n\nWar memoriesI?(EURO)(TM)m pretty old now, and so grateful that as a small boy Grandfather took me on visits to \nsee his old World War I mates. They were gaunt and ill, as several had been gassed, and had for nearly 20 years \nbeen struggling for breathe before death.  \n\nOthers had lost limbs. On inadequate pensions, wives and families had great difficulty financially. I remember the \nsack mats on the bare wooden floors.  \n\n?(EURO)oeDon?(EURO)(TM)t ever let any bloody politician talk you into going to war boy. The Pom generals just \nallowed us to be slaughtered. Wars are to make the rich richer.?(EURO)  \n\nOne old soldier could walk slowly with a stick, while Grandfather pushed another in a cane wheelchair through the \ntown gardens.  \n\nI didn?(EURO)(TM)t attend any function to remember the end of World War I, but lived through World War II. I \nwatched the ceremonies on television with a few tears and with thoughts probably best kept to myself on probable \nfuture events.  \n\nSAM McHARG  \n\nKerikeri      \n"}