{"title": "REAGAN AGREES TO PRESS FOR IMMIGRATION BILL", "body": "\nPresident Reagan met today with key members of Congress to express his support for legislation designed to stop \nthe flow of illegal aliens into the United States.\n\nAt the meeting, White House officials said, Mr. Reagan prodded members of the House of Representatives to take \naction on a comprehensive immigration bill passed by the Senate last September.\n\nThe bill was sponsored by Senator Alan K. Simpson, Republican of Wyoming, the assistant majority leader, who \nattended the meeting today in the Oval Office. A similar bill, sponsored by Representative Peter W. Rodino Jr., \nDemocrat of New Jersey, is pending before the House Judiciary Committee, of which Mr. Rodino is the chairman.\nSpecifics Are Not Discussed\n\nMary Kay Hill, a spokesman for Senator Simpson, said the people at the meeting today ''did not get into specifics'' \nabout what the President or others would do to obtain approval of the legislation. However, she said, Mr. Simpson, \nwho had requested the meeting, was ''very pleased'' with it.\n\nAmong those present, besides Mr. Simpson and Mr. Reagan, were Representatives Rodino; Hamilton Fish Jr. of \nupstate New York, the ranking Republican on the Judiciary Committee; Romano L. Mazzoli, Democrat of Kentucky, \nchairman of the Judiciary subcommittee on immigration, and Dan Lungren of California, ranking Republican on the \nsubcommittee; Attorney General Edwin Meese 3d; Donald T. Regan, the White House chief of staff, and James C. \nMiller 3d, director of the Office of Management and Budget.\n\nThe Simpson and Rodino bills differ in details. However, both would prohibit employers from hiring illegal aliens, \nprovide additional money for enforcement of the immigration laws and offer legal status to many aliens already in \nthis country illegally.\n\n \n\nReagan Agrees to Work for It\n\nIn an interview tonight, Mr. Rodino said Mr. Reagan had given a firm assurance that he was ''committed to a \ncomprehensive immigration reform bill'' and would lobby Congress to pass such a measure.\n\n''He understands that the bill is going to take a certain amount of money, $1 billion a year for four years,'' Mr. \nRodino said. ''I stated unequivocally that, with all due respect to the President, he would have to be personally \ninvolved in pushing this bill.''\n\n\nMr. Rodino said he had told Mr. Reagan that it would be difficult to win passage of the legislation, in part because \nBeryl W. Sprinkel, chairman of the Council of Economic Advisers, had ''poured some cold water'' on it. In a draft \nreport, the council warned that proposals to punish employers could have adverse effects on the economy. This \nwarning was later removed. Farm Labor Would Still Flow The Senate-passed bill includes a provision under which \nfarmers could bring up to 350,000 aliens into the United States to harvest perishable fruit and vegetables. The \nfarmers said this provision was necessary to keep crops from rotting in the fields. However, labor unions opposed it, \nsaying it would permit exploitation.\n\nAides to Mr. Rodino said he was working on a proposal to sidestep this.\n\nFederal officials have estimated that 15 percent of illegal aliens work in agriculture.\n\nThere is no reliable count of aliens illegally in the United States. Government estimates range from 3.5 million to 6 \nmillion, or somewhat higher.\n\nRepresentative Lungren said that Mr. Reagan had given strong support to the legislation. ''On three or four \noccasions at today's meeting,'' Mr. Lungren said, ''the President indicated his willingness to work in support of the \nbill. Everybody in the Administration is on board.''\n\nThe House Judiciary Committee tentatively plans to begin work on the Rodino bill after the House returns April 8 \nfrom a two-week recess.\n\nThe Senate passed comprehensive immigration bills in 1982, 1983 and 1985. The House passed a bill in 1984 by \na five-vote margin, but the two houses of Congress could not work out their differences, so the legislation died.\n"}