{"title": "Borscht, Please, With a Side of Sushi; Ethnic Chefs Borrow and Blend, But Spaghetti and Sake? Never", "body": "\nHankering for Russian sushi? Yemeni fried chicken? Taiwanese fish and chips, Japanese spaghetti or Jamaican \njerk chicken with chop suey? \n\n     If not, you could always get the roast beef sub at a new Blimpie in Manhattan, and a side of shrimp pad Thai, or \na turkey and Swiss with banana sticky rice. \n\n But if you really must sink your teeth into authentic ethnic-ethnic fusion, forget the Blimpie, a k a Joey Thai. \n\nThere are two new Indian-Chinese restaurants in Queens. There is Pakistani-Italian and Norwegian-Cantonese in \nBrooklyn and Korean soul food in Harlem. There is Irish-Dominican, Greek-Irish and Dominican-Italian food, and a \nGreek-owned Italian pizzeria in a Chinese section of Flushing that is popular among Indian Sikhs.\n\nImmigrant magnet that it is, New York City has long been the scene of some cross-cultural cuisine, including \nCuban-Chinese restaurants, Albanian pizza parlors and a Chinese-owned Mexican taco chain.\n\nBut in a culinary phenomenon sweeping through the city's immigrant neighborhoods, dozens of rare and unusual \nethnic combinations and eateries have emerged over the past few years, some of them opening just in the past few \nmonths. And immigrant restaurateurs say that in the highly competitive world of New York City ethnic food, it pays \nto branch out, mix, borrow and blend. \n\nMostly undetected by critics and guidebooks -- and all but the most adventurous food lovers -- the restaurants cater \nlargely to immigrants, advertising in ethnic-language newspapers and relying on word of mouth to build their \nbusiness. \n\nIn Brighton Beach, Brooklyn, Russian cafes have been serving sushi for several years. But last year, a Ukrainian \nrestaurateur opened the Riviera Sushi Grill, where most customers are Russian immigrants and there is a Russian-\nstyle menu offering borscht and pickled herring, with a separate menu for the sushi bar. \n\n\"We are not a restaurant where you can have the traditional California roll,\" said the owner, Alex Podolnyy, 29.\n\nAs Russian-speaking customers nibbled from large wooden sushi boats on a recent evening, Mr. Podolnyy said \nthat the sushi, made by a Taiwanese chef who adds Russian twists to the food -- like black caviar -- is selling like \nmad. \n\nBut Toshi Suzuki, a Japanese immigrant in the restaurant business, scoffed at the notion of Russian -- or \nTaiwanese-made -- sushi. \"Everyone knows a real sushi chef must be Japanese,\" he said.\n\n\nNo matter that Mr. Suzuki runs an Italian restaurant, Basta Pasta, on West 17th Street in Manhattan, or that his \nchefs are either Japanese or Ecuadorian. \"Most of the Italian chefs in this town are Spanish or Chinese,\" he said. \n\"So, we are Japanese. This is New York.\"\n\nHis food is Italian, with Japanese influences, which are obvious in dishes like spaghetti with flying fish roe and \nJapanese basil. However, he draws the line at drinks, selling fine Italian wines. \n\n\"I will not be serving spaghetti and sake,\" Mr. Suzuki said. \n\nThere are perhaps dozens of upscale fusion restaurants in the city that, like Basta Pasta, combine the flavors of two \nor more countries. But there are many other off-the-radar neighborhood restaurants that cook less common \ncombinations. \n\nAmong them is Nakisaki International Restaurant, which has been serving Jamaican and Chinese food, and \nChinese dishes with a Jamaican twist, for 15 years on a quiet street in Rosedale, Queens. The owner, Earl R. Lyn, \nan ethnic Chinese from Jamaica who also runs a 250-seat Nakisaki restaurant on Long Island, said he was an \nacrobat in Jamaica and was nicknamed Nakisaki.\n\nSimilar to the Cuban-Chinese restaurants that first opened in Manhattan decades ago, Jamaican-Chinese -- along \nwith a growing number of Guyanese-Chinese restaurants in Queens -- reflect a type of food that is native to the \nhome countries of the immigrants who cook it. \n\nIn the past century, the Chinese have immigrated to or gone as indentured servants to countries all over the world, \nincluding Cuba, Guyana, Jamaica, Pakistan and India. And the style of Chinese food that is cooked there -- and \ninfluenced by the tastes and flavors of those countries -- was brought here. Lately, the Chinese food from those \ncountries is cropping up all over Queens, a borough known for its large immigrant population and its many ethnic \nrestaurants. \n\nWith the market saturated by the cuisine of some ethnic groups, such as Indian food, new restaurateurs from well-\nestablished immigrant groups here are likely to cook a more specific or narrower style of food than most of those \nalready in business, said Jim Leff, an expert on ethnic food and author who started the Web site Chowhound.com. \n\n\"The first American restaurant in Nepal will not make spoon bread from South Carolina,\" he said. \"But the 30th \nmight.\" \n\nThe owners of the two new Indian-Chinese restaurants in Elmhurst, Queens, said they felt that there were already \ntoo many Indian restaurants in the city. The owners -- both of them Chinese-Indians -- said their best chance of \nsurviving in this economic downturn was to offer something Indian immigrants were yearning for and that few others \nwere serving -- home-cooked Chinese. \n\nAt one of them, Chopstick, on Grand Avenue, which opened three months ago, the shiny new menu lists Chinese \ndishes that could be found at any Chinese restaurant, like wonton soup and hot and sour shrimp. But others, like \nfried chili chicken and vegetable special Bombay style, are made with Indian spices and ingredients.\n\nAkhil Bisaria, an Indian immigrant from Bombay who lives in New Rochelle, N.Y., and recently discovered \nChopstick, said he had not found Indian-Chinese in New York before. \"This is the Chinese food I ate growing up,\" \nMr. Bisaria, who works for a computer company, said the other night, while he was sipping egg corn soup, an Indian \nvariation of egg-drop soup. \n\n\"I could really see this in the Village,\" said his wife, Alex, who had brought her sister along to try the food. \"It would \nbe such a hit.\" \n\nWhile some immigrant restaurateurs are serving mixed ethic cuisine native to their homelands, others are serving \nthe food of other ethnic groups for a variety of reasons, profit foremost among them. \n\n\n\nIn the case of the Russian sushi, Japanese food is a craze now in Moscow and establishments here are catering to \nthe tastes of customers who no doubt know about sushi's popularity back home.\n\nThe Russians are joining Koreans, and more recently Chinese, in opening sushi establishments in New York City, \naccording to Robert Sietsama, the restaurant critic for The Village Voice and the author of several books on ethnic \nfood.\n\n\"Koreans have claimed rights to sushi for a long, long time,\" Mr. Sietsama said. \"What is newer is Chinese \nrestaurants serving sushi, that's astonishing. And the Russians like sushi very much. I guess it was a quick step \nfrom pickled herring to raw fish.\"\n\nIt is unclear how the new Blimpie, a k a Joey Thai, on East 31st Street in Manhattan, fits into all this. \n\nBut in the two months since the owner, Sanoh Yunprayong, known as Joey Thai, began serving Thai fast food \nalong with \"America's best-dressed sandwich,\" it has drawn a small but loyal following.\n\nLike several customers, Mr. Leff, who writes a regular column for Chowhound.com called \"What Jim had for Dinner \nLast Night,\" discovered the fast-food restaurant by accident. He described it as \"an oasis set in a highly commercial \nyellow plastic Blimpie,\" but wrote in his column that he felt Joey Thai did not have all the ingredients and equipment \nthat he would need to make exceptional Thai food.\n\n\"It was the sort of meal you'd expect to eat if you'd met a Thai chef cooking spaghetti and steaks in a Peruvian \nrailroad dining car,\" Mr. Leff wrote. \n\nJoey Thai, 52, an immigrant from Bangkok who ran a Thai restaurant in his native country, does the Thai cooking \nand makes the submarine sandwiches, as do his wife and three sons. There are two menus; Blimpie breakfast is \nserved starting at 7 a.m., and the Thai food starts at 11 a.m.\n\nUltimately, Joey Thai said, his goal is to open a French restaurant with \"a Thai touch.\" But for now, he said, he will \ncontinue serving subs and Thai, and probably add one other type of food to his menu. \n\n\"We would like to survive in New York City,\" he said. \"And I can't count on Blimpie alone. Next time you come, I \nmay be serving Spanish. You know, rice and beans.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Diners at the Riviera Sushi Grill, Alex Podolnyy's Russian sushi restaurant in Brighton Beach, Brooklyn. \n(Ting-Li Wang/The New York Times)(pg. F3); Joseph Liu owns Chopstick, an Indian-style Chinese restaurant in \nElmhurst, Queens. Mr. Liu is Chinese, but was born in India. At right, Davina Bisaria, 4, tries the noodles. Alex \nPodolnyy, right, opened a Russian restaurant and sushi bar last year in Brooklyn. (Photographs by Ting-Li \nWang/The New York Times)(pg. F1) \n"}