{"title": "MEXICANS OPPOSE U.S. ENTRY CURBS", "body": "\nBusiness and political leaders in Mexico have told the United States that passage of a comprehensive immigration \nbill now pending in Congress would seriously harm relations between the two countries and ''foster political unrest'' \nif it was effectively enforced.\n\nIn a dispatch to Washington, the United States Ambassador to Mexico, John Gavin, said it was the unanimous \nopinion of Mexican leaders interviewed by the embassy that the consequences of the legislation would be ''highly \nunfavorable for the U.S. economy and for U.S.-Mexican relations.''\n\nIllegal aliens sent back to Mexico and would-be migrants unable to cross the border ''would foster political unrest \nwith potentially explosive consequences, businessmen here told us,'' Mr. Gavin reported.\n\nWith the Mexican economy in distress, the peso in turmoil and a new President set to take office on Dec. 1, Mr. \nGavin said, many Mexicans believe this would be a particularly inauspicious time for the United States to tighten \nits immigration law.\nWASHINGTON, Nov. 20 - Business and political leaders in Mexico have told the United States that passage of a \ncomprehensive immigration bill now pending in Congress would seriously harm relations between the two countries \nand ''foster political unrest'' if it was effectively enforced.Bill Awaits House Action\n\nThe bill, sponsored by Senator Alan K. Simpson, Republican of Wyoming, and Representative Romano L. Mazzoli, \na Kentucky Democrat, has passed the Senate and is awaiting possible House floor action in the special session of \nCongress that starts Nov. 29.\n\nSupporters of the bill, seizing on concern over unemployment, say it would open one million to two million jobs for \nAmerican citizens.  The heart of the bill is a system of fines and prison terms for employers who knowingly hire \nillegal aliens. The bill would also offer legal status to several million illegal aliens who entered the United States \nbefore 1980.\n\n''Probably between one and two million Mexicans would be forced to return to Mexico at the one moment'' in its \nhistory when ''Mexico is least capable of generating additional employment,'' Mr. Gavin wrote.\n\nThe ambassador's 17-page report drew on conversations with Mexican officials, businessmen, economists, \njournalists and academics, including ''scholars affiliated with the Government.''\n\nThe State Department's chief spokesman on immigration, Assistant Secretary Diego C. Asencio, said in an \ninterview Friday that ''we've been talking to the Mexicans, we've been listening to them and we have attempted to \n\n\ntake their concerns into account as much as we could.'' The Reagan Administration has strongly supported the bill, \nsaying it would permit the United States to re-establish control of its borders.\n\n \n\nPatrols Would Be Increased\n\nThe bill declares the sense of Congress that there should be a carefully controlled ''increase in border patrol and \nother enforcement activities of the Immigration and Naturalization Service.'' But from Mexico, Mr. Gavin reported \nthat ''effective enforcement of this measure is seen to require authoritarian measures amounting to a militarization \nof the border zone.''\n\nIf there is a substantial reduction in money sent home by Mexican workers in the United States, Mr. Gavin said, the \nstandard of living in some agricultural regions of Mexico could ''plummet to belowsubsistence levels.''\n\n''At the national level,'' he said, ''lower remittance incomes would deplete the Bank of Mexico's dollar reserves and \naggravate mounting debt payment difficulties.'' By further depressing the value of the peso, he said, ''these \ndevelopments would fuel inflation, which in 1982 has risen to the highest levels'' in 50 years.\n\nSome Mexicans contend that the ''economic dislocations'' would be ''more damaging to the United States than to \nMexico,'' Mr. Gavin said. According to this view, ''border zone employers, already suffering sizable market losses \ndue to this summer's devaluations, would be dealt the additional blow of losing their principal source of low-wage \nlabor.''\n\n \n\n'Second-Class Citizenship' Seen\n\nMr. Simpson and Mr. Mazzoli say that by granting amnesty to illegal aliens, they would eliminate an illegal subclass \nof people who have been exploited by American employers. But Mr. Gavin said this proposal was seen as ratifying \n''second-class citizenship for Mexicans,'' because they would have to pay taxes in the United States while being \nineligible for most social welfare benefits.\n\nUnited States officials said that Mr. Gavin's description of Mexican attitudes was invaluable because, as the \nambassador said, the official Mexican policy on illegal migration has been a ''policy of silence.''\n\nMexicans ''see the migration problem as deeply embedded in the structure of an international labor market that \nunites the two countries,'' Mr. Gavin said. ''These economic forces, characterized as a 'push' from Mexico and a \nmuch stronger 'pull' from the United States, defy legal attempts to modify them.''\n\nThus, he said, ''Mexicans are deeply pessimistic that Simpson-Mazzoli can be enforced.'' They ''commonly assume \nthat the U.S. economy's demand for foreign labor is ineradicable, even in a recession; and many maintain a Marxist \nworld-view leading them to believe business interests dominate Congress, and thus would never allow Congress to \npass or enforce stiff employer sanctions.''\n"}