{"title": "YEAR OF FEAR;WORRIES ABOUT CRIME, ECONOMY, IMMIGRANTS DOMINATEPOLITICAL DISCOURSE IN 1994 PRIMARY", "body": "\nAs California voters head to the polls for Tuesday's primary, they should be facing an election for the ages.\n\nNever have so many run for so much. Term limits and a fierce campaign for governor have led to the most \ncompetitive political years in memory.\n\nThe campaigns of 1992 offered legitimacy to new ways of taking campaigns to voters: cyberspace, MTV, talk radio \nand television. The issues facing the state are riveting. A stubborn recession. A smaller defense industry that is \nthrowing thousands out of work. Schools that not only fail to educate children but also occasionally fail to keep them \nsafe.\n\nDespite its potential, this primary season has been anything but inspiring. Instead of rushing to the polls carrying \nhopes of a bright new day, voters will likely carry the message candidates have been sending them for months: Be \nafraid. Be very afraid.\n\nThink of 1994 as the Year of Fear. Listen to the campaign themes:\n\n* Crime. The bad guys are out there. They are preparing to beat you, rob you, harm your children and maybe even \nkill you.\n\n* Immigration. People who don't belong here are pouring over the border. They will take your jobs, use the \nresources intended for your children's education and take advantage of social services you've been paying for for \nyears.\n\n* The economy. Sure, it's getting better in other parts of the country, but not here.\n\nIt is a long way from 1992, when Ross Perot stirred a sizable part of the electorate with the promise of a new way to \nrun the country and Bill Clinton and Al Gore won the White House by urging people to rekindle hope and embrace \nchange. It also seems a long way from the Year of the Woman, which saw record numbers of women elected to \nCongress on the promise that new people would bring new solutions and sensitivities.\n\nThat was then. That was before a 12-year-old girl was snatched from her bedroom in Petaluma and slain. That was \nbefore Republicans like Gov. Pete Wilson and Democrats like Sen. Dianne Feinstein began talking tough about \nillegal immigrants, lending an air of political correctness to what had been a touchy subject. That was before \n\n\neconomists started telling the rest of the country that happy days are here again, while California companies \ncontinued to lay off thousands.\n\n\"The well-being of the state is an issue right now,\" said Larry Gerston, a San Jose State University political science \nprofessor, who says preying on fears is a time-tested campaign strategy. \"The fears come from stress, alienation, \nanxiety . . . the feeling that institutions have let us down.\"\n\nPoliticians know that crime, immigration and the economy are the most important issues because public opinion \npolls tell them so. It would be risky for a politician to promise to solve a problem that voters haven't focused on. \nTake the state budget, which is billions out of balance, says Bob Brownstein, San Jose Mayor Susan Hammer's \nbudget director.\n\n\"Candidates are desperately trying to talk about anything but the main issues that confront the state,\" said \nBrownstein, who has railed against the state's recent practice of balancing the budget with money once set aside \nfor cities, \"because they have no idea how to solve them or they have no idea how to solve them in a way that the \nelectorate will tolerate.\"\n\nAnd so, the drumbeat continues. You're not safe in your home. You're not secure in your job. Immigrants are \ncoming to take your piece of the pie.\n\nHardly inspiring stuff.\n\n\"There are no leaders who generate passion,\" said Sherry Bebitch Jeffe, a policy analyst at the Claremont \nGraduate School. \"There is a sort of negative vision that says, 'If I don't watch out for myself, no one person, no one \nagency is going to be able to do it for me.' \"\n\nThere is no mystery to the candidates' choice of campaign topics. Despite statistics showing a modest drop in \nviolent crime, fear of crime has moved to the top of the problem list in public opinion polls. In the wake of the Polly \nKlaas slaying, drive-by shootings and random massacres, California residents now say they are as worried about \ncrime as they are about the economy, according to a March Los Angeles Times Poll.\n\nThe fear of crime has consumed the country, according to a recent poll conducted by the New York Times and \nCBS. In September 1992, 10 percent of those asked said crime was the country's most serious problem. The \neconomy was cited by 30 percent. In April, 25 percent had settled on crime as the biggest problem, while just over \n15 percent said it was the economy.\n\n\"Now, people in the suburbs are feeling threatened and so it's a real issue,\" said Mark DiCamillo, director of the San \nFrancisco-based Field Poll. \"It permeates local politics as well as national politics.\"\n\nWilson, facing poor popularity ratings, has seized on crime. He hopes to portray his most likely challenger, \nDemocrat Kathleen Brown, as weak. And so, Wilson used his State of the State speech to propose a $2 billion \nprison building program and life sentences for child molesters.\n\nNot to be outdone, state Treasurer Brown announced her challenge to Wilson from the steps of the police station \nwhere her grandfather worked. She included in her speech a hardy endorsement of the \"three strikes, you're out\" \nlaw, which some say the state cannot afford. It calls for sentences of 25 years to life for those convicted of a felony \nafter previously having been convicted of two violent felonies.\n\nInsurance Commissioner John Garamendi, who is running against Brown and state Sen. Tom Hayden in the \nDemocratic primary, joined the chorus by calling for an end to the prisoners' bill of rights.\n\nBut crime is by no means the state's only problem. Both opinion polls and the politicians who read them say so. \nMindful of a recent Field Poll, which shows that 61 percent of Californians say they are extremely concerned about \nillegal immigration, Wilson traveled to the Rio Grande in Texas to personally inspect a get-tough Border Patrol \nprogram that would be of questionable value along California's rugged border with Mexico. For her part, Brown \n\n\n\nproposed issuing tamper-proof Social Security cards and instituting a $1 border crossing toll to help pay for beefed-\nup enforcement. Garamendi said he would see Brown's tamper-proof Social Security card and raise her night-vision \ngoggles and high-intensity lights at the border to stop illegal crossings.\n\nSeeking to stake out her own territory, Brown seized on the economy, a perennial worry and no doubt a sore \nsubject for incumbent Wilson. Brown said she would create 1 million new jobs in her first term. It's a goal, she said, \nnot a promise.\n\nWilson countered that in good times those jobs would create themselves, an interesting argument but one that \nhardly inspires hope among those facing unemployment.\n\nIn the end, there may be some cause for optimism. Come Wednesday, the campaigns will enter a new phase as \nthe surviving candidates fight their way toward November's general election. Perhaps, the new phase will bring new \nand meaningful rhetoric.\n\nThen again, perhaps not.\n\nNotes\n\nVoter's Guide for June 7 primary election\n"}