{"title": "CANDIDATES STUMP THE STATE;DAVIS CHEERS IMMIGRANTS, AVOIDS AMNESTY QUESTIONOTHERS ATTACK SCHWARZENEGGER", "body": "\nTwo weeks after granting illegal immigrants the right to get driver's licenses, Gov. Gray Davis waded back into the \nimmigration debate Saturday when he praised a group lobbying for legal status for all immigrants, while refusing to \nsay whether he supported the group's key goals.\n\n\"We should welcome immigrants. We should thank them for the hard work they do and we should do our best to \naccord them the dignity and respect they deserve,\" Davis told about 1,000 cheering people at a rally outside San \nFrancisco City Hall, where a group of \"freedom riders\" was beginning a bus trip to Washington, D.C., to promote \nlegal status for all immigrants, regardless of how they came to the country.\n\nAvoids answering\n\nBut asked by reporters before and after the speech whether he backed an amnesty or legalization plan for \nimmigrants who crossed the border illegally, Davis ducked the subject.\n\n\"I'm not taking positions on federal issues,\" Davis said, adding that he signed the driver's license bill this month \nbecause people who perform the grueling tasks of farming California's agricultural fields deserve \"certain privileges\" \nas taxpayers and contributors to the state's economy. Davis had previously vetoed versions of the bill but signed it \na month before facing voters, who may decide Oct. 7 whether to recall him from office.\n\n\"I'm doing what I can as a governor. General immigration matters belong to the Congress of the United States,\" \nDavis said.\n\nLeaders of the labor-backed \"Immigrant Workers Freedom Ride\" said they weren't disappointed Davis did not fully \nsupport their mission.\n\n\"We're excited he signed the driver's license bill,\" said Sheila Chung of the Oakland-based Bay Area Immigrant \nRights Coalition. \"We see movement on his part.\"\n\nDavis' appearance before labor and Latino activists was his second of the day in front of important Democratic \nconstituencies. Earlier, he greeted diners at Cafe Flore in the heavily gay Castro district, accompanied by \nDemocratic U.S. Sen. John Edwards of North Carolina, the latest presidential candidate to join the governor in \ndenouncing the recall.\n\nBoth Davis and Edwards blamed President Bush for the state's problems.\n\n\n\"If you want to have a real economic recovery in 2004, there is a simple way to do that,\" Edwards said. \"Make sure \nthat George W. Bush gets a new job and Gray Davis keeps his job.\"\n\nIn Southern California, Arnold Schwarzenegger was the target of sniping from fellow Republican state Sen. Tom \nMcClintock and Democratic Lt. Gov. Cruz Bustamante.\n\nSpeaking at an anti-car-tax rally near San Diego, McClintock attempted to tie the actor to the type of special-interest \nfundraising Schwarzenegger has been attacking.\n\n\"Look at the millions and millions of dollars that he solicited and received from major corporate interests across \nCalifornia after he promised that he would not,\" McClintock told reporters at the McClellan Buick-Pontiac-GMC \ndealership in Lemon Grove.\n\nMcClintock continued on that theme later in an interview on a San Diego radio station.\n\n\"The shelf life of that promise was about two weeks,\" he said, referring to Schwarzenegger's early statements that \nhe wouldn't take donations. \"Ithink an important question occurs: What's going to be the shelf life on his other \ncampaign promises?\"\n\nMcClintock, who is receiving increasing levels of support from Indian tribes with casino interests, called \nSchwarzenegger's refusal to take Indian money this year \"hypocrisy and demagoguery\" because the actor \naccepted tribal funds last year to help pay for his campaign on Proposition 49, the after-school-program initiative.\n\nAt the McClintock rally with about 100 supporters -- including one who carried a sign that read: \"Vote Republican. \nNot Arnold\" -- about a dozen Schwarzenegger supporters also showed up with signs of their own.\n\n\"We must be gaining if they now are going to the trouble of dispatching hecklers,\" McClintock said. \"That's a very \ngood sign.\"\n\nSpeaking to the San Diego Democratic Party, Bustamante delivered one of his sharpest attacks yet on \nSchwarzenegger.\n\nStepping up attack\n\n\"We're not going to be seen on 'Entertainment Tonight.' But governing our state is not about having a good tan \neither,\" Bustamante told the audience of about 500. \"I've got some pretty bad news for Arnold: Governing isn't \nabout grabbing the spotlight, it's about rolling up your sleeves and getting the work done.\"\n\nHe then zinged both Republicans.\n\n\"While Tom and Arnold were ranting and raving on talk radio, Democrats were getting things done, were making a \ndifference,\" he said, citing such recently enacted legislation as financial-privacy protection, domestic-partner \nequality and worker's compensation reform.\n\nAfterward, Bustamante had kind words for McClintock, calling him \"a serious, passionate person\" who was \ncommitted to staying in the recall campaign.\n\nSchwarzenegger, meanwhile, appeared at a voter-registration rally in Riverside. He repeated his campaign themes \nof opposing the hefty car-tax increase, calling for education and worker's compensation reform, and rooting special-\ninterest politics out of Sacramento.\n\n\"We don't want those back-room deals any more,\" he said. \"We don't want those deals where the politicians get the \nmoney from special interests.\"\n\nThe actor appealed to several hundred fans and supporters to continue finding new voters before Monday's \ndeadline to register to vote Oct. 7.\n\n\n\n\"Go out there. Find the people and register them. Find people who never voted,\" he said.\n\nSchwarzenegger's own voting record is spotty: He did not vote in five of the past 11 elections.\n\nNotes\n\nRELATED STORIES: Pages 1A, 21A, 22A, 23A\n\nTHE RECALL\n\nWHO SHOULD LEAD TO CALIFORNIA?\n\nMercury News Staff Writer Laura Kurtzmann contributed to this report.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: PAUL SAKUMA -- ASSOCIATED PRESS\n\nHitting the campaign trail in San Francisco's Castro district Saturday are Gov. Gray Davis, right, running against the \nrecall, and Sen. John Edwards of North Carolina, supporting Davis and also running for the Democratic nomination \nfor president.\n"}