{"title": "'Utter chaos': ICE arrests 114 workers in immigration raid at Ohio gardening company; It was one of the largest workplace immigration raids in recent years, and it left dozens of the workers' children stranded at day-care centers and with babysitters, local activists said.", "body": "\nA swarm of immigration agents arrested more than 100 workers at an Ohio gardening and landscaping company \nTuesday morning, one of the largest of several recent workplace raids carried out as part of the Trump \nadministration's crackdown on immigration enforcement.\n\nAbout 200 federal officers blitzed two locations of Corso's Flower and Garden Center - one in Sandusky, on the \nshoreline of Lake Erie, and another in nearby Castalia, U.S. Immigration and Customs Enforcement told the \nAssociated Press.\n\nAgents surrounded the perimeter of the Castalia location, blocking off nearby streets as helicopters flew overhead, \nAP and local television stations reported. They arrested 114 workers suspected of being in the country illegally and \nloaded many onto buses bound for ICE detention facilities. Dozens of the workers' children were left stranded \nat day-care centers and with babysitters, local activists wrote on social media.\n\nOfficials expect to charge the undocumented workers with identity theft and tax evasion. They reviewed 313 \nemployee records and found that 123 were suspicious, agency officials told the AP. ICE is also investigating the \nrole the employer played in hiring the undocumented immigrants but has not yet filed charges against the family \nbusiness, said Khaalid Walls, an agency spokesman.\n\nAgents left the Sandusky location carrying boxes full of \"a lot of documentary evidence,\" Steve Francis, special \nagent in charge of Homeland Security investigations, told the Sandusky Register. \"We are attempting to identify \nwhat criminal network brought over 100 illegal aliens to Ohio to work.\"\n\nThe massive raid came exactly two months after federal officials arrested 97 immigrants at a meat-processing plant \nin rural Tennessee, in what civil rights groups called the largest single workplace raid in a decade. It follows other \nworkplace raids across the country, including a nationwide sweep of 98 7-Eleven stores, which led to 21 arrests. \nICE officials described the January raid as the largest operation targeting an employer since Trump became \npresident.\n\nAt the time, ICE's top official said the 7-Eleven arrests were meant to send a \"strong message\" to other businesses \nemploying unauthorized workers.\n\n\nThe agency's acting director, Thomas D. Homan, who will be retiring this month, said last year that he had ordered \nagents to increase the number of worksite inspections and operations by \"four or five times\" this \nyear. The aggressive efforts, Homan said, are meant to deter people from entering the country illegally and \"protect \njobs for American workers.\"\n\nTuesday's arrests in Ohio played out in ways similar to previous raids, such as the surprise blitz in the Tennessee \nfactory. These tactics hark back to the immigration raids of the George W. Bush administration, the National \nImmigration Law Center told The Washington Post's Maria Sacchetti in April.\n\nDepartment of Homeland Security officials have been receiving tips into Corso's Flower and Garden Center for \nyears but began probing the business in October, when authorities arrested a woman suspected of operating a \ndocument mill, authorities told WNWO. The woman, Martha Buendia-Chavarria, was indicted in federal court in \nDecember of last year on charges including possessing false identity documents with an intent to transfer them.\n\nThis arrest led officials to employees at Corso's. Through audits, officials identified more than 100 employees who \nhad documentation issues, such as duplicate Social Security numbers and identification belonging to other people, \nFrancis told WNWO.\n\nIn Tuesday's raid, videos captured by workers and reporters showed immigration agents putting employees in \nhandcuffs and separating authorized U.S. residents from undocumented immigrants. No employees were seen \nfleeing.\n\n\"We're on a barn, so we can't escape,\" employee Salma Sabala told WNWO. Sabala, who works at Corso's with \nher mother and sister, said undercover officers showed up in an employee break room initially offering to give out \nDunkin' Donuts. Then, they started rounding up workers.\n\n\"They're armed. They had the dogs. We hear the helicopters on top of us,\" Sabala told WNWO. \"They took them on \na big bus.\"\n\n\"All I could think about is my mom, because I didn't know where she was. And also my sister, because I didn't know \nwhere my sister was, either. And everyone was just crying. It makes me really sad knowing that they're going to \ntake some people away,\" she told the TV station, weeping.\n\nRosa Ramos, whose stepfather was taken into custody, shared with WNWO a text exchange with her stepfather, \nwho sent a picture of himself as he rode an ICE bus headed to Michigan.\n\n\"Are they going to take away your cellphone now?\" Ramos asked her stepfather in Spanish. \"No, but it will run out \nof battery,\" he responded.\n\n\"Okay, I love you,\" she said. \"Me too,\" he replied.\n\nThe 114 people arrested Tuesday were taken to detention facilities in St. Clair County, Michigan; Seneca County, \nOhio; and the Youngstown, Ohio, area, WKYC reported. Meanwhile, families of the arrested workers gathered at St. \nPaul Catholic Church in Norwalk, Ohio, seeking answers as to the whereabouts of their loved ones.\n\nA Latino advocacy group called HOLA Ohio shared urgent messages across Twitter and Facebook about the \nraid. Veronica Isabel Dahlberg, founder and executive director of the group, tweeted: \"Children still in daycare. \nUtter chaos. This has to stop!!!\"\n\nShe wrote on Facebook on Tuesday afternoon that dozens of children were stuck at day-care centers and with \nbabysitters \"without their parents to pick them up.\"\n\n\"We don't know what will happen to them,\" Dahlberg wrote. \"We are already aware of a 16-year-old US Citizen boy \nwho is being detained until an adult relative with documentation comes to claim him. So far, no one has been able \nto.\"\n\n\n\nShe said several of the detained workers were scheduled to be deported that same day. As the group \nbegins identifying those who are in custody, they plan to begin placing funds into their jail accounts so that they can \ncontact relatives and lawyers. Dahlberg asked Ohio residents to call elected officials and plead for a response to \nthe raid.\n\nMeanwhile, at Corso's, business was back up and running Tuesday afternoon. The company did not respond to \nrequests for comment from reporters throughout the day. According to its website, the family-owned business \nincludes a greenhouse, flower shop, garden center, landscape department and a wholesale perennial plant division \nwhere more than 2 million plants are grown to supply a seven-state area.\n\nThe morning of the raid, the Ohio Landscape Association wrote on Facebook about a labor shortage affecting the \ngreen industry in Ohio and beyond. \"There is not a large enough workforce to fill our seasonal positions,\" the \norganization wrote. \"We need congress to pass legislation to provide more Visas now. The additional 15,000 Visas \nbeing issued does not meet the need.\"\n\nThe group referred to the H-2B visa program used by employers to hire seasonal immigrant workers and capped \nat 66,000 workers per year. After business owners complained they were scrambling to find workers, the \nDepartment of Homeland Security said late last month that it would issue 15,000 additional guest worker visas for \n2018.\n\nIn response to news of Tuesday's raid, the Ohio Landscape Association wrote, \"This is not good, but maybe \nhighlights the need for usable guest worker programs.\"\n\nAbout 125 landscape contractors in northeast Ohio depend on the H-2B visa program, Sandy Munley, executive \ndirector of the association said. This year, two-thirds were not approved for visas.\n\n\"There is just not the people out there to hire,\" Munley said.\n\n          More from Morning Mix:       \n\n          A Missouri man's body was found encased in concrete. His caretakers face criminal charges.       \n\n          Voters remove judge who sentenced Brock Turner to six months in Stanford sexual assault case       \n"}