{"title": "SYRIAN REFUGEES: RELIANCE ON CAMPS CREATES FEW GOOD OPTIONS", "body": "\nThe following information was released by Refugees International:\n\nPolicy recommendations\n\nTURKEY\n\nThe U.S. Government and European donors should support Turkey as it maintains open borders and provides \nhumanitarian assistance to Syrian refugees. U.S. and European government funding support for refugees in urban \nsettings would fill important service gaps.\n\nThe Government of Turkey should (a) make public its directive of April 2012 establishing temporary protection for \nSyrian refugees, and provide official guidance as to how the policy applies to Syrians outside of the camps; (b) \nestablish a registration process, in coordination with the United Nations Refugee Agency (UNHCR), as a \nfundamental protection measure for Syrian refugees not living in camps; (c) establish services for registered and \nunregistered urban Syrian refugees, or allow other groups to establish them.\n\nJORDAN\n\nThe Government of Jordan should allow Syrians entering the country with documents to retain them in order to \nminimize the risk of undocumented individuals leaving the Zaatari camp.\n\nThe Jordan Hashemite Charity Organization (JHCO) and the UNHCR should designate more funds and better \ncoordinate and publicize services for urban refugees so that Syrians can find assistance - in particular rental and \ncash assistance - without having to relocate to a camp.\n\nThe U.S. Department of State's Bureau of Population, Refugees, and Migration (PRM) should increase the amount \nof money available to inter-governmental and non-governmental organization partners operating in Jordan both in \nthe camp and urban settings.\n\nIRAQ\n\nInternational donors must provide more funding for the Syria Regional Response Plan, with a particular emphasis \non the operation in Iraq.\n\nThe UNHCR should work to increase the capacity of its partners in Domiz camp in order to provide effective \nhumanitarian response in basic protection, medical care, education, and services for those with special needs.\n\n\nThe UNHCR and its partners should implement cash assistance programs - including rental assistance - for the \nurban refugee population to avoid a mass movement of Syrians into the camp at Domiz.\n\nDownload\n\nFileSize\n\nSyrian Refugees: Reliance on Camps Creates Few Good Options234.35 KB\n\nThe civil war in Syria has forced large numbers of Syrians from their homes, and in many cases from the country \nentirely. Refugees continue to flee in record numbers, and there are currently almost 400,000 registered or waiting \nfor registration in Iraq, Jordan, Lebanon, and Turkey combined. The United Nations has said it expects this number \ncould reach 700,000 by December 31, 2012. About half of all the registered Syrians are living in camps, but the \nother half remain in local host communities trying to get by on their own.\n\nIn October 2012, Refugees International spent several weeks visiting Syrian refugee camps and urban Syrian \nrefugee populations in Turkey, Jordan, and Iraq. The situation facing Syrians varies from country to country. For \nexample, in Turkey, many of the refugees, aid workers, and activists RI interviewed said that the Turkish \ngovernment's camps are acceptable, even if not ideal. In Jordan and Iraq, the camps need improvement, but \npeople living in them can obtain minimal services. A major challenge that exists in all three countries, however, is \nthe specific vulnerability of urban Syrian refugee populations.\n\nMany of the Syrians who now live in neighboring countries brought some financial resources with them, but these \nwill not last long - and for many families, they have already run out. Once they are unable to obtain shelter on their \nown, they face a stark choice: either move to a camp for assistance, or struggle through the winter in urban areas \nwhere there is very little support and where the numbers of Syrian refugees needing help get larger and larger. \nThough urban refugees generally also need assistance with the costs of food, medical care, and transportation, \ntheir most pressing need is often maintaining their residence so that the alternative (relocating to a camp) does not \nbecome necessary.\n\nThe camps in all three countries RI visited are already at capacity or overcrowded, with more Syrians crossing the \nborder every day or moving in from urban areas. These camp residents are not always free to come and go as they \nsee fit - whether for work, specialized medical care, or to visit family. But as the attached reports make clear, each \ncountry also faces its own unique problems in dealing with fleeing Syrians. Thousands are stuck inside Syria, just \nbeyond the Turkish border, where they are waiting for the Turkish government to build more accommodations and \nlet them in. Service providers in the Jordanian and Iraqi camps are struggling to meet even the most basic \nprotection needs, such as registration and emergency medical care. In all three countries, circumstances are \nalready extremely difficult for both refugees and service providers, but the lack of progress toward a political \nsettlement in Syria points toward even further deterioration.\n\nWhile camps may make it easier for governments and aid agencies to locate, register, and protect people by \nkeeping them in a defined location, they also prevent people from being as self-sufficient as possible. Living outside \nof camps in host communities can afford refugees opportunities to work and provide for themselves, to learn new \nskills, and to develop support networks in a community. All of these facilitate reintegration-in this case, return to \nSyria-when the time comes, as people will have resources to take back with them. Life outside a camp also helps \nmaintain dignity by offering people a more independent life. The Syrian refugee camps in all three countries RI \nvisited are either at or over capacity and cannot keep up with the pace of arrivals. For all of these reasons, it is \nessential that assistance programs support the integration of refugees into non-camp situations whenever \npossible.\n\nTURKEY\n\nSince the beginning of the conflict in Syria in early 2011, Turkey has done an admirable job of receiving and hosting \nSyrian refugees using its own financial and human resources. There are now over 120,000 Syrian refugees \nregistered in the country, most of whom live in one of 14 camps spread out across the southeast. The Turkish \n\n\n\ngovernment did not allow RI access to any of these refugee camps, but they are generally acknowledged to \nprovide adequate services and acceptable living conditions. However, the situation for Syrian refugees living \noutside the camps in Turkey is quite different. Support for this population is practically non-existent, and the \ngovernment of Turkey should offer assistance in order to prevent people from having to relocate to a camp - where \nthey would prefer not to live - in order to seek help.\n\nBackground\n\nFor almost two years, Turkey has kept its border open to Syrians fleeing the conflict in their country. Turkish law \nprovides temporary asylum on an individual basis to non-European refugees entering its territory. Faced with the \nmass influx of Syrians fleeing conflict, Turkey established a group designation called temporary protection. \nReportedly, under an April 2012 government directive, this designation allows Syrian refugees to enter Turkey and \nprohibits their forced return to Syria. However, it remains unclear how temporary protection applies to Syrians living \noutside the camps.\n\nProtection Policy\n\nThe principle of temporary protection for Syrians who enter camps after crossing the border allows them to register \nwith the Turkish government and receive support within the confines of the camp. There are no questions about \ntheir status or whether or not they are eligible for help, and it is clear that they cannot be returned to Syria against \ntheir will. The camps themselves are at capacity, and there are thousands of people being held up on the Syrian \nside of the border until more accommodation can be built. Turkey appears willing to accept them as space becomes \navailable and to address their humanitarian needs - like shelter, food, and medical attention - all under the auspices \nof providing temporary protection.\n\nHowever, there are now also tens of thousands of Syrians living in cities and towns with few options for support, \nsince there is no social services network available to them. They are not able to register with the Turkish \ngovernment or the UN Refugee Agency (UNHCR) because such a process does not exist outside the camps. They \nmust pay independently for rent, food, and health care. And as their savings dwindle, their main option for obtaining \nhelp is to move into one of the camps.\n\nThe Turkish government has offered no official guidance as to how the temporary protection policy applies to Syrian \nrefugees outside the camps, and the rights and responsibilities of these non-camp Syrians remain unclear. It is \ngenerally understood that they cannot be returned to Syria, but their humanitarian needs like shelter and food are \nnot addressed by any agency. Furthermore, there is no consistent guidance on whether or not they can officially \nmaintain legal residence in Turkey outside the camps. As a result, they live in constant fear of having to move to a \ncamp, where they would be separated from whatever family, friends, and support they may have in the cities. The \nTurkish government issued a directive in April 2012 on how the temporary protection policy applies to different \ncategories of Syrian refugees, but it has not been made public and therefore offers no practical guidance for \ngovernment officials, service providers, and refugees themselves. The Turkish government should immediately \nmake public the April 2012 directive and should provide official guidance as to how the policy applies to Syrians \noutside of the camps.\n\nOutside the Camps\n\nThere is no officially-accepted data on how many Syrians are living outside the camps in Turkey. This is partly \nbecause refugees in a community setting cannot register for assistance, and partly because some do not want to \ncome forward and reveal their identity or location. Best guesses, however, put the number at about 70,000. These \nare people who rent residences and meet all their daily needs independently. If they need medical help then they \nmust pay for it at the rates for private care; if they need trauma counseling for the children then they must find and \npay for it on their own; and when the prices of rent and food rise they must somehow find a way to adjust.\n\nThe ability to register with an organization that can identify a refugee's particular needs and help them find \nassistance is one of the most basic protection measures in any setting. By creating a record of who is present and \nwhat makes them vulnerable, humanitarian aid agencies can understand how many people are in need, where they \n\n\n\nare located, and what specific services are most essential. While the absence of support services for the urban \nSyrian refugee population is alarming, those services cannot be developed without first having a clear \nunderstanding of who is present and what their needs are. Registration - either in a camp, or in an urban setting - is \none of the simplest ways to begin assessing the condition of a population and developing lifesaving responses. This \nis particularly important with a refugee flow as large and constantly-fluctuating as the Syrian one. The Turkish \ngovernment, in coordination with the UNHCR, must establish a registration process for refugees living outside of \nthe camps.\n\nRefugee Services\n\nThe refugee camps run by the Turkish government allow Syrians access to services that address their basic \nprotection and survival needs. More than that, they offer routine medical care, education, ways to reunite families \nwho have been separated, and opportunities for social interactions that help refugees maintain their mental well-\nbeing. In many settings, such assistance also exists through networks of service organizations in urban areas; in \nTurkey, however, there are none.\n\nSome enterprising Syrian refugees in Turkish cities and towns have created their own aid networks. They do their \nbest to help meet the financial and material needs of their population, to establish educational programs for both \nchildren and adults, and to provide a community atmosphere in which people can find emotional support and feel \nsafe in a new and unfamiliar place. But the size of these groups is limited by the financial resources of the people \nwho create them. Once the money runs out, these Syrian refugees lose their support system, and it is at this point \nthat many have to make the difficult decision to move into a camp to survive.\n\nRefugees who do not live in camps generally have some advantages over those who do. Besides maintaining a \nhigher degree of independence, they may be able to earn money, learn skills, remain with a supportive community, \nand be able to contribute to the host community as well. These individuals then have an easier transition when they \nare able to return to their own country, as they have been active in sustaining themselves on a daily basis and have \nmaintained those abilities. This is important both for refugee return, and for the rebuilding of a country when it is \nable to receive its population safely.\n\nWhile in Turkey, the RI team met Syrian refugees who were suffering for a variety of reasons. Some had tourist \nvisas that were about to expire but were afraid to ask the police for advice because of their uncertain status under \ntemporary protection. Some had serious medical problems but could not go to the hospital because of the expense. \nSome lacked things as basic as food and clothing and had to rely on the goodwill of neighbors. All were \nunderstandably anxious at the prospect of moving to a crowded camp and losing their autonomy, but none could \nsee any other option short of going back to Syria. The Turkish government should establish services for these \nurban refugees, or else allow other groups to establish them.\n\nConclusion\n\nClose to 130,000 Syrian refugees are already living in government-run camps in Turkey, and yet Syrians continue \nto approach the Turkish border in record numbers. Approximately 10,000 are held up on the Syrian side of the \nTurkey-Syria border, and they will be allowed to cross only after the Turkish government has constructed a \nphysical space where they can live - in essence, a space in a camp. In addition to this large vulnerable group \nwaiting at the border, urban refugees in Turkey suffer from a complete lack of services and assistance that in many \ncases will eventually drive them into the camps as well. In order to ensure the protection of Syrian refugees, and to \nprovide support in more than just words, the Turkish government must define its temporary protection policy - \nparticularly as it applies to Syrians outside the camps. This policy must then be further bolstered by allowing urban \nSyrian refugees to register and receive humanitarian assistance through either the Turkish government or the \nUNHCR.\n\nJORDAN\n\nThe number of Syrian refugees living in Jordan has swelled to over 100,000 and continues to increase. As they \ncross the border, many Syrians are being directed into the Zaatari camp, where conditions and services fail to meet \n\n\n\ninternational standards. Simultaneously, host communities who have welcomed refugees are under increased \npressure because of the need to share limited resources with their guests. Jordan's border remains open in a clear \ndemonstration of the government's humanitarian commitment towards Syrian refugees. But without greater \ntechnical and financial assistance from the international community, these Syrian will be less welcome by host \ncommunities and will face more insecurity.\n\nBackground\n\nAn RI team visited Jordan in June 2012 and observed many Syrian refugees going into Jordanian host \ncommunities, while a smaller number remained in the transit centers for long periods. At that time, there were three \ntransit centers at the northern border where arriving Syrians could receive shelter, food, and medical care. After \nbeing screened, these individuals were released through a sponsor living in Jordan. The transit centers have since \nbeen closed and a camp (Zaatari) has opened instead. When RI returned to Jordan in October, most Syrians \narriving at the border were being directed to the camp, where they could receive some assistance but usually not \nleave. This policy of funneling new arrivals to the camp limits their mobility and self-sufficiency, and large numbers \nof refugees have left the camp without permission - sometimes even to return to Syria. While camps can help \ngovernments and agencies keep track of who is in the country and what their needs are, they engender near-\ncomplete dependency and can create tensions between host-country nationals and refugees that jeopardize the \nwell-being of both.\n\nProtection Policy\n\nOnce a Syrian refugee has crossed the border into Jordan, the Jordanian police take their identity documents and \nthe refugee receives only a receipt for having turned them over. It is not clear that refugees are able to retrieve \ntheir documents upon request. Thus, Syrians who decide to leave the Zaatari camp sometimes do so without any \nform of documentation. Those who are desperate enough to return to Syria without identification will be even more \nvulnerable to abuse. This problem is compounded by the fact that more and more refugees are attempting to leave \nthe camp due to poor conditions. Zaatari is hot and dusty during the day, overcrowded, and has inadequate shelter \nfor the approaching winter. Moreover, camp rules prevent residents from leaving the camp to find work. The \nprocess that used to allow Syrians to leave the transit centers is used much more selectively in the camp, and now \na person can only leave for urgent humanitarian reasons, such as a medical emergency. In one Jordanian hospital, \nRI met a group of family members who had been transferred out of the camp for specialized health care, but had to \nleave their 13- and 11-year-old daughters behind without a guardian. Repeated requests to reunite the minors with \ntheir family were refused because this did not qualify as an urgent humanitarian situation. The Jordanian \ngovernment should allow Syrians entering the country with documents to retain them in order to minimize cases \nlike these, and to reduce the risk of Syrians being undocumented when leaving the camp.\n\nRefugee Services\n\nZaatari camp is located not far from a small Jordanian town, yet its tens of thousands of residents are stuck living in \ntents in a restricted area of the desert. The majority use communal latrines, showers, and kitchens. In addition to \nthe tensions that often arise when people are in such cramped quarters, conditions in the camp are clearly \nunacceptable in many ways. Camp medical services are quite developed and residents can be referred out for \nspecialized care. However, the elementary school is significantly overcrowded, the child-friendly spaces are \ndesolate, the women's center is located on the periphery of the camp and is difficult to find, and the refugees are \nnot free to seek work or other accommodations outside the camp. Many Syrians have departed \"unofficially\" after \nthe situation became too difficult to endure. During RI's visit, a group of about 15 family members was preparing to \nleave Zaatari and return to Syria. When asked about this decision, they acknowledged that they did not feel safe \nreturning. They maintained, however, that they could no longer handle daily life in the camp and would rather face \nthe hardships at home. Aid organizations are working hard in the camp to identify needs and provide support, but \nthe constant new arrivals and lack of capacity make it difficult for them to keep up with the work.\n\nOutside the Camp\n\n\n\nFor those Syrians who have been living in urban settings in Jordan for some time (and for the few recent arrivals \nwho have been able to avoid going to Zaatari), the host community is becoming increasingly unwelcoming. \nRefugees are eligible for services at a number of medical clinics and children have been allowed to enroll in the \npublic school system where there is space. However, the price of rent and food is high, and more than anything \npeople need rental assistance to retain their living quarters. A handful of international organizations provide some \nfinancial support for rent and living expenses, but only a small fraction of the urban population receives this help; \nthe rest are on their own. As Syrians run out of savings to sustain them in Jordan, more and more of them are \nmoving to Zaatari to seek out the services they need. To avoid further swelling the camp population, aid agencies \nshould start by distributing rental assistance to the wider urban population. Food and household items must also be \noffered to larger numbers of people, along with winterization materials like heaters and fuel. The Jordan Hashemite \nCharity Organization, which coordinates the government's response to Syrian refugees, should prioritize this type \nof assistance for larger numbers of urban refugees.\n\nJordan has any number of humanitarian organizations that are equipped and eager to assist Syrian refugees. \nUnfortunately, the U.S. Department of State, the core donor to these local aid groups, has provided little in the way \nof new funding to these service providers. Funding for local NGOs serving Syrian refugees was limited to $3 million \nand four organizations across the region in 2012. As a result, Syrians seeking to remain in urban settings can \naccess few services. As greater numbers of Syrian refugees flee the conflict, services that allow individuals to live \nwith minimal assistance outside of camps have become increasingly scarce. In interviews, RI learned that several \norganizations have been forced to make a hard choice about whom to assist, as they cannot afford to support both \ncamp and urban populations. The U.S. Bureau of Population, Refugees, and Migration (PRM) and European \ndonors should increase funding to inter-governmental and non-governmental organization partners operating in \nJordan, both in the Zaatari camp and urban settings.\n\nConclusion\n\nSince RI's previous visit in June 2012, little has improved for Syrian refugees in Jordan. In fact, some aspects of \nthe situation are worse. There is now a camp housing tens of thousands, services in that camp are inadequate, \nfewer people are allowed out into the host community, and services for urban refugees are still lacking. Even those \nwho do live in host communities are finding that tensions with Jordanians have increased. The Jordanian \ngovernment is to be commended for keeping its border open. However, in order to maintain this policy and minimize \nthe strain on the host community, Jordan must receive better support in providing adequate services for both urban \nSyrian refugees and their Jordanian neighbors.\n\nIRAQ\n\nSince the beginning of the conflict in Syria, the Kurdistan Regional Government (KRG) has declared Syrian Kurds \nto be their brethren and has welcomed them into northern Iraq with a tremendous amount of goodwill. The KRG has \ndone a laudable job of integrating urban refugees fleeing Syria into the national systems, and offers them the same \nbenefits as their own nationals. However, the KRG's social services structure is feeling the strain of serving this \nextra population and needs outside support. To ensure that assistance is available to both camp and urban Syrian \nrefugees in northern Iraq, the international community must support the KRG's generosity by designating funding \nfor humanitarian assistance in northern Iraq.\n\nBackground\n\nWhen significant numbers of Syrian refugees began arriving in Iraqi Kurdistan early in 2012 they were generally \nwell-received by their host communities. About eight months ago, the KRG opened Domiz camp in Dohuk \nGovernorate, hoping it would help it provide for everyone more efficiently and make the best use of limited \nresources. Unfortunately, some of the camp's structures and programs have been slow to develop and many \nresidents lack the assistance they need. Similarly, in the urban areas, Syrian refugees' needs have outstripped the \nKRG's ability to address them. While refugees have access to the KRG's own social services, those services \nthemselves are underdeveloped in some cases and unable to serve additional clients.\n\nProtection Policy\n\n\n\nIn northern Iraq, hundreds of Syrian refugees continue to enter every week through the Rabi'aa border crossing, \nwhich the KRG has steadfastly kept open to provide safety to those trying to leave Syria. Domiz camp, which is \nmanaged by the KRG's Ministry of Migration and Displacement, now hosts over 15,000 Syrians. These refugees \narrived with practically nothing and are unable to provide for themselves outside the camp environment. Others \nwho arrive at the border and have the ability to get by in the cities and towns are allowed to bypass the camp.\n\nDomiz is now stretched to capacity and staff struggle to keep up with the needs of all its residents. Health care is \ninadequate, the camp's shelters are not equipped to withstand the winter weather, and the school is so \novercrowded it must offer classes in shifts. Registration - one of the most basic protection measures for refugees - \nhas so overwhelmed agencies working in the camp that although they can identify the needs of the especially \nvulnerable (such as people with disabilities, unaccompanied children, and trauma survivors) they have very little \ntime to address those needs. Nonetheless, the protection the camp provides is somewhat better than what most \nSyrians could obtain outside with camp without independent resources.\n\nMost residents of Domiz are allowed in and out of the camp as their circumstances permit. If a refugee finds work \nand can rent a home in Dohuk, for example, then they are free to leave the camp and live in town. If, later on, they \nbecome unable to support themselves, then they can relocate to the camp to obtain services. But this constant \nrelocation prevents people from achieving stability in their lives and interrupts their assistance, since they have to \nre-establish their sources of support after every move. The UNHCR should increase the capacity of its partners in \nDomiz camp in order to provide effective humanitarian response in basic protection, medical care, education, and \nservices for those with special needs.\n\nOutside the Camp\n\nWhile Syrian refugees scattered throughout the communities of northern Iraq's three governorates have options for \nassistance, they are effectively forced to relocate to Domiz camp when their financial means run out. They then \nreceive services in the camp, which is already overcrowded and struggling to provide for everyone who lives there.\n\nThis need to relocate has especially affected young single men, who are not permitted to rent apartments under \nKRG law because of suspicions that they might be combatants. Many sleep on the streets or find accommodations \nwith family members or acquaintances, but many others will eventually have to go live in the camp to seek \nservices. Single men are quite isolated within Domiz camp and are not allowed back out. Thus, men who had \nobtained work in the cities would have to cease their employment if they relocated to the camp, where they would \nno longer be able to support their relatives.\n\nThere are more than a thousand young single men registered with the UNHCR in Domiz, but they are segregated \nand increasingly frustrated at their inability to provide for themselves. Making this particular population larger would \ncreate a risk of unrest in the camp. Providing cash assistance for rent would help ensure that these and other urban \nrefugees can maintain their accommodation and employment, as well as receive support through the KRG's \nnational systems. The UNHCR and its partners should implement cash assistance programs for the urban refugee \npopulation - including rental assistance - to avoid a mass shift of the population into the camp.\n\nBetter urban community services, such as food assistance and help finding accommodations, are also needed to \navoid further relocation to an overcrowded camp. Support to some of the KRG's own programs would by default \nsupport Syrian refugees and enhance their ability to get by. For example, the KRG government has a directorate \nspecifically focused on combating violence against women, but its shelters are full and its services are stretched \nthin. So while Syrian refugees do have access to this system for protection, in practice it is very difficult for them to \nfind the protection they need.\n\nRefugee Services\n\nDomiz periodically reaches full capacity, at which point the KRG expands the camp to accommodate new arrivals. \nIt is currently adding a fifth section onto the camp. The UNHCR and its partners are not equipped to handle the \nlarge numbers of people who keep arriving, but donations to support the handful of agencies working in the camp \nhave been unreliable.\n\n\n\nThe groups working with Syrian refugees in Domiz are underfunded, understaffed, and unable to provide the most \neffective services. Compounding the basic challenge of registration is the fact that the transit center in Domiz - \nwhere people live temporarily until they are fully registered and can be placed in the camp - at one point housed \nfamilies who had been there for four months. Even the space that was the children's playground has been given up \nfor long-term shelter. A new transit center has since been set up, but it still cannot accommodate all the families that \nare arriving, and both the backlog and the consequent strain on services persist.\n\nWhile much attention has focused on the situation for Syrian refugees in Lebanon and Jordan, less has been paid \nto Iraq because the government had been handling the response with little help from international organizations. It \nis commendable that the KRG keeps its border open and seeks to provide for the Syrians. However, the scale and \nduration of the crisis has clearly outstripped its capacity to respond adequately and the international community \nmust offer greater support, more of which should be directed to programs in northern Iraq.\n\nThe UNHCR's second revised Syria Regional Response Plan, released in September 2012, increased the funding \nrequest for support for Syrian refugees in Turkey, Jordan, Lebanon, and Iraq to $487 million. Worryingly, donations \nhave been consistently slow to step forward. Two months after this urgent new funding appeal, the Plan remains \nless than half-funded. Moreover, recent pledges will likely be spent on activities to prepare the camp for winter - \nsuch as reinforcing tents and providing heaters - which should have begun weeks ago. This will not allow for \nsignificant improvement of conditions and services in Domiz camp, nor will it address the ongoing challenges that \nurban refugees face - especially the high cost of accommodations in the cities.\n\nConclusion\n\nAs in other countries hosting Syrian refugees, the three governorates of Iraqi Kurdistan - Dohuk, Erbil, and \nSuleimaniyah - are feeling the strain of hosting their guests. The Domiz camp in Dohuk alone has 15,000 refugees \nin residence, and tens of thousands more are living in the nearby cities. The KRG has been struggling for the past \nyear to provide for everyone. In keeping with the best practices recommended by the UNHCR, Syrian refugees \noutside of the camp have access to the national services of the KRG. However, the reality is that once people run \nout of financial means to rent a residence, they are very likely to have to move to Domiz in order to have a place to \nlive. Getting services in the camp is a challenge in itself, as the space is overcrowded and service provision is still \ndeveloping. In order to promote self-sufficiency, and to avoid creating tensions in either an overcrowded camp or \nan overburdened community, services in both settings must be made adequate and sustainable.\n"}