{"title": "Schools to limit visa renewals", "body": "\nPrince George's school officials traveled to the Philippines and other countries in 2005, searching for teachers who \ncould meet stricter standards called for in the federal No Child Left Behind Act.\n\nSince then, the school system has amassed more than 1,000 foreign nationals as employees - the vast majority of \nwhom are dependent on special visas allowing them to work in the United States.\n\nMany of those foreign employees are now consulting a lawyer. They contend that the school district, faced with the \nprospect of cutting about 1,300 positions, is creating an unfair standard for laying off teachers recruited from foreign \ncountries - a group that is largely made up of Filipinos.\n\nThe concern grows from new standards released in closed-door meetings this month. Prince George's will now \nrenew the three-year visas only for teachers who are in designated \"critical\" areas - such as special education, \nEnglish as a second language, and high school math and science. \n\nThe small number of teachers who specialize in other areas, such as pre-K education or social studies, will not \nhave their visas renewed.\n\n\"Where is the fairness?\" asked Arnedo S. Valera, an immigration lawyer and executive director of Migrant Heritage \nCommission. \"They came to the Philippines actively recruiting them, and they've performed well. Now, you're \ndismissing them?\"\n\nValera said his group is reviewing immigration laws to see whether this standard is discriminatory. \n\nSynthia J. Shilling, the school system's human resources director, said the change affects a limited number of \neducators. The majority of the foreign educators were recruited to teach in critical areas. Some have gained \npermanent residency status and no longer need to be sponsored.\n\nThe school board has received applications for visa renewal from 83 employees this year, about half of the foreign \nstaff whose sponsorships are about to expire. \n\nOnly four of those applications been denied so far, Shilling said.\n\n\nThe school system's $155 million budget gap had prompted a review of hiring practices, Shilling said. The visa, \nknown as the H1B, is contingent on employers not being able to find citizens who can perform specific jobs. \n\nSome of the positions held by foreign teachers could be reassigned to other teachers at risk of being laid off. \nShilling said no one would be asked to leave until their visa expires, the last of which will be in 2014.\n\n\"This is a difficult process, and our employees have given wonderful service to our schools,'' Shilling said. \"The \nbudget is absolutely the basis of this decision.''\n\nsamuelsr@washpost.com\n"}