{"title": "FROM HOME TO HOME: EXHIBIT OFFERS IMAGES OF IMMIGRANTS' JOURNEY, LIFE;AT JEWISH COMMUNITY CENTER, THROUGH FEB. 28", "body": "\nPeople who have left their native lands don't often like to talk about why they left, sometimes because they're too \nbusy trying to adjust to their new home.\n\nIt's often left to a second, third or fourth generation to learn where their ancestors came from, why they left their \nhomeland and what kind of people they were.\n\nAn exhibit called From Home to Home, aimed at helping young people understand their immigrant ancestors and \nwhat went into their decision to emigrate, is currently running through Feb. 28 at the Jewish Community Center, \n2 Millstone Campus Drive off Lindbergh at Schuetz Road.\n\n\"It's not often you get to walk in your grandparents' shoes,\" said Patty Bloom, a board member of the sponsoring \nCentral Agency for Jewish Education and chairman of the advisory committee for the exhibit. The co-sponsor is \nthe Jewish Family Educators' Network.\n\nThe exhibit allows the viewers to come very close to walking in their ancestors' shoes. Plus, in creative and \nmeaningful ways, the exhibit encourages children's participation in decisions that their ancestors' must have made: \nWhy move? Where to go? What to take?\n\nThe idea is to help them understand both the wrenching decision to leave and the difficult task of adapting to a new \nland.\n\nThere's a scale where the participants literally weigh pros and cons of leaving, all of which are written on small \nwooden blocks; and there is a colorful exhibit that encourages children to pack their own small trunks, a realistic \nway to point up the hard choices that each family member had to make.\n\nThere's a shelf of grocery items with labels in strange hieroglyphics, representing how English must have appeared \nto the new arrivals.\n\nBeautifully detailed dioramas show immigrant life in various cities in America, including St. Louis, and other \ndioramas show different aspects of Jewish life in several cities of Eastern Europe.\n\nUsing a scale model of a typical 400-square-foot apartment, children are invited to fit doll-house furniture, enough \nfor 10 people, into the spa ce. Photographs accompanying that exhibit show how people lived in such small spaces \nby sleeping five or six crosswise in one bed.\n\n\nAlthough the exhibit depicts the immigration experience from the Jewish point of view, Jews don't have a \nmonopoly on it, says Bloom. Most families can trace their roots back to similar experiences, and many groups from \nCatholic and public schools have enjoyed the exhibit, she says.\n\nBloom's grandmother, Frieda Handelman, 85, of Frontenac, looked at the exhibits and smiled at the pictures of the \npeople sleeping crosswise. She remembers doing that once, on her wedding night, when more guests arrived than \nher family had beds for.\n\nPointing to the activity that asks children to fit things into trunks, she noted that her mother, Rebecca Weitzman, \nwho died five years ago at the age of 100, had come to this country at the age of 15. \"She had no mother and \nprobably had nothing to bring,\" she said.\n\nAbout all Handelman knew of her own mother's early life was that her grandfather was a farmer in a small town \nsomewhere in Russia.\n\nHer grandmother had died in childbirth when her mother was almost 4. \"All she told me about the trip here was that \nshe ate a banana for the first time and thought it was marvelous,\" she said.\n\nBloom, 29, who lives in University City, wants to know more. Within the past three or four years, she's started \nwriting a family history and has traveled to meet descendants of these immigrants of both her family and her \nhusband's family.\n\nShe's learned how her great-great-grandfather would pay off government officials weekly in order to avoid the \npogroms.\n\nShe knows that her great-grandfather's family probably decided to leave Russia because he had been drafted, and \nit was widely accepted that once a Jew was conscripted, he never returned home.\n\nBut there's so much more she wants to know. \"Often that first generation didn't want to talk. But five generations \nlater, it's important to know all the reasons they came here,\" she said.\n\n\"We want to learn about the values they had and how we can pass them on to our children,\" she said. Her own \ndaughter, Rebecca Bloom, 18 months, is named for her great-great-grandmother, who came here.\n\nBloom, who teaches fourth-graders in religious school at Temple Israel, said, \"I want to make sure our children \nhave memories, so that 3,000 years of history is not forgotten - and that it doesn't end with them.\"\n\nThe exhibit was created by the Jewish Children's Learning Lab in coordination with the Board of Jewish \nEducation of New York. St. Louis is the first city outside the New York area to display it. From here it will go to \nKansas City.\n\nThe exhibit targ0ets families with children ages 7 to 12, but it speaks to the \"universal immigrant experience,\" said \nJoan Wolchansky, director of the department of family education for the Central Agency for Jewish Education and \nexhibit coordinator.\n\n\"Parents relate to the exhibit on a different level from their children, but everyone makes a personal connection,\" \nshe said. \"It's a really good way to get family interaction in terms of a family's own stories.\"\n\n \n\n***\n\n \n\nThe exhibit\n\nFrom Home to Home continues through Feb. 28 at the Jewish Community Center, 2 Millston Campus Drive. \nHours are 1 to 5 p.m. Sunday; 11 a.m. to 5:30 p.m. Monday, Tuesday and Thursday; noon to 8 p.m. Wednesday; \n\n\n\nand 10 a.m. to 2 p.m. Friday. Admission is $ 3 a person, $ 1.50 for children accompanied by adults. For information \nand group reservations, call 432-0020, Ext. 3760.\n\nGraphic\n\n \n\nPHOTO Color Photo by TED DARGAN / POST-DISPATCH - Four generations of relatives of Jewish immigrants \nlook at a display on immigration at the Jewish Community Center in west St. Louis County. The four (from left) are \nRebecca Bloom, Alice Handelman, Patty Bloom and Frieda Handelman.\n"}