{"title": "H HOMELAND MARKUP OF H.R. 3548, THE BORDER SECURITY FOR AMERICA ACT", "body": "\nEVENT DATE: October 4, 2017\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: H HOMELAND\n\nSPEAKER: REP. MICHAEL MCCAUL, CHAIRMAN\n\nWITNESSES:\n\nREP. MICHAEL MCCAUL, R-TEXAS CHAIRMAN\n\nREP. BENNIE THOMPSON, D-MISS. RANKING MEMBER\n\nREP. BONNIE WATSON COLEMAN, D-N.J.\n\nREP. SHEILA JACKSON LEE, D-TEXAS\n\nREP. LOU CORREA, D-CALIF.\n\nREP. FILEMON VELA, D-TEXAS\n\nREP. SCOTT PERRY, R-PA.\n\nREP. VAL B. DEMINGS, D-FLA.\n\nREP. JOHN KATKO, R-N.Y.\n\nREP. CEDRIC L. RICHMOND, D-LA.\n\nREP. JEFF DUNCAN, R-S.C.\n\nREP. DONALD M. PAYNE JR., D-N.J.\n\nREP. NANETTE BARRAGAN, D-CALIF.\n\nREP. JOHN RUTHERFORD, R-FLA.\n\nREP. WILL HURD, R-TEXAS\n\nREP. MARTHA MCSALLY, R-ARIZ.\n\n\nREP. KATHLEEN RICE, D-N.Y.\n\nREP. WILLIAM KEATING, D-MASS.\n\nREP. JIM LANGEVIN, D-R.I.\n\nREP. JOHN RATCLIFFE, R-TEXAS\n\nREP. PETER T. KING, R-N.Y.\n\nREP. MIKE D. ROGERS, R-ALA.\n\nREP. LOU BARLETTA, R-PA.\n\nREP. DANIEL M. DONOVAN JR., R-N.Y.\n\nREP. MIKE GALLAGHER, R-WIS.\n\nREP. CLAY HIGGINS, R-LA.\n\nREP. BRIAN FITZPATRICK, R-PA.\n\nREP. RON ESTES, R-KAN.\n\nREP. TOM GARRETT, R-VA.\n\nREP. LAMAR SMITH, R-TEXAS\n\nMCCAUL:  A quorum being present, the Committee on Homeland Security will come to order.  The committee is \nmeeting today for consideration of H.R. 3548, the Border Security for America Act of 2017.    \n\n      Chair announces that any requests for recorded votes may be rolled and he may recess the committee at any \npoint.  That without objection, so ordered.  The chair plans to provide adequate notice prior to taking votes and will \nhave the clerk of the committee provide notice to members.    \n\n      I now recognize myself for an opening statement.    \n\n      This morning, our committee has gathered to mark up the Border Security for America Act.    \n\n      Before we begin, I'd like to extend my thoughts and prayers to all the victims and the family members who've \nlost a loved one in the horrifying tragedy in Las Vegas Sunday night.  This kind of hatred deserves no place in our \nsociety.    \n\n      Now's the time to come together and heal as one nation.  Going forward, we must stand united and reject this \nkind of senseless violence.    \n\n      I'd also like to take a brief moment to recognize the courageous first responders, Coast Guard, National Guard, \nFEMA, countless volunteers who continue to work and rebuild communities in my home state of Texas, in Florida \nand in Puerto Rico and the U.S. Virgin Islands, in the wake of recent hurricanes.   \n\n      We are extremely thankful for their dedication to their fellow citizens.  And we pray that everyone affected can \nmake a full recovery.    \n\n      Today, we will be reviewing legislation that will protect our homeland by strengthening the security of our \nborders.  The American people are threatened by international terrorists, human traffickers, drug smugglers and \ntransnational gangs like MS-13, who try to sneak into our country, bring harm to our communities and disrupt our \nway of life.    \n\n\n\n      Allowing this to continue is completely unacceptable.  Our southern border is roughly 2,000 miles long.  We \nmust do more to keep it secure, and this markup will allow us to begin that process.    \n\n      The legislation before us is a 21st century, multi-layered approach that authorizes $10 billion for tactical \ninfrastructure, including the construction of a wall where practical and effective. It provides new cutting-edge \ntechnology and empowers the DHS secretary to take other necessary actions to secure the border.    \n\n      While physical barriers and advanced technology are important parts of achieving our goal, this bill goes even \nfurther.  It provides an additional $5 billion to improve and modernize ports of entry to better target illegal \nimmigration, while facilitating trade, deploying the National Guard on the ground to assist with intelligence \noperations and aviation support.    \n\n      And it also ensures the identification of visa overstays with the full implementation of an entry-exit system, \nsomething the 9/11 Commission recommended many years ago, that was never fulfilled.    \n\n      This bill also adds 5,000 CBP officers and 5,000 border patrol agents.  These brave men and women are our \nstrongest assets as they serve on the front lines in the fight to control our border.    \n\n      The additional resources provided in this bill will allow us to defeat drug cartels, stop lethal gang members from \ninfecting our neighborhoods and help put human traffickers out of business once and for all.    \n\n      Under the leadership of the president, we've already begun to make progress in these areas by cracking down \non illegal immigration. I'd like to commend the White House for implementing a stricter vetting process for people \ntraveling to the United States from conflict -- conflict zones and nations unwilling to meet basic information sharing \nrequirements for the purposes of minimizing the terrorist threat.    \n\n      In written testimony provided to the Senate just last week, acting Secretary Elaine Duke highlighted the dangers \nposed by transnational criminal organizations, stating that they, quote, \"provide a potential means of transferring \nweapons of mass destruction to terrorists or for facilitating terrorists' entry into the United States,\" end of quote.   \n\n      As we have learned in the past, the world's most dangerous terrorists are only one plane ride away, and they \nare always testing new ways to penetrate our borders.  We will never successfully secure our homeland until we \nare capable of controlling who can lawfully enter our country.    \n\n      The issue of immigration brings out a lot of emotion and presents many challenges.  Going forward, the best \nway to prevent these challenges from reoccurring is by securing our border.    \n\n      And while we debate and discuss these topics, we must not forget that the United States is the most welcoming \ncountry in the world. However, we cannot allow our adversaries to exploit our generosity.    \n\n      In a time where national security threats grow each and every day, we only endanger the people we are sworn \nto protect by ignoring the problems along our border.    \n\n      As a representative from Texas, I've seen these problems firsthand.  As a member of Congress, we've all have \na solemn obligation under Article I of the Constitution to protect our homeland and keep the American people safe \nfrom anyone who wishes to bring us harm.    \n\n      Today, we have an important opportunity to work together and to pass this commonsense bill out of our \ncommittee and move it to the House floor.    \n\n      We have been talking about border security for so many years, and now we finally have a chance to get this \ndone.  We finally have a partner in the White House who has prioritized this issue.  It's time for Congress to do its \npart and get this job done.    \n\n      I'm proud to acknowledge that this legislation is already co- sponsored by 70 of our colleagues, and we have \nmomentum in both chambers of Congress.    \n\n\n\n      Several out -- outside groups have submitted letters of support for this legislation.  They include the Federal \nLaw Enforcement Association, the Border Patrol Union, the Border Trade Alliance, the National Fraternal Order of \n-- of Police, among others.  And I ask unanimous consent to enter those letters into the record, and without \nobjection.    \n\n      So let's work together and get this bill to the president's desk, so we can provide the American people with the \nsecurity they have long demanded and deserve.    \n\n      And with that, I now recognize the ranking member, Mr. Thompson.    \n\nTHOMPSON:  Thank you, Mr. Chairman.  Before I share my thoughts on this bill, I'd like to express my deep \ncondolences to the nearly -- nearly 60 families that lost loved ones and the over 500 people who were injured by a \nman armed to the teeth earlier this week in Las Vegas.   \n\n      I urge my colleagues to join me and other gun owners to pass commonsense reforms to prevent further mass \ncasualty attacks.  While the FBI has found no link to ISIS, this is clearly a domestic terrorist attack.    \n\n      Turning to the matter at hand, a central promise in President Trump's campaign was that he would build a big, \nbeautiful wall across the entire southern border, and Mexico would pay for it.    \n\n      There was a time in the not-too-distant past when this committee cared about facts, data, and results.  We \nsupported DHS having a border strategy, collecting metrics on the effectiveness of operations and deploying \npersonnel, equipment and infrastructure to adjust to threats.    \n\n      Last month, the Department of Homeland Security provided evidence that our responsible approach to border \nsecurity is paying off.  In a 20-page report, DHS concluded available data indicate that the southwest land border is \nmore difficult to illegally cross today than ever before.    \n\n      DHS found that the inflow of illegal crosses is down as we -- as are apprehension rates.  It is getting harder and \nharder to cross and less people are trying.  I ask unanimous consent to place that report in the record.    \n\nMCCAUL:  Without objection is so ordered.    \n\nTHOMPSON:  Yet here we are, today, considering a misguided, unnecessary, fiscally irresponsible measure to \nformally authorize President Trump's wall at all cost.    \n\n      We will hear throughout the day that this is a $15 billion bill. Actually, the costs are much higher, and one thing \nis for sure.  They will not be borne by Mexico.  It will be American taxpayers, landowners, the environment and \nNative Americans that will bear these costs.    \n\n      I've seen estimates that construction costs for the wall would be between $20 billion and $70 billion, and since \nH.R. 3548 does not include any mileage limitations, specifications or cost controls, there's no telling how much it will \nactually cost to build.    \n\n      Today, the federal government owns a third of those sections of the southwest border that do not have physical \nbarriers.  As such, to fulfill President Trump's promise of a big, beautiful wall, H.R. 3548 would trigger the most \nexpensive federal takings (ph) that this nation has seen in years.    \n\n      This is not just my expectation.  The president made it clear that he expects to pursue legal actions against \nranchers and small landowners, and wants to hire a team of eminent domain attorneys to do it.    \n\n      If history is any indication, when the federal government wants land to build barriers, it is ranchers and small \nlandowners who bear the biggest cost.    \n\n\n\n      A decade after the Secure Fence Act, there are still 93 Americans waiting to get paid for land taken by the \nfederal government.  The federal government might just see a quarter acre of land as worth a couple of hundred \ndollars, but to a landowner who has had it in his family for generations, it's priceless.    \n\n      Additionally, the environment along the border would be harmed. Big Bend National Park, Santa Ana National \nWildlife Refuge and other federal lands would be carved up.    \n\n      Also carved up would be the habitat and endangered species that they protect.  It would make it difficult for \nwildlife to move across the border, including American jaguars and ocelots, which have begun to return to various \nparts of the U.S. after a long absence.    \n\n      A 28,000-member Native American tribe, the Tohono Nation, would also pay a steep price.  This tribe controls \n75 miles along the U.S.- Mexican border.  And one tribe member explained, \"the wall would cut through our \nancestral lands, and it divides families that have been able to go back and forth through there since before the \nborderline was drawn.\"    \n\n      This bill has hidden costs, too.  On the top of page 73, it states \"There -- there are authorized to be appropriated \nto U.S. Customs and Border Protection such sums as may be necessary to increase the annual rate of basic pay \nfor CBP employees.\"    \n\n      Mr. Chairman, I believe that CBP personnel should be adequately paid.  But the way this bill goes about it calls \ninto question the seriousness of this effort.  This set sums language, and the absence of offsets for the $15 billion \nauthorization, violates the general protocols issued by Republican House leadership for bills to be considered in the \n115th Congress.    \n\n      I ask unanimous consent to submit the general protocols into the record at this time.    \n\nMCCAUL:  And without rejection, so ordered.    \n\nTHOMPSON:  Mr. Chairman, this bill would authorize Trump's border wall at all cost.  It is a $15 billion boondoggle \nthat abandons past bipartisan efforts to stop throwing money at the border in an ad hoc way in favor of strategically \ndeploying resources.  I hope after today, we can have a serious conversation about the border and move forward \ntogether in a productive manner.    \n\n      With that I yield back.    \n\nMCCAUL:  Thank you, Ranking Member Thompson.    \n\n      Other members of the committee are reminded that opening statements may be submitted for the record.  By \nagreement between the chair and ranking member of the committee by unanimous consent shall use an \namendment roster today.    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  The ranking member is recognized.     \n\nTHOMPSON:  Reserving the right to object, and I will not object, would the chair please explain our agreement \nregarding the amendment roster?  I yield to the chairman.    \n\nMCCAUL:  I thank the gentleman and all committee members for agreeing to the use of an amendment roster.  The \nroster has been arranged in order of where the amendment modifies the bill.  We've agreed that the amendment in \nthe nature of a substitute is open to amendment at any point and that we shall take up amendments in the order \nlisted on the roster.    \n\n\n\n      The chair will allow members to offer amendments listed on the roster out of order to the extent practicable and \nin a manner not prohibited by House or committee rules.  Amendments not listed on the roster may be considered \nat the conclusion of the consideration of the roster.    \n\nTHOMPSON:  I thank the chair for this explanation and withdraw my reservations.    \n\nMCCAUL:  I now call up H.R. 3548, the Border Security America Act of 2017 and discharge the Subcommittee on \nBorder and Maritime Security from further consideration.  The bill was circulated in advance and the printed copies \nare available.    \n\n      The clerk shall designate the bill.    \n\nCLERK:  H.R. 3548.    \n\nMCCAUL:  Without objection the reading is dispensed with and the bill is considered read and open to amendment \nto any point.  I have an amendment in -- in the nature of substitute listed on the roster.  The clerk shall report the \namendments.    \n\nCLERK:  Amendment in the nature of a substitute to H.R. 3548, offered by Mr. McCaul.    \n\nMCCAUL:  Without objection the reading is dispensed with.  The amendment in the nature of a substitute shall be \nconsidered base text for purposes of amendment.  This amendment in the nature of a substitute is a notice to all \nmembers in compliance with the committee rules.    \n\n      Is there any discussion on the amendment in the nature of a substitute?  There being no further discussion on \nthe amendment in the nature of a substitute the committee will move to consideration -- pardon?    \n\n      Oh, Ms. Watson-Coleman's recognized.    \n\nWATSON COLEMAN:  Thank you for recognizing me -- recognizing me, Mr. Chairman.  Considering the past \npresident's commitment to build a massive wall along our southern border, I can't say it's surprising that this \ncommittee has chosen to follow his lead in this misguided effort.  But it is disappointing nonetheless, because there \nare so many things that we could do with this $12 -- $10 billion that would be a better use to the resources than \nbuilding a border wall.    \n\n      If we're looking to fund infrastructure I'd suggest sending the money to the Gateway project because -- because \nwe certainly could use it.  Or we could use some money to partially rectify our failure last week to fund the \nChildren's Health Insurance Program reauthorization.    \n\n      And instead of authorizing 5,000 additional border patrol agents, we could take advantage of the massive \ndecline in unlawful border crossings to shift the resources away from border patrol and ICE and toward \ntransportation security and cybersecurity where there are real and growing threats, rather than imagined ones.    \n\n      And instead of wasting a day debating a bill that won't become law, hopefully, we could be having what \ndomestic -- that domestic violent extremism hearing that we've always been asking for or just a discussion with \nemergency responders on how to deal with the threat to our homeland that is a madman with easy access to \nassault weapons.    \n\n      But obviously I don't set the hearing topic so -- or choose the bills to be marked up, so I'll briefly discuss this \nvery flawed piece of legislation.    \n\n      My colleagues have already laid out some of the problems with this markup in the amendments that they will be \noffering and will -- and they will continue to do so throughout.  But I want to highlight a couple of specific provisions \nin the bill that are very revealing of the values of my Republican colleagues.    \n\n\n\n      Section 120(c)2(GG)and 120(c)2(HH) (ph), these provisions grant CBP a waiver from complying with the \nAmerican Indian Religious Freedom Act and the Religious Freedom Restoration Act.  This struck me as odd \nconsidering I've heard a lot about religious freedom for my colleagues on the other side of the aisle these past few \nyears.    \n\n      Instead last -- indeed last Congress seven members of the committee, including you Mr. Chairman, the sponsor \nof this bill, co- sponsored the so-called First Amendment Defense Act, which would license widespread \ndiscrimination against same-sex couples in the name of religious freedom.    \n\n      So apparently when we seek to protect LGBT individuals from discrimination, my Republican colleagues say \nwith religious freedom doesn't follow it doesn't follow -- doesn't allow that.    \n\n      And when we seek to ensure women have access to contraceptives, my Republican colleagues say religious \nfreedom doesn't allow that.    \n\n      And when we seek to ensure nonprofits don't abuse their tax- exempt status for political purposes, my \nRepublican colleagues say religious freedom doesn't allow that.    \n\n      But suddenly when we're looking to build a massive wall by Republican -- my Republican colleagues couldn't \ncare less about religious freedom and the First Amendment.  But it's not even just that they don't care.    \n\n      They've gone out of their way to specifically put into statute that our existing federal religious freedom laws don't \napply on federal land when CBP is patrolling the plot -- the border, detaining individuals or constructing the border \nwall.    \n\n      I hope that before voting for this bill our committee members will think about how they will explain to their \nconstituents and community religious leaders why this bill was worth abandoning their commitment to religious \nfreedom when in so many other cases they view it as an absolute right.    \n\n      And given what we've experienced over the last month, I cannot end this -- this this point of concern without \nmentioning the hurricanes, the desolate -- the -- the devastation to our islands, to our states, what happened in Las \nVegas, all of which could be using the resources that we're talking about today to a better use.    \n\n      So due to these provisions and so many other aspects of this bill, I urge the committee to reject this legislation.    \n\n      And thank you Mr. Chairman.  I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      Ms. Jackson-Lee is recognized.    \n\nJACKSON LEE:  Thank you to the chairman and the ranking member for their presentation of the underlying \nlegislation.  I recall in times past, Mr. Chairman, and to the ranking member, we worked on a border security \ninitiative in a bipartisan manner.   And that bill was enormously effective.    \n\n      That was an enormously construct of how the individuals, citizens, ranchers and others that live at the border \nfelt and could perceive that the United States was doing something about -- and something real about border \nsecurity.    \n\n      It did have some enhancement of staffing but it used an important construct of technology and intelligence to be \nable to ensure the safety and security of the people of the United States of America, and particularly the border.    \n\n      I come from a border state as does the chairman, and I know that in our many visits we have heard a number \nof reactions to a border wall, which this particular legislation seems to put, without tongue- in-cheek, in concrete.    \n\n\n\n      This is a wall that is going to be enormously difficult.  I have been discussing border security with Texans in \nSouth Texas for a very, very long time.  I have interacted with universities who have rejected and contested the \nfederal government taking their land.    \n\n      And so we now are going to go on what I believe will be not a joyride, but a ride to no end and of no \nconsequences.  This is not a good use of the needs of the American people to be secure.    \n\n      I hold an article that says \"The Massacre in Vegas, an Act of Pure Evil.\"  It is more than an act of pure evil -- \nevil.  And to the commentators on the local cable, you are misdirected to not note that this is an act of domestic \nterrorism, plain and simple.    \n\n      The perpetrator used military weapons, weapons of military force. Used a bump kit intended to massacre as \nmany people as he could.  This is an issue that the ranking member has been discussing, and we have been \ndiscussing as a committee, for a very long time.    \n\n      We have yet to have a full-blown constructive response to domestic terrorism, whether it was in Charlotte -- \nCharleston, rather, whether it was in Charlottesville where there was no violence but certainly there was intimidation \nand forms of domestic terrorism or whether it was elsewhere in the Pulse nightclub.  This is an act of domestic \nterrorism.    \n\n      So I would much rather have us concentrate on ways to save lives in the focus on the American people's \nopportunity and right to be protected in their own homeland, as opposed to pursuing a broken policy of a border \nwall.    \n\n      I also note that the legislation does not seem to have any civil liberties protection, which is what we had, right to \nprivacy on some of these issues, which I'll be determining.    \n\n      And finally let me make the point that we have 800,000 young people who are fearful for their lives.  They're \nfearful because we have not reauthorized, as the president indicated that he would do, is to protect the DACA \nyoung people.    \n\n      Some of them are military persons.  Some of them are in college. Many of them are supporting their families, \nbut there are young people who are here in this country because they have pledged allegiance to this flag and they \nlove this nation.    \n\n      We've done nothing to protect those deferred individuals, and I believe that what we're doing here today is a \nmisdirection, a wrong journey, a failure to the American people, and not a concentration on what we need to do is \nholistically looking at the needs in aviation, cybersecurity, transportation.    \n\n      And more importantly, to look seriously at how we protect the American people at all of our borders, both \nsouthern and northern border.  That would be the way to approach this.    \n\n      I also take note and would like to put on the record that I do not see one Democratic cosponsor.  And I would \nhope that securing this nation as it has always been, Mr. Chairman and ranking member, it has always been a \nbipartisan effort.  I hope we can turn that corner today.    \n\n      I yield back.    \n\nMCCAUL:  The gentlelady yields back.   \n\n      Any further discussion on the amendment?    \n\n      Mr. Correa is recognized.    \n\n\n\nCORREA:  Thank you, Mr. Chair and members.  I also want to first of all express my deep condolences for the \nvictims of Las Vegas.  One of those victims, at least one, was one of my constituent, Ms. Rochagean (ph), mother \nof four.  Her youngest child was just four months old.    \n\n      And Mr. Chair, I just want to thank you very much for your work on homeland security issues.  I think all of us \ncan agree that protecting our country from bad hombres, criminals and drugs, of course, very paramount and all of \nus agree on those objectives.    \n\n      But I think we have to focus on the facts before we make such huge investments of taxpayer dollars.  Let's \nmake sure that we acknowledge the facts.    \n\n      According to the Department of Homeland Security, last year we had visa overstays accounted for 740,000 \nundocumented individuals in the U.S.  These overstays may now be the primary area of undocumented in this \ncountry.    \n\n      The border wall is not going to do anything to stop these overstays.  The wall -- the construction of the wall \nactually started back in 1992 by President Clinton.  And today in some areas of the border, three walls exist with \nbuffer zones heavily patrolled, so this proposed wall will be the -- actually the fourth wall to be built in some of the \nareas.    \n\n      In this committee itself, the admiral of the Coast Guard testified that the Coast Guard lacks the resources, the \nassets to adequately stop known drug shipments into this country.  We need to focus in those areas.    \n\n      Then Secretary Kelly also acknowledged that our country needs a multilayered defense system, not a wall, but \nwe need to stop the negative elements from reaching our country way before they reach our borders.    \n\n      And, of course, we need to cooperate with law enforcement, both north and south of the border.  We need their \ncooperation to make sure nothing gets close to the -- to our nation that would harm our constituents.    \n\n      And let's also address economic reality.  Both Canada and Mexico are our largest trading partners.  Let's work \nwith them to make sure the bad hombres and illicit drugs don't reach our nation.    \n\n      And, of course, let's acknowledge that America's insatiable appetite for illegal drugs are essentially the fuel that \nkeeps drug business, violence going throughout not only the U.S., but throughout the world.    \n\n      And, of course, finally let's acknowledge the fact that we need immigration reform in this country.  Seventy to 80 \npercent of our agricultural workers are undocumented.  And many of these are in the red states.  And those red \nstates rely on ag for their economic wellbeing.    \n\n      Mr. Chair, with that, I yield the remainder of my time.    \n\nMCCAUL:  The gentlemen yields back.  I'd just like to -- to note to -- to the gentlemen that the U.S. exit (ph) is \naddressed in this bill.  It was a recommendation of the 9/11 Commission.  It's never been fulfilled.    \n\n      The gentleman is correct.  It does account for nearly half of the illegal population in the United States, and $1 \nbillion is authorized in this bill to address that very important program.  And I know you share my concern with that \nas well, so thank you.    \n\n      Any further discussion on the amendment?  There being no further discussion on the amendment in the nature \nof a substitute, the committee will move to consideration the amendments to the amendment in the nature of a \nsubstitute listed on the roster.    \n\n      Per the roster agreement, listed next is amendment 026, offered by the gentleman from Mississippi, Mr. \nThompson.  Would the gentleman like to offer his amendment?    \n\n\n\nTHOMPSON:  Yes.  Mr. Chairman, I have an amendment listed on the roster and ask for its consideration at this \ntime.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Thompson.    \n\nMCCAUL:  And without objection, the reading is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Thank you.  Mr. Chairman, my amendment seeks to put fundamental truth about this bill front and \ncenter.  In order for President Trump's border wall to be fully realized, as this bill seeks to do, a mass acquisition of \nprivate land would need to occur.  That is because nearly two-thirds of the targeted land from Trump's wall is \nprivately owned.    \n\n      As we saw over the last decade, the federal government's favored approach to acquiring private land from \nborder infrastructure is by invoking the Fifth Amendment of the Constitution, the so called Takings Clause.    \n\n      Given the pressure that the Trump administration is under to deliver on the president's famous campaign \npromise, does anyone here doubt that federal efforts to secure the land for President Trump's wall will bring about \nthe largest, most significant federal takings in the modern era?    \n\n      For that reason, my amendment today appropriately names this bill the Taking American's Land to Build \nTrump's Wall Act.  Over the last decade, the border security buildup resulted in the construction of about 700 miles \nof border fence.    \n\n      To get those miles of fence built, the federal government filed over 400 cases to seize private land.  Trump's \nwall, as he envisions it, and this bill proposes, would necessitate the seizing of far more private land than was done \nin the prior effort.  So ranchers and landowners beware.  Under this bill, the Trump's administration is coming for \nyour land.    \n\n      But don't just take my word for it.  The president makes a significant signal towards his extensive federal takings \nplan when he requested funding for a new eminent domain legal unit in the fiscal year 2018 budget request he \nsubmitted to Congress.    \n\n      To quote from his budget blueprint, \"The amount requested supports the addition of 20 attorneys to pursue \nfederal efforts to obtain the land and holdings necessary to secure the southwest border.\"    \n\n      That statement is about as forthright as this president has ever been about his intentions.  It is also crystal clear \nthat the central goal of this legislation is to ensure that expeditious construction of a border wall.  Mr. Chairman, \nyou said as much in the August 7th Fox News piece that you co-authored with Representative Goodlatte.    \n\n      Moreover, the fact that the bill grants the acting DHS secretary sole discretion to waive any law that stands in \nthe way of expeditious construction underscores your expectation that the federal government will stop at nothing to \nget Trump's wall built.    \n\n      So where does this leaves ranchers and others whose property on the southern border?  To answer that \nquestion, I'd refer you to the statement made by someone who should be familiar to the Texans on this panel, \nFederal Judge Andrew Hanen.    \n\n      Judge Hanen serves on the federal bench in the Southern District of Texas, and in his capacity, he's hear a \nmajority of the eminent domain cases that the federal government has brought against border landowners and \nranchers.    \n\n\n\n      For context, Judge Hanen was appointed by President George W. Bush and is known to be an outspoken critic \nof President Obama's immigration policies.    \n\n      In February, Judge Hanen stated, quote, \"You have to realize that these are everyday people living their \nordinary life and all of a sudden the government knocks on their door and say, 'we want your back yard,'\" unquote.    \n\n      Judge Hanen, who calls himself the fence judge, was on -- went on to say, quote, \"I mean, all of a sudden, \nyou're facing the might of the Department of Homeland Security and the Department of Justice. And all of a sudden \nthey are a defendant in a lawsuit through no fault of their own,\" unquote.   \n\n      Mr. Chairman, it's time for those who support the building of President Trump's wall to recognize that this is -- \nthat this is not just unnecessary, unjustified, and ineffective, but it's also just flat out mean.    \n\n      To fulfill a misguided campaign promise, this bill would set in motion the federal taking of massive amount of \nland from ordinary Americans for a wall that the underlying bill did not even fully fund. Estimates between \nconstruction costs for Trump's wall range between $20 billion and $70 billion.    \n\n      Yet this bill, which in addition to authorizing Trump's wall, requires DHS to deploy an extensive list of technology \nto each border patrol sector, upgrade ports of entry infrastructure, and make significant increases in its border \nstaffing only provides $15 billion.    \n\n      It is worth noting that this bill authorizes $15 billion in appropriations without identifying any areas of -- for \nreduction, thereby abandoning the House Republican leadership's Cut-Go protocols, which would require offsets for \nnew funding.    \n\n      As I said in my opening statement, this bill seeks to deliver Trump's wall at all costs.  Under this measure, \nAmerican taxpayers would bear the cost of Trump's bill, not the Mexican government, as Mr. Trump repeatedly \nassured the nation.    \n\n      For this amendment is about the direct human cost that the bill would inflict on this subset of Americans.  I am, \nof course, speaking of the cost to families that struggle and persevere against all odds to acquire and maintain their \nlittle piece of the American dream.  It is those Americans that will directly bear the cost of this wall.    \n\n      For these reasons I urge a yes on the amendment and yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?  There being no further discussion, the question now occurs \non the amendment to the amendment in the nature of substitute offered by Mr. ?Thompson.    \n\n      All those in favor signify by saying aye.    \n\n      All those opposed signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nTHOMPSON:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to the previous announcement this vote will be \npostponed.    \n\n      Per the roster agreement, listed next is amendment number 006, offered by the gentleman from Texas, Mr. \nVela.  Would the gentleman like to offer his amendment?   \n\nVELA:  yes, Mr. Chairman.  I have an amendment listed on the roster and ask for its consideration at this time.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\n\n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Vela.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Vela is recognized for five minutes.    \n\nVELA:  Mr. Chairman, does H.R. 3548 authorize the construction of a big, beautiful border wall from sea to shining \nsea like the president described it on the campaign trail?  Is the Department of Homeland Security being directed to \nerect a big concrete wall with solar panels, like the president said he would -- he wanted on July 12, 2017?    \n\n      Or is the wall authorized under this bill going to be see- through, like the president described it at a -- a few \nweeks ago at a political campaign rally?  Will the wall as authorized under this bill have a big, beautiful door for \nlegal immigrants like president Trump said he envisioned back in August of 2016?    \n\n      My amendment inserts a definition for a border wall system to encompass the full breadth of wall that the \npresident has described on many occasions.  It reads as flows.    \n\n      And amendment -- border wall system.  The border wall system means a wall between the United States and \nMexico that is, A, big and beautiful, B, see-through, C, real, D, not a fence, E, made of rebar and steel, F, inclusive \nof a door, G, inexpensive, H, has openings, I, solar, J, physically imposing in height between 18 and 30 feet high, K, \na contiguous wall or other impassable physical barrier, L, 700 to 900 miles in length, M, made of reinforced \nconcrete, N, aesthetically pleasing and consistent with the general surrounding, environment, O, able to prevent \ntunneling below it for a minimum of six feet, P, able to prevent for a minimum of 30 minutes a physical breach of the \nwall by use of sledgehammer, carjack, pickaxe, chisel, battery operated impact tools, battery operated cutting tools, \nacetylene torch or other similar handheld tools, Q, cost effective to construct, maintain and repair, R, modeled after \nthe border wall in Israel, and S, paid for by the Mexican government.    \n\n      I offer this amendment not because I support Trump's wall or believe it will make the border more secure.  I \nstrongly oppose Trump's wall.  In fact, I would take a bulldozer to every inch of existing structure on the U.S.-\nMexico border.    \n\n      I offer this amendment to provide the members of this committee the clearest picture to date of the conflicting \nand absurd vision of the president -- that the president has for his wall.    \n\n      A vote for this amendment is a vote for Donald Trump's vision.  A yes vote on this amendment is a vote for his \nbig, beautiful wall.  I will vote no on this amendment.    \n\n      With that, Mr. Chairman, I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?  OK.  There being no further discussion, let me say -- let me \njust say I appreciate the gentleman's creativity in his amendment, and sense of humor, but I will oppose this \namendment.    \n\n      There being no further discussion, the question now occurs on the amendment to the amendment in the nature \nof a substitute offered by Mr. Vela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it and the amendment is not agreed to.    \n\n      Let's...    \n\nTHOMPSON:  Mr. Chair, I ask for a recorded vote.    \n\n\n\nMCCAUL:  OK.  A recorded vote has been requested.  Pursuant to previous announcement, the vote will be \npostponed.    \n\n      Per the roster agreement, listed next is amendment number 027, offered by the gentleman from Mississippi, Mr. \nThompson.  Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. -- yes, Mr. Chairman.  I have an amendment at the desk.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Thompson.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Thank you very much.  Mr. Chairman, any good government program has accountability measures \nin place to breed success or failure.  Over the last decade, federal spending on border security has increased \nnearly 20-fold.  In fact, according to the Congressional Research Service, funding for core border security has gone \nfrom $260 million in fiscal year 1990 to nearly $4 billion in fiscal year 2017.    \n\n      Thanks to this committee, last year for the first time DHS was directed to develop reliable metrics to measure \nborder security progress.  Without metrics, how will we know if or when operational control of the border is \nachieved or which investments have been effective?    \n\n      This -- there is bipartisan agreement that DHS must have achievable, informed metrics to measure the level of \noperational control.  Regrettably, under this deal the metrics that DHS is developing would be evaluated against an \nunachievable, unrealistic and discarded benchmark, the prevention of all unlawful entries into the United States.    \n\n      Bu this standard, the border is not secure if just one illegal crossing occurs.  This unachievable, unrealistic \nstandard is out of synch with the standards we apply to measure local law enforcement efforts.  Even the safest \ncities have some instances of crime.    \n\n      We don't characterize an entire city as unsafe because one robbery occurs.  But that is exactly the message \nthat is sent to border patrol sector chiefs with the 100 percent definition in the underlying bill.  The men and women \nthat put their lives on the line every day, some in terrible conditions, to keep our borders secure, should not be set \nup for failure at this -- as this definition would do.    \n\n      There is a time where there was bipartisan agreement that a 90 percent metric was ambitious but achievable.  \nMy amendment today takes verbatim the definition of operational control from H.R. 1417, the Border Security \nResults Act, which I introduced with Chairman McCaul in 2013.    \n\n      The definition states that CBP achieves operational control of the border when it is able to apprehend at least \n90 percent of attempted illegal crosses.    \n\n      I would echo what the chairman said in his opening statement for that markup of H.R. 1417.  \"We have defined \noperational control in this bill based on the oversight work of the committee.  It is a reflection of testimony from the \nchief of border patrol, a 90 percent standard for success.\"    \n\n      Mr. Chairman, you went on to say that the 90 percent standard is tough, realistic and achievable.  Stopping 90 \npercent of illegal crosses and the interdiction of significant portions of drugs coming into this country would increase \nour security.    \n\n      I couldn't agree more.  For the benefit of members, particularly newer members on this panel, I'd like to ask \nunanimous consent to enter it into the record the opening statement of Chairman McCaul at the markup of H.R. \n1417, the Border Security Results Act of 2013 on May 15, 2013.    \n\n\n\nMCCAUL:  Without objection, so ordered.    \n\nTHOMPSON:  With that, Mr. Chairman, I urge my colleagues to support my amendment and yield back the balance \nof my time.    \n\nMCCAUL:  The gentleman yields.    \n\n      Is there any further discussion on the amendment?   \n\n      Mr. Perry's recognized.    \n\nPERRY:  Thank you, Mr. Chairman.  I think the message should be for the American people for the folks working on \nthe border, for our society in general, for the world that we all -- always strive for excellent, every single time.    \n\n      We understand.  We recognize.  We acknowledge that we as people, as individuals are flawed.  We make \nmistakes.  Systems, governments, communities, make mistakes, but we always seek our best effort on every \noccasion.    \n\n      We wouldn't accept our local law enforcement or a fire company that said, well, kind sir, we're going to try and \nget to 90 percent of the fire and we're going to kind of -- we're going to try and get to 90 percent of the crime.  And \nwe hope we'll be successful.  We know that there are going to be crimes unsolved, and we know that there are fires \nthat are going to be unattended to and burned the whole place down.    \n\n      We don't strive for that.  We always want to do our best on every occasion.  And putting it in legislation, putting \nit in a law, enshrining in law that says we're not going to do our best.  We're going to try and do almost our best.    \n\n      Mr. Chairman, we are a nation of standards, or at least we used to be.  And every time we change a standard \nand lower a standard we set a new standard.  I think it's important that we maintain this one.   \n\n      While I agree with the metrics to inform us about what works better than other things and what doesn't work as \nwell as other things over time, that informs us about where we should spend scarce resources and direct our \nattention as the situation changes.    \n\n      But I don't see any reason to ever relax from the standard that says we must do our best on every single \noccasion and stop people that shouldn't be in our country from coming whether they're terrorists or otherwise, and \nstop contraband like opioids flowing and pouring into our country and -- and destroying our communities.    \n\n      And just saying to -- I -- I don't know how I face a constituent, Mr. -- Mr. Chairman, and say -- I got a good friend \nwhose son was addicted to heroin.  And I'd say, well, look, we -- we gave it our 90 percent.    \n\n      I'm never going to say that ever.  I'm going to say we did our best every time and we failed on occasion, and \nmaybe we failed you. But I don't see any reason as a government to relax the standard, to change the standard, to \nlower the standard and to delve into mediocrity and act like we're doing everybody a favor.    \n\n      We're doing no one a favor when we do that.  It's important that we maintain the standard, Mr. Chairman, and I -\n- I stridently object to this amendment.    \n\n      And I yield.   \n\nMCCAUL:  The gentleman yields.    \n\n      Any further discussion on the amendment?    \n\nVELA:  Mr. Chairman?    \n\nMCCAUL:  Mr. Vela is recognized.    \n\n\n\nVELA:  Yeah, Mr. Chairman, this amendment does not set a standard from thin air.  It's the product of this \ncommittee's bipartisan oversight work.  What has changed since 2013 to justify setting aside the achievable \nstandard that we developed on a bipartisan basis based on testimony of the chief of the border patrol?  What two \nthings come to mind?    \n\n      First, the border is more secure, thanks to significant investments in infrastructure, technology and personnel \nthat Congress made over the past decade.    \n\n      Second, Donald J. Trump, who ran a campaign that vilified undocumented immigrants, was elected.  We can do \nbetter.  We can come together and replace the unachievable 100 percent standard with language that this \ncommittee approved on a bipartisan basis in 2013.    \n\n      By doing so, we can send a message that we are holding CBP accountable and have high expectations when it \ncomes to border security.  To that end, I urge members to join me in supporting this commonsense amendment.  \nToday's bill reverts back to doing nothing for border security accountability.    \n\n      With that, I yield back.    \n\nMCCAUL:  The gentleman yields.    \n\n      Any further discussion on the amendment?  There being no further discussion on the amendment, the question \nnow occurs on the amendment to the amendment in the nature of a substitute offered by Mr. Thompson.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it and the amendment is not agreed to.    \n\n      Per the roster agreement, listed next on the roster is amendment number 024 offered by the gentleman from \nMississippi, Mr. Thompson. Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. Chairman, I have an amendment.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Thompson.   \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Mr. Chairman, my amendment seeks to ensure that each sector gets the infrastructure and \ntechnology that they need to keep the border secure.    \n\n      Section 113 of the measure prescriptively (ph) dictates that border sector chiefs with -- with specific capabilities \nin technology that agents should receive in the field.    \n\n      Since 2014, border patrol has used a requirement management process to deploy resources in a risk-based \nmanner to address emerging threats specific to each sector.    \n\n      This process, which was established at the direction of Congress, is based on a DHS joint requirement process \nthat this committee has authorized on numerous occasions, most recently H.R. 2825, the DHS Authorization Act.    \n\n      Under the capability gap analysis process, or CGAP, each border patrol sector analyzes how it fulfills its \nmission and identifies capability gaps that are preventing it from filling that mission. Based on -- based on this, on \n\n\n\nthe ground analysis from the leaders on the frontline, CBP identifies options to close those gaps through the use of \ntechnology, tactical infrastructure or other solution.    \n\n      This process informs the border patrol strategies and planning to fund and deploy tactical infrastructure and \nother operational requirements, such as surveillance technology for border security operations.    \n\n      Through this process, though this process is new, it is responsive to past well-documented shortcomings in how \nCBP made decisions about purchasing equipment and technology.    \n\n      Remember SBInet, that $1.5 billion virtual fence failure? Importantly, through this process the border security \noperators drive what is purchased, not Congress.  As a committee, we have longstanding interest in DHS efforts to \nreform the acquisition process, and to now short circuit and scrap this process makes no sense.    \n\n      A vote for this amendment is a vote in favor of using an informed and risk-based approach to deploying \ncapabilities where they are needed most.  I urge my colleagues to support this amendment.    \n\n      And I yield back the balance of my time.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\nDEMINGS:  Mr. Chairman?    \n\nMCCAUL:  Miss Demings is recognized.   \n\nDEMINGS:  Thank you so much, Mr. Chairman.  I speak in support of this amendment.  Combined Sections 111 \nand 113 represent a vast and inappropriate congressional overreach.  Not only do these provisions short circuit the \nrequirement process used by sector chiefs, they also prematurely commit to acquiring and deploying specific \ntechnology in each sector.    \n\n      This laundry list of items assigned to be deployed in each individual border patrol sector in Section 113 could \nalmost be mistaken for an earmark.    \n\n      Sectors and entire regions of our southern and northern borders vary not only in terms of terrains but also in \nterms of threats.  By January 2021, the statutory deadline in this bill for deploying the prescribed list of equipment to \neach sector, border threats could have shifted, and the list could be unresponsive to operators' needs.    \n\n      We have heard in testimony and during subcommittee hearings that cartels and others looking to exploit the \nborder are agile and adaptive.  Why is it then, that we are backing ourselves into a corner by predetermining what \nagents in the field can use?    \n\n      This amendment reaffirms the need to properly assess threats along the border and determine how we can \nbest address them.  Through the appropriate process, Congress has required border patrol identity -- to identify \nwhat is needed to fulfil the mission of securing the border in a systematic manner.    \n\n      To ignore or un-end (ph) this directive would prove an expensive mistake.  As such, I urge my colleagues to \nvote in favor of this amendment.    \n\n      And Mr. Chair and to our ranking member, I have to say as a former law enforcement officer with 27 years on \nthe job, and as a member of this committee, my priority has been and still is the safety and security of our nation.    \n\n      And it saddens me today, a few days after 58 people in Las Vegas lost their lives -- I represent Orlando, 49 \nkilled last year, that we would make the priority of this committee keeping a ridiculous campaign promise.    \n\n      And with that, Mr. Chairman, I yield back.    \n\n\n\nMCCAUL:  The gentlelady yields back.    \n\n      Is there any further discussion on the amendment?    \n\nKATKO:  Mr. Chairman?    \n\nMCCAUL:  Mr. Katko is recognized.    \n\nKATKO:  Thank you, Mr. Chairman.  This -- I -- I can only view this amendment as a -- a delay tactic.  And I say \nthat because when I first came to Congress in 2014, I think I was here about a week, and one of the very first \nmemories I have of being in Congress was a detailed discussion of a border security bill that went sector by sector \nwith specific prescriptive instructions for each sector on the southwest border.    \n\n      I remember vividly because the bill at the time did not have anything about the northern border.  And so \neventually the northern border had a similar prescription encompassed within it because we got input from the \nagencies.    \n\n      The agencies told us what they needed sector by sector.  We did not make it up.  They told us what they \nneeded.  We received the input from them.  And this bill not only encompasses and enshrines that input, but it also \ngives the agencies involved the -- the sufficient flexibility to adapt to the change in landscape.    \n\n      So to delay further the implementation of border security is to ensure that not only is the border not safe from \nillegal -- illegal aliens or is -- is not safe from possible terrorist activities.  But something that is in every community \nand is killing kids in my community, and that's heroin and the opiate crisis.    \n\n      We've been -- we've been in session in this -- in this particular hearing about an hour.  And in that time, five \nmore people in the United States have died of a heroin overdose.  That's a fact.    \n\n      So let's digest that.  By waiting and -- and trying to delay until we have more polish in -- polish in the fire bell \nwhile -- polishing the brass while the fire bell is ringing is not going to help the situation.    \n\n      We have been down this road.  We have consulted with the agencies.  We have received their input.  We have \nenshrined their input.  And I urge that this -- this amendment, while on its face looks logical, it's already been done \nto a large extent.    \n\n      And for that I ask that the amendment be defeated.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Mr. Correa is recognized.    \n\nCORREA:  Thank you, Mr. Chair.  I just wanted to speak in support of the amendment and also agree with the facts \nas outlined by my learned colleague from the state of New York, absolutely have an opioid crisis in this country.    \n\n      We have our children, many of them are overdosing and that is, of course, a major crisis, major proportion -- of \nmajor proportion in our society.  Yet these drugs come from Afghanistan.  They come from all parts of the world.    \n\n      And again, if I may repeat the testimony of -- of -- our folks in -- in our Coast Guard have said that our open \nseas, our northern borders are major areas of drug trafficking.   \n\n      When you look at the undocumented that are coming to this country, OK, again 70 to 80 percent of our workers \nin the ag area are undocumented, major, major part of economic miracle in this country, major, major portion of the \nworkforce that feeds this country as well as others around the world.    \n\n\n\n      I support the amendment because I believe when we look at investing major sums of taxpayer dollars, we have \nto do it based on the facts as they present themselves to our country and not based on promises that were made \nduring a campaign.    \n\n      I yield the remaining balance of my time.    \n\nTHOMPSON:  Will the gentleman yield?  Will the gentleman yield?    \n\nMCCAUL:  Will you yield?    \n\nTHOMPSON:  Thank you.  Just to make sure that we have access to all the information, Mr. Katko, we are not \naware of any CBP-provided information on what they need.  So if we can get access to that information you \nreference, I think it would help us a lot.    \n\nKATKO:  Would the gentleman yield?    \n\nTHOMPSON:  Yes.    \n\nKATKO:  Thank you.  Yeah, I -- my -- that's what was the formulation of this bill.  That's what -- we -- we received \ninformation from all of the relevant law enforcement agencies back in 2014 when this bill was initially crafted.  And \nit's been -- we -- we received updated information.    \n\n      And just to respond to my --my colleague and friend, Mr. Correa, I was a federal organized crime prosecutor for \n20 years, and I was on the southwest border to start my career.  I know that border inside and out, and I know the \nlaw enforcement agencies down there.    \n\n      I know the trends from the Office of National Drug Control Policy and I can tell you the vast majority of the \nheroin that's killing our kids is coming from the southwest border.  With that I yield back.    \n\nCORREA:  Will the gentleman yield?    \n\nTHOMPSON:  Yeah.  Yes, I yield back to Mr. Correa.    \n\nCORREA:  Yeah.  My learned colleague from New York, I'm not disputing your -- your professional credentials, sir, \nbut rather I'd...    \n\nKATKO:  Well, that's good.  Thank you.    \n\nCORREA:  I haven't heard you state as well that the northern border also presents an issue to all of us.  So again, \nwe have to legislate, invest our taxpayer dollars based on the facts as they present themselves to our great country.  \nThank you very much.    \n\n      I yield back the remainder of my time.    \n\nTHOMPSON:  Well, reclaiming my -- my time.  I just want to make sure that this committee is aware that there has \nbeen no document transmitted to us identifying that.  So the reference that you make, Mr. Katko, is not correct from \na CBP standpoint.    \n\n      So if you can provide us with that in, we'd gladly want it, but just to refer to it and it does not exist is something \ndifferent.    \n\n      I yield to the gentleman -- well, he can get his whole five minutes.  I yield back.    \n\n      (LAUGHTER)    \n\nMCCAUL:  The gentleman yields back to Mr. Correa.    \n\n      Mr. Correa yields?    \n\n\n\n      Mr. Richmond is recognized.    \n\nRICHMOND:  Mr. Chairman, I would echo the comments from our ranking member Mr. Thompson from Mississippi \nregarding let's not operate I the dark.  Let's actually legislate using data, facts and CPU's recommendations.  But I \njust wanted to respond to my colleagues in -- in our continued conversation about opioids and where they're coming \nfrom and the effect that they're having on this country, which I'm glad that we now see the mental health crisis \nassociated with it and the health crisis associated with it.    \n\n      But I would just remind my colleagues and especially those that were former federal prosecutors, where was \nthis loving, nurturing approach when crack cocaine academic -- epidemic happened in this country.  And now we \nare up in arms about opioids, which we should, but we're not going back and fix how we address crack that ravaged \nthe African America community.    \n\n      Where was the -- where was the -- the emphasis on where the cocaine was coming from at that time and how it \nravaged our communities?  Or where's the outrage now on where the guns are coming from.    \n\n      So I just want us not to put too much emotion on the drug part of this when we're using data and -- and analytics \nand professional advice to figure out the best way to spend billions of dollars that could otherwise go to these \nthings.    \n\n      We have a limited amount of funds in this country, and we need to prioritize where we're going to spend it.  And \nI think that if we're going to talk about the so-called effects of open borders or lack of border control, I think we \nneed to do that with surgical precision if we can.  If not, with the best data that we can and the best advice from \nexperts.    \n\n      But it's just very frustrating to me as a African American male that watched the crack epidemic and the so-called \nwar on drugs that followed.  The attorney general just said that he wants to go back to the war on drugs approach \nfor crack and -- and all of those.    \n\n      And then we have this whole new approach to opioid addiction. And the question for me is just why the \ndifference?  What's the difference between opioid addiction and crack cocaine addiction scientifically?    \n\n      We know the difference if we look at the victims, the perpetrators and the affected different communities, but I'm \njust concerned that we keep -- that we're moving away from data, facts, analytics and expert advice as we decide to \nspend billions and billions of dollars on something that may not be the most eft way to protect our borders.  And it's \nnot done in a bipartisan manner.    \n\n      With that I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Mr. Duncan's recognized.    \n\nDUNCAN:  Thank you, Mr. Chairman.  I oppose this amendment. I think it's a delaying tactic.  I want to address Mr. \nRichmond's concerns about the money and remind him that we spent during the time he was talking about during \nthe height of the cocaine and war on drugs, we spent over $10 billion in Plan Colombia to eradicate cocaine, coca, \nto stop the drug cartel in Colombia working with our colleagues.    \n\n      We were fabulous partner in this.  One of our strongest allies in the region.  But the facts of the matter are \ncocaine production is up in Colombia and Peru in the last 12 to 18 months.    \n\n      There are a lot of different variables there dealing with the FARC peace negotiations, Colombia taking their eye \noff the ball with cocaine, for other reasons.  But the fact of the matter is cocaine production is up.    \n\n\n\n      There's a ton of cocaine heading north.  But it's not just cocaine.  We -- we have heroin produced in Mexico, \nopioids in general, Phentol and marijuana and all these things coming north, coming into the United States into \nthose communities that he talked so eloquently about.    \n\n      One way to stop that is physical barriers and border controls. How does the cocaine and heroin and Phentol \nand other addictive drugs make their way into this country?  They come across a porous southern border.    \n\n      And let me just tell you.  It's not just the drugs that are coming north, because we have no idea who's in our \ncountry.  We have no idea who has crossed the southern border into this country.  It's not just illegal aliens wanting \nto come north to take jobs.  It could possibly be elements of ISIS. Al-Qaida, and other people that have nefarious \ngoals in mind.  Because when you don't have border controls, you don't know who comes in the country.   \n\n      And you talk about the cost.  This is a -- I think a commonsense approach to border security and securing our \nnation because it really comes down to national security.  And it comes down to stopping that cocaine from ever \nmaking it across our border and ultimately into the neighborhoods you talked about.    \n\n      It's a way of stopping, controlling those elements.    \n\n      Mr. Chairman, I oppose this amendment and I ask my colleagues to oppose it as well.    \n\nMCCAUL:  The gentleman yields back.  Any further discussion on the amendment?    \n\n      Mr. Katko is recognized.    \n\nKATKO:  I will -- would the gentleman yield two minutes of his time to me?    \n\nDUNCAN:  Yes.    \n\nKATKO:  And just to briefly respond about the lack of attention given to the crack cocaine epidemic, I can tell you, \nMike -- Sir, I spent 20 years of my career primarily focused on going after crack and cocaine organizations.    \n\n      In fact I was in El Paso two days and we had a seizure on the border of 500 kilos of cocaine, and it shocked me \nhow easy it was to get it across the border.  And it shocks me that all these years later the border is still a sieve, \nand it shocks me that we've -- we haven't done anything about it.    \n\n      And I can tell you that I spent the vast majority of my time in inner city neighborhoods trying to clean up the drug \nepidemic and taking crack cocaine off the streets. And often -- often at great personal danger to the agents that \nwork with me and to the threats that I received on a regular basis, as did my family.    \n\n      We spent an extraordinary amount of time, the country spent and extraordinary amount of time trying to get a \nhandle on it.  But the fact of the matter is unless we do everything from decreasing demand through counseling and \ndrug treatment to better securing our borders and going after the guys, bad guys, we are never going to get a \nhandle on it.    \n\n      But make no mistake about it.  The heroin's the latest trend, but it's not the only one.  And we've -- there's an \nawful lot of good people in this country who sacrificed an awful lot, including many who sacrificed their lives, to get \nthe crack cocaine epidemic under control.    \n\n      And probably many people sitting in this room as prosecutors, former prosecutors and former law enforcement.  \nSo I would daresay that we did not ignore that issue and that that did not get short change in the -- in the outrage.    \n\n      The outrage is here.  The outrage has been there for all types of drugs, and it always will be as far as I'm \nconcerned.    \n\n      And with that I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n\n\n      Any further discussion on the amendment?    \n\n      Mr. Payne...    \n\nPAYNE:  Mr. Chair?    \n\nMCCAUL:  ... is recognized.    \n\nPAYNE:  You know, I think the -- the gentleman from Louisiana was just trying to make a point that, you know, this \nhas been an issue that has been going on for quite some time and it is the difference now in the empathy which we \nshould have for our children.  Any time our children are suffering from an addiction and are dying at the rates that \nthey are, it is a natural -- national crisis.  They are our future.    \n\n      But the question is the empathy now was not there for the victims of crack cocaine.  And I think that's the only \nnecessary -- we have been screaming and yelling about this issue for three -- two to three decades.  And I'm glad \nthat it's finally become a national crisis. That is the point that I think that we're trying to make.    \n\n      And with that I'd yield the remainder of my time to the gentleman from Louisiana.    \n\nRICHMOND:  yeah, and I'm going to agree with my colleague Mr. Katko that a lack of attention was not my \nconcern.  I think the attention was there.  I think that we responded in a way that was not driven by science.  I can \npoint to the fact that now we're treating it as a health crisis, which we should.    \n\n      And our response to opioid is the absolute right way to go.  But I think it was the -- would have been the right \nway 30 years ago to crack cocaine as a health crisis, an addiction, as opposed to the lock 'em up, throw away the \nkey and treating addicts as criminals.    \n\n      And we're now treating addicts as addicts with substance abuse. And when I say science and data should \nalways drive the process, let me just offer an example.  If you were caught with crack cocaine and the same amount \nof powder cocaine, your sentence was a hundred times longer for crack as opposed to the same amount as \ncocaine.    \n\n      And the overwhelming majority of people who were caught with crack cocaine were African American and \npeople caught with powder were not.  But you can't tell me that the science and the data, because the chemical \nmakeup of crack cocaine and cocaine, the only difference if baking soda.  And you can't tell me that baking soda \nwarrants a 100:1 disparity.    \n\n      We came back as a Congress by -- in a bipartisan manner, and I thank my colleagues on the other side for \ncorrecting it, but it's still to this day a 14:1 disparity in terms of the length of the sentence.    \n\n      So I agree.  I am not saying that the approach to opioid is wrong.  I think it's absolutely right.  I'm just saying \nthat it would have been the right response to the crack epidemic also, and if we're going to take the -- the health \napproach to opioid, we should go back with criminal justice reform and do the same with crack cocaine, because at \nthe end of the day, and this is where I draw great comfort, is the fact that I believe my colleagues on the other side \nof the aisle and I want the same thing, and that is to keep drugs out of all communities, to make sure that our \nchildren can grow up and live out their wildest dreams and -- and be as successful as they can without the threat of \npeople preying on them with drugs and other things.    \n\n      So the fact that -- that we agree on the ultimate goal, I take a lot of comfort in.  I'd just wish we would have \nsome very meaning conversation on the path to which we get there and recognize the unintended consequences of \nthe war on drugs in the '80s that was a different approach.    \n\n      And that's the only reason why I highlight the opioids and I would just close with the fact that there were many \nfirst responders going into very hostile areas in the country and outside the country to protect neighborhoods and \nstop drugs.  And we're gonna need that again, and I think that when we start looking at the very limited resources \n\n\n\nwe have in this country, I'm just not sure that spending the amount of resources we are going to spend on this bill is \nthe best way to protect our families, our children from the risk that they face.    \n\n      And I just -- I just think we ought to have a very honest conversation about the best way to spend the limited \nfunds, not on campaign promises but on data and proven success methods.    \n\n      And with that, I -- I'll yield back to Mr. Payne the remainder of the time.    \n\nMCCAUL:  The gentleman yields back.    \n\nPAYNE:  I yield back.    \n\nMCCAUL:  Any further discussion on the amendment?  There being no further discussion, the question now occurs \non the amendment to the amendment in the nature of a substitute offered by Mr. Thompson.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it.  The amendment is not agreed to.    \n\n      Per the roster agreement, listed next is amendment number 023 offered by the gentleman from Mississippi, Mr. \nThompson.    \n\n      Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. Chairman.  Yes, Mr. Chairman, I have an amendment.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Thompson.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Thompson's recognized for five minutes.    \n\nTHOMPSON:  Thank you very much, Mr. Chairman, my amendment strikes section 111 in its entirety.  Construction \nof President Trump's wall is unjustified and would inflict great cost on American taxpayers, private landowners and \nranchers at -- and at least one native American tribe and the environment.    \n\n      Section 111 includes unnecessary language authorizing construction of the wall.  Under current law, the \npresident already has authority to build physical barriers along the border.  Moreover, under existing law the Trump \nadministration has brought authority to waive all legal requirements to construct barriers.    \n\n      In fact, the Bush administration utilized this waiver authority multiple times to avoid compliance with \nenvironmental and other laws perceived as impediments to its efforts to build a border fence.    \n\n      Why build President Trump's wall now when DHS, in a report published last month, found that today crossing \ninto the U.S. illegally along the southwest border is the most difficult it has ever been?  As someone who has been \ninvolved in border security oversight for some time, it's troubling to see the majority advance language that turns \nback the clock on years of commitment on a bipartisan basis to ensuring that border security investments are \ninformed by metrics and driven by strategies.    \n\n      That said, there are provisions in this bill that do no merit support and are justified.  Unfortunately, the majority \nhas chosen to package them with the authorization of President Trump's wall, which is a nonstarter.    \n\n\n\n      For instance, the bill acknowledges that our personnel and infrastructure needs at our land ports of entry.  In \n2014, Congress directed CBP to add 2,00 officers and 2,000 border patrol agents.  To say that CBP has struggled \nto meet these staffing levels is a drastic understatement.    \n\n      The hiring bonus, retention incentives and pay increases called for under this bill may help CBP onboard and \nmaintain adequate staffing levels.  Further, with respect to infrastructure, CBP officials from previous \nadministrations have testified before this committee that there is over $5 billion in unmet needs at our nation's vital \nports of entry.    \n\n      Timely action should be taken to address these operational imperatives.  However, this bill is not the vehicle to \ndo that.   \n\n      I would be remiss if I did not acknowledge that the provisions like the language calling for President Trump's \nwall to be built have no offsets.  As such there are real questions about whether House leadership could even \nentertain this bill since it violates the Cut-Go Rule.    \n\n      I'm disappointed that the requirements of this bill are not driven by facts.  Late last year, Mr. Chairman, you and \nI worked together to get a DHS border security metrics mandate enacted into law.  we are still awaiting the findings \nof this report.  How is it that we are considering this bill without any data to back up the demands this bill places on \nDHS and CBP?    \n\n      Clearly, this bill is a partisan exercise to appease President Trump's misguided political vision of border \nsecurity, and everyday people will suffer because of it.    \n\n      I ask my colleagues on the other side of the aisle to consider the harm they are about to infliction not only \npeople living in southwest border communities, but across the country by sticking their constituents with a \nsignificant bill.  I ask that members support this amendment, strike the partisan section from the bill, and support \nstarting serious discussion regarding how best to bolster border security.    \n\n      With that, I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\nPAYNE:  Mr. Chairman?    \n\nMCCAUL:  Oh, Mr. Payne's recognized.    \n\nPAYNE:  Thank you.  Mr. Chairman, for every border patrol agent we have put in the field over the last decade, \napprehension rates have decreased.  Now, I agree with my colleagues on the other side of the aisle that perhaps \nhaving more boots on the ground is having a deterrent effect.    \n\n      However, I also ask my colleagues to consider that the flow of individuals attempting to cross the border \nillegally has been falling at a steady rate for the last 60 years.  In fact, the Cato Institute found that when the data on \nthe number of agents deployed to the southwest border was combined with the apprehension rates, the average \nborder patrol agent apprehended less than two people per month in 2016.    \n\n      Of course, certain sectors experience higher rates of apprehensions than others, but I just do not see the \nrationale based on the overall picture for adding another 5,000 border patrol agents to the field.    \n\n      This observation is supported by the department's own inspector general.  This summer the inspector general \nfound that CBP lacks the data to prove that an additional 5,000 border patrol agents are needed at this time and \ndoes not have plans or strategies in place to deploy them once they're hired.    \n\n\n\n      As for tactical infrastructure and equipment, there has been a massive investment in border security resources \nsince the Bush administration.    \n\n      This committee learned hard on the -- leaned hard on Obama administration to use investments effectively.  \nAnd last month, we received confirmation that those efforts have yielded results when DHS reported to Congress \nthat the likelihood that someone could successfully enter the U.S. undetected through the southwest border is at \nthe lowest level that DHS has seen in almost 20 years.    \n\n      Knowing the facts about conditions on the southwest border, I'm hard-pressed to understand why we are \nmeeting today to consider legislation to expeditiously build President Trump's border wall.    \n\n      And with that, Mr. chairman, I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Ms. Barragan is recognized.    \n\nBARRAGAN:  Thank you, Mr. Chairman.  I have to agree with the ranking member that this is just a -- this is just a \npartisan effort. When I talked to several of my colleagues, many of them, especially on this committee, told me they \ndidn't believe in a border wall.    \n\n      So to see $15 billion now being dumped into a bill basically to appease the president, I think is -- is a sad day in \nAmerica and a sad day in this committee that has been very bipartisan and just goes towards adding to the hate of \nwhat's happening in this country on the immigration issue.    \n\n      And when I sit in this committee and I hear from experts talk about the ineffectiveness of a border wall and to \nnow to see us waste -- waste $15 billion that can go to be used for something else that we need, in a time where we \nhave hurricanes and disasters happening in this country, to waste this money on a campaign promise is pretty \ndisgusting.    \n\n      And that's why I oppose this.    \n\n      I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the amendment?    \n\n      Mr. Rutherford's recognized.    \n\nRUTHERFORD:  Thank you, Mr. Chairman.  I -- I -- I'd just like to point out that border security has more to do than \nsimply stopping illegal immigration and those who would cross our border illegally, but also drug trafficking, human \ntrafficking.    \n\n      And -- and I would point to the fact that, you know, I -- I was in law enforcement in the -- in the '80s when crack \ncocaine -- when it was mentioned earlier the -- the horrific impact that crack cocaine had in our communities.    \n\n      And I was in Florida and -- and I know my colleague from Orlando was as -- as well.              \n\n      [INSERT SAM 2] \n\nRUTHERFORD:  In the '80s when crack cocaine, when it was mentioned earlier the -- the -- the horrific impact that \ncrack cocaine had in our communities, and I was in Florida.  And I know my colleague from Orlando was as -- as \nwell.    \n\n\n\n      But -- but we saw in response to that, we saw the coast guard through Posse Comitatus of -- of 1878.  Actually, \nbe able to help us through Title 32 orders.  They -- they come in and secure our ports, secure the sea wall if you \nwill, and -- and become very effective in -- in stopping the cocaine that was coming into south Florida.    \n\n      Everybody remembers the -- the crack cocaine wars of -- of the late '80s.  In -- in jumpstart and then operation \n(inaudible) which we still have today was, you know, the precursor to that was the national interdiction command \nand control plan that we have today.    \n\n      And so, this -- this argument that we -- we don't need the strength at -- at our border just, I -- I think negate (ph) \ndoes not recognize the fact that we've had tremendous success in -- in south Florida.    \n\n      I can tell you, when -- when I was a young patrolman, drugs flowed north and the money flowed south in \nFlorida.  And now it's just the opposite.  The drugs flow south and the money flows north because the drugs are \ncoming in through a southern land border.  And that needs to stop and I yield back, Mr. Chairman.    \n\nMCCAUL:  Gentleman yields back.  Any further discussion on the amendment?  There being no further discussion, \nthe question now occurs on the amendment to the amendment in the nature of a substitute offered by Mr. \nThompson.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\n      Per the roster agreement, -- the ranking member's...    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per roster agreement listed next is amendment number 007, offered by the gentleman from Texas, Mr. Vela.  \nWill the gentleman like to offer his amendment?    \n\nVELA:  Yes, Mr. Chairman.  I have an amendment listed on the roster and ask for consideration at this time.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Vela.    \n\nMCCAUL:  Without objection reading is dispensed with.  Mr. Vela is recognized for four minutes.    \n\nVELA:  Mr. Chairman, today much of the land without a border fence along the U.S.-Mexico border is not federally \nowned.  As such, there would need to be significant takings of private lands for President Trump's big beautiful wall \nto be erected, as this bill directs.    \n\n      President Trump's fiscal year 2018 budget request included funding to hire an additional 20 eminent domain \nattorneys at the justice department.  It is clear that the president is gearing up for a fight against private property \nowners.    \n\n      We've seen the federal government run (inaudible) over the interest of private landowners to meet the miles of \nfencing requirements under the secure fence act.    \n\n      This amendment requires DHS to establish a $20 million legal defense fund for ranchers and landowners who \nown the federal -- who own land the federal government wants to take to build President Trump's wall.    \n\n\n\n      The federal government pays as little as $100 for land it takes from citizens who are not aware of their rights or \ndo not have legal representation.    \n\n      Interestingly, in those instances where there is a court challenge, citizens have been awarded up to $1 million.  \nIn fact, Reuters reported that in one case, the government ended up paying $4.7 million pursuant to a court order \nfor a parcel of land for which the original offer was just $233,000.    \n\n      This amendment directs DHS to set aside $20 million, a drop in the bucket in this $15 billion bill to help protect \nthe property rights of private landowners on the border.    \n\n      $20 million per year may seem like a lot of money.  But when you pit that against the resources and expertise of \nthe Department of Justice, and the magnitude of this bill, it may not even be enough to protect vulnerable \nAmericans against an overzealous federal government.  But it certainly will help.    \n\n      I urge my colleagues to protect the rights of private landowners and support my amendment.  And I yield back.    \n\nMCCAUL:  Gentleman yields back.  Is there any further discussion on the amendment?    \n\nWATSON COLEMAN:  Yes, Mr. Chairman?    \n\nMCCAUL:  Miss Watson Coleman is recognized.    \n\nWATSON COLEMAN:  Thank you, Mr. Chairman.  When the Department of Justice serves a landowner with a \ncondemnation notice, the landowner has a right to request a jury trial.  The central question for the jury is what \ncompensates just compensation.    \n\n      Rarely is there a challenge whether the taking for national security purposes is justified.  It almost always comes \ndown to whether the landowner is getting a fair payment for their land. Without legal help, landowners often receive \na paltry check for $100 and no day in court.    \n\n      Federal Judge Andrew Hanen of the Southern District of Texas, who was appointed by George W. Bush and \nhears many of these land-taking cases has said, \"You have to realize that these are everyday people living their \nordinary lives and all of a sudden the government knocks on their door and says we want your backyard.    \n\n      I mean all of a sudden, they're facing the might of the Department of Homeland Security and the Department of \nJustice.  And all of a sudden, they're a defendant in the lawsuit through no fault of their own.\"    \n\n      I could not agree more.  The president, however, has other plans. In his budget, President Trump asks for \nadditional funding for more lawyers to pursue federal efforts to obtain the land and the holdings necessary to secure \nthe southwest border.    \n\n      During the presidential campaign, Trump (inaudible) eminent domain as necessary for this country.  It is clear \nthat President Trump will stop at nothing to fulfill his misinformed border wall promise.  And he certainly won't let a \nsmall rancher get in his way.    \n\n      He steamrolled private property owners in his business practices, and he has continued to do it as president.  I \nsupport this amendment and I pray that my colleagues will support the amendment to support the private property \nrights.  And with that, I yield back.    \n\nMCCAUL:  Gentlelady yields back.  Is there any further discussion on the amendment?    \n\nTHOMPSON:  Mr. Chairman.    \n\nMCCAUL:  Mr. Thompson is recognized.    \n\nTHOMPSON:  I'm in support of Mr. Vela's amendment for a lot of reasons.  I have had an opportunity to travel many \nparts of the border as well as talk to some of the landowners to hear the history of how long some of that land has \n\n\n\nbeen in families and how proud they are and what they think a wall, however it look, whether it's solar or beautiful or \nhas a door, they don't want it.    \n\n      But they also feel that with the might of the fellow government on them, it's such an onerous charge that they \nfeel somehow they're being put upon by their own government.    \n\n      Some people who admitted that they voted for the president now say if I had known it was gonna come to all of \nthis, I would have reconsidered the vote.    \n\n      I didn't address that, but clearly the more important part is as generations of land ownership in many sections of \nthe border that will be interrupted, the question of fairness in the overall application of whatever the eminent \ndomain procedure is questionable.    \n\n      Mr. Vela and -- and Miss Watson Coleman both talked about the disparity of assessments in terms of value, all \nof that is something that I -- I think this amendment speaks to.  And -- and again it's just to put some resources \nthere for those who potentially disagree with it.    \n\n      Because, as you know, if you have to fight the government, they have a blank check.  And all you have is what \nyou have in the bank. So, with that I support Mr. Vela's amendment.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by Mr. Vela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nVELA:  Mr. Chairman, ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.    \n\n      Per the roster agreement, listed next is amendment number 010 offered by the gentleman from Texas, Mr. Vela.  \nWould the gentleman like to offer his amendment?    \n\nVELA:  Yes.  And I have an amendment at the desk and wish to have it considered.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Vela.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Vela is recognized for five minutes.    \n\nVELA:  Mr. Chairman, according to the government accountability office, the federal government owns about 33 \npercent of the land along the U.S.-Mexico border.    \n\n      As such, 67 percent of the land along the border is owned by the states or private citizens.  So, in order to build \nTrump's wall.  The federal government would have to intensify eminent domain actions to rest land away from \ninnocent U.S. landowners.    \n\n      The president knows this and wants to hire, as I said earlier, 20 additional eminent domain attorneys at the \njustice department.    \n\n\n\n      Allow me to paint a picture for you of what happens when the federal government comes calling.  Under this \nprocess, first, landowners are served with condemnation notices from the justice department stating the \ngovernment's intent to take the land.    \n\n      Then owners are provided just 30 days to challenge the order in court.  Often times they are unaware of their \nrights and lack legal representation.    \n\n      Landowners that fall in this category usually do not challenge the federal government and get paid $100 in so-\ncalled just compensation.  That's the quote, \"fair market value,\" unquote that the government's appraisers often \nassess.    \n\n      To make matters worse, when the government comes it often bisects a property and only offers compensation \nfor the acreage it takes. Even though this action renders much more land useless or inaccessible to the landowner.    \n\n      There is nothing just about the amount of compensation in these instances.  My amendment puts the private \nproperty owner with or without legal representation ahead of anything else.    \n\n      This amendment is a product of conversations with the CATO Institute, which has been vocal in its opposition to \nseizing private land from citizens to build Trump's wall.  As such, my amendment states that the federal government \ncannot take a private citizen's land until a check is in their hands.    \n\n      I urge my colleagues to put the private property owner ahead of the federal government and support this \namendment.  With that, I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      Miss Barragan is recognized.    \n\nBARRAGAN:  Mr. Chairman, I support this amendment.  Mr. Trump's fiscal year 2018 budget request included, as \nMr. Vela stated, funding for 20 additional eminent domain attorneys at the Department of Justice.   It's pretty clear \nwhat the president is signaling.  Private property owners beware.    \n\n      In an interview with Fox News in 2015, Mr. Trump stated that the condemnation of property for transfer to \nprivate developers is a wonderful thing and is not taking property.  Of course, the president has a history of \nsupporting land taking.    \n\n      We've all heard the story of Miss Vera Coking from Atlantic City who fought Mr. Trump for years to give -- to \nkeep her home for 30 years rather than to give it up for Trump's Taj Mahal Casino parking lot.    \n\n      The landmark 2005 Supreme Court case \"Kelo v. New London\" comes to mind.  That's where the Supreme \nCourt upheld the taking of private land by the government to transfer to another private property for economic \ndevelopment.    \n\n      At the time, it was denounced by nearly everyone on both the left and the right.  But not Mr. Trump.  Back in \n2005, when the decision came down, Mr. Trump said on Fox News, \"I happen to agree with it 100 percent.\"    \n\n      So the equation is clear.  We have a president who promised to build a wall at all costs along the border.  We \nhave the border that is the most privately owned, we have a president who commits eminent domain and supports \neminent domain and asks Congress for the money to defend it in court.  Private property owners beware.    \n\n      With that, I urge support for the amendment and yield back.    \n\nMCCAUL:  Gentlelady yields back.    \n\n\n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs in the \namendment to the amendment in the nature of substitute offered by Mr. Vela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nVELA:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per the roster agreement, listed next is amendment number 011 offered by the gentleman from Texas, Mr. Vela.  \nWould the gentleman like to offer his amendment?    \n\nVELA:  Yes, Mr. Chairman.    \n\nMCCAUL:  Clerk shall report.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Vela.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Vela is recognized for five minutes.    \n\nVELA:  (OFF-MIKE)    \n\nMCCAUL:  Is his mic on?    \n\n      (UNKNOWN):  No.    \n\nMCCAUL:  Microphone?    \n\nVELA:  ... is owned by states, tribes and private citizens.  In Texas, the federal government owns just 100 miles of \nthe 1,254 mile border.  As such, private landowners face the threat of losing their property to the federal \ngovernment pursuant to a fifth amendment eminent domain action as occurred over a decade ago under the Bush \nadministration.    \n\n      By granting DHS broad authority to unilaterally wave any law that stands in the way of getting the wall built.  \nThis bill sends the message to DHS that above all else and above individual rights, Congress wants President \nTrump's wall built.    \n\n      This bill puts families that own land along the border, in some instances for generations, in the unfair position of \nfending off the threat of eminent domain once again.    \n\n      We have a responsibility to ensure that eminent domain authority to seize private land is not abused.  And my \namendment would prevent such abuse.  It requires that the -- for exercising eminent domain, the DHS secretary \ncertified that the land seizure is necessary for homeland security and provide evidence that no other alternatives \nexist.    \n\n      As an additional protection, this amendment requires the comptroller general who serves a non-political and \nnon-partisan position to evaluate the sufficiency of the certification.    \n\n      Mr. Chairman, this amendment is a simple and necessary check on the federal government whose team of \nlawyers is already gearing up to take on mostly small family landowners along the United States Mexico border.  \nSupport private property rights and support private landowners.  Please support this amendment.    \n\n\n\n      With that, I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Miss Barragan is recognized.    \n\nBARRAGAN:  I thank you, Mr. Chairman.  I wanted to speak in support of this amendment.  To build President \nTrump's wall, this bill grants the Department of Homeland Security authority to waive any and all legal \nresponsibilities that get in the way of building it.    \n\n      To build President Trump's wall, the bill -- the DHS -- the bill allows the DHS secretary to disregard \nenvironmental stewardship and responsibility to border communities.  To build President Trump's wall, the federal \ngovernment will need to take land away from private citizens.    \n\n      Over the years, Congress and this committee in particular has made substantial investments in border security \nand heard from DHS about the merit of their layered and risk approach -- risk based approach to securing our \nborders.    \n\n      This layered and risk based approach means using a variety of tools and technology.  This approach coupled \nwith substantial resources has yielded results.    \n\n      Last month, DHS's Office of Immigration Statistics published a report on its efforts to secure the southwest \nborder.  In it DHS stated that our southwest border is more difficult to cross illegally than ever before.    \n\n      Further, it found that according to border patrol data, the number of southwest border apprehensions had been \ntraining downward since the early 2000s with overall flows now maybe at its lowest since the 1970s.    \n\n      Over the last 17 years, we have increased the number of agents patrolling the border, deployed new \ntechnology to help with surveillance operations and even built fencing.    \n\n      The resources and personnel we have invested in our making a difference.  Yet now, with no analysis to \nsupport the conclusion that a border wall will make us more secure, the Trump Administration has sent DHS down \nthe primrose path of wrestling land away of private landowners so they can build the president's wall.    \n\n      This amendment legitimately requires a thorough examination of all possible options available to secure our \nborders before encroaching on the rights of private landowners.    \n\n      According to the Wall Street Journal, as of December 2016, 120 cases involving eminent domain seizures \nstemming from DHS efforts to build fencing pursuant to the Secure Fence Act, were still tied up in federal court.    \n\n      Mr. Chairman, the exercise of eminent domain must always be the last resort.  Voting for this amendment \nunderscores the need for DHS to study all other alternatives prior to taking land away from law abiding citizens and \ncould actually save taxpayer money.    \n\n      A recent CNN analysis of cases from the last round of land seizure found that the federal government spent $78 \nmillion on 654 miles of land and an additional $25 million to pay for unresolved transactions and litigation expenses.    \n\n      I yield back.   \n\nMCCAUL:  Gentlelady yields back.    \n\nJACKSON LEE:  Mr. Chairman?    \n\nMCCAUL:  Is there any further discussion on the amendment?    \n\n\n\n      Miss Jackson Lee?    \n\nJACKSON LEE:  Yes.  I also strike the last word.  The -- I rise to support the -- the gentleman from Texas' \namendment, Mr. Vela.  And I also rise to indicate my support for Mr. Thompson's amendment in the nature of a \nsubstitute.    \n\n      But let me focus on Mr. Vela's very astute amendment.  Because I have, as I indicated, endured or participated \nor listened to homeowners on the border for a number of years as a member of the Homeland Security Committee.    \n\n      He is spot on with respect to the controversy and confrontation that is going to occur.  And these protections on \nthe issue of the vulnerability of homeowners to the laws of eminent domain are crucial.   \n\n      The fact that DHS would have to certify whether the land seizures were necessary and reasonable and as well \nwhether or not there were any other option is crucial.  It is also important for the comptroller general to be able to be \n-- have the oversight.    \n\n      If you are on the border, particularly the Texas border, you will see the synergism between Texas and Mexico.  \nIt has also been documented that border crossings are down substantially.    \n\n      But the business ties are strong, the family ties are strong, the land divide is extremely complicated.  And as \nwell, that our land goes right up to the border.    \n\n      And to secure or take away land from homeowners who are using it either for livelihood really is a sin and a \nshame.  Particularly if the definitive need cannot be established.    \n\n      So, I would offer that if this bill passes, I believe that it is crucial that we have these kinds of restrictions or \nrestraints.  Let me also indicate that we're now almost being held hostage.    \n\n      Because it is -- I've been represented in statements past that Mr. Trump will not move us forward to fund the \ngovernment unless there is a border bill or a border wall, which I assume is the basis of this particular legislation \nthat ordinarily would have bipartisan support.    \n\n      So, now we're being held hostage twice.  In building a wall that the American people have to pay for with this \n$15 billion tag.  And I stepped out of this Homeland Security hearing markup because I was in a hurricane meeting \ndealing with the devastation in my community and the state of Texas, which many of my colleagues know.    \n\n      In that meeting, there was certainly the acknowledgement that this is going to be a large recovery, a large \nrecovery for Florida, Texas, the Virgin Islands, Puerto Rico.  And that hurricane season is not yet over.    \n\n      It will be upwards of billions of dollars.  Some want to nickel and dime that recovery, which is going to \nundermine the resilience and the restoration of these communities that are suffering.    \n\n      People in my district that are still homeless and I say homeless, their homes are in total disrepair, they're low \nincome individuals. Any of us remember Hurricane Katrina, we will certainly realize the difficulty that we had with \nHurricane Katrina because we had the right to return that did not work.  But we in Houston house many, many \npeople that were in our community.    \n\n      So this amendment brings restraint, but I think it's important just to emphasize why we're doing this legislation.  \nMight I also say that we continue to be consumed of this heinous act in Las Vegas.    \n\n      And I understand that the president will be in Las Vegas.  I wonder what he will say besides giving comfort?  I \nhope that what he will say and the Homeland Security should be doing, is dealing with the question of domestic \nterrorism.    \n\n      And banning military weapons from being owned by civilians in the large numbers that they are or at least \nminimalize the ability of someone to go from place to place buying military weapons with -- with impunity.    \n\n\n\n      These are the things that we need to do to save lives.  And I don't understand how the border wall is going to \nsave life or provide any enhanced security.    \n\n      And so I make the point that the underlying bill needs review and assessment.  It needs to be a bipartisan bill on \nsecurity based on technology and other new aspects of security.    \n\n      And clearly, if anything happens we should pass the Vela amendment that provides the constraints and \nprotections for the people on the border whose property is now in jeopardy.    \n\n      With that, I support the amendment and Mr. Thompson's, and I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by Mr. Vela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nVELA:  (OFF-MIKE) Mr. Chairman, ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Chair now recognizes himself to offer amendment number 059.  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. McCaul.    \n\nMCCAUL:  Without objection reading is dispensed with.  I recognize myself for five minutes on the amendment.    \n\n      This amendment makes minor technical changes to the ANS to fix errors brought to our attention after the ANS \nwas released.  I order support for this amendment and yield back the balance of my time.    \n\n      Any further discussion on the amendment? There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by the chair.    \n\n      All those in favor, signify by saying aye.      \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.    \n\n      Per the roster agreement, listed next is amendment number 018 offered by the gentleman from Texas, Mr. \nHurd.  Would the gentleman like to offer his amendment?    \n\nHURD:  Yes, Mr. Chairman.  I have an amendment listed on the roster and ask for its consideration at this time.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Hurd.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Hurd is recognized for five minutes.    \n\nHURD:  Thank you, Mr. Chairman.  Since 2009 I've been saying building a wall from sea to shining sea is the least \neffective and most expensive solution for border security.    \n\n\n\n      This is especially true in areas like Big Bend National Park where rough terrain, natural barriers, and \nremoteness of the location render a wall or other structure impractical and ineffective.  As well as border patrol's \nresponse time is measured in hours to days.    \n\n      This is something that the former secretary of -- of Homeland Security agreed to here at -- at one of our \nhearings.  And this is something that recently the president has agreed with.    \n\n      This amendment prevents a deployment of tactical infrastructure such as physical barriers or walls in areas \nwhere a national terrain features would make the deployment ineffective.    \n\n      While I would like to think that common sense would dictate that the placement of the wall through the Boquillas \nCanyon and Big Bend or Lake Amistad in Del Rio is a bad idea.    \n\n      My amendment ensures that this point is clearly stated in the bill preventing hard earned taxpayer dollars from \nbeing wasted on ineffective features or having to deal with a situation like the Bridge to Nowhere.    \n\n      I would also like to point out that this amendment does not preclude the inclusion of technology, I'm proud to \nsee many aspects of my smart act including the underlying text in showing support the utilization of 21st century \ntechnology solutions to finally gain operational control of our borders.    \n\n      I urge my colleagues to support this amendment and I yield back the balance of my time.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Is there any further discussion -- any further discussion on the amendment?    \n\n      Mr. Thompson is recognized.    \n\nTHOMPSON:  Thank you, Mr. Chairman.  While this amendment by the gentleman from Texas is well-intentioned, \nbut I'm not certain that it will really help or protect the Big Bend National Park or other land threatened by President \nTrump's border wall.    \n\n      As written, the amendment grants the secretary of Homeland Security sole discretion to determine whether \nterrain features or remoteness of an area would render a wall ineffective.  And as such, the exception would apply.    \n\n      This bill essentially confers exception authority to the same person who's leading the effort to deliver on \nPresident Trump's promise of a big, beautiful wall.    \n\n      This amendment does not establish an objective process with an impartial arbiter.  Instead it maintains the \ncurrent imbalance where the deck is stacked against federal lands and private landowners rights in favor of \nPresident Trump's wall.    \n\n      Enactment of this amendment would likely do nothing and Big Bend will continue to be threatened.  Moreover \nI'm troubled that the exception is so narrow, so as to ignore that there are other legitimate grounds for exception \nsuch as historical significance or sovereignty issues.    \n\n      In Arizona, for instance, the Tohono Nation has sovereign lands on both sides of the border.  President \nTrump's wall would divide tribal lands and isolate tribal members who might live on the Mexican side.   \n\n      With -- where there is exception for tribal land, where is the exception for tribal lands in Tohono Nation?  It's not \nthere.  It creates an additional problem.  And for that I urge a no vote for this amendment.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      Mr. Duncan is recognized.    \n\n\n\nDUNCAN:  Thank you, Mr. Chairman.  I rise in support of this commonsense amendment.  Many of us that have \ntraveled to the southern border and to take a look at the -- the challenges for ourselves, understand that there are \nplaces where border fencing on a wall is just not feasible.    \n\n      In Miss McSally's district, for example in Nogales, Arizona, there are very, very high mountains running north \nand south that cross the international border, from Mexico into the United States.  It's just not feasible to put a wall \nin those mountains or really any kind of fencing.    \n\n      But what could happen is fencing a wall right up to the mountains and then put your forces, the border security, \nborder patrol in those mountains to apprehend the smugglers and -- and others that are coming north is feasible.    \n\n      So this is a commonsense amendment dealing the geographical features along a southwest border.  And it -- it \nmakes sense.  So, I urge my colleagues to support this and I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion on the amendment, the question \nnow occurs on the amendment to the amendment in the nature of a substitute offered by Mr. Hurd.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.    \n\nTHOMPSON:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.    \n\n      Per the roster agreement listed next is amendment number 049, offered by the gentlelady from Arizona, Miss \nMcSally.  Would the gentlelady like to offer her amendment?    \n\nMCSALLY:  Yes, Mr. Chairman.  I have an amendment at the desk listed on the roster and ask for its consideration \nat this time.   \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Miss McSally.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Miss McSally is recognized for five minutes.    \n\nMCSALLY:  Thank you, Mr. Chairman.  This bill calls for robust technology deployment but too often we stick all of \nthis great technology into large command centers far from the border and that information does not make it down \nthe chain to the agents.    \n\n      My amendment requires that the technology we call for in this bill be pushed down into the hands of frontline \nagents who need it to enhance their ability to secure the border.  Most importantly to increase their situation \nawareness and their safety.    \n\n      In addition my amendment mandates 21 weeks of basic training for CBP officers and agents.  Agents and \nofficers have a tough job, it's our responsibility to ensure they're properly trained and equipped with the skills they'll \nneed to be successful in the field.    \n\n\n\n      Additional training will ensure that agents can secure the border confident in their ability to track down groups \nof drug traffickers, provide them additional time to master important skills and reduce the likelihood that misconduct \nwill occur.    \n\n      Moreover, this amendment requires that CBP establish a formal leadership training for first and second line \nsupervisors.  To ensure they know how to properly manage and supervise subordinates.    \n\n      These basic leadership courses are required in most professional organizations like the military.  And I want to \nensure that such training is also mandated in CBP.    \n\n      My amendment also adds 550 Office of Professional Responsibility special agents, who are responsible for \ninvestigating corruption and misconduct.  As CBP has grown over the years, the agents responsible for these kinds \nof investigations have not.    \n\n      A recent DHS sponsored report calls for 550 of these agents for the timely investigation of any allegations.    \n\n      I wanna be clear that CBP's rate of corruption and misconduct is low compared to other like-sized departments.  \nBut the increase of these agents will allow timely investigations.  And if there is wrongdoing, appropriately flag it for \ndisciplinary action by CBP leadership or forward for prosecution.    \n\n      Lastly, my amendment calls on CBP to conduct a high throughput, nonintrusive inspection demonstration -- \ndemonstration project at three land ports of entry.    \n\n      We know that 90 percent of all drugs that enter into the United States come through the official ports of entry.  \nThis demonstration project will allow CBP to keep the traffic moving, but at the same time, screen all vehicles to \nidentify and reduce the pervasive smuggling threat at the nation's ports of entry.    \n\n      I ask my colleagues to support my amendment and I yield back the balance of my time.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Any further discussion on the amendment?    \n\n      The ranking member is recognized.    \n\nTHOMPSON:  Thank you very much, Mr. Chairman.  It's a -- a good amendment, and we support it.    \n\nMCCAUL:  That's excellent to hear.  Maybe the only bipartisan moment of this day, but we'll take it.    \n\n      And is there any further discussion on the amendment?  There being no further discussion on the amendment, \nthe question now occurs on the amendment to the amendment in the nature of a substitute offered by Miss McSally.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.  Congratulations.    \n\n      Per the roster agreement, listed next is amendment number 009 offered by the gentleman of Texas, Mr. Vela.  \nWould the gentleman like to offer his amendment?    \n\nVELA:  Yes, Mr. Chairman.  Maybe this will be another one.    \n\nMCCAUL:  You've had -- you've had quite a few.  The clerk shall report the amendment.    \n\nCLERK:  The amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Vela.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n\n\n      Mr.  Vela is recognized for five minutes.    \n\nVELA:  Mr. Chairman, the last time DHS sought to erect miles of new border fencing, the rights of landowners \nwere not respected.    \n\n      About a decade ago, when DHS sought to build fencing in accordance with the Secure Fence Act, border patrol \nand their contractors entered private property to implement plans without informing landowners or community \nleaders ahead of time.    \n\n      The Congress was troubled by this overreach and in response an act to date (ph) provision in 2008 authored by \nthen Texas Senator Kay Bailey Hutchison to require the DHS secretary to consult with the secretaries of the Interior \nand Agriculture Departments, as well as state and local governments and tribes and property owners.    \n\n      The stated purpose of the consultation language was to minimize the impact on the environment, culture, \ncommerce, and quality of life in areas near where fencing is to be construed.    \n\n      At the time, Senator Hutchison said that the consultation was required because local officials and landowners, \nquote, \"felt bulldozed and ignored by the federal government as it moves ahead with its plan to build 130 miles of \nfencing in Texas.\"    \n\n      In light of recent developments, this amendment seeks to expand the Hutchison consultation provision.  On July \n20th, work crews with chainsaws and heavy equipment were spotted at the National Butterfly Center in Mission, \nTexas.    \n\n      When the senator's director approached the crew, she was told that they were hired to clear brush and trees \nalong a 1.2 mile road inside the center's land.    \n\n      Mr. Chairman, that road is a private road on private land.  The Texas Observer reported that the center was not \nnotified in writing as the law requires.    \n\n      Another example was the department's work at the Santa Ana National Wildlife Refuge, where the locals had no \nidea plans had been in the work for months.  It was only uncovered after crews showed up to take soil samples and \nthe media reported on it.    \n\n      Mr. Chairman, I would like to ask for unanimous consent to enter into the record, articles from the Texas \nObserver detailing these incidents.    \n\nMCCAUL:  Without objection, so ordered.    \n\nVELA:  My amendment would require DHS to report to Congress on its specific construction plans, what the \neminent domain implications are for the plan.  And more importantly what feedback the agency has received from \nlocal stakeholders.    \n\n      This provision would require DHS to engage with effected communities before proceeding.  I urge my \ncolleagues to support this amendment to ensure that local communities are heard and informed of what the \ngovernment is doing in their backyards.  With that, I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Is there any further discussion on the amendment?  There being no further discussion, the question now occurs \non the amendment to the amendment in the nature of a substitute offered by Mr. Vela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it and the amendment is not agreed to.    \n\n\n\nVELA:  (OFF-MIKE) Mr. Chairman, I request a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement the vote will be postponed.    \n\n      Per roster agreement, listed next is amendment number 028 offered by the gentlelady from New York, Miss \nRice.  Would the gentlelady like to offer her amendment?    \n\nRICE:  Yes, Mr. Chairman.  I have an amendment at the desk and wish to have it considered at this time.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Miss Rice.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Miss Rice is recognized for five minutes.    \n\nRICE:  Thank you, Mr. Chair.  Mr. Chair, my amendment would strike the section of the bill that authorizes the \nsecretary of Homeland Security to waive any and all legal requirements that the secretary deems necessary to \nensure the expeditious completion of President Trump's border wall.    \n\n      This provision gives the secretary the sole discretion to waive any law he or she wants without consulting or \neven notifying Congress. That undermines legislation that we passed, it undermines this institutions position as a \nseparate and equal branch of government. And it undermines our commitment to law and order at a time when this \nadministration is already calling that commitment into question on a regular basis.    \n\n      A similar provision granting waiver authority is being challenged in court right now by the attorney general of \nCalifornia.  So, this is also an unsettled issue currently in litigation.    \n\n      This section is unnecessary, it's undemocratic and I urge my colleagues to support my amendment to have the \nprovision removed. Thank you, Mr. Chairman and I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by Miss Rice.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.   \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nRICE:  Mr. Chairman, I request a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.    \n\n      Per roster agreement, listed next is amendment number 204 offered by the gentlelady from Texas, Miss \nJackson Lee.  Would the gentlelady like to offer her amendment?    \n\nJACKSON LEE:  I would like to offer the amendment, Mr. Chairman.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Miss Jackson Lee.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n\n\n      Miss Jackson Lee is recognized for five minutes.    \n\nJACKSON LEE:  I thank you very much, Mr. Chairman and ranking member.  My amendment is intended to require \ntransparency on the environmental impact that'll occur should work done to construct a fence or wall start along the \nborder.    \n\n      Twenty-seven species listed in the Endangered Species Act live within 150 feet of the U.S.-Mexican border, in \nthe 15-mile project zone near San Diego, and the area is designated critical habitat for five of those species.    \n\n      More than a dozen of the species listed are found only in southern California, including the California and \nCalifornia gnatcatcher, Pacific pocket mouse and Riverside fairy shrimp.    \n\n      The U.S. Department of Homeland Security has waived a set of environmental laws that we -- they believe \nwould impede construction of the Trump Administration's proposed wall along the U.S.-Mexico border.    \n\n      The waiver will allow DHS to bypass certain federal laws, regulations, and other legal requirements in order to \nspeed up construction along a three mile segment of the border.    \n\n      Three national environmental groups are suing the federal government over waivers the Department of \nHomeland Security granted to circumvent environmental and land management laws to expedite construction of the \nadministrations border wall.    \n\n      The Sierra Club, the Defendants of Wildlife and Animal Legal Defense Fund filed the lawsuit against the \nDepartment of Homeland Security and its Acting Secretary Elaine Duke in federal court over the department's \ndecision to waive 37 laws which could delay building a wall along a 15 mile stretch from the Pacific Ocean eastward \nalong the U.S.-Mexico border in San Diego.    \n\n      The waivers mean the border wall can be built without having to adhere to state and federal laws protecting \nwildlife, coastal zones, public lands, outdoor recreation, and safe drinking water among other protections and \nrequirements.    \n\n      The importance of safe drinking water is evidenced by Flint, Michigan, which had its entire drinkable water \nsupply poisoned as a result of bad policy decisions made by federal, state, and local government officials.    \n\n      In Hurricane Harvey, we are dealing with the issues unpacked (ph) in the environment.  The issuance of a \nwaiver for the Rio Grande Valley and Santa Ana National Wildlife Refuge in Texas will be devastating to the way of \nlife for people living along the border.    \n\n      Key sources of economic vitality along the border are ecotourism that attracts people from around the world to \nwitness the beauty of nature along our border.    \n\n      The project area also encompasses the Otay Mountain Wilderness, Tijuana River, and estuary and Border \nField State Park, all of which are home to sensitive plants and animals and ecosystem.    \n\n      In El Centro, California the Yuma clapper rail is listed as an endangered species and can be found in what \nproject area -- in that project area in addition to 18 birds protected under the Migratory Bird Treaty Act and Eagle \nProtection Act according to the lawsuit.    \n\n      Add to these facts that in March 2017, agents made 12,193 apprehensions on the U.S.-Mexico border.  It is the \nlowest number in at least 17 years according to monthly southwest border apprehension numbers since fiscal year \n2000.    \n\n      For these reasons, I ask my colleagues to support the Jackson Lee amendment.  In addition, I have seen, as I \nsaid, the topography of the border, starting from California all the way across the southern border past El Paso, \ncertainly Arizona.    \n\n\n\n      And I recognize that it is rich with beauty.  It is a reflection of the beauty of America as in the far southwest or in \nthe far northwest, and certainly in some areas along the northwest border.    \n\n      I think it is crucial that we address this question.  I know that my colleague, Mr. Hurd, had his amendment that \ndealt with some of those issues in the hill country.  And I think it is important that we address these issues now.    \n\n      And so I'd ask my colleagues to support this amendment, which would call for publication in the federal registry \nthe names of the species of animal plant that may be endangered by construction of the fence wall.  It is simply \nnoted to the American people.    \n\n      Think of the researchers and all of those who count on these endangered species to continue their scientific \nwork.  If we are anything, we should be supporters of science and I would hope that my colleagues would support \nthis amendment.    \n\n      With that, I yield back.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion on the amendment, the question \nnow occurs on the amendment to the amendment in the nature of a substitute offered by Miss Jackson Lee.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it and the amendment is not agreed to.    \n\nJACKSON LEE:  Mr. Chairman?    \n\nMCCAUL:  The gentlelady is recognized.    \n\nJACKSON LEE:  Mr. Chairman, with that I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.    \n\n      Listed next on the roster is the Keating amendment, number 032.    \n\n      I do not see Mr. Keating here presently so we will hold that in reserve and go onto the next amendment, which \nis amendment number 025 offered by the gentleman from Mississippi, Mr. Thompson.    \n\n      Would the gentleman like to offer his amendment?    \n\nTHOMPSON:  Yes, Mr. Chairman.  I have an amendment listed on the roster and ask for its consideration at this \ntime.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Thompson.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Mr. Thompson is recognized for five minutes.    \n\nTHOMPSON:  Thank you very much, Mr. Chairman.  Mr. Chairman, this bill directs the DHS secretary to deploy \nalong the U.S.-Mexico border the most practical and effective tactical infrastructure and technology available.    \n\n      But it fails to explain what process or criteria would be utilized to arrive at such a determination.  Given the \npolitical nature of the current effort to deliver President Trump's wall.    \n\n\n\n      How can we as good stewards of the U.S. taxpayer's dollars and leaders of homeland security issues be \nassured that the secretary arrive at a determination that is not politically influenced?    \n\n      Well, we can adopt my amendment.  It would ensure that the secretary determines that the technology or \ntactical infrastructure he or she intends to deploy is the most cost effective and reflected in analysis prepared by \n(inaudible) Government Accountability Office.    \n\n      The bill authorizes $10 billion to build President Trump's wall and deploy other tactical infrastructure and \ntechnology along the land border.    \n\n      It is interesting to see that this bill advanced such a hefted price tag does not include any offsets.  You would \nthink that the Freedom Caucus would have a thing or two to say about such an approach.    \n\n      But I guess in this political environment it is all about getting Donald Trump a win.  This bill with a heavy-handed \napproach to authorizing his wall where any law standing in the way of delivering his wall would be waived would \ncertainly do that.    \n\n      Unless we define the term most practical and effective, the Trump Administration would be available to point to \nanything it wants, real or fake to do whatever it wants.    \n\n      My amendment would prevent the exploitation of such (inaudible) language by ensuring that there is a \nlegitimate basis for such a determination.  That way we take the politics out of the equation and we put the \ntaxpayers concern back into their equation.    \n\n      So, this simple amendment, a technical amendment that I hope my colleagues can support.    \n\n      With that, Mr. Chairman, I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by Mr. Thompson.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  Ranking member is recognized.    \n\nTHOMPSON:  I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.   \n\n      Is Mr. Keating there?  Per the roster agreement, listed next is amendment number 032 offered by the gentleman \nfrom Massachusetts, Mr. Keating.  Would the gentleman like to offer his amendment?    \n\nKEATING:  Thank you, Mr. Chairman.  I do have an amendment at the desk.  Yes, I'd like to offer it.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Keating.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n\n\n      Mr. Keating is recognized for five minutes.    \n\nKEATING:  Thank you, Mr. Chairman.  The purpose of the amendment is quite simple.  I'd require that the GAO, an \nindependent and non- partisan agency certify whether a physical border is required to be erected by this legislation \nare the most secure and cost-effective method to deter, impede, or detect illegal activities in the border.    \n\n      The president has focused on this primarily.  Yet it's clear that there were other efforts that have been ongoing \nthat are proving effective and their time tested, they're tested in terms of facts and statistics and they include some \nof our efforts, for instance, that show results that are quite significant.    \n\n      The number of apprehensions has been lower in 2016 than in 2000 by the interdiction effectives rate and it's \nincrease from 69 to 83 percent.  Just during the decade of 2006 and 2016.    \n\n      The number of successful unauthorized crossings is now believed to be a tenth of what it was in 2000.  In 2016, \nthe number of apprehensions per border agent fell to 17.  So, it was seeing something that is time tested and -- \nand proven to be effective.    \n\n      While the DHS and border patrol has continued to collect statistics on apprehensions and interdiction efforts, \nthere's really no study on how effective a new border wall of this proposed magnitude would really be.    \n\n      In light of all the evidence against constructing a border wall, we certainly owe hard working American \ntaxpayers some assurance that spending billions of dollars on building and maintaining a wall is the most secure \noption that we have.    \n\n      To date, there's no analysis by DHS or a nonpartisan independent agency such as GAO to conclude that a \nborder wall would be the most effective solution.    \n\n      In 2013, this committee unanimously approved the Border Security Results Act of 2013, which would ensure \nwe had metrics to measure the effectiveness of our existing border security essentially measuring whether our \ncurrent border security is keeping us secure.   \n\n      In keeping in this bipartisan spirit, I've offered this amendment today to evaluate the effectiveness of a border \nwall costing us millions of dollars.    \n\n      This brings me to my second measurement, really that's focused in on my amendment, it's the most cost \neffective way to achieve operational and control of the border.    \n\n      We don't really have statistics to show that this is the case or not.  A GAO report released in February of this \nyear states that the -- that CDP does not have an accurate life cycle cost estimate.  And some estimates put the \nactual cost of the wall at between $20 and $70 billion.    \n\n      The purpose of this amendment is to get the facts before we act. To make sure taxpayer's money is spent \nwisely.  TO make sure we're being effective in the process.    \n\n      And before we move forward with such an enormous sum of money at the border, let's at least find out what it \nwould cost, how effective it would be and if this is the wisest course of action.    \n\n      So, I hope my amendment is passed.  It makes great commonsense that this committee should be able to have \nthat information before we move forward and debate this on the floor, before, you know, this issue moves to the \nfloor.    \n\n      We really need this information for any kind of informed debate. It's better to fully debate an issue without \nsettling it first, than settling an issue without debating it and having the facts.  I yield back.    \n\n\n\nMCCAUL:  Gentleman yields back.  Is there any further discussion on the amendment?  There being no further \ndiscussion, the question now occurs on the amendment to the amendment in the nature of a substitute offered by \nMr. Keating.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nKEATING:  Mr. Chairman, I request a roll call vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per the roster agreement, listed next is amendment number 020 offered by the gentlelady from California, Miss \nBarragan.  Would the gentlelady like to offer her amendment?    \n\nBARRAGAN:  Thank you, Mr. Chairman.  And before I do that, I have -- I would like to ask for unanimous consent \nto enter a statement into the record from the ACLU?   \n\nMCCAUL:  Without objection, so ordered.    \n\nBARRAGAN:  Great, thank you.  Mr. Chairman, I have an amendment at the desk and I wish to have it considered \nat this time.    \n\nMCCAUL:  Clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mrs. Barragan.    \n\nMCCAUL:  Without objection, the reading is dispensed with.  Miss Barragan is recognized for five minutes.    \n\nBARRAGAN:  Under the capability gap analysis process, or CGAP, each border patrol sector analyzes its mission \nand identifies gaps that are preventing it from fulfilling that mission.    \n\n      Based on the risk based analysis from the officers on the ground, CBP identifies options to close those gaps \nthrough the use of technology, tactical infrastructure or other solutions.    \n\n      This process informs CBP's planning to identify operational and infrastructure requirements over the short, mid, \nand long term like surveillance technology for border security operations.    \n\n      In the bill we're marking up today, the secretary is granted virtually unchecked authority to bypass this process \nand deploy resources when he or she deems it necessary.    \n\n      My amendment would provide necessary oversight for those processes by requiring the secretary to certify that \nthe chosen solution complies with the CGAP analysis and follows the performance metrics developed by the \ndepartment.    \n\n      This bill completely usurps the process created by the department and eliminates any oversight in deployment \nof resources.  My amendment lets Congress provide a check to this authority and ensure that CBP is operating \nwithin its mandate.    \n\n      I ask my colleagues to support my amendment and yield back the balance of my time.    \n\nMCCAUL:  The gentlelady yields back.  Any further discussion on the amendment?  There being no further \ndiscussion, the question now occurs on the amendment to the amendment in the nature of a substitute offered by \nMiss Barragan.    \n\n      All those in favor, signify by saying aye.    \n\n\n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\n      Per the roster agreement, listed next is amendment number 021 offered by the gentlelady from California, Miss \nBarragan.  Would the gentlelady like to offer her amendment?    \n\nBARRAGAN:  Yes, Mr. Chairman.  I have an amendment at the desk and I wish to have it considered at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mrs. Barragan.    \n\nMCCAUL:  Without objection, reading is dispensed with.  Miss Barragan is recognized for five minutes.    \n\nBARRAGAN:  Thank you, Mr. Chairman.  Federal regulation gives CBP the authority to operate within 100 miles of \nany U.S. external boundary.  Almost two thirds of the U.S. population and nine out of 10 of the largest metropolitan \nareas are within 100 miles of the border. In fact, my entire Los Angeles district is within the border zone.    \n\n      Within this border zone, agents can operate immigration checkpoints.  And although they are supposed to be \nlimited in scope, in practice CBP agents regularly conduct criminal investigations and illegal searches at \ncheckpoints.    \n\n      The border zone was adopted by the Department of Justice without any public comment or debate 64 years \nago when there were fewer than 1,100 CBP agents.  Today, there are almost 23,000.    \n\n      My amendment reduces the border zone to 25 miles and keeps CBP focused at the border.  Allowing CBP to \noperate so far from the border distracts from its primary mission and invites widespread constitutional violations.    \n\n      For these reasons, I ask my colleagues to support my amendment and yield back the balance of my time.    \n\nMCCAUL:  Gentlelady yields back.  Is there any further discussion on the amendment?  Mr. Thompson is \nrecognized.    \n\nTHOMPSON:  Thank you very much.  I'd like to speak in support of Miss Barragan's amendment.  A lot of us have \nhad issues in our district.    \n\n      My district is some 150 miles from the border, and there have been actions taken that I felt not only was \ninappropriate but should have been handled by another agency.    \n\n      So limiting that scope is the right thing to do, and I'd support Miss Barragan's amendment.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Miss McSally is recognized.    \n\nMCSALLY:  Again, I wanna thank -- thank my colleague for the consideration of this.  As someone who represents \na border district and chairs the Border Security Subcommittee, there is tremendous challenges in border \ncommunities when in the rural areas there's hours to days often before intercepts are happening, which essentially \nmeans that that's a public safety challenge with these transnational criminal organizations coming through rancher's \nand border resident's territory.    \n\n      And I have long advocated that we need to have a strategy that is intelligence-driven, increases the situation \nawareness, uses all the assets that are -- that are in this bill in order to make sure that activity is detected and \nintercepted as close to the border as possible.    \n\n\n\n      Because on many fronts, and I have checkpoints in my community and there -- there's great frustrations there.  \nThe impact that it has on -- on economic development and just the potential negatives across the board.    \n\n      And so this has -- this has been something that I have been very much focused on as a border representative \nand as a subcommittee chair.   However, I am concerned about an arbitrary, just at this moment, 25 miles.    \n\n      I agree, again, with the spirit of what you're trying to get to. And I think we can work together to continue to push \nfor a strategy that focuses detection and interception of these cartels right at the border or prior to the border.    \n\n      And so I just -- as a subcommittee chair, I commit to continuing to focus on that.  But I do disagree with us just \nimmediately and arbitrarily putting it at 25 miles at this moment.    \n\n      So I just wanted to -- us speak in -- in support of the idea and the spirit of what you're trying to do.  But I'm \nconcerned about how that would be executed.    \n\n      So I -- I'm not going to vote yes on it, but I appreciate work -- I'll continue to work with you to try and address \nthese concerns as a subcommittee chair.    \n\n      And I yield back.    \n\nMCCAUL:  The gentlelady yields back.  And I've been to the gentlelady's district, and I know her ranchers very well.  \nAnd that's why we're authorizing 5,000 more border patrol agents to push right up at that border.    \n\n      And so is there any further discussion on the amendment?  There being no further discussion, the question now \noccurs in the moment to the moment and the nature of a substitute offer by Ms. Barragan.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair the noes have it, and the amendment is not agreed to.    \n\nBARRAGAN:  May I ask for a recorded vote, please?    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per the roster agreement was to next is amendment 202 offered by the gentlelady from Texas, Miss Jackson \nLee.  Would the gentlelady like to offer her a moment?    \n\nJACKSON LEE:  Yes, Mr. Chairman.  I have a corrected version at the desk.  I'd ask unanimous consent.    \n\nMCCAUL:  Oh, the clerk will distribute the amendment.    \n\nJACKSON LEE:  Thank you, Mr. Chairman.    \n\nMCCAUL:  And now the clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Miss Jackson Lee.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Miss Jackson Lee is recognized for five minutes.    \n\nJACKSON LEE:  I thank the chairman.    \n\n      Colleagues, the DACA protection is still the present law of the land by way of an executive order.  And it is still \noperable for the young people that have been able to utilize it.    \n\n\n\n      We have heard in a bipartisan manner that this whole Congress wants to fight for our DACA students, many of \nwhom are living in absolute fear and apprehension, many of whom are facing confusion.    \n\n      And for any DACA student, a DACA protected individual, let me be very clear that please get in your application \nby October 5th in order to ensure your protection.  Please make sure that your application is received by October \n5th, delivered by October 5th, dropped off in the appropriate office by October 5th.    \n\n      But my amendment is a very simple and fair amendment, recognizing what I understand is a bipartisan respect \nand understanding that the DACA students, DACA young people, were brought to this country through no fault of \ntheir own.  They are military personnel.  They are students.  They are workers.  They are supporters of their \nfamilies.    \n\n      My amendment at the end of Section 115 does the following.  The chief of the U.S. Border Patrol shall submit \nto Congress for a report on the policies, protocols and procedures given to border patrol agents on how they are to \nengage the United States citizens, lawful permanent residents, tourists, foreign students and deferred action \nchildhood arrivals.    \n\n      This is clear evidence that this amendment is needed.  I'd ask unanimous consent to submit into the record, \n\"DACA Recipients Briefly Detained at Checkpoints.\"  It is the story of Mr. Largo (ph), 25 years old, that came to the \nborder check with his DACA credentials.    \n\n      And he was detained for hours which caused him to lose an important job interview.  And his sister had to come \nto the border to provide the whereabouts and information about his mother and father.    \n\n      There have been too many surprises and gotcha moments around the administration's immigration policies.  So \nI ask unanimous consent for this article to be put in the record.    \n\nMCCAUL:  So without objection, so ordered.    \n\nJACKSON LEE:  There have been too many surprising gotcha moments around the administration's immigration \npolicies for any of us to make any accomplishments about the safety and security of DACA recipients. DACA is a \ncompassionate compromise to find a solution because there was no work done.    \n\n      As many bills have been introduced, my Save America Comprehensive Immigration bill, to find a solution for the \nmillions of persons who were born elsewhere.  But at a young age brought into the United States where they've \nlived since childhood, again through no fault of their own.    \n\n      Many of these persons might not be aware of their origin until they needed proof of citizenship documents, \nmaybe some to join the military, to get driver's licenses, attend college or receive a passport.    \n\n      The president's decision to rescind the DACA policy that liberated 800,000 young persons, 124,000 of them in \nTexas from the shadows of life and welcomed them into the mainstream and encouraged them to realize their \npotential and achieve the American dream, was a rejection of the spirit of fair play that we as Americans pride \nourselves.    \n\n      Again, these are the president's words, but DACA is still operable for these young people.    \n\n      At the heart of the Trump administration's cruel, heartless and misguided decision to rescind DACA is the \nspacious (sic) claim that President Obama lacked the Constitution and statutory authority to take executive actions \nto implement the DACA policy.    \n\n      But I'm willing today to take the president at his word.  And that he would not want to have a disparate treatment \nfor young DACA individuals that with their current documentation that is operable as they come into the border.  \nThey are basically statused under the DACA permission.    \n\n\n\n      There was no need to make any decision about DACA right now. There was no real spending -- pending \ndeadline, no actual court case, no legal requirement, that would necessitate the presidential action.    \n\n      But we're seeing that the actions of the border patrol agents are reflective of words not on law, because they're \nstopping DACA individuals and treating them differently from citizens, legal permanent residents and others who \ncome into this country.    \n\n      But it would be appropriate for us to assess what is being said to the border patrol agents, because I know that \nthey want to serve their country.  I thank them for their service.  But we are unfairly putting them in a position that \nthey're making decisions.    \n\n      In my congressional district, we continue to mourn the loss of the heroic dreamer, Alonso Guillen, who came to \nthe U.S. from Mexico as a child and died here in the United States when his boat capsized while he was rescuing \nsurvivors of the flooding caused by Hurricane Harvey in Houston.    \n\n      Hurricanes are some of the worst things that can happen.  And he was out.  He came from Lubbock down with \nhis boat to join so many volunteers that helped save the lives of my constituents who came to me and told me that \nthey would not have survived if it had not been for these volunteers who came with their boats -- their boots and \nborrowed boats.    \n\n      The president's attorney general should have focused on the crisis in Puerto Rico, Virgin Islands, Florida and \nHurricane Harvey. We have a very, very sad state of affairs where we have Hurricane Harvey victims, survivors, \nwho are DACA recipients who are frightened even to come out to get benefits.  They are statused at this point.    \n\n      And so I would argue that our main job should be comprehensive immigration reform, banning military weapons, \ntalking about domestic terrorism.  But I don't believe that we should leave our DACA students, DACA statused \nindividuals, unprotected.  And I ask my colleagues to support this amendment.    \n\n      It is simply establishing or asking for the protocols to be reported on as to how border patrol agents will handle \nindividuals at the border.    \n\n      With that, I ask support of my amendment and I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the amendment?    \n\n      Let me just say in response to the gentlelady's amendment that on September the 6th, 2017 this year, U.S. \nCustoms and Border Protection, the acting chief of the border patrol issued a memorandum for all chief border \npatrol agents and directorate chiefs on guidance and basically providing guidance on precisely what the \ngentlelady's amendment is requesting.    \n\n      And I'd be happy to provide the gentlelady with this said memorandum that was just recently issued.  I think it -- \nit answers this amendment and -- and I think makes this amendment moot.  And that -- for that reason I will \noppose...    \n\nJACKSON LEE:  Would the gentleman yield?   \n\nMCCAUL:  ... this amendment.    \n\nJACKSON LEE:  Would the gentleman yield?    \n\nMCCAUL:  Yes.    \n\nJACKSON LEE:  My amendment in particular asks for a report to be submitted to Congress if it was provided to the \nborder patrol agents. I would offer to say that this was in the Houston Chronicle on Tuesday, October 3rd, 2017.    \n\n\n\n      It is probably or -- or most likely hasn't gotten to the border patrol agents and their leadership because certainly \nCongress should know what those protocols are.  With this border security bill, it will probably be enhanced \nstopping.    \n\n      And I still think the amendment is relevant and not moot because this is a current action.  And so I'd ask my \ncolleagues -- I yield back to gentleman and ask my colleagues to support the Jackson Lee amendment.    \n\n      I thank the Jackson -- I thank the chairman for yielding.    \n\nMCCAUL:  Yeah.  And so the gentlelady yields.    \n\n      Any further discussion?  There being no further discussion, the question now occurs in the amendment to the \namendment in the nature of a substitute offered by Miss Jackson Lee.    \n\n      All those in favor signify by saying aye.    \n\n      All those opposed signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nJACKSON LEE:  Mr. Chairman?    \n\nMCCAUL:  The gentlelady's recognized.    \n\nJACKSON LEE:  I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement this vote will be postponed.    \n\n      Per the roster agreement, listed next is amendment No. 056 offered by the gentleman from Rhode Island, Mr. \nLangevin.  Would the gentleman like to offer his amendment?    \n\nLANGEVIN:  Yes, I have an amendment at the desk Mr. Chairman.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offer -- offered by Mr. Langevin.    \n\nMCCAUL:  Without objection, reading is dispensed with.    \n\n      Mr. Langevin's recognized for five minutes.    \n\nLANGEVIN:  Thank you, Mr. Chairman.  As you know, I share your -- your strong desire to ensure our border is \nprotected and secure. However, I share the views of many of my Democratic colleagues in that I have deep \nreservations about whether this bill is an effective way to do that in achieving that goal.    \n\n      While there are limited areas of the -- the southern border where fencing could perhaps improve our security, a \nblanket authorization for the construction and for the outlays of -- if billions of dollars to do so, I believe is an \nineffective and unnecessary course of action.    \n\n      I also have concerns about the collateral effects of this legislation with respect to construction.  The amendment \nthat I'm offering with my good friend, Mr. Keating, is -- is targeted to the most egregious of these effects, which can \nbe found in Section 120 of -- of the bill.    \n\n      So Section 120 would exempt activities carried out by the Customs and Border Protection on -- on -- Agency on \nfederal land, including wall construction, from dozens of statutes.  So the idea that CBP activities are being \nhindered by environmental, public health or good governance laws is -- is well-known and has been studied.    \n\n\n\n      A GAO is -- a GAO report had clearly indicated in 2010, 2012, 2011, 22 out of 26 border patrol agents in \ncharge interviewed said that federal land management laws had no impact on the security status of -- of their \njurisdiction.    \n\n      The remaining four had either not requested additional resources to deal with any required environmental \nremediation or those requests -- or they had those requests denied by CBP, not the Department of Interior or the \nDepartment of Agriculture.  So Section 120 is truly a -- a solution in search of a problem.    \n\n      But, and -- and -- and for this I must commend you Mr. Chairman, it is a -- it's a well drafted provision.  Far too \noften we can fall victim to shoddy legislative draftsmanship that hides the scope of a provision's impact.    \n\n      To your credit, Mr. Chairman, Section 120 does not fall into that trap.  It -- it's quite explicit about what it is \nexempting, and quite frankly, it's rather scary.  So if you live in a border community, and I'll remind that that \nincludes any land within 100 miles of the southern or northern border, you should be concerned.    \n\n      So if you care about safe drinking water and clean air for your family, well, Section 120 waives fundamental \npublic health legislation.  Worried about potential of flooding as happened in Nicksville, Arizona after the \nconstruction of mesh border fence that accumulated debris?  Well Section 120 exempts CBP activity from the \nenvironmental impact view under NEPA.   \n\n      Or perhaps you are a small business owner serving the 165,000 visitors who come to bird watch at the Santa \nAna National Wildlife Refuge?  Well, the protections to the magnificent flora of what is often described as the -- the \ncrown jewel of the refuge system, thrown out by this bill.    \n\n      So beyond the immediate effects on border communities, Section 120 could -- could cause permanent damage \nto the environment.  As USA Today reported earlier this year, the largest native cat to the Americas, the jaguar, a \nspecies that has just begun to come back in the southwest after being wiped out by hunters, is likely -- likely could \nnot survive the construction of a wall that blocked its nomadic wandering.    \n\n      Section 120 prevents any protections under fundamental environmental laws, like the Endangered Species Act, \nfrom applying.    \n\n      Mr. Chairman, I ask unanimous consent to insert the -- the referenced article that I have here into the record.    \n\nMCCAUL:  And with -- without objection, so ordered.    \n\nLANGEVIN:  Thank you, Mr. Chairman.  These waivers, the setting aside of literally decades of work by our \ncolleagues, both past and current, is deeply disturbing.  And -- and I could go on and on about things like \nprotections for tribal land, historic preservation and -- and national parks, just to name some additional things.    \n\n      But most -- the most prodigious, Mr. Chairman, is the waiving of the Administrative Procedures Act.  By \neliminating protection of -- of this oft overlooked law, which includes the Freedom of Information Act, we are ending \nthe right for the -- the people in affected communities to know about the waivers that have been granted to the \nlaws.  Imagine that waivers had been granted and you will never know why.    \n\n      We are silencing that right to be participants in our democracy by -- by commenting on -- on proposals.  We are \nputting communities, citizens and the environment at risk in ways that may never be known until it's too late.    \n\n      Mr. Chairman, in closing, Section 120 does not solve a pressing problem.  It does cause a whole raft of them \nand in ways most people will have no way of knowing about.  I urge my colleagues to join Mr. Keating and I in \nsupporting this amendment that will strike the -- this section from the bill and keep these critical protections in place.    \n\n      Thank you, Mr. Chairman, and with that I yield back the balance of my time.    \n\nMCCAUL:  The gentleman yields back.    \n\n\n\n      Any further discussion on the amendment?    \n\n      Mr. Duncan is recognized.   \n\nDUNCAN:  I thank the chairman.  And, you know, unfortunately border -- border patrol has a difficult time patrolling \ncertain areas of the border.  Not because of terrain or technology, some of the things we addressed with Mr. Hurd's \namendment, but rather because they are restricted by environmental regulations from accessing portions of the \nborder.    \n\n      Border patrol agents are at a distinct disadvantage because they are consistently unable to use motorized \nvehicles to patrol these areas or place electronic surveillance structures in strategic areas.    \n\n      So let me tell you who is not worried about the environmental degradation of these areas and that is the \nsmugglers who traverse these areas and as a result are the major causes of that environmental degradation.    \n\n      As a result, our federal lands have become a highway, open to criminals, drug smugglers, human traffickers and \npotentially terrorists.  Providing border patrol with the necessary access to deter and apprehend those who cross \nour federal lands illegally provides both national security and long term health of our federal lands.    \n\n      So I'd urge my colleagues to oppose this amendment, and I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?    \n\n      Mr. Thompson is recognized.    \n\nTHOMPSON:  Yes.  Just for the record, to make sure that the -- the legislation as offered talks about construction, \ninstallation, operations and maintenance in the areas.  The whole issue of apprehension is not prohibited under \nwhat's offered.    \n\n      But more importantly, Mr. Chairman, a lot of the reason we are the country that we are is based on the laws that \nwe have.  So if we all of a sudden do away with the Federal Water Pollution Control Act, the Safe Drinking Water \nAct, the Clean Air Act, a lot of those acts that we hold sacred, this puts us in a position that we can't defend who we \nare.    \n\n      And so I am supporting of Mr. Langevin's amendment because our founding fathers put a lot of these acts in \nplace to protect the environment, for conservation matters and other things, and I look at that wise council as the \nway to go.  And with that I will support the gentleman from Rhode Island's amendment.    \n\n      As well, Mr. Chairman, I have a letter in support of Mr. Langevin's amendment by 60 organizations around the \ncountry I'd like to enter into the record.    \n\nMCCAUL:  And without objection, so ordered.    \n\n      The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      Mr. Vela is recognized.    \n\nVELA:  Mr. Chairman, this bill prohibits anything from getting in the way of border security actions on federal lands.  \nThat means there are no rules or restrictions on CBP while operating in national parks, wildlife refuges or any \nprotected land.    \n\n      I represent the Santa Ana Wildlife Refuge in the Rio Grande Valley.  The refuge is one of the most biological \ndiverse areas in the country, and has earned the title of the jewel of the national wildlife refuge system.    \n\n\n\n      Though small in size, the Santa Ana offers visitors an opportunity to see birds, butterflies and many other \nspecies not found anywhere else in the United States beyond deep south Texas.  Giving unimpeded access and \nuse to CBP to protected lands has dire consequences that this bill flat out ignores.    \n\n      Kim Marot (ph), a former federal fish and wildlife service official, who oversaw Santa Ana from 1997 to 2008, \nsaid in a recent New York Times article that building an 18-foot high wall through the refuge would most likely \ndestroy it.    \n\n      There is certainly a way to accomplish the border security missions without destroying protected lands.  It's \nclear to me that the Santa Ana wildlife refuge is targeted for the border wall because it is on federal land and the \ngovernment can build it faster. Expediency has taken higher importance that results in this instance.    \n\n      With that I yield back.    \n\nMCCAUL:  Gentleman yields back.    \n\n      Any further discussion on the amendment?  No.    \n\n      Let me just -- I have tremendous respect for the gentleman from Rhode Island.  I -- I just want to point out, just a \nfew key points that current law currently provides this authority to the secretary. And we expand this to technology.    \n\n      The waiver has been exercised seven times previously, since the first time in September of 2005, and it's been \nchallenged in the court four times on constitutional grounds and has been upheld.    \n\n      Without further discussion, the question now occurs on the amendment to the amendment in the nature of a \nsubstitute offered by Mr. Langevin.    \n\n      All of those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it and the amendment is not...    \n\nLANGEVIN:  Mr. Chairman, a recorded vote, please?    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per the roster agreement listed next is amendment number 037 offered by the gentleman from New York, Mr. \nKatko.  Would the gentleman like to offer his amendment?    \n\nKATKO:  Yes, Mr. Chairman, I've an amendment listed on the roster and ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Katko.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Mr. Katko is recognized for five minutes.    \n\nKATKO:  Thank you, Mr. Chairman.  Like many of my colleagues on this committee, my community has been hit \nhard by the plight of drugs, human trafficking and smuggling and the constant threat of terrorism that pervades \nacross our nation.    \n\n      Criminal organizations don't set up rings around congressional boundaries or align with any particular political \nideology.  They seek to find ways into our community and to -- to take advantage of our neighbors.    \n\n\n\n      Having served as a federal organized crime prosecutor for 20 years, I saw firsthand how law enforcement \nintegration at all levels can greatly increase our ability to eliminate these issues before they come -- become \nsystemic.    \n\n      On our northern border, U.S. Customs and Border Protection work closely with the Royal Canadian Mounted \nPolice, or RCMP, to combat the trafficking of drugs, humans, weapons, other contraband and to engage in \nantiterror activities.    \n\n      Continuing this collaborative effort is essential for our -- our current and future joint operations, and we should \nlook for additional ways to integrate our law enforcement practices.  A program that epitomizes successful bilateral \nintegration between Canada and the United States is the integrated border enhancement teams, or IBETs.    \n\n      Similar to Shiprider and BEST teams, IBETs enhance border security by integrating the RCMP, Customs and \nBorder Protection, the Canadian Border Services Agency, Immigration and Customs Enforcement and the Coast \nGuard efforts to monitor and interdict illicit activity along the U.S. Canadian border.    \n\n      With this in mind, I offer my amendment, which would authorize the integrated border enhancements teams or \nIBETs.  Unlike the aforementioned Shiprider and BEST programs, IBETs have not been authorized in statute.    \n\n      Codifying this program will demonstrate our commitment to working with RCMP to collaboratively secure the \nnorthern border.  Further, by passing the amendment, the border patrol will have greater authority to integrate \ncross border operations and reallocate resources to high threat areas.    \n\n      This amendment also gives the Secretary of Homeland Security the ability to individually compose IBETs to \nmeet mission needs and better integrate with the 2012 RCMP organization.  By passing this amendment we can \ncomplement Canadian border resources, close existing gaps along the border and increase interoperability with \nthe RCMP.    \n\n      I ask that all my colleague support my amendment and I thank Chairman McCaul for his leadership.  I yield back \nthe balance of my time.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      There being no further discussion the question now occurs on the amendment to the amendment nature of a \nsubstitute offered by Mr. Katko.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.    \n\n      Per the roster agreement, listed next is amendment number 013 offered by the gentleman from Texas, Mr. \nRatcliffe.  Would the gentleman like to offer his amendment?    \n\nRATCLIFFE:  Yes, Mr. Chairman.  I have an amendment at the desk and ask that it be considered at this time.    \n\nMCCAUL:  Clerk shall report the amendment    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Ratcliffe.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Mr. Ratcliffe is recognized for five minutes.    \n\n\n\nRATCLIFFE:  Thank you, Mr. Chairman.  I am grateful for the opportunity to be here today to consider something \nthat is a priority for my constituents and me, for the American people and something that was promised by president \nTrump -- true border security.    \n\n      I share the president's concern that a porous border has incentivized widespread illegal immigration and \nallowed drug cartels, gangs and smugglers to enter our country and inflict crime on our communities.    \n\n      As we consider legislation to fulfill what the Constitution tells us is our primary role, providing for the common \ndefense and fulfilling the mandate given to us by the citizens of this country, I think it's critical we do everything \npossible to prevent the problems of a porous border from reemerging again in the future.    \n\n      We need to tackle them now once and for all.  That's why I'm pleased to introduce my amendment that \nestablishes the tunnel task force program at DHS.    \n\n      These tasks force, Mr. Chairman, are comprised of agents from ICE, Homeland Security Investigations, Border \nPatrol and DEA working collaboratively to combat subterranean activity that threatens the security and safety of the \nUnited States.    \n\n      As a former United States attorney and former terrorism prosecutor, I saw firsthand how transnational criminals \nand terrorists are constantly evolving their tools and their tactics to bring illegal drugs and other contraband into this \ncountry.    \n\n      As we consider legislation to finally secure these borders, we need the foresight to anticipate how criminals will \nadapt, and we need to respond by giving our law enforcement the tools necessary to combat them effectively, to \nshut them down and to shut down any potential cross border threats.    \n\n      My amendment will do just that.  I ask the committee to support my amendment, and I yield back the balance of \nmy time.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion on the amendment, the question \nnow occurs on the amendment to the amendment in the nature of a substitute offer by Mr. Ratcliffe.   \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair the ayes have it, and the amendment is agreed to.    \n\n      Per the roster agreement, listed next is amendment number 024 offered by the gentleman from New Jersey, Mr. \nPayne.  Would the gentleman like to offer his amendment?    \n\nPAYNE:  Mr. Chair, I have an amendment at the desk.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Payne.    \n\nMCCAUL:  And without objection, reading is dispensed with.    \n\n                Mr. Payne is recognized for five minutes.    \n\nPAYNE:  Thank you, Mr. Chairman.  Today CBP is the largest law enforcement agency in the United States in \nnumber of officers.  This bill directs CBP to have over 56,000 CBP law enforcement personnel hired and assigned \nto active duty within the next four years.    \n\n\n\n      Since the underlying bill failed to increase the number of investigators in CBP's Office of Professional \nResponsibility to match the increase in CBP ranks, I was pleased to see that both Representative McSally and I \nshare concern about this grave omission.    \n\n      However, I respectfully disagree with my colleagues modest approach given the number of investigators \nauthorized under her amendment.  I believe the number of investigator at CBP needs to match -- to be much \nhigher, not because I think CBP law office -- law enforcement officers are inherently corrupt or prone to misconduct.  \nI am concerned because I want to protect CBP from corruption and scandal.    \n\n      Earlier this summer we learned of a deeply troubling -- deeply troubling allegations of misconduct by 11 CBP \nofficers, including three supervisors, in my district at North Liberty International Airport -- Newark International \nAirport.    \n\n      Less than a month ago, we were notified that the three of these individuals we arrested on charges of forcibly \nassaulting and intimidating fellow officers.    \n\n      Based on her amendment, we would only have one investigator for every 100 law enforcement personnel, \nwhich does not even meet the ratio of CBP -- CBP's legacy agency used when its personnel was a fraction of what \nit is today.    \n\n      I believe this proposal is too modest and that CBP will need a greater capacity within its Office of Professional \nResponsibility to keep up with the demands placed on CBP by this bill.    \n\n      By requiring the number of fulltime investigators purposed in my amendment, CBP will be in a much better \nposition to affectively and effectively respond and prevent misconduct and corruption.    \n\n      Once again, I respectfully agree with my colleague, but I feel it does not go far enough.  I urge my colleagues to \nvote in favor of this amendment.    \n\n      And I yield back the balance of my time.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on this amendment?    \n\n      Ms. McSally recognized.    \n\nMCSALLY:  Yes.  Mr. Chairman, thank you, and I want to thank my colleague for the spirit of the amendment.  And \nas -- as was discussed previously in the other amendment, we do need to make sure that we have enough \nindividuals in the Office of Professional Responsibility to, again, have timely investigations.    \n\n      This is the right thing to do for -- for due process for individuals and for, obviously, addressing any corruption or \nany -- any misconduct.  However, 550 -- a recent report out of DHS says 550 would be sufficient at this time, which \nright now we are at 250.    \n\n      So the amendment that we adopted is going to 550 which is over a 100 percent increase of what they have \nalready.  So with the current challenges we have in even hiring the number of already congressionally mandated \nagents in CBP, both border patrol and CBP officers, I think it is appropriate for us to stick with the 550.  And we can \ncertainly revisit as they grow to that to see if there are any additional issues.    \n\n      So I appreciate the spirit of it, but I think we should stay with the 550 and oppose this amendment.    \n\n      And I yield back.    \n\nMCCAUL:  Gentlelady yields back.    \n\n      Any further discussion on the amendment?    \n\n\n\nWATSON COLEMAN:  Thank you, yes.    \n\nMCCAUL:  Ms. Watson Coleman?    \n\nWATSON COLEMAN:  Thank you Mr. Chairman.  Mr. Chairman, this bill faces an enormous pressure on CBP to \nadd personnel to its ranks when it's struggled to meet the 2014 staffing minimums of 21,370 border patrol agents \nand 23,775 CBP officers.    \n\n      While it's true that there are significant staffing shortages at our ports of entry, additions to the workforce must \nbe undertaken carefully so as to protect CBP as an institution.    \n\n      We want CBP to be assured that the caliber of applicants they bring into their ranks is to the highest standards \nof integrity.  In the previous massive staffing increases a decade ago, there were instances where drug cartels \nsuccessfully infiltrated CBP ranks.    \n\n      This is why today we have stricter hiring standard, and polygraph examinations have been integrated into this \nprocess.  As a result of the border security buildup over the last decade, the risk of cartels attempting to \ncompromise CBP officers or infiltrate the border patrol's ranks is high, and this threat cannot be ignored.    \n\n      The Homeland Security Advisory Committee expressed similar concerns in 2015 in a report where it \nrecommended that the number of full-time investigators at CBP be increased.    \n\n      This amendment insures that CBP has the personnel necessary to prevent corruption and infiltration.  I urge my \ncolleagues to protect CBP as an institution by voting in favor of this amendment.    \n\n      Thank you, and with that, I yield back.   \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question now occurs on the \namendment to the amendment in the nature of a substitute offered by Mr. Payne.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it.  The amendment is not agreed to.    \n\nPAYNE:  Mr. Chairman, may I ask for a recorded vote?    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Per the roster agreement, listed next is amendment number 008, offered by the gentleman from Texas, Mr. \nVela.  Would the gentleman like to offer his amendment?    \n\nVELA:  Yes, Mr. Chairman.    \n\nMCCAUL:  Clerk shall report.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548 offered by Mr. Vela.    \n\nMCCAUL:  And without objection, reading is dispensed with.    \n\n      Mr. Vela is recognized for five minutes.    \n\nVELA:  Mr. Chairman, I am sure that we all recall the massive rallies hosted by then candidate Trump, where eager \ncrowds would gleefully participate in the call and response where he would say, \"We are going to build a wall\" and \nask \"Who is going to pay for it?.\" Then the crowd would chant \"Mexico.\"    \n\n\n\n      He would follow it up repeatedly asking \"Who's going to pay for the wall,\" to which they would loudly and \nenthusiastically retort, \"Mexico.\"    \n\n      That was not playful banter.  The promise to have Mexico pay for Trump's border wall was a central promise of \nhis effort.  It was so critical to the then presidential candidate that in August, just hours before his major immigration \nspeech, he traveled to Mexico to meet with the Mexican president.    \n\n      Just five weeks ago on August 27, 2017 the president reiterated his promise on Twitter that Mexico would pay \nfor the wall.  The bill under consideration today may fulfill the promise of Trump's wall but it turns its back on a \ncentral feature of the president's proposal, that Mexico would foot the bill.    \n\n      Instead, this bill makes American taxpayers pay for the wall.  I do not support the construction of Trump's wall.  \nThat said, I offer this amendment to hold the president to his promise that the wall will be paid for by Mexico.    \n\n      Voting for this amendment should be easy if one agrees with the president's campaign promises.  This would \nprevent a bait and switch against the American people.    \n\n      President Trump promised the American people that Mexico would pay for this wall and this amendment would \nensure that it does and would save American taxpayers $15 billion.    \n\n      With that, I yield back.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\nWATSON COLEMAN:  Yes, Mr. Chairman.    \n\nMCCAUL:  Ms. Watson Coleman is recognized.    \n\nWATSON COLEMAN:  Thank you, Mr. Chairman.  Mr. Chairman, if someone came along dangling a set of car \nkeys and offered at no cost, that shiny new car that those keys would would start, most people, without hesitation, \nwould say sure why not?  Hand me the keys.    \n\n      But if upon being taken to the dealership to drive the new vehicle off the lot, an invoice was handed over with a \nwhole lot of zeros, that person would rightfully feel betrayed.    \n\n      For those out there that -- that bought what then candidate Trump was selling at face value, the reality today, \nthat the Mexican government will not agree to pay for Trump's wall, is a harsh one. For the record, Mr. Chairman, I \ndo not support President Trump's plans for a big and beautiful border wall.    \n\n      That said, I think we owe it to the nation to have an extensive debate on whether we should condition the \nrelease of billions of tax dollars on whether President Trump, the Mr. \"Art of the Deal,\" successfully negotiates a \nreimbursement agreement with our neighbors to the south.    \n\n      There is a big difference between a shiny new car and a free shiny car.  The president promised the American \npeople a free border wall.  What this bill provides is a border wall with a $15 billion invoice attached to it.    \n\n      While an enormous sum, it is important to note that estimates for the construction of the border wall ranged \nfrom between $20 billion and $70 billion, which is far less than what is even provided here -- which is far more than \nwhat is provided here.    \n\n      Moreover, during the same period taxpayers will be expected to bear billions of dollars in cost for the \nmaintenance of aging fencing and infrastructure over a decade ago.   \n\n      This is not what the American people were promised.  It is a textbook bait and switch.  I support this amendment \nto hold the president to his promise.    \n\n\n\n      And with that, Mr. Chairman, I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the amendment?  Let me just say, my colleague from Texas has crafted yet another \nvery creative, amendment but I do stand opposed to -- to it.    \n\n      Now, the question now occurs on the amendment to the amendment in the nature of a substitute offered by Mr. \nVela.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the noes have it, and the amendment is not agreed to.    \n\nVELA:  Mr. Chairman (OFF-MIKE).      \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n      Listed next on the roster is amendment number 203, but I do -- it's offered by Ms. Jackson Lee.  I do not see her \npresent in the room so we will bring this back up when she returns.    \n\n      Per the roster agreement, listed next is amendment number 020, offered by the gentleman from Texas, Mr. \nHurd.  Would the gentleman like to offer his amendment?    \n\nHURD:  Yes.  Mr. Chairman, I have an amendment listed on the roster and I ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Mr. Hurd.    \n\nMCCAUL:  And without objection the reading is dispensed with.    \n\n      Mr. Hurd is recognized for five minutes.    \n\nHURD:  Thank you, Mr. Chairman.  As my colleagues know because I've said it many times, the 23rd \nCongressional District of Texas contains over 800 miles of the U.S.-Mexico border and it's home to eight national \nparks, including Big Bend and Amistad National Recreation Area.    \n\n      Many of these national treasures, including Big Bend, already have working agreements with Customs and \nBorder Protection that account for their unique geographical and environmental ecosystems.   \n\n      National Parks are a part of the American experience and provide a measurable educational, environmental and \neconomic benefit to the region and the country.  We have a responsibility as a nation to protect them so that they \nremain beautiful and wild for future generations of park goers to enjoy.    \n\n      My amendment is simple.  The CBP has come to a park access agreement with the National Park Unit.  And the \naccess levels and activities stipulated by that agree -- agreement take precedence over Section 120 of this bill.    \n\n      This way our National Parks along the border will -- will remain protected for generations to come as we \nenhance security in the region.  There's an old saying, if it ain't broke don't fix it.    \n\n      I am proud of the close partnerships that already exist between the CBP and Big Bend that respects the scenic \nnature of the park without sacrificing security operations.    \n\n\n\n      In this case, and the case of many national parks along the border, the existing close cooperation with CBP \ndoes not need fixing. I look forward to overseeing the actions stipulated in existing agreements between the two \ngroups moving forward.    \n\n      And I strongly urge my colleges to stand by our national parks and support this amendment.    \n\n      I yield back the balance of my time, Mr. Chairman.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Is there any further discussion on the amendment?    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  Mr. Thompson is recognized.    \n\nTHOMPSON:  Mr. Chairman, I appreciate the motivation behind this amendment.  It demands that we trust an \noutside agreement between CBP and the Department of Interior will spare a federal park from injury pursuant to \nSection 120.    \n\n      President Trump prioritizes border enforcement above protection of national parks.  In April, President Trump \nsigned an executive order that put the National Park System in unprecedented peril.    \n\n      And just a few weeks ago, his secretary of interior recommended opening thousands of acres of land revered \nfor natural beauty and historical significance to mining, logging and other development. Further, no official in this \nadministration has ever expressed concern that the wall or border operations might endanger species, the \nenvironment or anything else.    \n\n      As such, there's no legitimate basis to expect individuals answerable to President Trump to execute \nMemoranda of Agreement to protect these lands.   \n\n      If this committee is really concerned about protecting federal land, the amendment offered by the gentleman \nfrom Rhode Island, Mr. Langevin, to strike Section 120 in its entirety should have been adopted.    \n\n      Relying on agreements by and between officials working for an administration that wants the wall at all costs \nand has plans to reduce protection of federal lands, as this amendment proposes, strikes me as foolhardy.    \n\n      It also restricts congressional oversight insofar as these side agreements would not be subject to notice or \ncomment of congressional notification.  In fact, the amendment lacks any disclosure, notification or transparency \nrequirements.    \n\n      What -- what is to prevent the administration from renegotiating existing agreements or undoing agreements \nthat protect lands?  There are no safeguards in this amendment.  And with that, I urge a no vote on the amendment.    \n\nMCCAUL:  The gentleman yields back.    \n\n      Any further discussion on the amendment?  There being no further discussion, the question that occurs on the \namendment to the amendment in the nature of a substitute offered by Mr. Hurd.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.    \n\nTHOMPSON:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  Pursuant to previous announcement, this vote will be postponed.    \n\n\n\n      This is our last amendment on the roster.  Per the agreement, the next amendment is number 203, offered by \nthe gentlelady from Texas, Ms. Jackson Lee.  Would the gentlelady would like to offer her amendment?    \n\nJACKSON LEE:  Yes, I would like to offer my amendment.    \n\nMCCAUL:  The clerk shall report the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute to H.R. 3548, offered by Ms. Jackson Lee.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      Ms. Jackson Lee is -- is recognized for five minutes.    \n\nJACKSON LEE:  Mr. Chairman, I have a parliamentary inquiry?      \n\nMCCAUL:  Yes.    \n\nJACKSON LEE:  Mr. Chairman, I have a second amendment.  Can I do both en bloc?  It would...    \n\nMCCAUL:  That would be preferable, yes.    \n\nJACKSON LEE:  All right.  It's the first one...    \n\nMCCAUL:  Let me -- if the gentlelady would yield for...    \n\nJACKSON LEE:  Has to be distributed, I think.    \n\nMCCAUL:  The clerk will distribute the off-roster amendment.    \n\nCLERK:  Mr. Chairman, there are two off-roster amendments at the desk.  Which one wants -- do you want me to \njust...    \n\nMCCAUL:  We will be considering these en bloc.    \n\nCLERK:  All three?    \n\nJACKSON LEE:  I'm sorry.  Are they all Jackson?    \n\nCLERK:  There's one on-roster amendment, 203, and two off-roster amendments.    \n\nJACKSON LEE:  Yeah.  I just want to do one off-roster, which would be relating to detention centers.  That's the \nonly one that I wish to do at this time with the one I'm presently doing.  I would like to do those two en bloc.    \n\nMCCAUL:  So the clerk shall distribute the one off-roster amendment, and the gentlelady's amendments will be \nconsidered en bloc.   \n\n      It's actually very efficient.    \n\nJACKSON LEE:  You changed it to (inaudible).  Thank you.  Thank you for your courtesies.  Mr. Chairman?    \n\nMCCAUL:  The clerk shall report the en bloc amendment.    \n\nCLERK:  En bloc amendment to the amendment in the nature of a substitute to H.R. 3548, offered Ms. Jackson \nLee.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      And the gentlelady from Texas is recognized for five minutes.      \n\n\n\nJACKSON LEE:  I thank the gentlemen and the ranking member, thank the chairman and the ranking member.  I \nwill discuss my two amendment, first one being amendment number 203, which deals with the impact of the Muslim \nban.    \n\n      The administration issued a new travel ban that is based upon the flawed logic of the first.  It is wrong to think \nthat you can determine a person poses a terrorist threat based upon their country of Oregon -- origin.    \n\n      As I've indicated, and as I've said often in this markup, a terrorist act occurred on last Sunday night in Las \nVegas.  Domestic terrorism is as real, and therefore the -- a problem with the Muslim ban is that profiling and the \nflawed -- and the flawed protocols that have -- over the past couple of months.    \n\n      I've had to address a Muslim doctor and his wife, a doctor coming in to be with her dying mother.  And during \nthat time we know that they were profiled coming in and were held in detention because they were Muslims.    \n\n      This type of profiling has proven to be flawed and should not be part of our domestic or international policy \ntoolkit.  Just this week, we saw one of the worst mass shootings in our nation's history, as I indicated, where almost \n60 people, 58 people were killed, over 500 injured.    \n\n      This was an act of domestic terrorism.  And so my amendment in particular deals with new travel ban that also \ndamages -- brings damage to our nation's refugee program by suspending it for 120 days, and limiting refugees to \nno more than 50,000 a year, down from 110,000 set by the Obama administration.    \n\n      The new guideline would mark a dramatic departure from the Trump administration.  And so my amendment \nwould deal with this flawed policy, and I ask my colleagues to support it.    \n\n      The second amendment prohibits Customs and Border Protection from taking detainees to private detention \ncenters unless those detention centers are fully staffed, have adequate resources to meet the healthcare and \ndietary needs of those being detained.    \n\n      Let me be very clear that the detention centers that have been run by private -- under private auspices, they \ndon't even have the ability to provide family members the status of their loved ones. They're not subject to FOIA, \nFreedom of Information Act, to determine what the conditions are.    \n\n      And articles have indicated in three months -- or an article has. \"Three Immigrants Have Died at a Private \nDetention Center.\"  I have visited family members of my constituents at detention centers, and I can assure you that \nthis simple amendment is truly one that would commit the resources to meet the healthcare and dietary needs in \nthose being detained.    \n\n      Meaning that if this amendment was passed, and if the other amendment was passed, it would be far better for \nus to be able to address the needs of people, the detention centers, in particular, fully staffed, have adequate \nresources to meet the healthcare and dietary needs of those that have been detained.    \n\n      So I ask my colleagues to support the two Jackson Lee amendments.   \n\n      And with that, I yield back my time.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Any further discussion on the en bloc amendments?    \n\n      There be no further discussion, the question now occurs on the e bloc amendments to the amendment in the \nnature of a substitute offered by Ms. Jackson Lee.    \n\n      All those in favor, signify by saying aye.    \n\n      All opposed, signify by saying no.    \n\n\n\n      In the opinion of the chair, the noes have it, and the amendment...    \n\nJACKSON LEE:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  ... is not agreed to.  The gentlelady requests a recorded vote.  Pursuant to previous announcement, this \nvote will be postponed.    \n\n      Does any other member with to offer an amendment to the amendment in the nature of a substitute?    \n\nMCSALLY:  Yes.    \n\nMCCAUL:  Ms. McSally is recognized.    \n\nMCSALLY:  Yes, Mr. Chairman, I have an amendment at the desk and ask for its consideration at this time.    \n\nMCCAUL:  The clerk shall report.    \n\nCLERK:  An amendment to the amendment...    \n\nMCCAUL:  And distribute the amendment.    \n\nCLERK:  Amendment to the amendment in the nature of a substitute H.R. 3538, offered by Ms. McSally.    \n\nMCCAUL:  Without objection, the reading is dispensed with.    \n\n      The gentlelady is recognized for five minutes.    \n\nMCSALLY:  Thank you, Mr. Chairman.  Just recently, it came to our attention that, although it was not intended, the \nway some are reading Section 120 of our bill would be to waive FOIA for the provisions in that section.    \n\n      Again, that was not the intent of -- of this bill, and this amendment simply clarifies that nothing in that section of \nthis act will allow any waiving of FOIA responsibilities.    \n\n      Transparency is an important part of governance, and I think we could all agree to make sure that this \nlegislation, as it moves out of committee, makes that clarification.   \n\n      So it's just simply saying the waiver authority may not be construed as affecting, negating or diminishing in any \nmanner applicability of Section 552 of Title 5, United States Code, commonly referred as the Freedom of \nInformation Act, in any relevant matter.  I think this is an important issue to clear up.    \n\n      Again, it was not intended by this legislation that FOIA be waived.  But because it was brought to our attention, I \nwanted to make sure it was very clear that FOIA is not waived in this legislation.    \n\n      And with that, I yield back.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      Ms. Watson Coleman?    \n\nWATSON COLEMAN:  Thank you, Mr. Chairman.  I might opposed the amendment offered by Representative \nMcSally because I want to be sure that the public has access to information, important information, from Customs \nand Border Protection by the Freedom of Information Act.  One wonders how a provision exempting CBP from the \nFOIA Act got into this bill in the first place.    \n\n\n\n      However, I would be remiss if I did not point out that her amendment picks winners and losers under the waiver, \nto the detriment of the air we breathe and the water we drink and the tribal sovereignty, and the endangered \nspecies, just to name a few issues.    \n\n      Why are we exempting the Freedom of Information Act from the waiver but not the Safe Drinking Water Act or \nthe Clean Air Act? This double standard is troubling, to say the least, and is not good for border communities or the \nAmerican public.    \n\n      So I will support the McSally amendment, but urge my colleagues again to support the amendment offered by \nMr. Langevin as well.    \n\n      A with that, I yield back.  Thank you, Mr. Chairman.    \n\nMCCAUL:  The gentlelady yields back.    \n\n      Is there any further discussion on the amendment?    \n\n      And I thank the gentlelady from Arizona for her clarification on this amendment.    \n\n      The question now occurs on the amendment offered by the gentlelady from Arizona.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment is agreed to.   \n\n      Are there any other amendments to be offered at this time?  No other amendments being offered, let me just \nsay, a vote has been called on the House floor.  The committee will recess subject to the call.    \n\n      The chair, and I think we will -- as we return, I -- I believe we will begin the process of voting on the votes that \nhave rolled until the -- the conclusion of this.    \n\n      So yeah, the ranking member is recognized.    \n\nTHOMPSON:  So immediately after this series we'll come back?    \n\nCLERK:  No, the clerk will send out the notice for the exact time.    \n\nMCCAUL:  Okay. The clerk will send out notice of the exact time of votes.  Let me just ask the clerk, I -- I would \nassume we can begin voting after the series of votes?    \n\nCLERK:  (OFF-MIKE).    \n\nMCCAUL:  Sorry.  There's a classified briefing on Section 702 of the Patriot Act.  And I -- I think it would be wise for \nall members to return for votes after the conclusion of the classified briefing.  And -- and the clerk will send out the \nnotice.    \n\n      So with that, the committee stands -- stands in recess.    \n\n      (RECESS)    \n\nMCCAUL:  The committee will come to order.  The committee postponed further proceedings on the recorded vote.      \n\n      Correa, sit down.      \n\n\n\n      We -- we want to get moving.  The committee postponed further proceedings on the recorded vote on \namendment 026 to the amendment in the nature of a substitute to the bill H.R. 3548, offered by Mr. Thompson, on \nwhich the noes had prevailed by voice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\n      [No response.]    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\n\n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\n      Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.   \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\n      [no response.]    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\n      [No response.]    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n\n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Mr. Keating?    \n\n      [No response.]    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\n      [No response.]    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Duncan?    \n\n      [No response.]    \n\n      Mr. Garrett?    \n\n      [No response.]    \n\n\n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.   \n\n      Ms. Jackson Lee?    \n\n      [No response.]    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Ms. Barragan?    \n\n      [No response.]    \n\nJACKSON LEE:  How am I recorded?    \n\nCLERK:  The gentlelady is not recorded.  Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or charge his vote or her vote?    \n\n      How am I recorded?    \n\nCLERK:  Mr. -- you are not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 10 yeas and 17 noes.    \n\nMCCAUL:  The noes have it, and the Thompson amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      Now, the committee postponed further proceedings in the -- on the recorded vote on amendment 006 to the \namendment in the nature of a substitute to the bill H.R. 3548, offered by Mr. Vela, on which the noes have prevailed \nby voice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n\n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?   \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\n\n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\n      [No response.]    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.   \n\n      Mr. Richmond?    \n\n\n\n      [No response.]    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Mrs. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nCORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Present.    \n\nCLERK:  Mrs. Demings votes present.    \n\n      Mrs. Barragan?    \n\n      [No response.]    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  How am I recorded?    \n\nCLERK:  The gentlelady is not recorded.    \n\nJACKSON LEE:  No.    \n\n\n\nCLERK:  Ms. Jackson Lee votes no.    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Ms. Barragan?    \n\n      [No response.]    \n\nMCCAUL:  That's weird.  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were zero yeas, 26 nays and one present.    \n\nMCCAUL:  The noes have it and the Vela amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 023 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Thompson, on which the noes have prevailed by voice \nvote.    \n\n      The question occurs on agreeing to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\n\n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.   \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\n\n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\n\n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 11 yeas and 17 noes.    \n\nMCCAUL:  The noes have it, and the Thompson amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      The committee postponed proceedings on the recorded vote on amendment 007 to the amendment in the \nnature of a substitute to the bill H.R. 3548 offered by Mr. Vela, on which the noes have prevailed by voice.    \n\n      Now, the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n\n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.   \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\n\n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n\n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?   \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\n\n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 11 yeas and 17 noes.    \n\nMCCAUL:  The noes have it and the Vela amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 010 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Vela, on which the noes had prevailed by voice vote.    \n\n      Now the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.   \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n\n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n\n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.   \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\n\n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 11 yeas and 17 noes.    \n\nMCCAUL:  The noes have it, and the Vela amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 011 to the amendment in \nthe nature of a substitute to bill H.R. 3548, offered by Mr. Vela, on which the noes have prevailed by voice.    \n\n      Question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\n\n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  Yes.    \n\nCLERK:  Mr. Hurd votes yes.    \n\n      Ms. McSally?    \n\nMCSALLY:  Aye.    \n\nCLERK:  Ms. McSally votes aye.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.   \n\n      Mr. Rutherford?    \n\n\n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\n      [No response.]    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\n\n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nJACKSON LEE:  Mr. Chairman, how am I recorded?    \n\nCLERK:  Ms. Jackson is recorded as aye.    \n\nJACKSON LEE:  Thank you.    \n\nMCCAUL:  The clerk shall report the tally.    \n\n\n\nCLERK:  Mr. Chairman, on that vote there were 14 yeas and 15 noes.    \n\nMCCAUL:  The noes have it and the Vela amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 018 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Hurd, on which the ayes have prevailed by voice.    \n\n      The question now occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  Aye.    \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\n      [No response.]    \n\n      Mr. Duncan?    \n\nDUNCAN:  Aye.    \n\nCLERK:  Mr. Duncan votes aye.    \n\n      Mr. Barletta?    \n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Perry?    \n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.   \n\n      Mr. Katko?    \n\nKATKO:  Aye.    \n\nCLERK:  Mr. Katko votes aye.    \n\n      Mr. Hurd?    \n\nHURD:  Aye.    \n\nCLERK:  Mr. Hurd votes aye.    \n\n      Ms. McSally?    \n\nMCSALLY:  Aye.    \n\n\n\nCLERK:  Ms. McSally votes aye.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  Yes.    \n\n      Mr. Ratcliffe votes aye.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  Aye.    \n\nCLERK:  Mr. Donovan votes aye.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  Aye.    \n\nCLERK:  Mr. Gallagher votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  Aye.    \n\nCLERK:  Mr. Rutherford votes aye.    \n\n      Mr. Garrett?    \n\nGARRETT:  Aye.    \n\nCLERK:  Mr. Garrett votes aye.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  Aye.    \n\nCLERK:  Mr. Fitzpatrick votes aye.    \n\n      Mr. Estes?    \n\nESTES:  Aye.    \n\nCLERK:  Mr. Estes votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Present.    \n\n\n\nCLERK:  Present?  Ms. Jackson Lee votes present.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Mrs. Watson Coleman votes no.   \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nCORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Mr. Demings -- Mrs. Demings?    \n\nDEMINGS:  No.    \n\nCLERK:  Mrs. Demings votes no.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  No.    \n\n\n\nCLERK:  Mrs. Barragan votes no.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote aye.    \n\n      The clerk will report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 17 yeas and 11 noes and one present.    \n\nMCCAUL:  The ayes have it.  The Hurd amendment to the amendment in the nature of a substitute is agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 009 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Vela, on which the noes have prevailed by voice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\n\n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?   \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\n\n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Aye.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\n\n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?   \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it and the Vela amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 028 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Ms. Rice, on which the noes have prevailed by voice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\n\n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.   \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\n\n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\n\n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.   \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\n\n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it.  The Rice amendment to the amendment in the nature of a substitute is not agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 204 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Ms. Jackson Lee, on which the noes have prevailed by \nvoice.    \n\n      Now the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n\n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.   \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n\n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Yes.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n\n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it, and the Jackson Lee amendment to the amendment in the nature of a substitute is \nnot agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 025 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Thompson, on which the noes have prevailed by voice \nvote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk will call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\n\n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?   \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\n\n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\n\n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members recorded -- or voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it.  The Thompson amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 032 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Keating, on which the noes have prevailed by voice.    \n\n      Now the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\n\n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. -- Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.   \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n\n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n\n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.   \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\n\n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it.  The Keating amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 021 to the amendment in \nthe nature of a substitute to bill H.R. 3548, offered by Ms. Barragan, on which the noes have prevailed by voice \nvote.    \n\n      Now the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.   \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\n\n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\n\n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.   \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Yes.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\n\n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it.  The Barragan amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 202 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Ms. Jackson Lee, on which the noes have prevailed by \nvoice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      Now, the clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\n\n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?   \n\nRUTHERFORD:  No.    \n\n\n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\n      [No response.]    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n\n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\n      [No response.]    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?    \n\nCLERK:  Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\n\n\nMCCAUL:  The noes have it.  The Jackson Lee amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 056 to the amendment in \nthe nature of a substitute to bill H.R. 3548, offered by Mr. Langevin, on which the noes have prevailed by voice \nvote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.   \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\n\n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\n\n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Mrs. Watson Coleman votes aye.   \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\n\n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it, and the Langevin amendment to the amendment in the nature of a substitute is not \nagreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 024 to the amendment in \nthe nature of a substitute to the bill H.R. 3548 offered by Mr. Payne, on which the noes have prevailed by voice.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.   \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n\n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n\n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\n      Mr. Langevin?   \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.    \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Yes.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  Yes.    \n\nCLERK:  Mrs. Watson Coleman votes aye.    \n\n\n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes aye.    \n\n      Mr. Correa?    \n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Yes.    \n\nCLERK:  Mrs. Demings votes aye.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  Yes.    \n\nCLERK:  Mrs. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 12 yeas and 17 noes.    \n\nMCCAUL:  The noes have it.  The Payne amendment to the amendment in the nature of a substitute is not agreed \nto.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 008 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Vela, on which the noes have prevailed by voice vote.    \n\n      Now the question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith?    \n\n      [No response.]    \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\n\n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\n      Mr. Ratcliffe votes no.    \n\nCLERK:  Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\n\n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.   \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\n      [No response.]    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n\n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Mrs. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Mr. Watson -- Mrs. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nCORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Mrs. Demings?    \n\nDEMINGS:  Present.    \n\nCLERK:  Mrs. Demings votes present.    \n\n      Mrs. Barragan?    \n\nBARRAGAN:  No.    \n\nCLERK:  Mrs. Barragan votes no.    \n\n      Mr. Smith?    \n\n      [No response.]    \n\n      Ms. Jackson...    \n\nMCCAUL:  Have all members voted?    \n\nCLERK:  Ms. Jackson Lee?    \n\nJACKSON LEE:  No.    \n\nCLERK:  Ms. Jackson Lee votes no.    \n\nMCCAUL:  Have all members voted?  Does any member wish to record or change his or her vote?    \n\n      How am I recorded?    \n\n\n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were zero yeas, 27 noes and one present.    \n\nMCCAUL:  The noes have it.  The Vela amendment to the amendment in the nature of a substitute is not agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on amendment 020 to the amendment in \nthe nature of a substitute to the bill H.R. 3548, offered by Mr. Hurd, on which the ayes have prevailed by voice vote.    \n\n      The question occurs on agreeing to the amendment to the amendment in the nature of a substitute.    \n\n      The clerk shall call the roll.    \n\nMCCAUL:  ... amendment to the amendment in the nature of a substitute is not agreed to.  The committee \npostponed further proceedings on the recorded vote on Amendment 008 to the amendment in the nature of a \nsubstitute to the bill H.R. 3548 alpha by Mr. Vela, on which the noes have prevailed by voice vote.    \n\n      A question occurs in agreeing to the amendment to the amendment in the nature of a substitute.  The clerk shall \ncall the role.    \n\nCLERK:  Mr. Smith.    \n\n      [No response.]  \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n\n\n      Mr. Katko?    \n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?  \n\nRATCLIFFE:  No.    \n\nCLERK:  Mr. Ratcliffe votes no.    \n\n      Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.   \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n\n\n      Mr. Estes?  \n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\n      [No response.]  \n\nCLERK:  Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Ms. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Ms. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\n\n\nMR. CORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Ms. Demings?    \n\nDEMINGS:  Present.    \n\nCLERK:  Ms. Demings votes present.    \n\n      Ms. Barragan?    \n\nBARRAGAN:  No.    \n\nCLERK:  Ms. Barragan votes no.    \n\n      Mr. Smith?    \n\n      [No response.]  \n\nCLERK:  Ms. Jackson...    \n\nMCCAUL:  Have all the members voted?    \n\nCLERK:  Ms. Jackson Lee?    \n\nJACKSON LEE:  No.    \n\nCLERK:  Ms. Jackson Lee votes no.    \n\nMCCAUL:  Have all members voted?    \n\n      [No response.]  \n\nMCCAUL:  Does any member wish to record or change his or her vote?    \n\n      [No response.]  \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 0 yeas, 27 noes and one present.    \n\nMCCAUL:  The noes have it.  The Vela amendment to the amendment in the nature of a substitute is not agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on Amendment 020 to the amendment in \nthe nature of a substitute to the bill, H.R. 3548, offered by Mr. Hurd on which ayes have prevailed by voice vote.  \nQuestion occurs on agreeing to the amendment to the amendment in the nature of a substitute.  The clerk shall call \nthe roll.    \n\nCLERK:  Mr. Smith?    \n\n\n\n      [No response.]  \n\nCLERK:  Mr. King?    \n\nKING:  Aye.    \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\n      Mr. Duncan?    \n\nDUNCAN:  Aye.    \n\nCLERK:  Mr. Duncan votes aye.    \n\n      Mr. Barletta?    \n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Perry?    \n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.    \n\n      Mr. Katko?    \n\nKATKO:  Aye  \n\nCLERK:  Mr. Katko votes aye.    \n\n      Mr. Hurd?    \n\nHURD:  Aye.    \n\nCLERK:  Mr. Hurd votes aye.    \n\n      Ms. McSally?    \n\nMCSALLY:  Aye.    \n\nCLERK:  Ms. McSally votes aye.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  Aye.    \n\nCLERK:  Mr. Ratcliffe votes aye.    \n\n      Mr. Donovan?    \n\nDONOVAN:  Aye.    \n\n\n\nCLERK:  Mr. Donovan votes aye.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  Aye.    \n\nCLERK:  Mr. Gallagher votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  Aye.    \n\nCLERK:  Mr. Rutherford votes aye.    \n\n      Mr. Garrett?    \n\nGARRETT:  Aye.    \n\nCLERK:  Mr. Garrett votes aye.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  Aye.    \n\nCLERK:  Mr. Fitzpatrick votes aye.    \n\n      Mr. Estes?    \n\nESTES:  Aye.   \n\nCLERK:  Mr. Estes votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  No.    \n\nCLERK:  Ms. Jackson Lee votes no.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\n\n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Ms. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Ms. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nCORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Ms. Demings?  \n\nDEMINGS:  No.    \n\nCLERK:  Ms. Demings votes no.    \n\n      Ms. Barragan?    \n\nBARRAGAN:  No.    \n\nCLERK:  Ms. Barragan votes no.    \n\n      Mr. Smith?    \n\n      [No response.]  \n\nMCCAUL:  Have all members voted?    \n\n      [No response.]  \n\nMCCAUL:  Does any member wish to record or change his or her vote?    \n\n\n\n      [No response.]  \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote aye.    \n\nCLERK:  Mr. McCaul votes aye.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there are 17 yeas and 12 nos.    \n\nMCCAUL:  The ayes have it, and the Hurd amendment to the amendment in the nature of a substitute is agreed to.    \n\n      The committee postponed further proceedings on the recorded vote on the en bloc amendment to the \namendment in the nature of a substitute to bill H.R. 3548 offered by Ms. Jackson Lee, on which the noes have \nprevailed by voice vote.    \n\n      Question now occurs in agreeing to the amendment to the amendment in the nature of a substitute.  The clerk \nshall call the roll.    \n\nCLERK:  Mr. Smith.    \n\n      [No response.] \n\nCLERK:  Mr. King?    \n\nKING:  No.    \n\nCLERK:  Mr. King votes no.    \n\n      Mr. Rogers?    \n\nROGERS:  No.    \n\nCLERK:  Mr. Rogers votes no.    \n\n      Mr. Duncan?    \n\nDUNCAN:  No.    \n\nCLERK:  Mr. Duncan votes no.    \n\n      Mr. Barletta?    \n\nBARLETTA:  No.    \n\nCLERK:  Mr. Barletta votes no.    \n\n      Mr. Perry?    \n\nPERRY:  No.    \n\nCLERK:  Mr. Perry votes no.    \n\n      Mr. Katko?    \n\n\n\nKATKO:  No.    \n\nCLERK:  Mr. Katko votes no.    \n\n      Mr. Hurd?    \n\nHURD:  No.    \n\nCLERK:  Mr. Hurd votes no.    \n\n      Ms. McSally?    \n\nMCSALLY:  No.    \n\nCLERK:  Ms. McSally votes no.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  No.    \n\nCLERK:  Mr. Ratcliffe votes no.    \n\n      Mr. Donovan?    \n\nDONOVAN:  No.    \n\nCLERK:  Mr. Donovan votes no.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  No.    \n\nCLERK:  Mr. Gallagher votes no.    \n\n      Mr. Higgins?    \n\nHIGGINS:  No.    \n\nCLERK:  Mr. Higgins votes no.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  No.    \n\nCLERK:  Mr. Rutherford votes no.    \n\n      Mr. Garrett?    \n\nGARRETT:  No.    \n\nCLERK:  Mr. Garrett votes no.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  No.    \n\nCLERK:  Mr. Fitzpatrick votes no.    \n\n      Mr. Estes?    \n\n\n\nESTES:  No.    \n\nCLERK:  Mr. Estes votes no.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Aye.    \n\nCLERK:  Mr. Thompson votes aye.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  Aye.    \n\nCLERK:  Ms. Jackson Lee votes aye.    \n\nCLERK:  Mr. Langevin?    \n\nLANGEVIN:  Aye.    \n\nCLERK:  Mr. Langevin votes aye.   \n\n      Mr. Richmond?    \n\nRICHMOND:  Aye.    \n\nCLERK:  Mr. Richmond votes aye.    \n\n      Mr. Keating?    \n\nKEATING:  Aye.    \n\nCLERK:  Mr. Keating votes aye.    \n\n      Mr. Payne?    \n\nPAYNE:  Aye.    \n\nCLERK:  Mr. Payne votes aye.    \n\n      Mr. Vela?    \n\nVELA:  Aye.    \n\nCLERK:  Mr. Vela votes aye.    \n\n      Ms. Watson Coleman?    \n\nWATSON COLEMAN:  Aye.    \n\nCLERK:  Ms. Watson Coleman votes aye.    \n\n      Ms. Rice?    \n\nRICE:  Aye.    \n\nCLERK:  Ms. Rice votes Aye.    \n\n      Mr. Correa?    \n\n\n\nCORREA:  Aye.    \n\nCLERK:  Mr. Correa votes aye.    \n\n      Ms. Demings?    \n\nDEMINGS:  Aye.    \n\nCLERK:  Ms. Demings votes aye.    \n\n      Ms. Barragan?    \n\nBARRAGAN:  Aye.    \n\nCLERK:  Ms. Barragan votes aye.    \n\n      Mr. Smith?    \n\n      [No response.]  \n\nMCCAUL:  Have all members voted?    \n\n      [No response.]  \n\nMCCAUL:  Does any member wish to record or change his or her vote?    \n\n      [No response.]  \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote no.    \n\nCLERK:  Mr. McCaul votes no.    \n\nMCCAUL:  Clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote, there are 12 yeas and 17 nos.   \n\nMCCAUL:  The noes have it, and the Jackson Lee amendment to the amendment in the nature of a substitute is \nnot agreed to.    \n\n      If there are no further amendments, the question now occurs in agreeing to the amendments in the nature of a \nsubstitute to H.R. 3548, as amended.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the amendment in the nature of a substitute is agreed to.    \n\nTHOMPSON:  Mr. Chairman, I ask for a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.    \n\n      The clerk shall call the roll.    \n\nCLERK:  Mr. Smith.    \n\n\n\n      [No response.]  \n\nCLERK:  Mr. King?    \n\nKING:  Aye.    \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\n      Mr. Duncan?    \n\nDUNCAN:  Aye.    \n\nCLERK:  Mr. Duncan votes aye.    \n\n      Mr. Barletta?    \n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Perry?    \n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.    \n\n      Mr. Katko?    \n\nKATKO:  Aye.    \n\nCLERK:  Mr. Katko votes aye.    \n\n      Mr. Hurd?  \n\nHURD:  Aye.    \n\nCLERK:  Mr. Hurd votes aye.    \n\n      Ms. McSally?    \n\nMCSALLY:  Aye.    \n\nCLERK:  Ms. McSally votes aye.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  Aye.    \n\nCLERK:  Mr. Ratcliffe votes aye.    \n\n      Mr. Donovan?    \n\nDONOVAN:  Aye.    \n\n\n\nCLERK:  Mr. Donovan votes aye.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  Aye.    \n\nCLERK:  Mr. Gallagher votes aye.    \n\n      Mr. Higgins?   \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  Aye.    \n\nCLERK:  Mr. Rutherford votes aye.    \n\n      Mr. Garrett?  \n\nGARRETT:  Aye.    \n\nCLERK:  Mr. Garrett votes aye.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  Aye.    \n\nCLERK:  Mr. Fitzpatrick votes aye.    \n\n      Mr. Estes?    \n\nESTES:  Aye.    \n\nCLERK:  Mr. Estes votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  No.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  No.    \n\nCLERK:  Ms. Jackson Lee votes no.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\n\n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.    \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Ms. Watson Coleman?    \n\nWATSON COLEMAN:  No.    \n\nCLERK:  Ms. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nMR. CORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Ms. Demings?    \n\nDEMINGS:  No.    \n\nCLERK:  Ms. Demings votes no.    \n\n      Ms. Barragan?    \n\nBARRAGAN:  No.    \n\nCLERK:  Ms. Barragan votes no.    \n\n      Mr. Smith?    \n\n      [No response.]  \n\nCLERK:  Ms. Jackson...    \n\nMCCAUL:  Have all members voted?    \n\n      [No response.]  \n\n\n\nMCCAUL:  Does any member wish to record or change his or her vote?    \n\n      [No response.]  \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote aye.    \n\nCLERK:  Mr. McCaul votes aye.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 17 yeas and 12 nos.   \n\nMCCAUL:  The ayes have it, and the amendment in the nature of a substitute is agree to.    \n\n      Question now occurs on reporting H.R. 3548 as amended to the House with a favorable recommendation.    \n\n      All those in favor, signify by saying aye.    \n\n      All those opposed, signify by saying no.    \n\n      In the opinion of the chair, the ayes have it, and the motion is agreed to.    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  Ranking member is recognized.    \n\nTHOMPSON:  I'd like to have a recorded vote.    \n\nMCCAUL:  A recorded vote has been requested.  The clerk shall call the roll.    \n\nCLERK:  Mr. Smith.    \n\nSMITH:  Aye.    \n\nCLERK:  Mr. Smith votes aye.    \n\n      Mr. King?  Mr. King?    \n\nKING:  Aye.    \n\nCLERK:  Mr. King votes aye.    \n\n      Mr. Rogers?    \n\nROGERS:  Aye.    \n\nCLERK:  Mr. Rogers votes aye.    \n\n      Mr. Duncan?    \n\nDUNCAN:  Aye.   \n\nCLERK:  Mr. Duncan votes aye.    \n\n      Mr. Barletta?    \n\n\n\nBARLETTA:  Aye.    \n\nCLERK:  Mr. Barletta votes aye.    \n\n      Mr. Perry?    \n\nPERRY:  Aye.    \n\nCLERK:  Mr. Perry votes aye.    \n\n      Mr. Katko?    \n\nKATKO:  Aye.    \n\nCLERK:  Mr. Katko votes aye.    \n\n      Mr. Hurd?    \n\nHURD:  Aye.    \n\nCLERK:  Mr. Hurd votes aye.    \n\n      Ms. McSally?    \n\nMCSALLY:  Aye.    \n\nCLERK:  Ms. McSally votes aye.    \n\n      Mr. Ratcliffe?    \n\nRATCLIFFE:  Aye.    \n\nCLERK:  Mr. Ratcliffe votes aye.    \n\n      Mr. Donovan?    \n\nDONOVAN:  Aye.    \n\nCLERK:  Mr. Donovan votes aye.    \n\n      Mr. Gallagher?    \n\nGALLAGHER:  Aye.    \n\nCLERK:  Mr. Gallagher votes aye.    \n\n      Mr. Higgins?    \n\nHIGGINS:  Aye.    \n\nCLERK:  Mr. Higgins votes aye.    \n\n      Mr. Rutherford?    \n\nRUTHERFORD:  Aye.    \n\nCLERK:  Mr. Rutherford votes aye.    \n\n      Mr. Garrett?    \n\n\n\nGARRETT:  Aye.    \n\nCLERK:  Mr. Garrett votes aye.    \n\n      Mr. Fitzpatrick?    \n\nFITZPATRICK:  Aye.    \n\nCLERK:  Mr. Fitzpatrick votes aye.    \n\n      Mr. Estes?    \n\nESTES:  Aye.    \n\nCLERK:  Mr. Estes votes aye.    \n\n      Mr. Thompson?    \n\nTHOMPSON:  Nay.    \n\nCLERK:  Mr. Thompson votes no.    \n\n      Ms. Jackson Lee?    \n\nJACKSON LEE:  No.    \n\nCLERK:  Ms. Jackson Lee votes no.    \n\n      Mr. Langevin?    \n\nLANGEVIN:  No.    \n\nCLERK:  Mr. Langevin votes no.    \n\n      Mr. Richmond?    \n\nRICHMOND:  No.    \n\nCLERK:  Mr. Richmond votes no.    \n\n      Mr. Keating?    \n\nKEATING:  No.    \n\nCLERK:  Mr. Keating votes no.    \n\n      Mr. Payne?    \n\nPAYNE:  No.   \n\nCLERK:  Mr. Payne votes no.    \n\n      Mr. Vela?    \n\nVELA:  No.    \n\nCLERK:  Mr. Vela votes no.    \n\n      Ms. Watson Coleman?    \n\n\n\nWATSON COLEMAN:  No.    \n\nCLERK:  Ms. Watson Coleman votes no.    \n\n      Ms. Rice?    \n\nRICE:  No.    \n\nCLERK:  Ms. Rice votes no.    \n\n      Mr. Correa?    \n\nMR. CORREA:  No.    \n\nCLERK:  Mr. Correa votes no.    \n\n      Ms. Demings?    \n\nDEMINGS:  No.    \n\nCLERK:  Ms. Demings votes no.    \n\n      Ms. Barragan?    \n\nBARRAGAN:  No.    \n\nCLERK:  Ms. Barragan votes no.    \n\nMCCAUL:  Is Mr. Smith recorded?  Any member -- have all members voted?    \n\n      [No response.]  \n\nMCCAUL:  Does any member wish to record or change his or her vote?    \n\n      [No response.]  \n\nMCCAUL:  How am I recorded?    \n\nCLERK:  The gentleman is not recorded.    \n\nMCCAUL:  I vote Aye.    \n\nCLERK:  Mr. McCaul votes aye.    \n\nMCCAUL:  The clerk shall report the tally.    \n\nCLERK:  Mr. Chairman, on that vote there were 18 yeas and 12 nos.   \n\nMCCAUL:  The ayes have it, and the motion is agreed to.  Without objection, the motion to reconsider is laid on the \ntable and staff is authorized to make any technical and conforming changes.    \n\n      Before I conclude, I want to make a brief statement.  I ask the clerk to correct the record on GOA (ph) 008.    \n\nCLERK:  Mr. Chairman, on that vote, there were 0 yeas, 28 noes and 1 present.    \n\nMCCAUL:  Let me just say before I gavel out, I want to thank all the members for participating in this.  I know these \nissues, they're important issues.  And I know that it's sometimes emotional.    \n\n\n\n      But when I was a federal prosecutor, I was the chief of the Counterterrorism and National Security Unit in the \nWestern District of the Texas, had the U.S.-Mexico border in my jurisdiction, and I saw the threats, whether it be \nhuman drug trafficking, potential terrorist crossing, trying to cross into our sovereign nation.    \n\n      And that's why this bill is so important to me.  And I ran on this issue, my first term in Congress.  It's been seven \nterms since then, and we've finally, I think, gotten to the point where we can finally pass a border security bill out of \nthe Congress to be signed into law by the president, and finally get border security once and for all.    \n\n      With that, this concludes consideration of the bill...    \n\nMR. KING:  Mr. Chairman?    \n\nMCCAUL:  ... by the committee today.    \n\nMR. KING:  Mr. Chairman?    \n\nMCCAUL:  And I now recognize Mr. King.    \n\nKING:  Mr. Chairman, pursuant to Rule 22, Clause 1 of the Rules of the House, I move that the committee authorize \nthe chairman to offer such motions as may be necessary in the House to go to conference with the Senate on the \nbill ordered by this committee or on similar Senate bills.    \n\nMCCAUL:  Without objection, the motion is agreed to.    \n\nTHOMPSON:  Mr. Chairman?    \n\nMCCAUL:  The ranking member is recognized.    \n\nTHOMPSON:  Pursuant to House Rule 11, Clause 2(l), I ask that members have two calendar days to file with the \nclerk or the committee supplemental, additional, or minority views on the bill audit reported by the committee today.   \n\nMCCAUL:  Without objection, so ordered.  There being no further business to transact, the committee stands \nadjourned.  \n\n      END   \n"}