{"title": "More arrests expected in UKZN place-for-sale saga", "body": "\nTHE Hawks are expected to arrest more people who are believed to be part of the syndicate that sold places at \nthe University of KwaZulu-Natal's (UKZN) medical school, the university confirmed yesterday.\n\nDr Albert van Jaarsveld, the vice-chancellor and principal of UKZN, said the university's forensic department was \nworking closely with the Hawks in its investigation to identify accomplices and those who benefited from the \nsyndicate which allegedly sold medical school admission places.\n\nThis comes after the arrest of a Durban business couple, Varsha and Hiteshkumar Bhatt, who are owners of the \nLittle Gujarat restaurants and uMhlanga businesswoman, Preshni Hiramun.\n\nThe three were allegedly part of a syndicate that sold places at the medical school for up to R500 000 a placement.\n\nThey have appeared in court and have each been granted R40 000 bail.\n\nThe next arrests \"will be made soon\".\n\nVan Jaarsveld said the university was prioritising the matter and had initiated the investigation and was committed \nto ensuring that everyone involved would face the full might of the law.\n\n\"It is anticipated that further arrests will be made soon. Any persons found to have participated or benefited from \nthis illegal practice will face criminal prosecution,\" he said.\n\nAccording to Van Jaarsveld, additional checks and balances in the admission process led to the detection of \nspecific corruption practices and the matter was then referred to the Hawks for further investigation.\n\nThe ANC Youth League (ANCYL) gave the university an ultimatum to respond within 30 days by establishing an \ninternal investigation to find those that are involved and make recommendations on how it was going to improve the \nsystem following the scandal.\n\nVan Jaarsveld said the university was constantly engaging with the Hawks to ensure that the investigation \nproceeded as fast as possible.\n\n\"We should also be mindful that expecting the Hawks to take action without a thorough investigation will jeopardise \nthe process and premature interventions may compromise all the progress that has been made thus far,\" he said.\n\nThe public is being encouraged to report fraud at the university which will be treated anonymously, by phoning the \nfraud hotline 0800 20 32 85.\n"}