{"title": "HEARING OF THE HOMELAND SECURITY SUBCOMMITTEE OF THE HOUSE APPROPRIATIONS COMMITTEE SUBJECT: BORDER SECURITY CHAIRED BY: REPRESENTATIVE HAROLD ROGERS (R-KY) LOCATION: 2362 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. HAROLD ROGERS (R-KY): Mr. Secretary, it's a pleasure to welcome you here for your very first appearance \nbefore this subcommittee, which of course is brand new as well. You've taken on a very significant challenge in \ntaking the leadership of the new Directorate for Border and Transportation Security, by far the very largest single \ncomponent of the new Department of Homeland Security.\n\nYou oversee over 100,000 employees which came from the Customs Department -- the Customs Service, the INS, \nthe Transportation Security Administration, Federal Protective Service, Border Patrol, Federal Law Enforcement \nTraining Center, the Agriculture and Plant Health Inspection Service, and the Office of Domestic Preparedness.\n\nYour diverse responsibilities include protecting our borders, ensuring that foreign commerce moves smoothly, \nenforcing our immigration laws, interdicting narcotics and alien smuggling, finding money laundering, protecting \ntransportation networks and infrastructure, guarding our federal buildings and ensuring that federal law enforcement \nofficers receive the best possible training. That is a mouthful.\n\nOne of the priorities of Homeland Security is to ensure that everything that crosses our borders, goods, \nconveyances, persons, plants or animals, does so legally and poses no danger to our security or our economic well \nbeing. This can seem an overwhelming task on the face of it, with 2,000 miles of land border with Mexico, 5,500 \nwith Canada, and 95,000 of open coastal shoreline, your inspectors, investigators, air and marine units and Border \nPatrol agents are stretched extremely thin.\n\nMuch of this border is truly open, un-patrolled waterways, vast stretches of wilderness with very little law \nenforcement presence. Seven hundred and forty thousand illegal aliens cross our borders each year and billions of \ndollars in illegal drugs. In addition, we have 361 commercial seaports of which 55 account for 95 percent of U.S. \ncommercial port activity.\n\nClearly though, you bring superb credentials to this task. Your distinguished career here in this body and at the \nDrug Enforcement Administration demonstrated your command of complex law enforcement issues that should \n\n\nserve you well. I've also observed your travels in recent weeks and followed your public comments about major \nchallenges facing us in the area of providing border security.\n\nNow, I know that you expressed optimism about staying on schedule with the targets or the entry-exit system, \nsomething that we have some concern about. You've seen first hand the problems facing the Border Patrol and \nCustoms on the southwest border, as well as the cost to private citizens and local governments from the continued \nhigh levels of illegal alien traffic there. You've also expressed your concern about the vulnerability of our \ninternational container shipment system, which could put at risk the entire global economy if something went awry. \nThese are all issues that we will explore with you this morning, among others.\n\nYou have a massive task ahead of you in bringing your varied missions under one roof, getting them to work \ntogether as a team, still keeping focused on the priority of keeping our homeland and hometowns safe. We will do \neverything we can to make sure that you succeed, and I hope that you in turn will be frank in telling us what you \nneed, and candid about problems you're facing. Whatever they are, we want to help. We need to have a clear \ndialogue about all dimensions of your organization. That means for one thing a clear statement of strategy and \npriorities, a roadmap of how you intend to achieve your objectives, and the outcomes and end states that we can \nuse to assess your performance and that of your agencies.\n\nIt's essential that this subcommittee be able to measure in concrete terms objectively, ones that you've committed \nto, the progress of your effort. I expect we'll have a continuing dialogue on this as we go forward. This will not be \nyour only annual appearance before this subcommittee. We like to keep track of what's going on and measure the \nuse of the dollars that we've appropriated for you during the course of the ensuing year.\n\nAs I told Secretary Ridge last week, I'm very disappointed that the justification material this subcommittee needs in \norder to perform its work evaluating how well justified your request for spending is, we've not received that yet. It's \neither not been delivered or its delivered late. We have no justification yet for the Bureau of Customs and Border \nProtection, and that for immigration and Customs enforcement, that was only received on Monday. If such funding \nis urgently required, as I believe it is, the details, plans and specifics to back up the request should have been with \nus a long time ago.\n\nNow that the administration is asking $3.5 billion for Homeland Security supplemental moneys, we will expect to \nsee very quickly timely explanations of the details assumed and the amount directed to border security. We will \nhave some questions on that request, and the committee plans to move on that supplemental request as early as \nMonday or Tuesday of next week, which means we need to have today the justifications for those requests.\n\nMr. Secretary, you have one of the toughest jobs in the new department. We commend you for taking it on. We \nanticipate working together closely to you, we look forward to your testimony today, and in a moment we will hear \nthat, but first let me yield to Mr. Sabo.\n\nREP. MARTIN OLAV SABO (D-MN): Thank you, Mr. Chairman.\n\nAnd, Mr. Secretary, welcome back to the House. We welcome you and we wish you well in your new job. It's a big \none. I suppose time circumstances mean that much of our attention today will be on the specifics of the \nsupplemental. As the chairman indicated, we're acting quickly on it. There is much about that request that we don't \nunderstand yet exactly what some money is going to be used for, the rationale, and what tradeoffs are made in \narriving at the judgments of the numbers involved, and we will have questions for that and we may have to deal with \nmost of our questions for the '04 budget on the record, but we look forward to hearing your comments.\n\nREP. ROGERS: Mr. Secretary, we would love to hear from you. We will make your written statement a part of the \nrecord and you can orally summarize.\n\n\n\nMR. ASA HUTCHINSON: Thank you, Mr. Chairman, Mr. Sabo, members of the committee. I am grateful for this first \nopportunity to appear before you, and I congratulate the House on the formation of this special subcommittee on \nappropriations for Homeland Security. And I'm pleased to testify concerning the president's '04 budget.\n\nI would -- I guess I remind myself of this from time to time. It was less than a month ago, 27 days ago, that the \nDepartment of Homeland Security brought on 22 agencies, 180,000 employees together into one. And clearly we \ncannot have this large reorganization without the support and partnership of our members of Congress. And I view \nmy responsibility as really not having any more serious job in the land than stopping terrorists, protecting our \nborders and our transportation systems.\n\nIf you look at the Homeland Security people think in terms of playing defense, but along with the U.S. Coast Guard, \nthe Border and Transportation Security really serve as a frontline defensive operational force for the department in \nachieving its objectives, and I'm delighted that the president and Secretary Ridge fully understand that responsibility \nand support our state and local partnerships as critical to carrying out this mission.\n\nWe have taken significant steps already and we tried to move aggressively, and as the chairman noted, we have \nalready accomplished a reorganization, the resulting creation of two new bureaus within my directorate, the \ninspection and patrol functions now reside in the new Bureau of Customs and Border Protection. The investigation \nand enforcement functions of the agencies that came on board along with the Federal Protective Service now \nreside in the new Bureau of Immigration and Customs Enforcement.\n\nWe have also brought the first responder resources into the Office of Domestic Preparedness in the '04 budget to \nimprove assistance to our state and local partners as they protect the homeland, and that function will also be in the \nDirectorate of Border and Transportation Security. This budget that's submitted is the first one for the new \ndepartment. I hope that it reflects, I believe it does, sound management principles, and we want to work with this \ncommittee in developing meaningful performance measures.\n\nGoing through the budget very quickly, it's an $18.1 billion budget including fees, with 108,000 full-time equivalents \nin my directory. The request reflects the administration's commitment to the mission, this directorate, that includes \nsecuring the nation's borders, transportation system, ports of entry and points in between, an enormous breadth of \nresponsibility, and when you look at the fact that over 500 million persons, 130 million motor vehicles, 2.5 million \nrailcars and 5.7 million cargo containers must be processed, screened or inspected as they reach our borders each \nyear.\n\nThe $18.1 billion requested will provide greater accountability through the reorganization that's been accomplished. \nThe strategy is to create smart borders and to continue to develop that to build partnerships with our first \nresponders and to support them in their work. And then I would note, Mr. Chairman, that an important part of our \ndirectorate that is still in the process of being developed is a program to increase the security of visa issuance \noverseas.\n\nAnd we have to work with the State Department in developing a memorandum of understanding with them and the \nregulations, because that function of overseeing that has been transferred from State Department to Homeland \nSecurity, and it will reside in my directorate. It's very, very important for the security of our nation and we will keep \nthe committee posted as we work through that process and now how that will be formulated.\n\nIf you look at the priorities of the different bureaus and agencies within my directorate, the budget includes $6.7 \nbillion for the Bureau of Customs and Border Protection. That's an increase of 33 percent over '02. These resources \nwill fund some priorities including the Customs Trade Partnership Against Terrorism Program, which directs \nemphasis upon the supply change security, and also expedites the clearance of international flights. It also supports \nthe expansion of programs such as the Container Security Initiative, which is critical to layering our border, getting \nmore information as to cargo coming in in advance of its arrival on our shores.\n\n\n\nNow, the request funds the International Trade Data System and the Automated Commercial Environment System, \ntwo capital projects for which if the request is approved will come to nearly $1.1 billion that has been dedicated to \nthese projects since '01.\n\nWe move to the Bureau of Immigration and Customs Enforcement. The reorganization we've accomplished \ninvolves more than 14,000 employees, including 5,500 criminal investigators, and includes 1,500 Federal Protective \nService staff. We've also included in this bureau the air and marine enforcement functions of the former Customs \nService, which will involve a very important support role for our enforcement activities. The budget includes an \nincrease of $400 million, 16 percent above '02. Nearly $1.1 billion of this amount will support investigative activities \nfocusing on immigration fraud, forced labor, trade agreement investigations, smuggling and illegal transshipment \nand vehicle and cargo theft.\n\nThe Transportation Security Administration budget continues to focus on securing our nation's transportation \nsystems. The budget requests $4.8 billion for TSA. Approximately $2.4 billion of that will be financed by offsetting \ncollections from aviation passenger security fees and airline security fees. The total request, $4.3 billion, supports \ndirect aviation security activities, so you can see TSA is still principally focused in airline safety.\n\nBut there is amounts in the '04 budget that will include funding for new air cargo security and armed pilot initiatives, \nand it supports TSA's work to develop and implement security standards for non-aviation modes of transportation, \nand that's very important when you look at the rails, whenever you look at the bus systems and other transportation \nmodes that need to be examined and enhanced in terms of security. We'll also advance the TSA's work on the \ntransportation worker identification card, which I believe has broad support in the transportation industry.\n\nThe Office for Domestic Preparedness is critical for supporting our first responders in the field. Over $3 billion in \nODP funds will be awarded to states to address the equipment, training, planning and exercise needs identified in \ntheir updated response plans. The state plans have been filed, they are what we go by in terms of examining the \npriorities for funding, and we'll continue to support a number of unique training facilities and provide technical \nassistance from the states and local planning efforts.\n\nFinally, the Federal Law Enforcement Training Center is a very important part of the overall objective of preparing \nour country in terms of security. It trains the federal, state and local law enforcement officers, particularly all of the \nagencies that are within the Border and Transportation Directorate. The budget provides $146 million, includes \ncapital acquisitions, and I'm very pleased with the work that FLETC is doing in synthesizing the different functions of \nthe agencies that come on board and the training responsibilities.\n\nOur budget request is in line and supports the president's national strategy for homeland security. We have a good \nstart on this work, but we're only at the beginning of what will be a long and difficult road. Many challenges lie \nahead. And I look forward to working with this committee to carry out our objectives and to address the problems as \nthey arise, and I thank you very much for your attention, Mr. Chairman, I look forward to respond to any questions.\n\nREP. ROGERS: Thank you, Mr. Secretary, and I think I join all of us together as we say welcome back to your \nHouse. It seems only yesterday you were sitting on this side of the dais, but we're glad that you're here and we're \nalso glad that you're there, because we can't think of anyone better to hold that slot.\n\nNow, I want to get right into the supplemental request that we've received some information about, and especially \nfor the amount of money that is intended to go to state and local units, first responders, if you will. Correct me on \nthis if I'm in error. Your budget request -- your supplemental request for those purposes is $2 billion. Correct?\n\nMR. HUTCHINSON: Yes, sir.\n\nREP. ROGERS: And I'll get back to that in a minute.\n\nAnd your request for '04, which we're holding hearings on even as we speak, in fact, this hearing will serve that \npurpose as well, you're asking for what in relation to state and local?\n\n\n\nMR. HUTCHINSON: I believe it's 3.5.\n\nREP. ROGERS: Three point five billion?\n\nMR. HUTCHISON: Yes, sir.\n\nREP. ROGERS: And in the '03 omnibus bill, which was just passed a few days ago, how much was in that for state \nand local?\n\nMR. HUTCHISON: That was 3.5 because some of it included other programs that had already been funded. There \nis probably $2 billion of new money through that ODP from the '03 budget.\n\nREP. ROGERS: Well, if you include moneys that come through other agencies that go to state and locals, such as \nthe Byrne Grants over in the Commerce Justice state, the local law enforcement block grants, domestic \npreparedness moneys out of the Justice Department and all those Justice accounts, which I'm told total about $2.4 \nbillion, then your '03 state and local moneys that was just in the omnibus would total almost $3.5 billion, would it \nnot? If you included yours plus Justice's --\n\nMR. HUTCHISON: Correct.\n\nREP. ROGERS: -- moneys that go to local?\n\nMR. HUTCHISON: That's correct.\n\nREP. ROGERS: And then in '02 when we passed the '02 supplemental, did we not have a lot of money in that for \nstate and local responders?\n\nMR. HUTCHISON: Yes, we did.\n\nREP. ROGERS: How much was it roughly?\n\nMR. HUTCHISON: '02, I'd have to go back and get that, sir.\n\nREP. ROGERS: Well, I've got the figures here. It's almost $3 billion, is it not?\n\nMR. HUTCHISON: I would suspect that's correct.\n\nREP. ROGERS: Well, can we total all this up here and see how much money we've got stacked up to give to state \nand locals? For '02 you had $3 billion roughly. Is all that money out, or have you still got some of that money left?\n\nMR. HUTCHISON: For 0?\n\nREP. ROGERS: '02?\n\nMR. HUTCHISON: Not all of it is out yet.\n\nREP. ROGERS: You've still got some '02 moneys left?\n\nMR. HUTCHISON: Correct.\n\nREP. ROGERS: And so that's $3 billion. And then in the '03 omnibus that was about 3.5. Is that right?\n\nMR. HUTCHISON: Yes, sir.\n\nREP. ROGERS: And the supplemental request is how much?\n\nMR. HUTCHISON: $2 billion.\n\n\n\nREP. ROGERS: $2 billion. And your '04 -- you're wanting for '04 how much?\n\nMR. HUTCHISON: About 3.5.\n\nREP. ROGERS: 3.5. Well, is that not $12 billion?\n\nMR. HUTCHISON: Well, if you go back to '02 I've got $15.5 billion, but I --\n\nREP. ROGERS: All right.\n\nMR. HUTCHISON: I'll yield to your figures.\n\nREP. ROGERS: Well, no, give or take a few dollars. Now, how are you going to be able to spend that much money \nvery quickly here? That is a huge sum of money that's all destined for our state and local responders. That's local \npolice and fire departments and EMTS and the like.\n\nMR. HUTCHISON: Well, it is a lot of money and I think that it reflects the fact that whenever you look at our national \nsecurity needs, that it's not just a federal responsibility but it is a state and local and private partnership. And the \nstate and locals must bear a responsibility in their first responder needs. I think this reflects a balance of that. This is \nnot all of the need that they have. We're not covering everything that they have. It is certainly a lot of money.\n\nBut I can speak to a couple of points on there. First, this money needs to be distributed in accordance with \ncomprehensive plans, so that we know that the money is not wasted out there. And so we've asked all of the states \nand they have submitted homeland security plans. And as the money is released it should reflect both the national \npriorities and the national strategy, such as the interoperability of the communications systems, training, counter- \nterrorism equipment of a variety of natures. And so the money will be distributed in accordance with those priorities.\n\nREP. ROGERS: Tell us the formula, if there is one, about how the moneys will be spent for state and local.\n\nMR. HUTCHINSON: Well, in terms of the $2 billion in the supplemental request, one and a half billion dollars of that \nwill be distributed in the usual form of state grants for preparedness activities, and include the acquisition of \nequipment, training, exercises and planning. Eighty percent of that money will be passed through the state \ngovernment to the local governments for first responder needs. So that's one and a half billion dollars. There's $450 \nmillion that will be given in state grants for critical infrastructure protection. Secretary Ridge asked the states to \nprotect critical infrastructure, they have deployed National Guards, state police and a variety of security measures in \nconjunction with the current hostilities and Operation Liberty Shield.\n\nAnd so this is to be passed back to help cover those expenses. And then finally, $50 million will be retained by the \nsecretary to allocate to high threat urban areas with the greatest vulnerability. And that totals $2 billion for the \nsupplemental request.\n\nREP. ROGERS: Let me quickly go back over that briefly with you. One and a half billion, you said, would be for \ngrants for first responders, and 80 percent of which, you say, is destined for local entities as opposed to the state \nasset. How will that moneys be distributed between the states, is there some formula?\n\nMR. HUTCHINSON: Between the states?\n\nREP. ROGERS: Or among the states.\n\nMR. HUTCHINSON: Yes, there is a base plus population type standard for that money.\n\nREP. ROGERS: What is the base? Is it not 0.75 percent per state?\n\nMR. HUTCHINSON: I could not give you that percentage.\n\n\n\nI could give you the amount that it was in the '03 --\n\nREP. ROGERS: Tell us that, then.\n\nMR. HUTCHINSON: For Kentucky, for example, $9 million went to Kentucky in the '03 distribution, was allocated to \nthem, and that would be based upon a base that every state would receive and then a population factor that went \ninto that.\n\nREP. ROGERS: That's what I'm after, is, what's the base? Every state gets a certain amount, is that correct?\n\nMR. HUTCHINSON: It's 0.75 percent.\n\nREP. ROGERS: Each state gets 0.75 percent of the total of $1.5 billion?\n\nMR. HUTCHINSON: 0.75 percent of the total as a base for each state.\n\nREP. ROGERS: Each state gets that much to start out with, right? And then you say the balance of it then is \ndistributed based on population?\n\nMR. HUTCHINSON: Correct.\n\nREP. ROGERS: So 0.75 percent, roughly, what, how much money is that total? Forty, 45 percent I guess of the \ntotal, goes out based on this everybody gets the same, right? And then the 55 percent that's left over is distributed \nbased on the population of the states? Is that correct?\n\nMR. HUTCHINSON: We're still talking about the $1.5 billion category, and that is correct.\n\nREP. ROGERS: Now, then you say 80 percent of those moneys that the states get by those two formulas, 80 \npercent of that money then must go to localities. Now, how does the state distribute the moneys to the localities?\n\nMR. HUTCHINSON: They should do it in accordance with their plan for homeland security. Every state could have \na little bit different process in terms of application, but it should be based upon the plan, reflecting the priorities, their \nprotection of the critical infrastructure.\n\nREP. ROGERS: Now, is this formula that you've given to us, is that written somewhere in a law, or is that your \ndictate?\n\nMR. HUTCHINSON: Thank you, Mr. Chairman. In what I referred to you as the formula that was used for \ndistribution for the '03 money that's going out is based upon that base plus the population, I do not believe that is \nwritten in law, I think that is based upon past practices and guidance from Congress. In reference to the '03 \nsupplemental, I should underscore that we're still working on exactly how that should work. That's sort of a starting \npoint as to what we've done in the past, but in the supplemental that is percented, the articulation as to how this \nwould flow to the states and exactly that formula is not set forth in the supplemental presentation by the president. \nWe are still working on that.\n\nREP. ROGERS: On the supplemental moneys?\n\nMR. HUTCHINSON: Yes.\n\nREP. ROGERS: This formula you've given to us, you're not necessarily locked in to?\n\nMR. HUTCHINSON: We're still tinkering with it to try to make sure that we are reflecting -- making sure that we're \ncovering the states, there's adequate cover based upon population, there has to be some consideration, for \nexample, for the critical infrastructure that's in the state, the threats that exist, should we do more for the border \nareas or the states that, for example, that have the Mississippi River or other critical infrastructure. So we're just \n\n\n\nthinking through as to whether there should be some adjustments for those factors in addition to what we've done \nbefore.\n\nREP. ROGERS: So the formula you just gave me is how you distributed the '03 moneys?\n\nMR. HUTCHINSON: Correct.\n\nREP. ROGERS: And you're trying to decide, when we distribute the supplemental moneys whether or not you need \nto refine that '03 formula?\n\nMR. HUTCHINSON: That is correct.\n\nREP. ROGERS: But to your knowledge, this is not a statutory formula anywhere? This is just what you've come up \nwith?\n\nMR. HUTCHINSON: The Office of Domestic Programs in consultation with Congress is what they've come up with.\n\nREP. ROGERS: Yeah. Now, the $450 million on top of the $1.5 you've just described, for grants for critical \ninfrastructure. How will that -- how will those moneys be distributed?\n\nMR. HUTCHINSON: First of all, that will be somewhat different because it will pass through the states, but only one \nthird of that will be required to be passed to local governments, because the states have had to bear a greater \nresponsibility in terms of providing the most recent and current protection of critical infrastructure. And so it will be \npassed through the states again with a one third requirement going to local governments, and there certainly will \nhave to be a demonstration by the states that they have provided protection of critical infrastructure, those \nmeasures are in place and we will work with them to make sure that that expenditure is properly documented and \nsupported.\n\nREP. ROGERS: Now, the $1.5 billion, back to that a minute. Eighty percent of those moneys have to go to the \nlocalities, but does the state handle the 100 percent?\n\nMR. HUTCHINSON: Yes. It all flows through the state, and then 80 percent they have to go to local governments.\n\nREP. ROGERS: Well, they're all strapped for cash, state and locals.\n\nMR. HUTCHINSON: Exactly, and --\n\nREP. ROGERS: We've got to watch to be sure that money passes through because the states are desperate for \nmoneys.\n\nMR. HUTCHINSON: Absolutely, and we're concerned not only that it passes through but it passes through quickly. \nWe don't want them to hold it, because as you said, the local governments are strapped and that money is very \nimportant to continue their efforts.\n\nREP. ROGERS: Now, what is -- give me an example of a critical infrastructure. What is that?\n\nMR. HUTCHINSON: Oh, that would be like a nuclear plant. It could be a bridge across the Mississippi River. And \nwe have developed a list of critical infrastructure sites across the country that is important to know what is there that \nmay be subject to attack, and to evaluate the level of threats. But those would be a couple of examples, there's \nmany, many others. Electrical power grids, energy facilities, government buildings, landmarks, transportation \nsystems, rails, all of those would fit within that critical infrastructure and that's what we ask the governors who know \nwhat's best there to provide additional protections for that during this current crisis.\n\nREP. ROGERS: Well, I'm going to have more questions for you on all of this, but I'll yield to Mr. Sabo.\n\n\n\nREP. SABO: Thank you, Mr. Chairman. Part of our problem is that -- at several staff briefings, and I'm told that what \nwe're hearing today in some cases tend to differ from what staff has been hearing in recent days. So things to \nconstantly change in terms of explanation or rationale for budgets, and that complicates life for us. And we really \nneed to have a precise explanation of how a budget was put together and how it's going to be spent. Let me, just so \nI'm clear, my understanding is that the 0.75 may be part of the PATRIOT Act. Is that right?\n\nMR. HUTCHINSON: It was referred to in the PATRIOT Act.\n\nREP. SABO: Yeah, sort of specifically mentioned there.\n\nSo I understand the money that flows under that formula, which is one and a half million of your total, that can be \nused for a limited amount of purposes. It can be used for planning, for equipment, for training, it cannot be used for \nabove normal costs like overtime. Is that right?\n\nMR. HUTCHINSON: It could -- it would not be designed for that, it would be for the equipment, training, exercise \nand planning. If there's some overtime cost it could be covered in the $450 million for their current --\n\nREP. SABO: Yes, there is more flexibility.\n\nMR. HUTCHINSON: That's correct.\n\nREP. SABO: Why only a requirement of a third to go through to local governments? Maybe states differ in where \ncapacity is. You know, in our state the governor can use National Guard for some limited purposes, they're still in \nthe state. But the bulk of law enforcement is the responsibility of local governments, either cities or counties.\n\nMR. HUTCHINSON: Well, I --\n\nREP. SABO: And they're the ones who are really getting to get on an ongoing basis and also in emergencies with \nthe additional personnel cost, in particular overtime.\n\nMR. HUTCHINSON: Mr. Sabo, your points are well taken. I would emphasize that the $1.5 billion, which is the bulk \nof the money, it goes to the states, 80 percent of that has to go to the state --\n\nREP. SABO: No don't. But that doesn't deal with the day-to-day operating costs.\n\nMR. HUTCHINSON: The $450 million, that is for the current stress on our security arrangements. That request for \nadditional security went to the states and it was our belief that the bulk of the expenses for the critical infrastructure \nprotection fell on the states. But that's --\n\nREP. SABO: Do you have any numbers to back that up?\n\nMR. HUTCHINSON: Of course we don't have the numbers yet. I can say that the requests went to the states, to the \ngovernors, to beef up the security. And I know for example in New York, Governor Pataki deployed state police, and \nthat's -- we were specifically asking National Guard, state police in those critical infrastructure protection. The states \nwould have -- it's a requirement that at least one third go to the local governments. I don't believe there is any \nrestriction that more could not pass through.\n\nREP. SABO: Of the money being reserved at the national level, the million and a half -- billion and a half, how much \nof that is under your jurisdiction? I know part of it goes to the Coast Guard and clearly that detail there is not part of \nyour jurisdiction.\n\nMR. HUTCHINSON: The supplemental request asked that $1.5 billion to go to the counter-terrorism fund of the \nsecretary. And so the secretary would have flexibility and discretion as to how that would be distributed to cover the \nneeds of the different directorates and agencies within Homeland Security.\n\n\n\nREP. SABO: How much of that would come to yours?\n\nMR. HUTCHINSON: Again, the bulk of it -- I'm giving you some rough estimates here as to some of the \nexpenditures we know that are out there. You mentioned the Coast Guard, you know, there's some estimates of \n$580 million that they're going to incur in their defense-related activities, and part of that would be reimbursed from \nthat $1.5 billion. So there's other expenses we hope the secretary will reimburse to our directorates, for example, \nImmigrations and Customs Enforcement. We estimate over a 30 day period will be $55 million that we will have in \novertime, movement of air assets, detention and removal increases, federal protective service increased expenses \nand things like that.\n\nREP. SABO: Let me ask this question, and I'm curious from your answer. Do you assume that this supplemental is \nfor the balance of the year, or for 30 days?\n\nMR. HUTCHINSON: This supplemental is for the increased effort in protection and expenses under Operation \nLiberty Shield. We do not know how long that will be. It will continue as long there is that increased threat level and \nthe hostilities in Iraq.\n\nREP. SABO: What are the assumptions, though, behind the numbers? And how much are you assuming will end up \n--\n\nMR. HUTCHINSON: Well, the assumption --\n\nREP. SABO: I assume there are assumptions that led to the --\n\nMR. HUTCHINSON: Well, first of all you start with the fact that we know what we're doing in Operation Liberty \nShield. We know that we're deploying increased personnel on the border, we're increasing our inspections, we can \nmeasure that, we're moving air assets to particular areas of vulnerability, TSA is incurring expenses. So we can \nmeasure these. What is un-measurable is, one, to what extent do we have to respond to a threat during that time or \nan incident? It's un-measurable exactly how long this current threat environment and this operation will have to \ncontinue. And so that's the reason that with this request is a request for flexibility to the secretary as to how we \ndistribute that. And there is some flexibility in the amount there that it -- because we do not know that is ahead in \nhow long this will be, or what instance we might have to encounter.\n\nREP. SABO: Well, I hope you understand the answer, Mr. Chairman.\n\nREP. ROGERS: If the gentleman would yield? Staff tells me -- and you all correct me if my statement is wrong -- \nthat these estimates are based on 30 day costs, except for the Coast Guard which is a six month cost estimate. Is \nthat right?\n\nMR. HUTCHINSON: It's correct.\n\nREP. ROGERS: And the moneys under -- I think the supplemental request would make these moneys available \nuntil December 31st of '03 to be spent. Do you know if that's correct?\n\nMR. HUTCHINSON: I believe that's correct. And there is a requirement also in the submission that we come back, \ncoordinate with Congress on the expenditures in a 15 day notice requirement on these things. And so there's a \nrecognition that there is flexibility there, that we need to continue to work with Congress on, and whenever we say \n30 days, you have to have a pricing mechanism in order to come up with a budget figure. And so that just was a \nblock that we could evaluate and give us something to work from.\n\nREP. SABO: Mr. Chairman, if I might, let me just ask one further question. Are any of these moneys for expanded \nactivities from areas that you may view as critical, where we have not done much in light of the escalating threat? \nLike how we deal with critical chemical plants in this country. I think there's universal agreement that in terms of port \nsecurity, we've nicked the edges of that problem.\n\n\n\nMR. HUTCHINSON: That is correct. There are a number of new aspects of security that our country has never seen \nin Operation Liberty Shield. You know, we know the traditional areas, the inspections on the border, the inspections \nin the airports, but in addition we are protecting critical infrastructure all across this country, the ports, we're having \nextra patrols, we have asylum requirements under this for asylum seekers from countries of concern that al Qaeda \nconnections. So a number of measures of security here in Operation Liberty Shield that we have not done before.\n\nREP. SABO: Can you give us, and rather quickly as we move to mark up, in writing, what some of these are?\n\nMR. HUTCHINSON: Absolutely. We're happy to report back to you in more detail as to the different aspects of \nOperation Liberty Shield.\n\nREP. SABO: Thank you.\n\nREP. ROGERS: Chairman Young.\n\nREP. C.W. BILL YOUNG (R-FL): Well, Mr. Chairman, thank you very much.\n\nMr. Secretary, welcome.\n\nMR. HUTCHINSON: Thank you.\n\nREP. YOUNG: It's good to see you back on that side of the table.\n\nMR. HUTCHINSON: It's good to be back.\n\nREP. YOUNG: I just left a hearing with Director Mueller, and my primary question to him and I think throughout the \nvarious hearings we're having on the supplemental, which we plan to move really quick, is whether or not you feel \nthat the request from the administration for Homeland Security or your part of Homeland Security is adequate, if it \nneeds any adjustment, is it enough, or is it just enough because OMB told you it was enough?\n\nMR. HUTCHINSON: For both reasons. Thank you, Mr. Chairman, and thanks to you and Chairman Rogers for the \ncommitment to move this forward this very quickly, I understand the urgency of the circumstances. And I think it's a \ngood balance, as Mr. Sabo questioned me appropriately about the measuring sticks for the supplemental request. \nThere has to be some flexibility because we're in an unknown environment at the present time. But from what we \ncan measure as to what our current expenses are over time, personnel, movement of assets, TDY expenses, that \nthis provides the secretary the flexibility and sufficient money to cover these ongoing costs because of Liberty \nShield. And that's what the supplemental request is addressed to.\n\nIt provides the $2 billion for our state and local first responders, and that's very important for them to be included in \nthis supplemental request. We don't want to have a request that just reflects the additional requirements of our \nfederal agencies, so it has the state and local component to it, and then it also has the $1.5 billion for the agencies \nwithin the Department of Homeland Security with the secretary's flexibility there.\n\nREP. YOUNG: Yeah. Mr. Secretary, I'm glad you mentioned first responders because I think all of us understand \nthat first responders are just really extremely important here in the event of some type of a terrorist activity. There \nwas a story in one of the in-house news media here within the Congress just this week that suggested that quite a \nbit of the money that had been appropriated for Homeland Security and first responders through the various \nsupplementals that we have done since September 11th, a lot of that money hasn't been spent. Are you familiar \nwith that?\n\nMR. HUTCHINSON: I'm not familiar with that specific report, but I am familiar with the fact that there are still funds \navailable that have not been applied for or spent, I should say they have not been spent by the various state \ngovernments, from previous appropriations. I think that I would also add that the '03 budget that you just passed \nallocated $2 billion for additional moneys for the states. That grant process has been open for -- I think it's two \n\n\n\nweeks or more now and no state has made application yet. And I -- so they are crying for money, but they need to \nget their applications in and they need to work with us to make sure it's appropriately done. We've committed to \nmove that money out within 30 days of once the application is received in appropriate form.\n\nREP. YOUNG: Would you provide for the record as closely as you can the amounts of appropriated funds that have \nnot been -- that are available, but that have not been applied for?\n\nMR. HUTCHISON: I would be happy to.\n\nREP. YOUNG: Then I have just one more question, Mr. Chairman, on first responders.\n\nIn your opinion, what should we be paying for and what should the state or local governments be paying for?\n\nMR. HUTCHISON: Well, we should not be paying for the routine provisions in personnel and requirements they \nhave that are ongoing in every measure. We have to remember, though, that many of the equipment purchases and \ntraining have dual purposes, and so they could apply for something that meets our requirements for \ncounterterrorism efforts and first responder efforts, but it has a dual function that they could also use it to respond to \nsome other emergency situation they have. So there is that overlapping difficulty.\n\nBut we do need to make sure we send money back, because we are in a new environment today. There is a \nnational responsibility to share with them, and I think that this reflects that appropriate balance. But we're asking \nthem to do things, we're engaging them in homeland security efforts. They have adopted state plans and I think it's \nappropriate that we help in that. But we want to target it so that it's used wisely. That's why we ask for the state \nplan, concentrating on interoperability of communication systems, the training that they might have, and equipment \nthat will address these homeland security needs.\n\nREP. YOUNG: Well, let me close, Mr. Secretary, by saying that I think President Bush made a good choice when \nhe selected you a member of the House of Representatives for this important role, and you do have a tremendous \nresponsibility. Thank you for being here this morning.\n\nThank you, Mr. Chairman.\n\nREP. ROGERS: Thank you, Mr. Chairman.\n\nQuickly, relative to the question that the chairman asked you about is this enough, and you earlier had said that \nyour estimates on this request was for a 30 day period -- except for the Coastguard, which is six months -- what \nhappens if the war goes beyond the 30 days, as all indications are it will? Will you be out of these moneys by that -- \nat that time?\n\nMR. HUTCHINSON: No, sir. And I think it's important not to get focused on that 30 day timeframe. I did reference \nthat but it was as a pricing mechanism just to try to give an estimate. But the amount that is allocated -- the $1.5 \nbillion is not absorbed in that 30 day estimate. There is flexibility in the event that there is additional timeframes that \nare needed. There is flexibility in the event there's an incident that needs to be responded to. We don't know \nwhether it would ultimately be enough or not but there is sufficient flexibility that I think it hits a good mark and a \ngood way ahead for addressing the current Liberty Shield needs.\n\nREP. ROGERS: Mr. Obey.\n\nREP. DAVID R. OBEY (D-WI): First of all with respect to the unobligated funds. Isn't it true that Congress had \nrequired each state to have a comprehensive preparedness plan that until 9/11 only four states had had such \nplans?\n\nMR. HUTCHINSON: There is a requirement that the states have a comprehensive plan. Many of them I know were \nnot in before September 11th. But at this time they have all been submitted.\n\n\n\nREP. OBEY: But my understanding is that one of the reasons for the initial lag is that many of the states didn't have \nthe state plans that were required at least prior to 9/11. My understanding is that now they do.\n\nMR. HUTCHINSON: That's a little bit of history before I was there. But I know that they had difficulty in developing \nthe plans. It takes resources to do that, but 9/11 gave us all an impetus.\n\nREP. OBEY: Okay. Also as you've indicated, the second reason -- isn't it true that the second reason for that lag is \nthat most of these states have only had their money since September. So, as you say, the grant process has only \nbeen open for several weeks so it's understandable that a lot of them would not have filed their plans or filed their \nrequests. I do note for instance if I can -- Bill, if I can brag a little bit. I notice that Florida has 59 percent unobligated \nfunds. Wisconsin has only eight percent unobligated funds.\n\nREP. : Wisconsin are big spenders.\n\nREP. OBEY: Republican governor.\n\n(Laughter.\n\n)\n\nBoth states have Republican governors. Looks like ours did a good job of getting it on. Let me ask, Mr. Secretary, \nwe know what your request is before us today, what was the initial request that you sent to OMB?\n\nMR. HUTCHINSON: On the supplemental request?\n\nREP. OBEY: Yeah.\n\nMR. HUTCHINSON: This accurately reflects the request that we have. I'm not aware of any disagreements or \ndisputes on the amount of money. This was evaluated. It was determined from a Homeland Security standpoint was \nwhat was needed. I don't know if there was any disagreement between Homeland Security and OMB on this \nparticular amount.\n\nREP. OBEY: So you did not request any additional funds beyond those approved by OMB? Initially, I mean.\n\nMR. HUTCHINSON: From the standpoint of the Boarder and Transportation Directorate this amount -- we were \nasked to estimate over a period of time not knowing how long Operation Liberty Shield would continue -- we were \nasked to estimate what our extra expenses would be in overtime and equipment and TDY (ph) and this adequately \ncovers that estimate and gives the secretary the flexibility that's needed.\n\nREP. OBEY: But you're saying you did not ask initially for any additional items that were not approved by OMB.\n\nMR. HUTCHINSON: That's correct. For Operation Liberty Shield.\n\nREP. OBEY: And none of the agencies which you're representing today have asked you for more money initially.\n\nMR. HUTCHINSON: Well, I'd have -- now the agencies always ask for a little bit more money sometimes than what \nwe move forward but Operation Liberty Shield it was just simply an estimate as to what their expenses were for this \nand I believe everything was covered there. Now sometimes they want to put other things in a supplemental \nrequest but for Operation Liberty Shield this has been covered.\n\nREP. OBEY: Let me ask, on January 16, Steve Abbot from the Office of Homeland Security sent a letter to Senator \nStevens saying that no additional Homeland Security funding was needed above the levels provided by the \npresident's '03 budget request. And yet now two months later we have this request before us. By the switch, if in \nfact you're asking for the money now, wouldn't it have been better to get this funding out earlier so that people knew \nhow to plan?\n\n\n\nMR. HUTCHINSON: Well, this was not anticipated three, four months ago. This is a special operation and initiative \nthat is as a result of the current hostilities -- the threat environment.\n\nREP. OBEY: What wasn't expected three or four months ago? I didn't understand that.\n\nMR. HUTCHINSON: The current threat environment and, although we could speculate, we certainly did not know \nwhat the status would be in reference to our hostilities in Iraq. And all of that plays a role in the development of \nOperation Liberty Shield.\n\nREP. OBEY: But you're saying that we didn't anticipate there would be a war three or four months ago?\n\nMR. HUTCHINSON: Well, I think whatever we were hoping at that time for the peace process to work for our efforts \nin the United Nations to be successful, I think if we'd had come to Congress and said we need $1.5 billion in case \nwe go to war to protect the homeland I think you'd say it was premature. So, I'm not trying to put words in your \nmouth.\n\nREP. OBEY: To the contrary. I would think that if you're preparing for war that you would want to batten down the \nhatches to the full extent possible so that you minimize the possibility for effective retaliation by you going to war \nagain.\n\nMR. HUTCHINSON: A decision was reached that we needed to have the cause of the threat environment, the \ncause of the hostilities, a special initiative that included the states. And this funding mechanism provides for what \nwe need in Homeland Security but also our state and local partners.\n\nREP. OBEY: You're asking, under the counterterrorism fund supplemental at 1.5, you're asking that, \"This funding \nbe appropriated directly to the counterterrorism and that Secretary Ridge only notify Congress 15 days in advance \nwhen he intends to transfer this funding.\" Why should the Congress not have full confidence in the willingness of \nthis committee to reprogram whatever money is necessary, if reprogramming is necessary, rather than giving the \nadministration huge sweeping authority to spend money pretty much anyway it wants?\n\nMR. HUTCHINSON: We have a great deal of confidence in our working relationship with Congress but in this type \nof circumstance there has to be some flexibility in terms of incidents that might occur. In terms of how long the \ncurrent threat environment exists and for that reason I think this is a good balance between specificity in the request \nand continued consultation with Congress.\n\nREP. OBEY: Well, let me ask you this, with the exception of the TSA funds, which as the chairman will readily \ncertify that program represented a initial chaotic -- it was a huge example of chaotic mismanagement in the initial \nstages -- with the exception of that problem has there been an instance where this subcommittee, for instance, has \nrefused to reprogram whatever funds were necessary in any given situation?\n\nMR. HUTCHINSON: This committee has been very supportive and cooperative. I would emphasize though that I \ndon't think that we would want to be reprogramming money from other enforcement priorities that Congress has \nrecognized to fund the current extra burden that the agencies have --\n\nREP. OBEY: But the constitution says that the Congress has the power of the purse. So it's both the work that the \nexecutive branch is supposed to lay out what they think is needed on a program by program basis. Congress is \nsupposed to make its judgment and then we have given the administration for many years the courtesy of being \nwilling to reprogram money if the administration feels that there's a need to move money into one place and out of \nanother.\n\nIt's been my experience that that's worked pretty well except in instances where you've had a huge difference of \nopinion between the branches about public policy. Example -- the Contra War. Or going back even further, Vietnam. \nBut with those exceptions I think things have worked pretty well. But you cannot cite any instance where this \ncommittee has delayed unduly any request to move funds around. Is that right?\n\n\n\nMR. HUTCHINSON: I would not point to any problems in that regard, Mr. Obey.\n\nREP. OBEY: Mr. Chairman, I think I'll on that note let it go.\n\nREP. ROGERS: To briefly follow up on that point that Mr. Obey was making, the $1.5 billion, as I understand it, in \nyour request would be subject to your discretion. You could spend it any way you see fit. But in talking to staff, your \nstaff, they indicate that that money would be broken down roughly as follows: $55 million for immigration and \nCustoms, 65 for border protection, a million for citizen immigration services, $120 million for TSA, 1 for FLETC, \n$10 million for Secret Service, $15 for emergency preparedness, $10 million for information analysis and \ninfrastructure preparedness, and $580 million for the Coast Guard.\n\nThat is for -- and I'm told that all except Coast Guard are one month costs. But anyway, that's the rough breakdown \nof how your staff indicates the money probably would be spent. Is that accurate?\n\nMR. HUTCHINSON: That's correct.\n\nREP. ROGERS: If the Congress itself put this money in those accounts in those rough figures, it would also give \nyou the authority to reprogram and change those moneys around as you saw fit down the pike. Would that be a \nproblem.?\n\nMR. HUTCHINSON: Well, it would certainly -- it would be some delay.\n\nThe committee has been very, very supportive, but whenever -- and I would emphasize that this is demonstrating a \nbasis and a thinking and a rationale for the amount that was submitted to Congress whenever we refer to the 30 \nday estimates of this breakdown.\n\nREP. ROGERS: What's wrong with requiring you to think?\n\nMR. HUTCHINSON: Pardon?\n\nREP. ROGERS: What's wrong with requiring you to think and prepare before the moneys are spent? All I'm saying \nis our job on this side of the table is to protect the taxpayers, to be sure that moneys are not spent willy-nilly, without \njustification. And we're looking for a way to satisfy our obligation. Do you understand what I'm saying? And I \nunderstand where you're coming from. You'd like as much flexibility as you can get, and I understand that. We're \njust looking across a chasm here that we've got to find a common border to separate it.\n\nMR. HUTCHINSON: And I, having been on your side of the fence, although not on the Appropriations Committee, I \nunderstand that concern and I think that the reporting requirements are important. I think it's very important that you \nbe appraised and have approval on how this money will be spent, and we look forward to doing that.\n\nREP. ROGERS: Well, the last word is important. You said that you have to be appraised and have approval. I think \nthose are the two key words, you appraise us and we can approve or disapprove. It seems to me that the \nreprogramming procedure that I have worked with on the Commerce, Justice, State Subcommittee at great length \nworked just beautifully. It satisfied our need to account and it satisfied your need to have some flexibility. Is that \nsomething that you think you could live with?\n\nMR. HUTCHINSON: Well, I think the request from the president is that these funds go to the secretary for \ndiscretion, and I think that that is appropriate under these circumstances. There is, and I need to look at that \nlanguage again, a 15 day requirement, and I can't remember the specific language as to whether it's consultative or \nwhether it's prior approval. I need to look at that again, that I use the right verbiage.\n\nREP. ROGERS: Well, I want you to look that up. But I also want you to read the United States Constitution while \nyou're at it, where it says no funds shall be spent except on being appropriated by the Congress, or something to \nthat effect.\n\n\n\nMR. HUTCHINSON: Absolutely. And, Mr. Chairman, I mean, coming from my perspective at the DEA, and I \nreported to your committee during that time, you know, there was flexibility in terms of within broad categories as to \nhow money should be spent. If it got outside of that category we came back for a reprogramming. To me this is one \ncategory. It is limited to Operation Liberty Shield, and so we have to spend it within that category there. And so I \nhope that you feel protected in that regard.\n\nREP. OBEY: Mr. Chairman --\n\nREP. ROGERS: Yes.\n\nREP. OBEY: -- let me just say that I think our experience with TSA indicates why the chairman's question is so \nimportant, because there you literally had an agency out of control with respect to its initial plans. And if this \ncommittee hadn't exercised with considerable toughness, its prerogatives in terms of the power of the purse, we \nwould have had a lot more chaos in that agency than we have today. In fact, I think that one of the reasons we had \na change in management was because of the stringent oversight provided by this subcommittee, and I would hate \nto see the Congress loosen our ability to do that in any respect.\n\nThe only other point I would make is that I forgot to ask one question, because you mentioned the Coast Guard. \nThe Coast Guard is listed as getting $580 million under the Counterterrorism Fund, but isn't it true that $400 million \nof that is to be expended for costs associated with activities in the Persian Gulf, and only $180 million associated \nwith activities on our own coasts?\n\nMR. HUTCHINSON: I don't have the specific breakdown. I know that it is -- much of that is defense related in the \nout-shipping of our troops and our equipment in protecting these ports and any responsibility that they would have \nin supporting our troops overseas and in the ports there.\n\nREP. OBEY: I'm not arguing with it, I just think it's important for people to know that that money isn't -- I don't want \nthem to get the impression it's being all spent to, quote, \"defend the homeland,\" when in fact it has an outreach --\n\nMR. HUTCHINSON: You're correct. Some of that is defense related in support of those services.\n\nREP. OBEY: Thank you, Mr. Chairman.\n\nREP. ROGERS: Thank you.\n\nMr. Wamp.\n\nREP. ZACH WAMP (R-TN): Thank you, Mr. Chairman.\n\nAsa, thank you for your service. The Cold War is over but the hot war has begun so your responsibilities will keep \nyou somewhat on the hot seat, just based on the agencies now that are under your authority. I want to get a little \nmore specific. One of my frustrations representing a national laboratory is the realization that we have a lot of \ntechnology in this country that has not been deployed in the security of our people, even the Congress and other \nfunctions of the federal government. Not as secure as we could be, based on the breakthroughs and the technology \nthat we have.\n\nSpecifically the technology that can detect radiological elements releases without a doubt, we have the ability in our \nports to detect the elements cesium, plutonium, uranium that could actually create a dirty bomb, which is a threat. \nAnd Secretary Ridge said a week ago today here that we would allocate resources based on the intelligence data \non the highest threat and work our way down. Obviously people are very concerned about a dirty bomb.\n\nGAO did a report last year that said that the Bureau of Customs and Border Protection had done an inadequate job \nof actually deploying technologies to detect radiation, and that our ports and other modes of cargo transfer in this \ncountry were not anywhere near where they needed to be. And specifically there is a technology called high purity \n\n\n\ngermanium technology that's been around for decades in this country. And they have a very, very high level of \nproficiency, and there are kind of two things you're trying to do, is detect any kind of radiological elements, but also \nhave a very low incidence of false positives, because if you detect cesium in a cargo container you have to stop all \nof the commerce while you get that out of the system. But if it accidentally goes off or there's a false positive, you \nshut down commerce without a true threat existing.\n\nSo it's a real balancing act and I want to know are we as quick as possible deploying these technologies and are we \nusing the latest technologies that we have to secure our people? A lot has been said about first responders and the \nresponse and that's very, very important, but I'll tell you, I'm very concerned that we're doing everything we can by \nthe day to secure our country better at our borders from an attack, particularly one with some weapons of mass \ndestruction including the elements of a dirty bomb.\n\nMR. HUTCHINSON: Those are excellent points, Congressman Wamp, and we're working very hard. I know \nCustoms and Border Protection has worked very hard to get the technology out to our ports, our radiological \ndetection equipment, as rapidly as possible. The '02 emergency supplemental appropriations that this committee \napproved provided $55 -- excuse me, $67 million in technology for our ports and our borders. Of that $67 million, \n$55 million has been executed.\n\nSo I think they have moved very rapidly. It allowed us to procure 39 mobile VACUS machines, 18 mobile support \nsystems, 401 radiation isotope identifiers, four vehicle and cargo inspection systems, and a number of other items. \nAnd so we have moved very quickly on it.\n\nIt is important under Homeland Security that we take your admonition very seriously, and I think Congress wisely \ncreated the Science and Technology directorate so that as we have new ideas on technology that has an \napplication on our ports and our borders, one, they can evaluate it, they can expedite the procurement of it and we \ncan get it deployed. But they're very helpful to evaluate all of the extraordinary technologies that are out there.\n\nREP. WAMP: The other thing that the man on the street continues to ask me about is have we fully integrated the \nINS, Customs, Border Patrol intellectually so that we know who's here, who's not supposed to be here, and we're \ncoordinating the effort with our intelligence community to get those people out of this country? I know that sounds \nreal simple, but that's the question that people keep asking me about is, \"What are you doing now to get this done \nbefore it's too late?\"\n\nMR. HUTCHISON: Those are appropriate questions and I believe that we responded effectively, at least in terms of \nthe first step, by coordinating those organizations structurally where we have on the borders -- all of our border \nagencies now, instead of reporting up through three different chains to three different departments of government, \nreport up to one boss. And that's a huge step forward. It gives us the direct line of authority and people held \naccountable and responsible. We have to do more. So we've done it organizationally, but we need to do it from an \ninformation systems standpoint. A tremendous amount of progress has been made since September 11, but we \nhave much more to do and that's one of our high priorities.\n\nREP. WAMP: I'll go into more detail with Secretary Lloyd, but just briefly is 56,000 people at TSA too much, just \nright or not enough?\n\nMR. HUTCHISON: The '04 budget provides for a decline of, I believe it's 4,000 screeners. And so, Admiral Lloyd, \nrecognizes that there was organizational problems. I've talked to him. We're going to work together with this \ncommittee to streamline more, to bring more organizational focus to our screening function by TSA. Clearly, they \nhad an organizational mountain to climb. They worked very hard with this committee to accomplish it, but I'm \npleased that the '04 budget does recognize that through better technology we can reduce that number by 4,000.\n\nREP. WAMP: Thank you, Mr. Chairman.\n\n\n\nREP. ROGERS: Well, I thank the gentleman for that question. That won't be adequate. They've got 64,000 \nemployees. We capped them at 45. You do the math. And I told Admiral Lloyd, and we'll tell him again today, there \nwon't be money for that. You've got to get them down. We've got too many screeners out there in many cases that \nare idling around, and we will not have it. And I'll tell you and I'll tell Admiral Lloyd, more importantly we'll write it in \nthe bill, you've got no choice in this matter. There ain't no discretion here. We mean those numbers.\n\nI want to congratulate you on the border protection. It's something that's been needed forever is to unify the \nnumbers of agencies, homogenize those agencies that are out there on the border: DEA, FBI, Customs, Agriculture \nand so on, each one of them doing their own little thing to a person that comes through, but no authority to go \nbeyond that. Finally you've broken that mold and I congratulate you. Now, as Casey Stengel once said, it's easy to \nget good players. Getting them to play together, that's the hard part.\n\nMR. HUTCHISON: Absolutely.\n\nREP. ROGERS: Do you think you can do that on the border?\n\nMR. HUTCHISON: I believe that we can, and our objective is to do it better every day. The mission of Homeland \nSecurity unites the organizations. The next step again is to get the information flow so that there's not any barriers \nthere, and we've got to be able to do that and we're going to.\n\nREP. ROGERS: Well, that's a big part of your -- if you succeed there, you will have been a hero. Will be a hero.\n\nMr. Price.\n\nREP. DAVID E. PRICE (D-NC): Thank you, Mr. Chairman.\n\nWelcome, Mr. Secretary. Glad to have you here and I appreciate your testimony. I'd like to talk with you a minute \nabout port security, about the long term priorities and needs you see there, and also some of the implications of \nyour '04 request. Obviously we've made major steps in improving airline safety and I don't think anyone would \ndispute that we're not as far as along in securing the 361 seaports around our nation that move 95 percent of our \nnon-North American trade.\n\nTestifying before Congress last August, Robert Bonner said that there's virtually no security for what is the primary \nsystem to transport global trade. The impact of an attack on global trade in the global economy could be immediate \nand devastating. All nations would be affected. Despite the vital role seaports play in linking America to the world, \nboth economically and militarily, I understand that port vulnerability studies for the nation's 50 largest ports are not \nscheduled to be totally wrapped up for another five years.\n\nLong term, I'd like to ask you what are your priorities here? Are there major needs that you anticipate that are not \naddressed in the '04 budget to how accurate is the '04 budget as a reflection of your long term anticipated priorities \nand needs? And then in the near term, your '04 budget proposal includes, of course, $62 million for the container \nsecurity initiative, $18 million for the Customs Trade partnership against terrorism among other items. Obviously \nthese are key elements in your port security program. How do these '04 proposals compare to what it's going to \ntake to maintain the effort once it is up and running? Do you see these as mainly start up costs? And is there a \ncase to be made for including one or both of these items or any other related items in the '03 supplemental?\n\nMR. HUTCHINSON: Well, in reference to the '03 supplemental, there was significant debate what all should be \nincluded but clearly the president wanted to focus on the war effort and keep it narrowly defined that with the \nconsequential Homeland Security efforts. In reference to the '04 budget, those priorities that you recited are critical \nin terms of port security. The CSI initiative that's requested $62 million for that would fully fund that container \nsecurity initiative. And, as we move forward with that, we want to make sure that it is scientifically based and that \nwe are able to get the information that's gained from that to the other agencies that might have a need for it.\n\n\n\nWe also have $119 million for non-intrusive inspection equipment that will include some of our port responsibilities. \nThe '04 budget does accelerate the port security assessments and $60 million have been provided for assessments \nthrough the Directorate of Information Analysis and Infrastructure Protection. We hope to be able to complete that in \none year with the expenditure of that money.\n\nREP. PRICE: Can you clarify these studies that presumably would include the 50 largest ports? Is that what you're \nreferring to -- those vulnerability studies?\n\nMR. HUTCHINSON: Well, the $60 million that I mentioned would be grant money for port security assessments and \nany port could apply for those and it can be utilized for that purpose. We should be mindful that there is money \nthat's already been out there in the '03 budget that's available for that purpose. In addition I'm impressed with how \nmuch has been done through the private sector in terms of assessments and security development at our ports.\n\nREP. PRICE: Well, if the information I have in terms of this five year timeframe is being effected and foreshortened \nby the proposals you're talking about, I'd appreciate that being clarified for the record or maybe you can do it right \nnow. We'd be happy to follow up with this question for any clarification that is needed but we recognize that these \nassessments have to be done and so that's the reason that we're trying to accelerate that.\n\nNow this will move through a combination of means. The Directorate of Infrastructure Protection will have the \nmoney. Has been allocated their request in the '04 budget but they will work with also the transportation arena to \nmake sure that we coordinate our efforts in looking at the ports in terms of assessments, vulnerabilities and any \ngrants that we can apply for strengthening that security.\n\nMR. HUTCHINSON: Right. And one of the purposes of course of this new structure we're dealing with is to provide \nthat kind of coordination so that we know exactly where we stand in terms of these assessments.\n\nREP. PRICE: Now CSI and the Customs Trade partnership initiative do seem to be commonsense approaches to a \nvery dangerous problem. They do require a collaborative arrangement with foreign ports and Customs police to \nbetter identify the high risk cargo and for other purposes.\n\nCan you generalize or update us on the status of cooperation with the European Union member nations and other \nkey foreign trading partners? How many inspectors are we sending overseas to support these initiatives and are \nwe, in effect, staffing the shortages that are present -- are they shortchanging our domestic ports and to what extent \nare we compensating for deficiencies in foreign ports?\n\nMR. HUTCHINSON: Thank you. And I'm pleased to say that of the 20 megaports that were our first phase of CSI, \n18 megaports have signed up to join the CSI program. It should be remembered that of those 18 that have signed \nagreements, we have deployed personnel to six of those megaports. And so it takes some implementation time in \norder to fulfil and to carry out the CSI agreements that have been signed but we are moving forward on that.\n\nThe '04 budget, by providing $62 billion, will allow us to move forward with this initiative, signing up other ports, \nmoving beyond the megaports. Clearly we need to go into a Phase II and we intend to continue to expand that. In \nreference to the other side of it, because the CSI initiative will not do any good if the supply chain does not have \nintegrity. And so the Customs Trade Partnership Act or initiative will help accomplish that. Two thousand \nbusinesses have signed up with that initiative and they will be doing their assessments. They will be protecting that \nsupply chain and so that is an important combination for that CSI initiative.\n\nREP. PRICE: How does this informal proposal back in January to require air and land carriers to submit that on \ncargo even before it's loaded for shipment? How does that fit into all this. I know there's been a good bit of \ndiscussion -- some dissent from business leaders in the U.S. and Canada arguing it would damage just-in-time \nmanufacturing practices and so forth. How does that tie in? And what's the status of that effort?\n\nMR. HUTCHINSON: Well, we recognize that there is a difference between getting information from sea ships \nbringing in sea cargo versus air and land transportation systems. There was an initial proposal that was put out that \n\n\n\nhad a response by industry concerned about lengthy timeframes and what this would do to their just-in-time \ndelivery. Commissioner Bonner at Customs Border Protection is working closely with industry, listening to their \nsuggestions and working through that so that we do not slow down commerce but we're still able to comply with the \nCongressional mandate to have advanced cargo information in all modes of transportation. That's our objective as \nto where we'll exactly come down in terms of how much notice and how that information is conveyed. We're still \nworking through that.\n\nREP. PRICE: But you're pretty much where you want to be, where you need to be with respect to maritime \nshippers?\n\nMR. HUTCHINSON: Yes. The 24 hour rule is in place and that is the foundation for the CSI initiative but we are \nvery firm in getting that information and industry is cooperating and providing that information 24 hours in advance \non the cargo shipments.\n\nREP. PRICE: Thank you.\n\nThank you, Mr. Chairman.\n\nREP. ROGERS: Thank you, Mr. Price.\n\nMr. Latham.\n\nREP. TOM LATHAM (R-IA): Thank you very much and welcome, Mr. Secretary and it's great to have you back \nhere. The chairman and I -- I have been with the chairman on the Commerce, Justice, State for I think seven years \nnow and obviously one of the big concerns that we've had over the years is INS border patrol, what's happening at \nour borders with access through to the borders and now with the new department and the combination of things like \nAFIS, Customs, the Border Patrol, INS -- and I see in your testimony you talked about drug interdiction at the border \nalso obviously going back to your position previously with the DEA.\n\nI would really like to hear about what you see has happened there. If there is now cooperation, communication. If \nthey're actually operating as one agency, obviously there is not jurisdiction at the border in this subcommittee or \nthere'd be a separate jurisdiction with DEA there. And, if that marriage is working at all and also if you could \ncomment about AFIS with that also.\n\nMR. HUTCHINSON: Congressman Latham, I guess the answer to that is enormous progress has been made but \nwe need to get better every day. We have to continue to improve. But I've been impressed with the front line \ninspectors, whether it is an agriculture inspector, a Customs or an INS inspector, that their overall commitment is to \nthe mission and they have an enthusiasm about homeland security. And so the difficulty of bringing them in to one \nagency has been minimal because of that commitment.\n\nSo I think the cultural change, the merging of the organization has gone very, very well. What we're trying to do, of \ncourse, is to do more cross-training as time goes on. We're trying to -- obviously we need to continue the areas of \nexpertise just because we have all of the inspectors reporting up one chain, you still need to have some expertise \nfor agriculture inspectors. You don't want to lose that expertise. They're a unique mission. And the same thing is \ntrue for the difficult and complex rules on customs and immigration. But the front line inspectors can do the job, \nrefer it to secondary inspection where you have that expertise.\n\nIn reference to the drug side, I think we have some real opportunities there. And I think we can coordinate more \neffectively between Customs and their drug enforcement efforts and the DEA and the FBI. That's one of my \nobjectives and Assistant Secretary, Michael Garcia, who's head of Immigrations, Customs, Enforcement, we're \nboth working on that together to bring these different agencies together in terms of that drug enforcement.\n\nREP. LATHAM: Is there any legislation needed? I'm still concerned about the authority -- people from AFIS, people \nfrom Customs, people from INS, people from DEA -- do they still look at individual authorities or are they looking at \n\n\n\nauthority coming down from Homeland Security obviously outside of DEA? But I can still visualize -- and our \nexperience has been very fragmented at the borders as far operations and as far as the work that's being done by \npeople coming from different previous agencies. Is there, I mean -- even legislation -- should we have a border DEA \noperation that is coordinated with this also?\n\nMR. HUTCHINSON: I don't think that legislation is needed at this point. No matter how you cut the pie there're \nalways going to be challenges to coordinate and reduce the competition. I believe that because of the leeway that \nCongress has given Homeland Security we have the tools to accomplish that. I also think we can reach out beyond \nour own agencies -- pushing that coordination would do a more effective job with the DEA and with others.\n\nBut, for example, one of the things that is mentioned in the '04 budget is that consideration will be given to regional \ncoordination centers. That is still in the talking stage but it was a signal that was given through the '04 budget \nsubmission that maybe that is a better way to coordinate all of these responsibilities to make sure there's not \ndifferent stovepipes but they're highly coordinated together.\n\nREP. LATHAM: All right. I'm just curious. Are all the people wearing the same uniform?\n\nMR. HUTCHINSON: No. That decision -- I mean we're taking it a step at a time and we have not addressed that.\n\nREP. LATHAM: Okay. Just one more thing. There's concern about security really with -- obviously our immigration \nefforts have been most centered on the southern border but there are real concerns as far as terrorist cells and \neverything coming in from the north and there is the entry-exit registration system. I mean, how is that working? Are \nwe being effective up there with that?\n\nMR. HUTCHINSON: In reference to the northern border, we have moved a significant number of border patrol \nagents, additional inspectors to the northern borders since September 11. The increased activity there is also a part \nof Operation Liberty Shield. So we have focused on our responsibilities there and the vulnerabilities there on the \nnorthern border.\n\nIn reference to the entry-exit system, that is an enormous challenge of immense complexity. By the end of this year \nCongress has mandated that we have an entry-exit system for our air and seaports.\n\nWe can meet that goal. We intend to. In '04 we have a deadline to bring on board some of the major land border \nports into an entry-exit system and then by '05 to have a completion of all of that. I am currently evaluating what it's \ngoing to take to meet those goals and, if there is a difficulty there, to report back to Congress as to what the \nchallenges are there and what additional help that we need.\n\nPart of that is going to be working with our international partners. Develop similar biometric standards for our travel \ndocuments. Working with them hopefully to utilize their entry systems. To help in our exit system. To transfer \ninformation to us so that we don't have to build quite as much infrastructure. But clearly that is a gargantuan \nchallenge that we're taking on. But I'm 25 days into it and I need a little bit more time to know exactly how we're \ngoing to be able to respond to the deadlines next year.\n\nREP. LATHAM: Well, I just wanted to compliment you that this is an absolutely enormous task that you're \nattempting -- coordination of all the different agencies coming together and just offer -- I think all of this on this \nsubcommittee obviously want to do everything we can to help and we would certainly like to be informed as you go \nalong to know what's going on and to make sure the progress is on schedule. But it is a tremendous task that \nyou've undertaken and we certainly wish you the best and give you all the support we can.\n\nThank you.\n\nMR. HUTCHINSON: Thank you.\n\nREP. ROGERS: Ms. Roybal-Allard.\n\n\n\nREP. LUCILLE ROYBAL-ALLARD (D-CA): Thank you, Mr. Chairman and welcome, Mr. Secretary. And let me join \nwith other members of the committee in wishing you the very best in a very difficult job ahead. As a representative \nof a district that includes parts of the city of Los Angeles which, as you know, is a potential target for terrorist \nattacks, in addition to being prone to numerous natural disasters such as earthquakes and floods, I am very much \naware of the need for strong emergency management offices at the state and the local level.\n\nThe emergency management performance grants are the only source of direct federal funding for states and local \nemergency managers to provide basic emergency coordination and planning capabilities. It is my understanding \nthat state and local governments have been consolidated in the Office of Domestic Preparedness under your \ndirectorate. Could you please tell how much of that $3.5 billion you will be designating to the emergency \nmanagement performance grants in 2004 especially in the light of the fact that the president's budget makes no \nrequest for any money for these grants?\n\nMR. HUTCHINSON: You're absolutely right that their emergency management capabilities are essential particularly \nin an urban area like Los Angeles and the '04 budget provides that the $3.5 billion in the Office of Domestic \nPrograms would be allocated for all of the domestic preparedness needs and it would be based upon the state plan. \nAnd so, if the state plan submitted put as a high priority the funding of the Emergency Management Offices, then \nthat would be a means by which that funding would flow. But there's not a breakdown of that money grant-wise \nbetween all of the different possibilities.\n\nREP. ROYBAL-ALLARD: So then the decisions then are -- the hard choices are going to have to be with the state. \nThey're going to have to decide whether to put money into these managements, you know, performance or to first \nresponders, to fire -- they're going to have to make that choice?\n\nMR. HUTCHINSON: In consultation with --\n\nREP. ROYBAL-ALLARD: Regardless of the need.\n\nMR. HUTCHINSON: -- with the cities and local governments. But, again, the '04 money would flow through the \nstates to the local governments principally. And so the plan needs to be something that is coordinated and jointly \npresented then the application when it comes in. And there obviously would be some flexibility but it's important to \nbe able to spend the money in accordance with a rational state plan that's developed, that is directed to the greatest \nneeds of the state and consistent with the national strategy for homeland security.\n\nREP. ROYBAL-ALLARD: So the states then are going to have to be making those hard choices.\n\nMR. HUTCHINSON: That's correct. And there will be some additional funds from the Directorate of EP&R which \nhas emergency planning and response. They would have a role to play obviously because that is their realm of \nresponsibility which would be supporting your emergency managers.\n\nREP. ROYBAL-ALLARD: Okay. As part of the new security initiative, Operation Liberty Shield, you're now charged \nwith detaining all asylum applicants from countries that are believed to be supportive of al Qaeda or countries \nwhere there is an al Qaeda network. Now, under current law, asylum seekers are subject to mandatory detention \nuntil they establish a credible fear of persecution or background checks are completed on those that are deemed \nsuspicious.\n\nRight now the time in detention varies on a case by case basis. Could you give us the reasons as to why you are \nchanging current policy and keeping asylum seekers in detention until they see an immigration judge even when \nyour investigations may prove that the person is a true asylum seeker and innocent of any terrorist threats because \nmy understanding is that what that means is that they can be in detention even after they've been determined to be \ntrue asylum seekers from six months to a year in waiting simply to see a judge.\n\nMR. HUTCHINSON: Well, we certainly need to process the cases quickly, but they would only be detained until \ntheir case is completed and a judge would make a final determination as to the validity of the asylum claim and as \n\n\n\nto their own identity. And that -- during this time of increased threat, we believe that it was prudent and responsible \nto be absolutely sure of the identity and the legitimacy of a claim through such a decision before they would be \nreleased.\n\nREP. ROYBAL-ALLARD: So the current system then has not been working? In other words, I don't know all the \nprocesses step by step, but my understanding is that a complete investigation currently is done, a determination is \nmade as to whether or not that person is a true asylum seeker, is not connected with terrorists of any kind, and \nbased on that information they are then released. Now, what will happen -- what role does the judge play? I mean, \nwon't the judge make his decision based on the investigations and the findings to determine or --\n\nMR. HUTCHINSON: Right. The judge, when he makes a final decision will have a great deal more information than \nthe initial preliminary decision that would be made from the outset by, you know, an inspector or a reviewer of the \nasylum claim.\n\nREP. ROYBAL-ALLARD: Okay, so -- I'm sorry. So you will have your set of inspectors and investigators and then \nthe judge will have his set of investigators, and then you will put that information together and then based on that \nthe judge is going to make the decision?\n\nMR. HUTCHINSON: Well, as usual --\n\nREP. ROYBAL-ALLARD: Where is he going to get this additional information if it's not from the very same \ninspectors that are being sent out and looking at the backgrounds of these asylum seekers?\n\nMR. HUTCHINSON: Well, the asylum seeker would obviously have an opportunity to present any information that \nhe wishes in addition to what the additional information that might be gleaned during the timeframe of whenever the \noriginal petition is made and the judge hears it.\n\nMay I point out one fact, give a little perspective on this. Since this Liberty Shield was implemented there's only \nbeen one person that would qualify under the countries of concern, and that was an Iranian that sought asylum. \nAnd so we're not talking about huge volumes of individuals here, there's only been one person that fits in that \ncategory since the implementation of Liberty Shield.\n\nREP. ROYBAL-ALLARD: Okay. I'm still not real clear as to what information the judge will have and will be getting \nthat will be different, but --\n\nMR. HUTCHINSON: Well, let me just --\n\nREP. ROYBAL-ALLARD: -- I'm just concerned about people being detained unnecessarily and for no other reason \nother than a decision has been made that they have to see a judge. When, if current law is working, I'm not clear as \nto why the need to change it, although I do not disagree with what we're trying to do and the investigation for \ndetention. That is not the issue. The issue is once they've been determined to be true asylum seekers, why they will \ncontinue to be detained for six months to a year simply to see a judge. That's not --\n\nMR. HUTCHINSON: Well, hopefully we can speed that process up and that those decisions can be made in more \nrapid fashion and with the consideration that they are incarcerated. But obviously if someone is in here for 24 hours \nand a preliminary decision is made, there could be additional information made in the next week that might give us \nadditional information as to legitimacy of their claim, or contrary, that they actually represent some type of threat or \nthat they're misrepresenting who they are.\n\nMany times someone who seeks asylum, there's very limited information that's available. They do not have very \nmany documents, we haven't done the background check, so we're relying upon statements that are made, and so \nwe have to be careful under these circumstances when people make that claim from the countries who have a \nhistory of al Qaeda relationships.\n\n\n\nREP. ROGERS: Time of the gentlelady has expired. We have many others to go.\n\nMs. Emerson.\n\nREP. JO ANN EMERSON (R-MO): Thank you, Mr. Chairman.\n\nWelcome, Mr. Secretary. It's good to have you there. I've got a couple of questions but let me mention to you \nsomething in your opening remarks or perhaps it was in response to a question where we were talking about the \nfunds for transportation and you very -- well, it was music to my ears, you mentioned buses, and I just want to \nreiterate, you know, coming from a very rural area that is often the only means of mass transportation that we have. \nAnd I know $25 million, I believe, has been designated for bus security and, you know, I keep thinking about those \nbuses in Israel that get terrorized. And so hopefully you all will think that is enough, but certainly if you need more \nI'd like to know that.\n\nMR. HUTCHINSON: Well, thank you. And I know that probably the Mississippi River is some concern to you as \nwell, and we have to look at the to her modes of transportation. Right now the private sector carries a tremendous \nburden there in doing their own assessments and then trying to make decisions as to what security measures \nthrough TSA, the Transportation Security Administration, we hope to be able to define best practices, to review the \nvulnerabilities of the different transportation systems, whether it's buses, rails or, you know, cargo that's going up \nthe Mississippi River. And then to work with the different modal administrations at the Department of Transportation \nto implement some of these best practices.\n\nREP. EMERSON: Well, I know, and I appreciate that. Let me ask you about an article I read this morning in the \nWashington Post entitled Computer Problems Slow Tracking of Foreign Students. And it's a little bit scary, to tell \nyou the truth, about the problems that the universities seem to be having with the SEVIS program. And I guess my \nquestion is how do you all know that a school is providing legitimate student updates to the SEVIS program, \nnumber one? Is there any kind of information quality control? And how will the information that's in SEVIS, once it's \nworking properly I guess, translate into the enforcement of immigration law and investigation of the violations?\n\nMR. HUTCHINSON: Well, first I think it's a good program, the SEVIS initiative, which has directed that we have \ntimely and accurate information on students who come into our country under visas and that we're able to know \nwho's here under a visa of that nature, and if they don't report to class for the school year or that they overstay their \nvisa, we know who is in noncompliance. It used to be a paper system which was totally ineffective, and so we \nmoved toward and met the deadline of implementing this online system.\n\nYes, there have been some glitches in the development of that and Immigration and Customs Enforcement has \ntried to be responsive to the different educational institutions that have had problems. So we're addressing those \nand I think we're getting a handle on those.\n\nYou also asked about what are we going to do with the information, and that's really a matter of enforcement \npriorities. And we want to be able to be in the position, whether it is entry/exit information where someone does not \nleave as required by their visa, or whether it is a student information that we have the capabilities to know exactly \nand to be able to engage in enforcement. But that's -- we're not ever where we should be in regard to that, but that's \nsomething we intend to address and to be able to have an enforcement policy on as well as a collection of \ninformation policy.\n\nREP. EMERSON: Do you all anticipate having enough bodies, physical bodies, to check on all of the students who \nmay have disappeared off the radar screen, or have you actually put a -- formulated a plan of how to solve that \nproblem?\n\nMR. HUTCHINSON: The straight answer is we're not there to give you the plan of action as to how we're going to \ndo that. The first thing we want to be able to do is to be able to pull up all the names of people who are overstaying \ntheir visas and then we're able to refer it for enforcement. It's all a matter of priorities. We were asked with -- right \n\n\n\nnow we get information for passengers coming in under the transit without visas and people who are leaving, and \nwe were asked in a recent hearing, what do you do with the information? We went back to the drawing board and I \nthink the answer was that we're still processing the information. We've got to get a better handle on this and that's \none of the goals that I have, and we'd be glad to report back to you as to what that plan will be.\n\nREP. EMERSON: Okay. I appreciate that.\n\nI've got -- do I have time, Mr. Chairman, for another quick question? Quickly, quickly. Let me -- this is not what I was \ngoing to ask, but just in thinking about the war, do you anticipate that we're going to have a large influx of refugees \nfrom Iraq perhaps, and if so, are we prepared to handle all the refugees here?\n\nMR. HUTCHINSON: I think that the plan would be that with the humanitarian aid, with the freedom that we hope \nthat comes to that country, with the international support, that there would not be that type of refugee circumstances \nthat would require those to come to the United States. I think the plan is that we'll have a sufficient development of \nthat country so that they have freedom there and they will have the support economically that they need.\n\nREP. EMERSON: But they could -- but in case there are those that do went to immigrate here, are we going to \nstart thinking about putting a plan in place for that?\n\nMR. HUTCHINSON: I think -- well, I think that the plan that they have will be sufficient to force all of that from \nhappening. I think it will be a good circumstances when this is concluded.\n\nREP. EMERSON: Thank you.\n\nThanks, Mr. Chairman.\n\nREP. ROGERS: Mr. Mollohan.\n\nREP. ALAN B. MOLLOHAN (D-WV): Thank you, Mr. Chairman.\n\nMr. Secretary, welcome.\n\nMR. HUTCHINSON: Thank you.\n\nREP. MOLLOHAN: In the February 27th article the National Journal's Technology Daily, the INS acting deputy \ncommissioner, Mike Becraft, was represented as stating that sharing information between the two immigration \ndivisions and with other border security agencies such as the Customs Service will be a major challenge. How does \nyour budget request address -- do you agree they exist, and how does the -- how does your budget request \naddress it?\n\nMR. HUTCHINSON: Well, I certainly agree that that is a major challenge. That will be addressed, first of all, by the \nfunding that's been provided for the continued development of our software systems and our hardware programs, \nand then also working with, I want to say the name Atlas and Chimera are the two programs that are funded in the \nbudget that allow us to continue the integration of those systems.\n\nIn addition, Steve Cooper is the chief information officer at Homeland Security and he will play a major role in \nhelping us to design the systems architecture, not just to address that problem of these two formerly sister INS \nagencies, I think it was Border Patrol and the inspector services, but also agency-wide. And so that is one of the \nmajor objectives that he will have, and we'll be working with him to accomplish that.\n\nREP. MOLLOHAN: You have a huge responsibility here as you reorganize all these missions, and everyone is \nconcerned that nothing falls through the cracks, of course. The trafficking in counterfeit and illegal products is a \nhuge moneymaking operation for organized crimes, has also been linked very directly with helping to fund \nHezbollah. I think there were counterfeit cigarettes that were implicated in that.\n\n\n\nThere's some concern that in this reorganization the people on the front line who are actually opening the doors and \nlooking at the cargo to make a determination does this have a terrorist connection? Is there something in here that \nwe need to be concerned about? Are there mass destruction materials involved? Or are we looking at illegal goods \ncoming in, counterfeit goods?\n\nThere's some concern that that front line may be not as secure, there might not be as many people. There's some \nunderstanding come to my attention that some of these front line people may be being reassigned and that those \nranks are thinning. I'd just like for you to talk to us about that concern and is it valid, and does the budget reflect and \nwould give us confidence that we are going to have people on that front line actually opening those containers in \nthose cargo vessels and checking to see what's coming into this country?\n\nMR. HUTCHINSON: Well, I share your concern. I sort of wake up with that thought every day, are we going to let \nanything fall through the cracks? And I'm just gratified that we have 180,000 employees that also wake up every \nmorning thinking how we can do it better and get the job down for our country.\n\nIn reference to our inspectors, through the good support of Congress and this committee we have been able to \nincrease the number of inspectors at our ports. Obviously this has been a high priority since 9/11 and so at both our \nsouthern and northern border and our ports of entry we have increased the number of inspectors. And I think that \nthe high priority we would have is to make sure that we are examining the right cargo shipments, we target the right \nindividuals for secondary inspection. So that's sort of the focus of our efforts, is to have adequate resources, but \nalso the right systems in place to identify the high risk cargo and the high risk individuals. And so that's part of the \ninvestment we make as well.\n\nREP. MOLLOHAN: I'd just bring that to your attention, I understand that the Bureau of Customs is split between the \nCustoms and Border Protection and the Bureau of Immigration and Customs Enforcement. There is some concern \nthat in that reorganization -- and perhaps it's a short-term scarcity of personnel issue, but that right now you might \nbe making -- or the organization may be making decisions which is taking the actual inspectors off the line of people \nlooking in the containers.\n\nMR. HUTCHINSON: We'll certainly follow that closely. We don't want to do that. But there has been a concern that \nas you take the inspectors and keep them on the border and you put your enforcement into a different organization, \nthere might be some break in linkage between those two. And I was mindful of that concern and so we're making \nsure that the enforcement side stays in place close working with the inspectors to make sure that there's a shipment \nof illegal cargo that is followed up from an investigative standpoint, and that's a very important part of the structure \nas well.\n\nREP. MOLLOHAN: Thank you, Mr. Secretary.\n\nThank you, Mr. Chairman.\n\nREP. ROGERS: Thank you.\n\nMr. Sherwood.\n\nREP. DON SHERWOOD (R-PA): Thank you, Mr. Chairman.\n\nMr. Secretary, we all know that there are many new technologies which will be very helpful to us in Homeland \nSecurity, and I assume that the Homeland Security technology suppliers will be dominated by the large \ncorporations, especially the existing defense contractors who always have the bench strength to build and maintain \nthe wide basis of relationships that you need to deal with the federal government.\n\nBut small and midsized enterprises are often on the forefront, the cutting edge of developing these new \ntechnologies. And I'm curious, will we have a procurement model? I don't want these little firms to fall victim to our \n\n\n\nantiquated procurement and our very bureaucratic model, but do we have a model that will reach out and try and \nget the very best technology, no matter who developed it?\n\nMR. HUTCHINSON: Absolutely. And I think that small business has some advantages here in dealing with the \nDepartment of Homeland Security by the fact that we do have a Science and Technology Directorate that will be on \nthe lookout and will receive information on new technologies and be able to evaluate those. I've been -- Chuck \nMcQueary is the new undersecretary for science and technology, and he's been very helpful in even listening in my \nsmall world of new technology developments, some by small business, some by large.\n\nAnd I hope our procurement system, I know it's designed to be a model, that it will be broad enough so that \neveryone would have opportunity to engage in that process. So I would encourage small business to make sure \nthat they bid, make sure that they present their ideas to the Department of Homeland Security.\n\nREP. SHERWOOD: Another question that we worked around the edges of today, but I didn't get it to my \nsatisfaction. We know that you're working very hard to integrate all the agencies at the borders, but have you been \nable to conquer the problems with work rules on the border that were cutting down our effectiveness? Did I make \nclear that certain agencies can do certain things and so you just have to watch which line?\n\nMR. HUTCHINSON: I mean, there's certain responsibilities and union contracts that are in place. And so with \nCustoms and Border Protection a large percent of the inspectors, Border Patrol, are represented by unions and \nthere are contractual obligations to have advanced consultation to make sure that we provide adequate training \nwhenever there's a change in job description. So there are some restrictions. But the unions we have engaged \nregularly with in discussions on these things and we hope to continue that in the future.\n\nAnother part of it would be that we're directed by Congress to develop a new agency-wide personnel system, and \nso we're put it in place between now and November of this year a process by which we will look at all the work rules \nin terms of pay disparity, uniformity of the workplace, and to see what we need to do to bring it into a Department of \nHomeland Security culture. So that will be a part of that process this year as well.\n\nREP. SHERWOOD: Thank you. And one more quick one, if I may. Your responsibilities are so huge, with millions of \nvehicles going back and forth all the time, I think you've testified 130 million vehicles, something we wouldn't have \nbeen too concerned about before 9/11 are the huge amount of trucks that come in from Canada and from Mexico, \nand of course with foreign national drivers.\n\nAnd once a truck comes out of Quebec hauling plywood down 81, that's just in the system. And do we have any \ncontrols? Because when freight comes in through the port at least it's just the freight we're concerned about. \nThere's usually not someone to do something with the freight, where in this case we have all these trucks coming in \nfrom our North American partners driven by foreign nations. Do we have a good control on that?\n\nMR. HUTCHINSON: We have a good plan in place to improve the system in that regard. First, as they come \nthrough -- and I know you're asking about the drivers, but we do have in Detroit VACUS machines so that every \ntruck that comes through is checked for radiological dispersion. We have good license plate readers, so there's a \nnumber of checks in place. Obviously we're trying to move them through quickly, and one of the initiatives is the \nFAST Program and where a company can clear in advance drivers, cargo, so we can move them through quicker, \nbut we can also have an assurance that they have the proper background checks.\n\nSo a number of these new technologies and programs are moving forward, but it is a huge challenge and there's -- \nCanada is actually cooperating in it, as well as Mexico, but we have a ways to go to have the background checks \non all of the cargo drivers that we need. Other than that we rely upon the inspection at the border, checking their \ndocuments, the questions that's there, the primary inspection, making the decision and moving it on.\n\nREP. SHERWOOD: Thank you.\n\nREP. ROGERS: Mr. Berry.\n\n\n\nREP. MARION BERRY (D-AR): Thank you, Mr. Chairman.\n\nWelcome, Mr. Secretary.\n\nMR. HUTCHINSON: Good to be here.\n\nREP. BERRY: You have always done a great job in anything you've undertaken. And I suspect that you wake up \nsome mornings, at 3:00 in the morning and think, oh my goodness, why did I ever decide to do this? I would be \noverwhelmed, and I compliment you. Since the first year, we have traveled the districts that I represent and met \nwith a good portion of our local governments and every one of them is starved for resources, as you would expect. \nAnd I have been -- I have found a universal attitude among them, that whatever you do, please don't send it through \nto state government.\n\nNow, I don't know the basis for that, but I do know that I have been repeatedly assured by the state government \nthat they're taking care of everything and everything's in good shape and not to worry. Now, I have before me the \nnumbers for the grant monies that have been supplied for the Office of Emergency Services, and if my numbers are \ncorrect, Arkansas has used 6 percent of the available monies. And have you all looked at this? It's obviously a \nproblem. Are there guidelines and such that the local governments don't qualify? Or is there a breakdown with the \nstate government in getting the word out that these monies are available?\n\nYou know, in our home state you can see $6 million. You don't have to wonder where it went. And so I'm concerned \nthat we're going to put most of this money through state government. If it gets hung up there, the need out in the \nlocal communities is undeniable. I think you'd agree with that. So I'm just curious as to what your thoughts are on \nthat.\n\nMR. HUTCHINSON: I -- with your experience in Arkansas, and I'm aware of the tour that you took, talking to first \nresponders, and I suspect that that's -- I know without any doubt, that's exactly what you heard. And we hear that \nconcern expressed by local governments, even as large as New York city. Obviously if you're in New York city, \nyou'd like to have direct access to money, rather than it flowing through the state of New York.\n\nBut there is a policy decision here. We don't want to have to come back five years from now or three years from \nnow to this group and they ask what happened to that $15 billion that was sent back to the states, where did it go? \nAnd there's really no high level of accountability, and so the only way to get that accountability, to make sure that \nit's spent for the homeland security initiatives, would be that there's a state plan. Now, all I can say is I hope that the \nlocal governments really push the states to get the money applied for and get it out as quickly as possible.\n\nWe'll be pushing in this direction. I might quickly, we also will consider bringing in the state homeland security \ndirectors and helping them very carefully through this process, to move that money out and to push from our \ndirection.\n\nREP. BERRY: Also, are there any plans to specifically change the way we inspect food coming into the country and \nto increase the ability to detect something wrong with the food supply that's imported?\n\nMR. HUTCHINSON: The objective is to make sure we are strong in that area, that we rely upon our experts in the \nagricultural community to make sure there's not any lapse by the fact that this is over at the Department of \nHomeland Security. And I've made a commitment with Bill Hawkes, the undersecretary over at the Department of \nAgriculture. We have entered into a memorandum of understanding with them, to make sure that agriculture is not \nlost in this inspection regime. And they do good work.\n\nSo they will continue, agriculture will continue to adopt regulations, our inspectors will continue to enforce those \nregulations on the border, and my commitment is to make sure that it is not diminished.\n\nREP. BERRY: I appreciate your comment on how to go about accountability, and I think we all appreciate that. My \ngreatest fear is that we'll be sitting here two years from now trying to figure out why we didn't take care of that and \n\n\n\nhow this horrible incident occurred. And I think we all have that concern, I don't think that's unique to me. And I \nappreciate what you're doing. I know you've got a big job ahead of you and I think we all appreciate your effort, Mr. \nSecretary. Thank you.\n\nMR. HUTCHINSON: Thank you for your comments.\n\nREP. ROGERS: Mr. Sweeney.\n\nREP. JOHN E. SWEENEY (R-NY): Thank you Mr. Chairman.\n\nMr. Secretary, welcome. On behalf of my constituents and a grateful nation, thank you for all of your service. You've \n-- as Mr. Berry pointed out, you have a distinguished record and we are very fortunate that you are where you are at \nthis critical time. And I must say, as a personal note, I've looked forward to sitting across from you for some time to \ngrill you on questions and this is one of my great friends.\n\nI know you've been asked the question regarding the funding and the establishment of the high risk designations, \nestablishing a process to meet the needs of those high risk areas. And I'm going to just for the record state a \nrequest that we really substantially look at changing the formula for things like the Office of Domestic Preparedness \nfunds. Operating under the assumption that New York, by virtue of its location, by virtue of the attacks, all of the \nthings that we would look at, will remain a high risk area for some time, only gets a $1.38 per capita, when the \nnational average is 3.29 I think.\n\nThere are changing circumstances that we're all going to have to make some adjustments to, and I know that \nSecretary Ridge got a call into me based on a letter that Governor Pataki has sent questioning the commitment thus \nfar and what can be done about that. And I assure you that I look to work cooperatively with your folks in trying to \nfind a right way to do all this. I know you're starting from the ground up, you have great challenges.\n\nI'm going to allude to a question that Chairman Rogers asked initially, and ask it a little more directly. In that, of the \nsupplemental, the $2 billion in the supplemental, we have set aside $50 million for high risk areas, and the concern \nthat we have from this committee, and I think the concern that the people back home have, is that enough money? \nAnd maybe you could talk a little bit about that and tell me why that's enough for now and how it will enhance your \ncapacities now.\n\nMR. HUTCHINSON: Thank you, Congressman. And let me assure you, I've heard from New York, and obviously \nNew York is on the front line of Homeland Security. And I've been to the city there and visited with the state \ncounterterrorism folks as well, and they're doing a tremendous job of protecting and having the initiative on many \nprograms in that city and state to protect your folks there.\n\nIn reference to the $2 billion in the supplemental that will flow through Office of Domestic Programs to the states, I \nthink it is a good balance between the responsibility of the state and what they will continue to have to absorb, but \ncarrying out a national responsibility in supporting them. And so of the $1.5 billion that goes back, in the usual \nformula that we're still working on, and then the $450 million that will go back to reimburse them for their current \ncosts for Liberty Shield and then with some designated for the high urban threat areas, I think that's a good \nstrategy to get money to them very quickly.\n\nREP. SWEENEY: I'm going to refer to a question, that Mr. Mollohan I know asked, in the Commerce, Justice, State \nCommittee, and I followed up a question to Director Mueller. And it really relates to you meeting your requirements \nand needs to develop the kind of intelligence process, in real time, that you need to have, integrated in with the CIA \nand the FBI and the Treasury if need be, and whomever else. The fundamental responsibility of your agency -- I \nasked this of Secretary Ridge last week -- is to establish what are the high risk areas, what are the risk \nassessments out there, and you're starting from the ground up. So, in the supplemental, this is going to require \nsome resources. In the supplemental, what portion of that is dedicated towards that particular function, and is that \nenough?\n\n\n\nMR. HUTCHINSON: In the supplemental, the focus is, of course, outside of homeland security, it is the war effort, \ninside of homeland security, is Operation Liberty Shield, which is the domestic homeland security front for \nprotecting the homeland and the expenses involved with that. And so we did not address assessment needs. That \nis addressed in the '04 budget. The money is allocated there that will help us to make the assessments of the \nvulnerabilities and threats to our critical infrastructure.\n\nThere is some discretion in the '04 money that's presented, it goes into the Directorate of Intelligence Analyst and \nInformation Protection, but that our department, with TSA, will have a role in helping to carry out those reviews of \nthe transportation systems. And so it's very important to make those and then to provide the support necessary for \nour local counterparts to make sure they're protected.\n\nREP. SWEENEY: It is a critical challenge that you have and that we have in ensuring that you have the resources \nand I understand the concerns about spending levels. But if there's anything that confronts us now, with maybe the \nexception today of making sure the resources get to our military to complete their mission, this is a critical function \nand a critical priority that ought to supercede almost everything else that we've got.\n\nAnd I know the Chairman has talked about that, of the great concern that we have, because it's not just going to be \nabout money, because you are going to have great challenges in breaking down a lot of cultural problems that exist \nin all the agencies and establishing the expertise. So I'm going to submit more questions to you, you've been here a \nlong time, but I look forward to working with you, and I know you understand but I want to reiterate what a priority it \nis for this committee as well. Thank you.\n\nREP. ROGERS: Mr. Secretary, you've been here a long time, and we appreciate very much you and your staff \nparticipating to this length. I've got a few questions, then I want to sort of wrap up here. But do you need to have a \nlittle break here?\n\nMR. HUTCHINSON: I'm fine.\n\nREP. ROGERS: Okay. We'll be very brief. On the federal role for first responders. I'm in a puzzle about what it is we \nare federally paying for. These are fire departments, these are EMTs, these are police departments that are \nenforcing state and local laws essentially, and we've always considered health and welfare of citizens as a local \nissue. But now what is it that we are using these monies for that we're sending down to those local departments, \nwhat are we paying for? And how do we objectively measure how much money they should be receiving for the \nduties we are asking them to do? Can you help me out with that?\n\nMR. HUTCHINSON: Well, of course there's a history of the Office of Domestic Programs before it ever moved over \nto the Department of Homeland Security. But it was used to help our state governments, our local governments, get \nprepared in the event of a disaster or an incident that would occur. Now we're focused more narrowly on \ncounterterrorism efforts. And so the focal point is bringing them up to speed equipment wise, communication wise, \ntraining wise, in this arena.\n\nFor example, we hope to have some initiatives for intelligence analyst. That's very important for a large police \nstations, even small community, when it looks at the threat of counter-terrorists locally. That would help us to be \nable to gather more information as well. That is just one aspect that this could be useful. That's the focus of the \neffort. You ask about the accountability. This money, we want to get out quickly but we want to be able to follow up, \nto make sure that it's spent in accordance with the plan.\n\nREP. ROGERS: Well, is there a plan that incorporates what you've just told me that puts this in writing about what \nthe monies can be used for?\n\nMR. HUTCHINSON: I would be happy to respond in writing to the request and get you the specifics on that. There's \nbroad guidelines -- there are guidelines that are provided to the states on what the money can be used for. Again \nit's a concentration on the state plans. I would be glad to get you what we have there.\n\n\n\nREP. ROGERS: Well, we'd appreciate that.\n\nNow, the container security initiative. I'm told that you only have 20 of 100 inspectors assigned, and mainly at three \nsmaller ports in Canada. That only three mega ports have inspectors at this point in time. Am I inaccurate?\n\nMR. HUTCHINSON: It's my information that there are six ports that we have inspectors and it's fully implemented. I \nknow that one of those would be in Rotterdam. I do not know whether it includes the ports that you mentioned in \nCanada. I suspect that it might.\n\nREP. ROGERS: Well, what's the hold up in getting those people out there?\n\nMR. HUTCHINSON: Well, let me -- I do understand that it is -- we have 18 of the 20 mega ports signed up. In six of \nthose we have people deployed to and so it would be that six of the mega ports, under my understanding of it. You \nask about the hold up. We wanted to move these out quickly and so we put personnel TDY out there. Once the \nagreement is signed, we have to work with the State Department to get place. We have to have -- there has to be \nthe investment of the infrastructure from the foreign counterpart.\n\nObviously we need to move quickly on this, but whenever this was initiated, a little over a year ago, it took a while to \nget the ports signed up and then deployable. We certainly need to -- I think there's a goal, a deadline for how many \nare going to be moved out in the next four months. I will have to look to get the exact number of that.\n\nREP. ROGERS: Will those CSI Team people report to Commissioner Bonner, including the criminal investigators \nand the analysts?\n\nMR. HUTCHINSON: The program under container security initiative is under Commissioner Bonner, so he is the \none responsible for that. Those who are overseas will report up the chain to him. We are looking at the construction \nof all our overseas offices and how it works in terms of other BTS personnel that's there and the criminal \ninvestigators that you mentioned. But the CSI personnel, the inspectors will report up to Commissioner Bonner.\n\nREP. ROGERS: Now, will the State Department's limitation on their team deployment in any way affect your plans?\n\nMR. HUTCHINSON: Well, I think, whenever we deploy them TDY we don't have to go through -- what is it, NSD \nsome -- their requirements for vetting with the State Department and getting permission from the ambassador. So \nthat's one of the reason we got it out TDY, but it does slow up the process for permanent deployment of individuals \nin these slots.\n\nREP. ROGERS: Well, if that becomes a problem will you inform us so that we might be able to help you discuss it \nwith State Department.\n\nMR. HUTCHINSON: I'd be delighted to, sir.\n\nREP. ROGERS: Customs has deployed I'm told, 112 non-intrusive inspection systems for truck, container and rail \ncargo with 42 more on order and another $45.7 million included in the '03 appropriation to employ automated \ntargeting systems to examine data about shipments and transport to identify anomalies in possible high risk \nshipments. And I'm told that additional inspectors and other staff are being hired to increase the ability to man those \ninspection stations and operate the screening equipment. Is it -- do you have enough money in that account? Or if \nyou don't, could you use some of the supplemental money, the counterterrorism monies for that purpose? It's a very \nimportant purpose.\n\nMR. HUTCHINSON: I agree. I think this is really the foundation, and to implement a very correct strategy for \nprotecting our cargo shipments. In our view, the '04 budget does fully fund, the CSI initiative and the \nCustoms/Trade partnership initiative. Obviously if there was any additional need to move funds through excess \nsupplemental, we'd come back to Congress and present that to you. But this '04 budget does fully fund those \ninitiatives.\n\n\n\nREP. ROGERS: Well, I was not talking about CSI overseas as much as I was talking here about domestic. Our \ndomestic --\n\nMR. HUTCHINSON: The targeting and the ACEA?\n\nREP. ROGERS: Yes. I mean, we've got 57,000 trucks coming in daily at 300 ports of entry. On September 11th, \nwhen we shut down the trade and traffic at ports, our economy was suffering $8 billion a day. If our container \nbusiness shut down it would be devastating to the world economy. And so it seems to me that this has got to be on \nthe top of our list of things to do. And I just wondered, have we got enough of the machines and gear that's \nmonitoring what comes across in cargo containers?\n\nMR. HUTCHINSON: We're moving quickly to deploy the VACUS machines, the radiology detection equipment. It's \nbeen funded. As we procure those they go online there. In terms of a national targeting center and the automated \nACE program, that I think is right on target. I actually have viewed this, I have seen it in operation.\n\nI think we've got a balance between our targeting with the inspectors and with what we're doing overseas. I think \nour challenge is to make sure this is integrated with all of the other targeting and inspection roles that are at play \nfrom TSA to Immigration, within the BTS directorate. So we want to sharpen up that targeting and we'll report back \nto you if there's any shortfalls in funding for that purpose.\n\nREP. ROEGERS: Good. Now quickly, EDS machines at airports. You didn't ask for any money in '04 to modify \nairports to accommodate those big machines. A day doesn't pass that we're not contacted by some airport saying \nhelp, help. What's the problem?\n\nMR. HUTCHINSON: Well, the EDS machines, of course, have been purchased based upon previous appropriations \nthat you have provided and have been deployed. I think there might be a few more that have to go out there, but \nthat has been budgeted. The difficulty, and what the airports are complaining about is the fact that they might be in \nthe lobby of the airport and they want them behind the counter and out of sight a little bit more where there's more \nefficiency and it needs to be moved there.\n\nThe movement of those heavy detection systems is expensive, and that is something that's going to have to be \naddressed. It's a shared burden. We're looking at different options from letters of intent that may be workable for the \nairports, to other assistance that can be provided to them.\n\nREP. ROGERS: Well, it's more than just a convenience thing or an unsightly thing. For example, the national \nairport, Tennessee. They had to move those machines into the lobby, so they moved their counters out and took up \n15 feet of the lobby. If the crowds ever come back to the terminal to fly on the planes, there will not be room for \nthem in the lobby now. So it is a functional problem. And that's not unusual, as you know.\n\nMR. HUTCHINSON: I agree with you.\n\nREP. ROGERS: Now, in the omnibus bill we passed, our subcommittee wrote into that bill a procedure that we had \ndiscussed at great length with Admiral Loy and many airports around the country to provide a way to finance these \nmodifications that have to be done, and that's the letter of intent process that we frankly copied from the way we \nfinance transit projects in the Transportation Committee. To allow those airports to be able to issue bonds and \nborrow against the future payments that we would be obligated somewhat to make to them. Where are we on that?\n\nMR. HUTCHINSON: That's what I spoke of, the letter of intent is one mechanism that can be used and I'm delighted \nthat Congress wrote that authorization. That from a policy standpoint is being reviewed --\n\nREP. ROGERS: By whom?\n\nMR. HUTCHINSON: Well, OMB.\n\n\n\nREP. ROGERS: I know. When are they going to let us know something?\n\nMR. HUTCHINSON: Well, we're pushing and addressing that. I think we're very soon to --\n\nREP. ROGERS: Do they want us to act on this, OMB, or are they going to do it themselves? I mean we're prepared \nto act. We're prepared to go further and ram it down their throats, to coin a phrase.\n\nMR. HUTCHINSON: I expect --\n\nREP. REOGERS: If they want us to, but we want a decision if they're going to do it administratively, do it. If not, \nfine, we'll take care of the problem. But they ought to do it their way. If they want to put a spin on this thing, they'd \nbetter do it now, because time is fleeting. The supplemental comes up next week.\n\nMR. HUTCHINSON: It is a -- we consider it a very urgent matter. The airports need assistance in this. This is a very \neffective mechanism to address that and I believe that we'll be able to move forward on that in the near future.\n\nREP. ROGERS: Well, I hope so. It seems to me like that would be a sensible way to do it. It's the way we do transit \nprojects and it seems to work out well.\n\nDatabases. Well, you got more databases running around you than a chicken coop. How are you going to manage \nto integrate all of these databases and do you think it's important that we do so?\n\nMR. HUTCHINSON: It is. One thing we have to do is prioritize. Steve Cooper -- and I've had a number of meetings \nwith him -- our chief information officer. I mean, there's literally thousands of databases out there and programs and \nsystems that are in place, that need to be integrated. He is working very aggressively to develop a systems' \narchitecture for the Department of Homeland Security. I want to put the priorities in terms of the information flow, for \nour inspection services, and then also a development of the entry exit system.\n\nSo we'll be working with him to accomplish that, but it is an enormous challenge to bring these together.\n\nREP. ROGERS: Yes, but if there is anything that will save us, it's the gathering, analysis and dissemination of \ninformation, and you can't do that without an integrated system and common database -- common architecture.\n\nMR. HUTCHINSON: You are absolutely right, and it's even beyond Homeland Security. We need to be integrated \nwith what the FBI and the State Department has.\n\nREP. ROGERS: Exactly. And I've been preaching for 20 years on this subcommittee about merging just INS and \nState Department's visa consular section into one database unsuccessfully for 20 years. And at a time when Mr. \nMollohan and I were chairman and ranking member on Commerce, Justice and State, we were writing the budgets \nof both State and INS and still couldn't make it happen.\n\nSo if you can make that one thing happen, we're going to give you a star in your crown. Do you think you can do \nthat?\n\n(Laughter.)\n\nMR. HUTCHINSON: You know, I hesitate in making promises, but we will be measured by that.\n\nREP. ROGERS: Yes, you will.\n\nMR. HUTCHINSON: And so we're going to work diligently and aggressively to accomplish it.\n\nREP. ROGERS: I was disappointed that we didn't get the consular personnel in the embassies under the wing -- \nunder the employ of DHS. But obviously the secretary of State and others negotiated that. Or do you have policy \n\n\n\ndirection over the visa issuing personnel of State. Good luck. But we expect here, and this is going to be one of the \nthings on the top of the blackboard to check you on --\n\nMR. HUTCHINSON: I've heard about that blackboard.\n\nREP. ROGERS: -- is whether or not the personnel issuing visas at all of our embassies are integrated into a \ndatabase that contains a watchlist so that they know not to issue a visa to somebody beforehand. Can we rest \nassured that that is being done or will be being done?\n\nMR. HUTCHINSON: Yes, absolutely. And I do believe the State Department has made enormous progress on that \nparticular issue. But we can do better in terms of more integration.\n\nREP. ROGERS: Well, that's something we will keep an eye on with you.\n\nMr. Sabo, do you have anything?\n\nREP. MARTIN OLAV SABO (D-MN): Thank you, Mr. Chairman.\n\nLet me follow up on the question of databases and computer systems. I'm just curious how you're structured to deal \nwith -- how much money do you have in your budget for '04 for those purposes? Do you know offhand? In different \naccounts, I assume it's -- I just assume it's significant.\n\nMR. HUTCHINSON: Well, it is. I just picked out one, there's $40 million for ATLAS (ph), Shimari (ph) and the ICE \n(ph) budget. But you go through every different budget component, and you have money for those initiatives.\n\nREP. SABO: I have rarely seen any agency successfully handle the acquisition of a major computer system. You \nknow, I don't know -- in our old department, Transportation, I don't know how many millions of dollars were wasted \nat times by complicated systems that didn't end up working right. From large to small agencies, the problems seem \nto erupt, we put millions in and then we start all over.\n\nREP. ROGERS: We've had that problem with Social Security, we've had it with the FBI. We've had it with \neverybody I've been around.\n\nREP. SABO: Yeah, and I don't know what the core of the problem is. My sense is, and I'm curious about the person \nyou're put in charge. My sense is, we take people who are good operational folks and then put them in charge of \nmajor procurement, and it doesn't work. I'm looking for reasons.\n\nWell, it's different abilities and different -- they may be very great at one type of job and not at the other. It's just \nsomething that goes wrong, and it seems like the initial process of planning or something, just simply breaks down. \nYou know, the failures, from large to small, are immense. And somehow we have to do something differently at the \ninitial stages. And then at times a lack of communication. FAA, we had to have a congressional hearing to make \nthem talk to the air traffic controllers so that we could find out that the thing simply worked for a controller.\n\nBut I guess I'd say think through how you're going to do it because the ratio of failure to success seems to be \nexcessively high throughout the federal government.\n\nMR. HUTCHINSON: It's difficult, and government processes does not make it any easier. I know that there's been \nfailures in private business making mistakes as well, engaging in systems that don't work. But it's complicated when \nit comes to government because you have a lot of different decision makers, but I think we have an opportunity with \nthe structure of the homeland security and the mandate that we have to do this. I was looking at --\n\nREP. SABO: Do you have any central office -- technology -- buying, centralized office working with you down the \nline?\n\n\n\nMR. HUTCHINSON: Yes, actually the undersecretary of management has centralized those functions, and Steve \nCooper reports in that arena, the chief information officer. So I'm sort of a -- I look at the design and the mission, \nwhat needs to be done. I bring it to them, their experts in procurement and on systems, and we work in partnership \nto accomplish the goals that you set. And we work in partnership with you. I looked at the entry exit system \nyesterday, and Congress because of the concerns that you just expressed, said that the spending plan for these \nentry exit systems must come back to Congress.\n\nAnd so we're still developing a spending plan for the entry exit system. And we've got deadlines to meet, and you're \ntaking the right steps, but every step we initiate for these protections, and to minimize the risk, you know, increase \nthe time frames.\n\nREP. ROGERS: I hope you figure it out.\n\nMr. Mollohan, do you have anything?\n\nREP. MOLLOHAN: A comment on the chairman and ranking's line of questioning about technology. I think at some \npoint, the FBI, when they were developing the IAFIS system, ended up hiring and independent outside group to \nmonitor the development of the system, because that was they only way they could acquire the expertise to make \njudgments about the progress that was being made.\n\nMR. HUTCHINSON: We will implement that strategy as well.\n\nREP. MOLLOHAN: Some questions about I think the chairman had about approving visas. In the legislation created \nat the Department of Homeland Security, did that legislation end up being all third party review screening of visas \nfrom Saudi Arabia?\n\nMR. HUTCHINSON: Yes, it did.\n\nREP. MOLLOHAN: And is not the Department of Homeland Security supposed to do that, approve or reject all \nSaudi visas?\n\nMR. HUTCHINSON: We are supposed to. There's a special section in the Homeland Security Act pertaining to \nSaudi Arabia and directs us to move there most rapidly and to review the visas there specifically.\n\nREP. MOLLOHAN: And every visa rejected has to be put into a database to track those denials?\n\nMR. HUTCHINSON: Well, we would certainly track any denials or granting of visas. That would be a part of it.\n\nREP. MOLLOHAN: I think that's in the law. I was just wondering, what's the status of that, and are DHS employees \ncurrently screening those applications?\n\nMR. HUTCHINSON: No, we are not. The status is that we are working with the State Department to come up with a \nmemorandum of agreement on the two responsibilities. We have to operate through the consular offices to have \nthese systems and deploy our personnel. So we are working very aggressively, we've had a number of meetings \nand Secretary Powell, and Secretary Ridge have talked. Our goal is to get this signed as quickly as possible and \nthen move to the next step, which would be developing the systems, and put the people in place to meet our \nstatutory mandate.\n\nREP. MOLLOHAN: When do you think you'll have that done?\n\nMR. HUTCHINSON: I would hesitate to give you a time frame, we're just moving as quickly as possible on it.\n\nREP. MOLLOHAN: One more question, real fast, Mr. Chairman, if you'll indulge me.\n\n\n\nAnother numerous priority area is for these new bureaus, BCBP and BICE, with regard to border security \nresponsibilities. But I'm just wondering, with regard to the issue of counterfeiting and piracy and identifying products \nthat are counterfeited and pirated coming through our ports and in those containers, where on the priority list is \nthat? I know weapons of mass destruction are at the top, and where is counterfeiting and that kind of contraband?\n\nMR. HUTCHINSON: Well, it sort of fits in together. I mean, as you are doing inspections, at risk cargo, you very well \ncome across drugs or other counterfeit items as well as maybe some --\n\nREP. MOLLOHAN: This is on your active list, we're really out there looking for that stuff?\n\nMR. HUTCHINSON: Yes, yes. You know, it's -- again, you prioritize your devotion of agents, but that is a priority. I \nmean, we've had counterfeiting -- the case in North Carolina with cigarette--\n\nREP. MOLLOHAN: Funding the Hezbollah.\n\nMR. HUTCHINSON: Exactly. And then we've had also some intellectual property counterfeiting that we've pursued. \nSo we are actively pursuing those cases.\n\nREP. MOLLOHAN: Thank you, Mr. Secretary.\n\nREP. ROGERS: Mr. Secretary, we thank you so much for being in the job you're in and for being here with us \ntoday. We thank you for the extra time we've held you over here.\n\nMR. HUTCHINSON: My pleasure.\n\nREP. ROGERS: You've got a lot on your plate. I don't know anybody in the government that's got a bigger job than \nyou do. Maybe Secretary Ridge. But it is a tough job and we really thank you for taking it on. And we again say that \nwe don't know anybody better that we've ever met that could do this better than you. So good luck to you and \nGodspeed.\n\nMR. HUTCHINSON: Thank you.\n\nREP. ROGERS: I appreciate your coming.\n\nMR. HUTCHINSON: Thank you.\n\n(Adjourn)\n\nEND\n"}