{"title": "OTHER OPINION: Possible to stem tide of illegal immigrants", "body": "\nFew things are more misleading than the frequently made argument that it is simply impossible to control America's \nborders. Nothing could be further from the truth --- and the Minuteman Project demonstrated this in the plainest \nterms imaginable.\n\nA few hundred everyday Americans in lawn chairs armed only with walkie-talkies were able to curtail a substantial \namount of the illegal traffic routinely crossing our borders.\n\nIn the process, they humiliated national politicians, presidents of the United States and Mexico and a wide array of \ngreedy corporate interests determined to force the American people to accept an unwanted invasion of millions of \nillegal entrants.\n\nHow did they do it? Why was it important? The immigration reform movement has been the unique beneficiary of \nmodern communications improvements of the past 20 years. It no longer requires the intervention of a large \nnational institution to mount effective grass-roots action. In the case of the Minuteman Project, the volunteer \norganizers did nearly all their work via the Internet and e-mail. And they did it without the financial assistance of \nlarge foundations or even such groups as the Federation for American Immigration Reform.\n\nThe Minuteman Project is important because it torpedoed a long-standing myth that the federal government is \nincapable of enforcing immigration laws. Corrupted by the financial motivations associated with labor market \npractices that are virtually destroying the American middle class, calculating interests have obstinately refused to \nrespond to nationwide demands for comprehensive interior and border immigration controls.\n\nLet the Minuteman Project serve as a warning for those in positions of power: You ignore the rising clamor for \ndramatic immigration reductions at your peril. Beleaguered middle-class taxpayers will not stand at the whipping \npost for those seeking wholesale redistribution of income and wealth at the expense of our national standard of \nliving.\n\nWhat is taking place now amounts to a power struggle, and it is motivated by an immoral thirst for gain. Wealthy \nelites and global internationalists have pitted themselves against regular American workers who are getting a raw \ndeal.\n\nPresident Bush and Congress would do well to begin paying attention to the message sent to them by the \nMinuteman Project and citizen volunteers all across the country. Citizens are tired of the selective enforcement of \n\n\nour nation's laws. They are struck by the unfair and truly un-American selectivity in how these laws are applied. \nThey are tired of the arrogance and contempt they encounter when standing up for core national principles.\n\nFor many Americans, the Minuteman Project looks more like Lexington and Concord --- the escalation of action \nrequired to face down the arrogance and contempt of selfish greed. In my view, those who see it differently mistake \nthe matter entirely.\n\n \n\n* Dan Stein is executive director of the Federation for American Immigration Reform in Washington.\n\nGraphic\n\n \n\nDan Stein\n"}