{"title": "A TALE OF ANGUISH: HOW ONE LATINA MISSED NETWORK / FEELING ABANDONED, MIGUELINA ESTEVEZ, 19, KILLED HER 3 SONS AND HERSELF. OTHERS LIKE HER HAVE FOUND HELP.", "body": "\nSe sentia sola.\n\nShe felt alone - so alone, so despondent that she could see no other way out.\n\nAt 19 - little more than a child herself - Miguelina Estevez was in a strange country, unable to speak English, \nunable to find work, taking care of triplet toddlers and a younger sister.\n\nHer boyfriend, the children's father, had returned to their native Dominican Republic. Deported, her family says. \nAbandoning her for another woman, her friends say.\n\nIn either case, his departure pushed Estevez into despair.\n\nOn Monday, that desperation disintegrated into tragedy, when Estevez shot each of her 2-year-old sons in the \nhead, then turned the 9mm semiautomatic gun on herself. All four died.\n\nMiguelina Estevez felt hopelessly, incurably alone.\n\nShe wasn't.\n\nMany immigrants - especially Latinas - are navigating the same murky waters. Like Estevez, they come here to \nfind better lives and instead meet up with homesickness, confusion and deprivation.\n\nTheir husbands or boyfriends - the partners who often serve as translators, protectors and breadwinners - are gone. \nSome leave through divorce or estrangement or death.\n\nBut a growing number have been deported, picked up during increasingly frequent Immigration and Naturalization \nService raids. The men are sent back to their native countries, stranding their wives and children.\n\nSocial-service agencies in Philadelphia, Chester County, Reading and Camden say they field dozens of calls from \nwomen in need of food, housing and legal assistance because their husbands have been deported or detained by \nthe INS.\n\n\n\"It leaves families who are already impoverished destitute,\" said Anita O'Connor of La Comunidad Hispana in \nChester County. \"The emotional strains are dramatic. It takes a terrible toll on the entire family, to lose the person \nwho's the main breadwinner and main decision maker.\"\n\nThe emotional turmoil caused by losing a partner is compounded by cultural barriers. They may not know English. \nThey may have no work experience, no sense of how to navigate the bureaucracy of a new country. And they may \nbe reluctant to seek outside help - a fear magnified if the woman is in this country illegally.\n\n\"There's a feeling of hopelessness, of not being able to help yourself,\" said Cherylle Corpuz of the Nationalities \nService Center. \"Women in this situation more often than not give up.\"\n\n* Look at me, Josefina Widmeier likes to tell other women. I've been there, too, and I've survived.\n\n\"I've gone through divorce, death, custody problems, welfare problems, immigrations problems,\" explains Widmeier, \na native of El Salvador. \"I went through all that, and here I am, still here, still bettering my life. If I can do it, you can, \ntoo.\"\n\nLike Miguelina Estevez, Widmeier was just 19 when she first came to the United States, as the young bride of an \nAmerican soldier. She remembers herself as a starry-eyed teenager, eager for new adventures.\n\n\"Then I realized what I got myself into,\" she says now, 28 years later. \"I was homesick, terribly homesick. I was \nisolated here. I had terrible depression.\"\n\nWidmeier says she encountered language barriers and rechazo - rejection - because of her ethnicity. Still, she \npressed on. She had no choice. Her parents would not accept a divorce or separation.\n\nShe had three children. She hung on through a marriage that she says was racked by her husband's alcoholism. \nThen, just as she seemed to be adjusting to life here, her marriage fell apart.\n\n\"I was back to where I started,\" says Widmeier, who remembers that she did not even know how to write a check. \n\"My husband took care of everything. It was so hard, so frustrating.\"\n\nMany times, she would lie in bed staring at the ceiling and wondering: \"What do I do? Who do I call?\"\n\nThen she found El Centro Para La Mujer - the Women's Community Center - at El Congreso de Latinos Unidos.\n\nThere, in the basement of El Congreso's office building at Seventh Street and Girard Avenue, Widmeier found a \nsupport system and a doorway out of her depression. Three times a week, she gathers with other women to \nexchange stories, offer encouragement and learn skills.\n\nCarmen Arroyo, who fled an abusive husband in Puerto Rico and came to Philadelphia with four young children, \nruns the center, which opened in March 1997. In its first year, it served 2,500 women, including immigrants from all \nover Latin America, Arroyo says.\n\nEl Centro also serves as a link to other services that El Congreso offers, including maternal and child health care, \ndomestic-violence counseling, legal assistance, and job training. It offers those services in Spanish and with an \nunderstanding of the Latino culture.\n\n\"The connections here are connection of family - familia,\" said Lisa Cordeiro de Mello, a health director at El \nCongreso. \"It's not just about language but about culture. We realize what people have to go through to access \nservices with limited English and cultural barriers.\"\n\nThe day after Miguelina Estevez shot herself and her three sons, Cordiero de Mello stood with other Congreso \nworkers as they read a newspaper article about the deaths.\n\n\"If only she had known about us,\" they murmured. \"Maybe.\"\n\n\n\nMaybe they could have helped.\n\nThe same thought shuddered through the offices of many agencies that work with Latinos and immigrants. The \ncase of Miguelina Estevez evokes the stories of many women who pass through their doors every day.\n\n\"We get a lot of calls from young mothers. There is a lot of need and not enough programs for us to help them,\" \nsaid Sara Mulero, legislative assistant for State Rep. Benjamin Ramos (D., Phila.).\n\nRamos' office led an effort to raise money to pay for the estimated $6,000 in funeral expenses for Estevez and her \nsons. The four will be buried in Santo Domingo.\n\n\"This young girl, either no one was listening, or she didn't know how to go about getting help,\" Mulero said. \"The \ntragedy is that the system is failing a lot of families.\"\n\nAnd the number of families in need of help may be on the rise, advocates say. Even as the INS steps up workplace \nraids on undocumented workers, the immigration agency has made it harder for families to argue against \ndeportation.\n\nFinancial hardship alone is not enough to receive a stay of deportation, said Carl Rusnok, a spokesman for the \nPhiladelphia INS office. From October 1997 to August, there were 1,480 noncriminal deportations in the \nPhiladelphia district.\n\n* No one may ever know exactly what led Miguelina Estevez to her death.\n\nShe moved to the United States about five years ago from the city of Santo Domingo, family members said. Her \nfather, two brothers and a sister live in the United States. Her mother remained at home.\n\nAccording to relatives, Estevez lived for a while with the father of her children, Franklin Sanchez, 19, whom she had \nmet in the Dominican Republic. Then she became pregnant with Franklin Jr., Frankelly and Fabian.\n\nThe pregnancy was difficult and the boys were born in delicate health, but Estevez seemed to thrive in the role of \nprotective mother, friends say.\n\nShortly after the boys were born, Franklin Sanchez was deported, said Estevez's father, Miguel Estevez, who was \nat his daughter's house last week, cleaning up and retrieving her belongings.\n\nOthers say it was a recent breakup with Sanchez that caused Estevez's depression. Police say they believe \nSanchez moved back to the Dominican Republic five or six months ago. But some neighbors say they saw him as \nrecently as two weeks ago.\n\nOne friend told an Associated Press reporter that Estevez found another woman's underwear in her boyfriend's \nsuitcase when he returned from a trip to Santo Domingo two months ago. When she confronted him, said the friend, \nJoycelyn Perez, Sanchez said he planned to marry the other woman and moved out.\n\nIn either case, Estevez, a tall, thin brunette with long, shiny hair and a toothy smile, seemed to be pulling herself \nthrough heartache and over obstacles skillfully. She had a monthly income of more than $1,800, including welfare \nbenefits for herself and SSI disability benefits for the three boys, who had been born with health problems, \naccording to state welfare officials.\n\nLast year, Estevez bought her small Feltonville rowhouse with a down payment of $1,950. She was taking English \nand job-readiness classes and talked of finding employment. She received car fare and child-care money as part \nof her welfare benefits, so she could attend the classes.\n\nA week before she died, Estevez visited her welfare caseworker.\n\n\n\n\"Our worker noted that she seemed hopeful and on a good track toward employment,\" said Frederick Bostwick, \ndirector of community services for the Philadelphia County Assistance Office. \"She knew how to present herself. \nShe knew how to talk to people. She could navigate systems. . . . It's such a tragic story.\"\n\nUnderneath that veneer, however, Estevez was crumbling.\n\nShe began telling family and friends that she was depressed.\n\nOn Saturday, two days before her death, she asked a store owner for rat poison, saying she wanted to kill herself. \nWhen the store owner said she didn't have any, Estevez reportedly told her she would throw herself and her \nchildren in front of cars on Roosevelt Boulevard.\n\nThat Sunday and Monday, Estevez spoke with relatives by phone, telling them she felt alone and depressed. They \nurged her to see a doctor and made an appointment for her at a mental-health clinic for Wednesday.\n\nBut Wednesday was too late.\n\nSomehow, Estevez got a pistol that had been purchased from an illegal gun trafficker earlier this year, officials say. \nSometime before 1 p.m. on Monday, she put two of her sons on her bed and shot them in the head. She and the \nthird boy were found on the floor, each with a gunshot wound to the head.\n\n\"She didn't get the help she needed,\" Miguel Estevez said. \"If you know someone who needs help, go to their \nhouse and help them.\"\n\nFOR MORE INFORMATION * Si necesita ayuda - if you need help - here are some places to call:\n\nCongreso de Latinos Unidos:\n\n719 West Girard Ave.\n\nPhiladelphia\n\n215-763-8870\n\nComunidad Hispana:\n\n223 Birch St.\n\nKennett Square\n\n610-444-4545\n\nHispanic Family Center\n\n425 Broadway\n\nCamden\n\n609-541-6985\n\nLatina MOMobile:\n\n2753 N. Fifth St.\n\nPhiladelphia\n\n215-739-8600\n\n\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nMiguelina Estevez could have been saved, social activists say.\n\nBy candlelight, Miguel Estevez sits before photographs of his triplet grandsons, (from left) Frankelly, Franklin and \nFabian, and their mother. \"She didn't get the help she needed,\" he said of his daughter. (For The Inquirer, RON \nCORTES)\n"}