{"title": "Study: Lack of work is not driving illegal immigration", "body": "\nA lack of jobs in Mexico does not seem to be a major reason that immigrants come to the United States illegally, \naccording to a study released Tuesday.\n\nRather, the study by the Pew Hispanic Center suggests stemming illegal immigration to the United States would \nrequire addressing wages, job quality, long-term prospects and perception of opportunity in Mexico, according to \nresearchers.\n\n\"There is more distance to be covered than just finding jobs for these people in Mexico,\" Rakesh Kochhar, the \nstudy's author, said during a telephone news conference.\n\nThe study also found that, despite the lack of legal right to work in the United States, immigrants have little trouble \nfinding employment here.\n\nThe center estimates there are 6.3-million illegal workers in the United States, about half of whom are from Mexico.\n\nResearchers interviewed almost 5,000 men and women applying for Mexican identification cards at consulates in \nNew York, Los Angeles, Chicago, Dallas, Fresno, Atlanta and Raleigh, N.C.\n\nAbout 5 percent of Mexican immigrants who have been in the United States for less than two years were \nunemployed in Mexico, the study found.\n\nAnd after six months in the United States, only 5 percent of the immigrants reported being unemployed.\n\nThe immigrants generally make poverty-level wages in the United States - about $300 per week - but it's roughly \ntwice what they made in Mexico, according to the report.\n\nAccording to the study, the Mexican immigrants appear to provide different types of labor needed round the \ncountry: construction in Atlanta, Dallas and Raleigh; hospitality in New York; manufacturing in Chicago; and \nagriculture in Fresno.\n\nIt's not news that there is demand for low-wage labor among American companies, said Mark Krikorian, executive \ndirector of the Center for Immigration Studies in Washington D.C.\n\nBut instead of a guest-worker program or amnesty for illegal immigrants, Krikorian said, removing them gradually \nwould, among other things, improve wages for American workers.\n"}