{"title": "HEARING OF THE SUBCOMMITTEE ON INFORMATION POLICY, CENSUS AND NATIONAL ARCHIVES OF THE HOUSE OVERSIGHT AND GOVERNMENT REFORM COMMITTEE; SUBJECT: \"CENSUS 2010: ASSESSING THE BUREAU'S STRATEGY FOR REDUCING THE UNDERCOUNT OF HARD-TO-COUNT POPULATIONS\"; CHAIRED BY: REPRESENTATIVE WILLIAM LACY CLAY (D-MO); WITNESSES: THOMAS MESENBOURG, ACTING DIRECTOR, U.S. CENSUS BUREAU; ROBERT GOLDENKOFF, DIRECTOR, STRATEGIC ISSUES, U.S. GOVERNMENT ACCOUNTABILITY OFFICE; STACEY CUMBERBATCH, CITY CENSUS COORDINATOR, CITY OF NEW YORK; JEFF TARAKAJIAN, EXECUTIVE VICE PRESIDENT, DRAFTFCB; LOCATION: 2154 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON INFORMATION POLICY, CENSUS AND NATIONAL ARCHIVES OF \nTHE HOUSE OVERSIGHT AND GOVERNMENT REFORM COMMITTEE SUBJECT: \"CENSUS 2010: \nASSESSING THE BUREAU'S STRATEGY FOR REDUCING THE UNDERCOUNT OF HARD-TO-COUNT \nPOPULATIONS\" CHAIRED BY: REPRESENTATIVE WILLIAM LACY CLAY (D-MO) WITNESSES: THOMAS \nMESENBOURG, ACTING DIRECTOR, U.S. CENSUS BUREAU; ROBERT GOLDENKOFF, DIRECTOR, \nSTRATEGIC ISSUES, U.S. GOVERNMENT ACCOUNTABILITY OFFICE; STACEY CUMBERBATCH, CITY \nCENSUS COORDINATOR, CITY OF NEW YORK; JEFF TARAKAJIAN, EXECUTIVE VICE PRESIDENT, \nDRAFTFCB LOCATION: 2154 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. \nEDT DATE: MONDAY, MARCH 23, 2009\n\nREP. CLAY:  The Information Policy, Census and National Archives Subcommittee will come to order.  And let me \nwelcome you to today's hearing, entitled: \"Census 2010: Assessing the Bureau's Strategy for Reducing the \nUndercount of Hard-to-Count Populations.\"  This hearing is a follow-up to the subcommittee's July 2008 hearing on \nthe 2010 Census Integrated Communications Campaign.\n\nWe have with us today invited distinguished colleagues who have asked to participate in this hearing and they will \nbe here shortly. And I will ask unanimous consent that they be allowed to participate. Thank you.\n\nAnd without objection, the chair and ranking minority member will have five minutes to make opening statements \nfollowed by opening statements not to exceed three minutes by any other member who seeks recognition.  Without \nobjection, members and witnesses may have five legislative days to submit a written statement or extraneous \nmaterials for the record.  And I will begin with an opening statement.\n\n\nThe purpose of today's hearing is to examine the Census Bureau's strategies for two aspects of the Integrated \nCommunications Campaign: one, the partnership program and paid advertising.  We seek answers to the questions \nof, one, how will the communications plan decrease the undercount and increase the mail response rate of hard-to-\ncount communities; and, two, whether the campaign messaging will generate community support for the census.\n\nWe will also look at funding for the 2010 Census including the $1 billion allocated in the stimulus bill.  Census Day \n2010 is nearly one year away.  Yet, as we learned in our hearing on March 5th, there is still much work to be done \nby the bureau to put its operation plans in place.  The regional partnership program could be very helpful in \nensuring that everyone is counted.  The program is credited with attributing to the success of the 2000 Census.  \nAccording to a report of the GAO, key census-taking activities such as recruiting temporary census workers and \nencouraging people to complete their questionnaire would have been less successful had it not been for the \nbureau's aggressive partnership efforts.  The paid advertising program can also play a key role in reducing the \nundercount as it did in 2000.\n\nThe bureau has plans to use national and local media to get the word out about the census and encourage \nparticipation.  Media buys should seek to reach diverse markets in the most effective and cost- efficient manner \npossible.  We will find out today how the bureau plans to accomplish this goal.  I thank all of our witnesses for \nappearing today and look forward to their testimonies.\n\nAnd I want to thank Ms. Watson for joining us today.  And I want to go to my friend and the ranking minority \nmember, Mr. McHenry of North Carolina.  I know you just got here --\n\nREPRESENTATIVE PATRICK MCHENRY (R-NC):  I'm a little winded, yes.\n\nREP. CLAY:  I can imagine.  Take your time.\n\nREP. MCHENRY:  Well, thank you, Mr. Chairman.  And thank you all for testifying today.  Chairman Clay and I \ncertainly have the same goal, which is to make sure that this is the best census in our nation's history, the most \naccurate census in our nation's history. And an important function of that would be to reduce the undercount for \nthis census.  And the Census Bureau's regional partnership program and advertising plan are part of an integral \ncommunications campaign aimed at reducing the 2010 undercount, reaching hard-to-count communities and \nachieving a full count Decennial Census.\n\nReaching these communities is not only important, but also required by the United States Constitution.  A full count \ncensus and actual enumeration is specifically and firmly rooted in Article I of our Constitution.  The economic \nstimulus bill included $1 billion in additional funding for the Census Bureau with at least $250 million of that amount \nspecifically designated by Congress for the partnership program and outreach to traditionally hard-to-count \ncommunities.\n\nThe partnership program for the 2000 Census involved more than 140,000 organizations and for 2010, the bureau \nhas already partnered with over 10,000 organizations and hired over 800 partnership staff. In order for such a large \nendeavor to succeed, rigorous oversight and transparency of funds and of participants is vitally important.\n\nIn hiring temporary enumerators, the Census Bureau has testified that it will conduct thorough FBI background \nchecks that include fingerprinting.  And I think that's good reassurance for the public that include fingerprinting.  I \nthink that's good reassurance for the public that when an enumerator comes to visit them that they can open the \ndoor and it's a law-abiding citizen on the other side.\n\nWe must make sure that the bureau has comparable measures in place to hold organizations participating in the \npartnership program and their employees equally accountable for their actions. Furthermore, the bureau should \nhave clear guidelines and standards for the selection of partner organizations.  It's important to ensure that \ncontractors are awarded through a competitive process and not simply money doled out to anyone who applies as \nwell as monitor how and where money is spent by participating organizations.  Accountability in the spending of \nthese funds is obviously essential.\n\n\n\nToday's hearing presents an opportunity for the bureau to describe the quality-control measures in place to \nimplement, to fully implement this plan and their hiring of all field workers and enumerators in the fieldwork process \nin general.  As I've stated before, Chairman Clay and I share the goal of ensuring that every individual in America \nwill be counted once -- only once -- and where they live on Census Day 2010.  A transparent, accountable \npartnership program and a strong advertising campaign are fundamental to achieving it.\n\nI also recognize that the list of folks testifying today is not as full and complete as we had hoped in terms of our \nrequest that the head of the partnership program testify about the roles that they are fulfilling.  We had hoped to \nhear directly from the individual that is overseeing hundreds of millions of dollars worth of our taxpayer dollars and \nthat we believe is central to making sure that we reduce the undercount and reach hard-to-reach communities.\n\nI think it's unfortunate that we don't have the division head testifying today and I think we'll have many specific \nquestions that, Mr. Mesenbourg, we'll need to get specific answers from.  And the reason why we wanted the \ndivision head to testify is so that we can get those specific questions.  We certainly respect you; we certainly \nrespect the duties that you fulfill, but we also want to make sure that we get specific answers so that we can have \nthe proper policies in place and the funding in place to reduce this undercount.\n\nThank you, Mr. Chairman.\n\nREP. CLAY:  Thank you, Mr. McHenry.  I'll now go to Ms. Watson, if you have an opening statement.\n\nREPRESENTATIVE DIANE WATSON (D-CA):  Thank you so much, Mr. Chairman, and I think holding today's \nhearing is very, very important as we examine the Census Bureau's strategy for reducing the undercount of \ntraditionally hard-to-count populations in the 2010 Census.  I look forward to hearing about the challenges and the \ngoals shaping the bill's Integrated Communications Campaign to promote the census, improve participation and \ndecrease the differential undercount.\n\nSince the establishment of the Decennial Census in 1790, every census has experienced an undercount -- and \nparticularly in my district, certain areas run double-digit undercount.  According to the Government Accountability \nOffice, the 2000 Census missed an estimated 2 percent of the U.S. population, a disproportionate number of which \nwere minorities, lower-income households and children.  My district in particular has traditionally been \nundercounted due to a lack of engagement with local constituencies.\n\nThis undercount is troubling because accurate population data is important to ensure that the Americans have \nproper representation in state and federal government and that federal grants are targeted to where they are \nneeded the most.  The American Recovery and Reinvestment Act of 2009 authorized $501.5 billion worth of new \nspending measures to revitalize the American economy while assisting those most impacted by the recession.\n\nThis unprecedented investment in our future makes the need for the 2010 Census to be as thorough and accurate \nas possible even greater as the success of the stimulus relies upon complete population data to ensure funds are \ndirected efficiently and equitably.\n\nThe Census Bureau's Integrated Communications Campaign reduced the undercount rate for the 2000 Census \nrelative to 1990 and, according to the GAO, appears to be a comprehensive and to be integrated.  Success now \ndepends on the ability of the bureau to move effectively from the planning to the operational phase while \nincorporating best practices and lessons learned from the 2000 Census to translate increased public awareness \ninto actual participation.\n\nMr. Chairman, I'd like to thank all of the panelists who have come here today for their cooperation with today's \nproceedings and I look forward to hearing more details about the partnership program and the target media strategy \nof the Integrated Communications Campaign as we monitor efforts to reduce the undercount in the 2010 Census.  \nThank you so much and I yield back the remainder of my time, Mr. Chairman.\n\n\n\nREP. CLAY:  Thank you, Ms. Watson, for that opening statement. Now I want to go to Mr. Chaffetz of Utah.  You \nare recognized for opening statement.\n\nREPRESENTATIVE JASON CHAFFETZ (R-UT):  Thank you, Mr. Chairman. I appreciate you calling this hearing.  \nIt's important with the discharge of the constitutional duty in conducting the census that we all be vigilant in the \nexpenditure of dollars and the time and effort to call upon the American people to participate willingly in helping us \nto make sure that we do not undercount the population of the United States of America nor do we overcount it.\n\nSo I appreciate the witnesses who are willing to come here today and participate in this hearing; I thank them.  I \nalso want to make sure, as we move forward and we discuss the issues that affect the census that we also deal \nwith the American people's money in a transparent and accountable way.  There are significant dollars that will be \nflowing out the door and I want to make sure that we have safeguards in place to monitor the expenditure of those \ndollars and that the American people have the ability to understand where and how those dollars are spent.\n\nI also have some questions and concerns about how and who we would partner in order to execute this so that we \nhave the faith of the American people that it's being done in a transparent way, that they have the safety and \nsecurity knowing that their vital information is dealt with appropriately.  And I do have some questions that I'd \nappreciate you addressing regarding the partnership program specifically.  Again, I thank you for being here today \nand thank the chairman for calling this hearing.  Thank you.  I yield back my time.\n\nREP. CLAY:  Thank you so much.  Thank you for your statement. Let me now introduce our panel.  We will hear \nfrom, first, from Mr. Thomas Mesenbourg, acting director of the United States Census Bureau. And thank you for \nbeing here.\n\nOur next witness will be Mr. Robert Goldenkoff, director of strategic issues at the GAO.  Mr. Goldenkoff's \nresponsibilities include directing work on the 2010 Census.  Good to see you again.\n\nAnd our third witness will be Mr. Jeff Tarakajian, executive vice president of DRAFTFCB, the prime contractor on \nthe 2010 Census Integrated Communications Campaign.  So good to see you again, Jeff. And our final witness will \nbe Ms. Stacey Cumberbatch, the city census coordinator for the City of New York.  Ms. Cumberbatch is \nresponsible for managing the execution of census operations in the city.  Let me welcome you, Ms. Cumberbatch, \nand all of you to our hearing today.\n\nIt is the policy of the Oversight and Government Reform Committee to swear in all witnesses before they testify.  \nWould all of you please stand and raise your right hand?  Do you solemnly swear to tell the truth, the whole truth \nand nothing but the truth?\n\n(Chorus of, \"I do.\")\n\nREP. CLAY:  And thank you.  Let the record reflect that all of the witnesses answered in the affirmative.\n\nEach of you will have five minutes to make an opening statement. Your complete written testimony will be included \nin the hearing record.  The yellow light will indicate that it is time to sum up. The red light will indicate that your time \nhas expired.\n\nMr. Mesenbourg, you may begin with your opening statement.\n\nMR. MESENBOURG:  Chairman Clay, Ranking Member McHenry, members of the subcommittee.  I appreciate the \nopportunity to provide you with an update on the Census Bureau's 2010 Integrated Communications program.  Our \n2010 goal is to count everyone, no matter how difficult or challenging that task may be.  An insightful, engaging and \neffective communications campaign is an essential component of a successful census.\n\nThe 2010 communications program is multifaceted, employing and integrating paid advertising, public relations, a \nvery robust partnership program, and a Census in Schools component.  The campaign uses multimedia to reach \n\n\n\npeople by television, radio, magazine, newspapers, outdoor and commuter media and the Internet, and through \ntrusted voices in the local communities.\n\nThe 2010 communications campaign is data-driven, using detailed track level of mail-back response rates from \nCensus 2000 and updated household characteristics to identify the hard-to-count segments of our population within \nmedia markets and local communities.  This information will help provide the right message in the right media in the \nappropriate language at the right time.\n\nThe hard-to-count track level information was used to segment the population into eight relatively homogenous \ngroups or clusters.  Five of the clusters represent hard-to-count populations and they will be targeted during every \nphase of the communication campaign.  Decisions related to budget allocations and media buys use the hard-to-\ncount scores.\n\nThe advertising campaign includes a national and a local component, with the addition of $100 million in stimulus \nfunding for advertising.\n\nOur preliminary estimate allocates $63 million for the national campaign.  The national campaign is designed to \nreach all persons who consume media in English, regardless of race or ethnicity.  Eighty- two-million dollars will be \nspent on local advertising, and that is directed at the harder-to-count populations.  The local targeted advertising \ndelivers messages in local, ethnic media in-language and in-culture.\n\nThe Census in Schools program will be national in scope with an emphasis on hard-to-count populations.  This \nprogram encourages students to tell their parents about the importance of the census. The program provides every \nschool with teaching guides, lesson plans, maps, brochures and take-home materials in English and in Spanish.\n\nNow, while paid advertising can educate, inform and motivate households and individuals, Census 2000 \ndemonstrated that Census Bureau partners at the national and local levels serve as powerful and trusted \nadvocates that can effectively reach segments of the population not persuaded by advertising.  Partnerships will be \nintegrated with all other communication channels, including advertising, broadcast and print media, Internet \ninitiatives and the Census in Schools program, with the aim of creating positive messages about the 2010 Census \nin hard-to-count communities.\n\nStaff in the Census Bureau's 12 regional census centers began work with key stakeholders in mid-2008 when 120 \npartnership staff were mobilized to engage local and state governments, tribal leaders, faith-based and community-\nbased organizations to support the census through the establishment of complete count committees, an effective \nand proven initiative.\n\nWe now have 680 local partnership specialists hard at work recruiting trusted local leaders who will use their \ninfluence and networks to motivate their communities to fully participate in the 2010 Census.  Currently more than \n13,000 organizations have made commitments to partner with the U.S. Census Bureau.  Stimulus funding will \npermit us to add an additional 2,000 partnership staff. Partnership staff, like all of our field staff, will be hired locally. \nThey know the neighborhood, the challenges and the trusted voices in the community.  Mobilizing a larger and \nbetter-trained cadre of partnership staff and partners will help us meet the challenges of counting an increasingly \ndiverse population.\n\nMr. Chairman, our integrated communication campaign is well- positioned to educate, inform, motivate and mobilize \nour nation's households to participate in the 2010 Census.  A complete and accurate 2010 Census is our highest \npriority and we are determined to produce a census count that fairly represents everyone in our nation.  Thank you.\n\nREP. CLAY:  Thank you, Mr. Mesenbourg, and now we'll go to Mr. Goldenkoff now.  You may proceed with your \nstatement.\n\nMR. GOLDENKOFF:  Thank you.  Mr. Chairman, Mr. McHenry and members of the subcommittee, thank you for \nthe opportunity to be here today to provide a progress report on the Census Bureau's Integrated Communications \n\n\n\nCampaign.  The campaign is a critical component of the census because it's aimed at boosting participation, \nespecially among traditionally hard-to-count groups.\n\nFunding for the communications campaign received a substantial boost under the recently enacted American \nRecovery and Reinvestment Act of 2009.  Among other things, the act provided up to $250 million in additional \nfunding for outreach efforts to hard-to-count populations.  This is a 61-percent increase over the $410 million the \nbureau had originally budgeted for its communications effort.\n\nAs requested, my remarks this morning focus on the status of the campaign's key components, including \npartnerships with governmental and other organizations, paid advertising and public relations, and Census and \nSchools, a program designed to reach parents and guardians through their school-aged children.  In reviewing \nthese components, this much is clear:  If implemented as planned, the communications campaign will help position \nthe bureau to address the undercount. However, most of the activities we examined are in the planning or early \nimplementation stages and considerable work likes ahead.\n\nFuture success will depend in part on how well the bureau incorporates lessons learned and best practices from the \n2000 Census and takes other steps to enhance performance and accountability. Importantly, the communications \ncampaign is focused on hard-to-count populations.  As one example, DRAFTFCB, the contractor responsible for \norchestrating the campaign, worked with the bureau to segregate the population into distinct clusters, using data \nfrom the 2000 Census that are correlated with the person's likelihood to respond.  Each cluster was given a hard-\nto-count score and the bureau's communications efforts are to be targeted to those clusters with the highest scores.\n\nWith respect to the campaign's specific components, the bureau's partnership program is set to expand with \nadditional funding under the recovery act.  The bureau had initially planned to hire 680 partnership staff for the 2010 \nCensus and achieved that level earlier this year.  However, funding from the recovery act will enable the bureau to \nhire around 2,000 additional partnership staff over the next few months.  By comparison, the bureau employed \naround 600 partnership staff for the 2000 Census.\n\nNow, on the one hand, the higher staffing levels will enable the bureau to better support local partnership efforts.  \nOn the other hand, it will be important for the bureau to have the appropriate management infrastructure in place to \nhire, train, deploy and supervise these additional personnel.  Further, given the current state of the economy, the \npartners' ability to support the census is unclear.  State and local governments, as well as community \norganizations, may not have the budget, staff or time to aggressively promote the census.\n\nWith respect to paid advertising, the bureau plans to use numerous media sources, including digital media, to reach \na diverse audience.  Further, the bureau has completed market research to gain an understanding of people's \nfeelings about the census and the factors that inspire or hinder participation.\n\nThe Census in Schools program is also moving forward under a contract with Scholastic Publishing.  The bureau \nplans to spend around $11 million on this effort in 2010, compared to $17 million in 2000. The bureau believes the \nreduced funding levels will not significantly affect the program because it plans to leverage materials developed in \n2000.  It also plans to better target its efforts and make more of the materials available electronically through the \nbureau's website rather than through printed copies.  However, as with the partnership program, the extent to which \nschools have the resources to disseminate this material is unclear and it will be important that the schools do not \nperceive the bureau's approach as a financial burden.\n\nIn summary, the bureau's communications campaign appears to be comprehensive and integrated.  Further, the \nbureau appears to be addressing some of the factors that will be important for success, including incorporating \nlessons learned from 2000 and targeting resources to hard-to-count populations.  Nevertheless, while the \ncommunications campaign has made some important steps forward, considerable work lies ahead in getting all of \nthe key components fully operational.  Further, while the funding from the recovery act could help expand the \nbureau's outreach and promotion efforts, less clear is the extent to which these additional funds will improve \nresponse behavior or which component of the campaign will yield the best results.\n\n\n\nSo therefore, in moving forward, it will be important for the bureau to develop a spending plan for the additional \nfunding it receives under the recovery act, identifying, among other things, cost estimates of the activities to be \nfunded, the objectives and outcome- related goals of the plan's spending, and how the spending will help achieve \nthose goals.\n\nChairman Clay and Mr. McHenry, members of the subcommittee, this concludes my remarks and I will be happy to \nanswer any questions that you may have.\n\nREP. CLAY:  Thank you so much, Mr. Goldenkoff.  Mr. Tarakajian, you're up for five minutes.\n\nMR. TARAKAJIAN:  Mr. Chairman, Mr. McHenry, members of the subcommittee, DRAFTFCB --\n\nREP. CLAY:  Would you move the microphone closer to you?\n\nMR. TARAKAJIAN:  DRAFTFCB and our subcontractor partners thank you for the opportunity today to talk to you \nabout the Integrated Communications Campaign for the 2010 Census.\n\nJoining me today are colleagues from DRAFTFCB and our subcontractor partners, GlobalHue, D'Exposito and \nGlobalHue Latino.\n\nSince we spoke to you last on July 2nd, 2008, we remain on track to deliver the communications campaign to the \nmarketplace in January 2010.  Our work continues to be on-budget and we have made considerable progress.  Let \nme give you a few highlights of that progress.\n\nFirst, the plan for the Integrated Communications Campaign was completed on July 15th and accepted by the \nbureau in September of 2008.  We began field work for the Census Barriers, Attitudes and Motivators Study, called \nCBAMS, in July, and reported on its findings in the fall of 2008.  This study has proven very, very effective to \nmessaging development and to media planning, particularly in understanding the attitudes and behaviors of the \nhard-to-count.\n\nFrom a creative and messaging development standpoint, DRAFTFCB and our partners developed creative \nconcepts during the November and December of last year for all audiences.  We produced rough versions of \napproximately 114 concepts.  We then traveled across the country gaining feedback in language and in culture from \nthe audiences that will see these messages.  In total, we spoke to approximately 1,400 people in 21 cities in the 48 \ncontiguous states -- Hawaii, Alaska, Puerto Rico, and the District of Columbia, representing all races and \nethnicities.  In April we'll be presenting a final report of the findings to the bureau and we plan to begin production of \nthe advertising in June.\n\nFrom a media standpoint, DRAFTFCB and our partners developed media plans for all audiences earlier this year.  \nCurrently we are issuing RFPs to media companies.  We are also beginning to re-plan, incorporating incremental \ndollars from the stimulus funding.  These plans will be presented to the bureau in April.  While the timing of the \nupfront buy is very market-driven, we expect it to conclude, at the latest, in August 2009, which is the first phase of \nour buying, and the second buying phase for local media will occur in the fall of 2009.\n\nWith regard to the partnership program, we provide promotional items and materials to support it.  We have \ndeveloped materials and items, both ourselves and our partners, that have started arriving in regional offices in \nMarch and will continue through November. Materials consist of either action or awareness messaging that will be \navailable in 19 languages.  All of them will be available electronically and many printed as well.  With regard to \npublic relations, we have been supporting the activity of the bureau's PIO office with initiatives including weekly \nmedia monitoring, media training, the development of media lists, and logistics for the partner kickoff meeting later \nthis month.\n\nFor Census in Schools, the bureau accepted the plan in January. We have begun implementation with the mailing \nof an announcement letter to principals.  As far as the contract overall is concerned, we are on track to reach our \n\n\n\nvery aggressive goal of 40 percent of the contract spending to small business.  Most of these opportunities will \noccur in fiscal year '09 and fiscal year '10 in connection with the local and national media buys.\n\nIn summary, at the risk of stating the obvious, the planning and implementation of the campaign is an enormous \neffort.  We fully recognize its importance and urgency.  There is only one chance to do this right.  So we're grateful \nto the encouragement, input and advice of stakeholders in oversight.  We are fully committed to making the \ncampaign's decisions research- and fact-based, as well as sensitive to the counsel of those whose insight and \nexperience will help improve our efforts.  So we proactively have incorporated as many opportunities in the \ncampaign's development as possible to gain that insight.\n\nToday we look forward to your observations and advice, as well as any questions you may have about this \nextraordinary effort.  Thank you.\n\nREP. CLAY:  Thank you so much, Mr. Tarakajian.  We will now to go our final witness, Ms. Cumberbatch.  You \nhave five minutes to make a presentation.\n\nMS. CUMBERBATCH:  Good morning, Chairman Clay and members of the subcommittee.  Thank you for this \nopportunity to speak with you today about the City of New York's plans to ensure a full and accurate count of our \npopulation.  My name is Stacey Cumberbatch.  I was appointed by Mayor Michael Bloomberg to serve as the City of \nNew York's Census 2010 coordinator.  I have over 20 years of experience in public service, philanthropy and the \nlaw.\n\nThe City of New York is the most populous and ethnically diverse city in the United States, with a population of 8.36 \nmillion people as of July 2008.  Over 3 million of New York City's residents are foreign born, about one-fifth of \nwhom arrived since 2000.  New York City has the largest Chinese population of any city outside of Asia.  More \npeople of West Indian ancestry live in New York than any city outside of the West Indies.  Over 2.27 million \nHispanics live in New York City, more than any other city in the United States.  Non-Hispanic New Yorkers of \nAfrican descent numbered 1.95 million in 20067, more than double the count of any other city in the U.S.  More than \n200 languages are spoken, with almost one-half of all New Yorkers speaking a language other than English at \nhome.\n\nNew York City's diversity is its strength, but it also poses a challenge to ensuring that every New Yorker is counted \nin the 2010 Census.  Recognizing this, Mayor Bloomberg established the City Census Coordinator Office to act as \na primary liaison with the Census Bureau, leveraged city resources and relationships to promote the 2010 Census \nand supplement the outreach activities and communication strategies of the regional census office.\n\nIn a large and diverse city like New York, the partnership program is critical.  However, there are many questions \nwe have about the partnership program:  How does the Census Bureau determine how many partnership \nspecialists are assigned to New York City and how they are allocated across the city?  How does the bureau \nevaluate the work of individual partnerships specialists as their outreach work proceeds so that gaps and \ninefficiencies in their strategies are identified and fixed before the enumeration?  What is the process to determine \nethnic media buys in local markets and how is the communication plan coordinated with the work of the partnership \nprogram?\n\nThe Census Bureau needs to adopt a more formal process of convening diverse local stakeholders together, \nengaging them early in the development of a comprehensive local outreach and communication plan so that local \nexpertise and resources are included and considered.\n\nAgain, I want to emphasize there must be an ongoing interactive feedback process as plans are implemented so \nthat local and Census Bureau resources can be deployed efficiently and problems can be fixed as they arise.\n\nWhile the city's population exceeded 8 million for the first time in 2000, the overall response rate to the mail-in \nquestionnaire was 55 percent, much lower than the average national response rate of 66 percent.  A further \nanalysis conducted by the city's Department of Planning reveals that certain neighborhoods have a high \n\n\n\nconcentration of low-response rates tracks, below 40 percent.  These same neighborhoods had low response rates \nin 1990 Census, and in some areas response rates actually got worse in 2000.\n\nOne of our challenges over the next year is to penetrate these particular neighborhoods to reverse this historical \nlow census response rates.  These neighborhoods are largely African-American and Afro Caribbean.  The New \nYork City 2010 Census Office will make a concerted effort in collaboration with the regional Census office to work \nwith a broad cross section of leaders who can make the case in these communities of why it's important to be \ncounted and participate in the census.\n\nThe Census City Coordinator's Office is also working with over 20 city government agencies to develop plans to \npromote the 2010 Census through existing agency communication networks and activities.  For example, the New \nYork City Housing Authority, which manages the city's public housing stock and Section VIII program, has assigned \na staff person to my office to develop and implement outreach plans, to reach 633,000 residents, one in 13 New \nYorkers who receive housing assistance from the housing authority.\n\nWe have already held two briefing sessions with over 100 resident leaders explaining the 2010 Census and \nproviding them with information and data to focus their outreach efforts.  This is an example of what is required to \nheighten public awareness: build trust and encourage people to participate in the census by filling out the \nquestionnaire. Public housing resident leaders got it right away about the importance.  They were aghast to find out \nthat certain developments had response rates as low as 31 percent.  Now, what is key here is follow-through on \neveryone's part to continue to carry the message.\n\nIn conclusion, while the census is a federal responsibility, there must be early and ongoing communication and \naccountability to local governments and community given the impact of the census on apportionment, districting, \nand federal funding.  Thank you.\n\nREP. CLAY:  Thank you very much.  Perhaps we can get some of your questions answered today.  We will start \nwith Mr. Mesenbourg.  Let me ask you about -- GAO has pointed out that a long-standing challenge facing the \nCensus Bureau's marketing efforts is converting awareness of the census into an actual response.  How do you \nplan to address this issue for 2010?\n\nMR. MESENBOURG:  Thank you, Mr. Chairman.  We see the integrated communication plan as our vehicle for \nconverting hard-to-count populations into mail-back respondents.  And it will -- it will approach this problem on \nseveral fronts.  First of all, both our advertising and our partnership program and our Census in Schools program all \nwill focus on the hard-to-count populations.\n\nSo that's job one, to improve the mail response rate in the hard- to-count populations.  The advertising will do that \nby providing the right message in the right language and the right media to those groups.  But we understand that \nawareness and information is not enough, and that's why we're excited about the partnership program being \nexpanding, thanks to the recovery act funding, to provide about 2800 people that will be in the field providing \nlogistical support, reaching out to a broader group of partnership, possible partners, and to provide the kind of follow \nthrough that we sometimes lack in 2000.\n\nSo we see it as a very integrated program, get the message out, the information out through the advertising, follow \nthrough in the local areas, primarily through trusted voices in that community.\n\nREP. CLAY:  (Inaudible, off mike) -- the level of effectiveness of partnership as they proceed so the gaps in their \nplans can be identified and addressed by local entities.  Will there be a real partnership between the bureau and \nlocal communities?\n\nMR. MESENBOURG:  That certainly is the aim, Mr. Chairman.  And we've got a couple of things in place that I think \n-- that are really going to assist on that.  One is a tool we're calling our integrated partnership contact database.  \nThis is new.  Every time we partner with an organization, we'll actually enter information on the organization, the \n\n\n\ncharacteristics of the group they represent, the number of members and affiliates that the group may have, whether \nthey actually target a special ethnic audience, whether they're a business, an educational kind of facility and such.\n\nThat will also lay out the kind of commitments that the organization has made in terms of supporting the census.  \nThat might encompass things as putting promotional materials.  It may involve establishing a complete count \ncommittee.  It will have specific actions in that that we will then be tracking.  But I think in terms of how effective we \nare, that's a responsibility of the regional directors and the regional staff, because after all, we think the census is \nreally a local phenomenon.  But it will be also closely monitored by our field division office of partnerships, and I can \nassure you it's going to be closely followed by the director, myself and our associate directors for Decennial and \nfield operations.\n\nThe real proof in the pudding is what will happen with mail response rates and differential undercount.  And that's \nsomething that we will be focusing on once we start data collection.  But until that point, we're really going to be \ntracking very carefully the number of complete count committees we have established.  Last time we had 11,800.  \nThe goal for this census is to exceed that number.  We have a goal of establishing 30,000 questionnaire assistance \ncenters, and we have a goal of establishing 40,000 be counted.  And we'll be tracking how we're doing on reaching \nthose goals.\n\nREP. CLAY:  Thank you.  Mr. Tarakajian, what new information was learned from the Census Barriers, Attitudes \nand Motivator Survey that did not previously exist?\n\nMR. TARAKAJIAN:  The CBAM study was designed to give us a measure of what holds people back from \nresponding, and what are the things we can use to motivate them to respond.  We had through the audience \nsegmentation that the bureau had done where the hard-to-count populations lived.  We took that and we appended \nto it with an industry standard research source called Simmons the media habits of the hard-to-count and the rest of \nthe population.\n\nSo what CBAMs gave us was sort of the missing bit of information which is why people respond or why they don't \nrespond, and what's necessary to get them to respond.  Some specific examples of how it helped us:  We were \nable to segment the population into five mindsets. And we learned, for example, in one of those mindsets, which we \ncalled the head-nodders, it's a group of people who are very, very impressionable to messages in the media.  They \nmay go into the census being predisposed to respond, but we know that their predisposition should change.  So it's \nhelped us because we're able to put more frequency against that particular target group in our media efforts than \nwe might have if we hadn't had that bit of information.\n\nThere are other groups where we've learned that privacy and security is not only a critical message, but that, in \nconjunction with the group that we've done in copy testing, has helped us to better craft that message so we \nunderstand precisely what the right thing is to say.  So those are two examples.\n\nREP. CLAY:  Okay.  Let me stop you right there.  Now, you take a look at the map on the wall behind you.  Did you \nfind anything different in your study from what we have found in the map?  You know, and this came from the \nCensus Bureau, that data.\n\nMR. TARAKAJIAN:  The map tells us where people reside.  It tells us their location geographically so therefore we \ncan target our media and target our spending to them.  It doesn't tell us why they do what they do.  And the CBAM \nstudy is all about the why so that we're able to then craft the media in terms of how we plan the media, what kinds \nof frequencies we use, what kinds of vehicles we may choose, as well as craft the message more precisely.  That's \nreally the value of this study.\n\nREP. CLAY:  And when you surveyed cities around the country.  Did you get any indication of why suburban areas \nand urban areas vary so widely?\n\nMR. TARAKAJIAN:  I'm not sure whether it's so much that it's somebody lives in the suburbs versus somebody \nlives in the city as the reason why it varies.  It has to do with things related to people's lifestyles, people's family \n\n\n\nsituations as really the sort of first reasons why somebody might or might not respond.  For example, one of the \nfactors that's a critical factor is renting versus home ownership. Linguistic isolation versus being fluent in English is \nanother critical factor.\n\nREP. CLAY:  Wait a minute now, now renters versus home owners, they both get mail.  They both get the response \nform.  So what's the difference?\n\nMR. TARAKAJIAN:  Could you repeat your question?  I'm sorry.\n\nREP. CLAY:  You said that one of the reasons were renters versus home owners, I mean, if you're looking at \nsuburban versus urban.  So I mean, both renters and home owners receive mail on a daily basis, mostly.  So what's \nthe problem there?\n\nMR. TARAKAJIAN:  One difference between renting and home ownership is that when you own a home, you make \na longer-term philosophically commitment to being in that particular location.  If you're a renter, you might only be \nmaking a six-month commitment, a year-long commitment.  You don't have the sense of ties to the community that \nyou might and therefore you may see responding to the census as being not quite so relevant and not quite so \nimportant to you, versus being a home owner.\n\nREP. CLAY:  Your study cost how much?\n\nMR. TARAKAJIAN:  The study in total was a little over $1.4 million.\n\nREP. CLAY:  Okay.  Thank you.  Mr. Chaffetz, I recognize you for questions.\n\nREP. CHAFFETZ:  Thank you, Mr. Chairman.  My understanding is that after the 2000 Census, the GAO found that \nthe bureau had -- in its report back, the GAO had found that the bureau had now clear guidelines or criteria for \nselecting organizations in which it would partner for the census.\n\nAnd my question, Mr. Mesenbourg, in the absence of Mr. Olson -- we're disappointed that he chose not to be here -\n- in order to become a partner with the census, is there anything that would preclude somebody from being -- is \nthere any criteria by which they cannot become a partner with the census?\n\nMR. MESENBOURG:  Okay, let me start with what our criteria are. So we're looking for organizations that possibly \nhad past -- in the past participated.  They actually know --\n\nREP. CHAFFETZ:  I'm just interested in what would exclude somebody from being a partner.\n\nMR. MESENBOURG:  Anything that would be an embarrassment to the census and prove ineffective to actually \ngetting the --\n\nREP. CHAFFETZ:  How do you --\n\n(Cross talk.)\n\nMR. MESENBOURG:  -- to enumerate.\n\nREP. CHAFFETZ:  How do you define what an embarrassment is?  Is that past behavior?\n\nMR. MESENBOURG:  No.  It'd probably be more in current behavior. I'm not quite clear what you're asking, \nCongressman.  I mean, there are certainly certain organizations that we are not going to partner with.\n\nREP. CHAFFETZ:  The question is how do you determine which ones are and which ones aren't?\n\n\n\nMR. MESENBOURG:  Well, as we look at the partnership program, we look at it about the same way as we look at \nthe census, that it should be inclusive.  So we start with the assumption that if an organization has good reach in \nthe hard-to-count areas, then we'll be willing to partner with them.\n\nREP. CHAFFETZ:  But is there any criteria by which you would exclude somebody from partnering?  If they had \ncriminal backgrounds? If the members had -- is there no written criteria?\n\nMR. MESENBOURG:  We have the written criteria that I was articulating.  First, what's the reach into the hard-to-\ncount areas? Do they have respect?  Will they be listened to in those organizations?  Do they have the kind of \norganization that will permit them to be viewed as a trusted voice?  So I think the trust of the organization in the \nlocal community will be a key criteria.\n\nREP. CHAFFETZ:  Well, I guess that's the question, is how do we define who's trustworthy, who would be as -- to \nuse your words, an embarrassment.  Where is that line, is what I'm trying to get at.\n\nMR. MESENBOURG:  We don't have a hard line.  I'd say we start with the proposition that we should be inclusive.  \nAnd if an organization demonstrates that they are not going to be a strong supporter to the census, then that would \ngive us pause for continuing the partnership.  At this point of course we're very early in forging these partnerships.  \nAnd what most organizations do, they may agree to do proclamations, provide onsite recruiting and training sites, \nand those sorts of --\n\nREP. CHAFFETZ:  But you can understand and appreciate there are some organizations out there that would draw \ncriticism from some and praise from others.  So how -- there is no hard line.  Based on the 2000 Census and the \nrecommendation from the GAO, they're -- given all of those years, there's actually no written guideline that say we \nwould exclude these people.  I mean, if they were involved corruption, voter fraud, anything like that, would that not \nexclude somebody from participating?\n\nMR. MESENBOURG:  That would give us pause for consideration whether we should partner.  If there was proof \nthat they had -- they had done that sort of behavior.\n\nREP. CHAFFETZ:  As an individual or as an organization or both?\n\nMR. MESENBOURG:  Well, typically we're -- I mean, always we're partnering with the organization, not with a \nspecific individual within the organization.\n\nREP. CHAFFETZ:  Okay.  So you would look at the actions of the individuals within that organization to help make \nthat determination as to whether or not they had a pattern of misbehavior?\n\nMR. MESENBOURG:  No.  We would not have the capability of doing that.  In Census 2000, we partnered with \nover 140,000 organizations. It is just not practical or feasible to track every individual's performance within that, or \nshould that be the business of the Census Bureau, I believe?  If the organization has the respect of people in the \nlocal community and can help us count the hard-to-count people, then we would partner with them.\n\nREP. CHAFFETZ:  And if they don't have the respect, then by the same criteria, you would say, we would exclude \nthem from --\n\nMR. MESENBOURG:  Yes.  We're looking for partners to be trusted voices within the local community.\n\nREP. CHAFFETZ:  What about political organizations?  Is that an acceptable -- if that group was a political \norganization, would that be an acceptable criteria by which they could participate as a partner?\n\nMR. MESENBOURG:  We partnered with -- in Census 2000, we formed 11,800 complete count committees.  \nThose committees were formed by the highest elected official in the town, the city, the state.  So in that sense, we \ncertainly have a long record of partnering with political organizations.  So it's state and local governments, tribal \ngovernment.\n\n\n\nREP. CHAFFETZ:  How many census workers will partners be supplying to the bureau overall would you guess?\n\nMR. MESENBOURG:  The partners will not be providing any persons to work on the census.  They will be \nproviding their expertise, their resources to help us promote our message.  They will not be involved in census-\ntaking or census activities directly at all.\n\nREP. CHAFFETZ:  What are the specific penalties for an enumerator committing fraud?\n\nMR. MESENBOURG:  Five years' imprisonment and/or $250,000 fine.\n\nREP. CHAFFETZ:  Based on the last census, how many people actually were convicted of such a penalty?\n\nMR. MESENBOURG:  I don't have that figure on the top of my head, but I can get it for you, Congressman.\n\nREP. CHAFFETZ:  What is the legal authority or who has jurisdiction to actually go back and pursue somebody that \nyou may believe as an enumerator may be fraudulent?  Is that the -- is the FBI?  Who pursues those?\n\nMR. MESENBOURG:  That would be the U.S. Attorney's Office.\n\nREP. CHAFFETZ:  U.S. Attorney's Office, okay.  And what mechanism do you have in place to actually -- once they \nreach that threshold to actually engage the U.S. Attorney's Office?\n\nMR. MESENBOURG:  We have detailed quality-assurance steps in place that -- for example during the non-\nresponse follow-up operation, we'll do a re-interview process, and that permits -- that would permit us to identify \nsystematic fraud being conducted by an enumerator.  And that would be -- that would engender legal action being \ntaken against them.\n\nREP. CHAFFETZ:  Mr. Chairman, I thank you for allowing me to go over my time.  Let me just say in conclusion \nthat it's very disappointing to know that there is no written guideline as to who would qualify and not qualify.  I know \nwhat you're looking for; you want to get as many bodies and as many organizations involved as possible.  But I find \nit totally unacceptable and scary, quite frankly, that we don't have criteria by which we can all agree that \npartnerships would either -- partners would either meet a certain threshold or not meet a certain threshold.\n\nI would hope that at your earliest convenience, you would get back to this committee and me specifically with \ndetails as to who qualifies and who doesn't because there are some organizations on that list that, quite frankly, \nmany of us are very concerned about.  While certain segments of the population may think there's no problem, I \nhappen to be one that think there is a problem.  And I'm very disappointed that given the GAO report that came \nafter 2000 that there was no follow up and there is no written guideline, and I think we should all be very concerned \nabout it.  Thank you, Mr. Chairman.\n\nREP. CLAY:  You are welcome.  Thank you.  Ms. Watson, you are recognized.\n\nREP. WATSON:  Thank you so much, Mr. Chairman.  According to the March 20th Washington Post article, the \ncurrent economic crisis may threaten the 2010 Census efforts to get a full and accurate count. The increase in \nhome foreclosures and the rising jobless rate means that Americans are indeed leaving their homes -- all the while \nincreased by natural hardships -- may make some Americans less willing to cooperate with Census workers.\n\nNow -- and this is where anyone on the panel that might want to respond -- are there any specific plans in the \nIntegrated Communication Campaign which reflects this new reality and do you foresee the economic crisis adding \nto the undercount rate of hard-to- count populations?\n\nAnd let me just say, I am looking up here at some handouts -- and you probably have a copy of them -- and I am \nreally troubled because the areas that are -- we get the less response in the undercount are the areas that have \nbeen hit hardest by foreclosures.  So, anyone on the panel, let's just go down the line.\n\n\n\nMR. MESENBOURG:  All right.  Let me start.  Let me just reiterate that our entire communications strategy is \nfocusing on the hard-to- count populations and these maps are actually reflect the data that we're using in terms of \nwhere to devote resources, both from an advertising perspective, but also from our local partnership program.\n\nAs we -- and I think we need -- well, let me start again.  The partnership program is really our voice into the local \ncommunity.  And we're looking at the hard-to-count areas and that's where we're going to be placing additional \npartnership staff.  What we need are folks in the local community to tell us and inform us on what some of the \nspecial problems that we may be encountering, whether they're tent cities or increasing foreclosure rates.  That will \nhelp us shape the message, and it will also help us form questionnaire assistance centers in those areas so we can \nreach out to that group and assist them on, first, reassuring them that it's safe to -- and confidential to fill out the \ndata, and second, we provide a location they can come to, to actually fill that out.\n\nREP. WATSON:  Anybody else want to add to?\n\nMR. GOLDENKOFF:  I would echo some of that.  The partnership program is key to getting down at the grassroots \nlevel, convincing people that it's okay to respond to the census, overcoming any of the barriers that they have, their \nfears that they have to respond to the census, whether it's concerns about confidentiality or privacy or how the \ninformation will be used.  The questionnaire assistance centers, the counting campaign, will also be a part of that as \nwell.  As what the Census Bureau has, and this is a good thing, is a series of backstopping operations where if the \nCensus Bureau misses you in one operation, they'll try and get you in another operation.  They have several of \nthese safety nets.\n\nI do want to point out, though, with the Census Bureau's use of numbers here, I think they used 30,000 \nquestionnaire assistance centers, and 40,000 be-counted locations.  Now all of those questionnaire assistance \ncenters will be be-counted locations.  So the total is not 70,000.  It's actually there will be 30,000 questionnaire \nassistance centers and 10,000 additional be-counted locations.  So that number is not as big as was made by the \nCensus Bureau.\n\nREP. WATSON:  Let me just expand my inquiry here.  In California we have one particular town that's a ghost town, \nalmost completely in foreclosure.  How would -- if you send something to that address, people are no longer there.  \nHow are we going to track to be able to find where this population has disappeared to so they can be counted? \nThey're no longer in that town.\n\nMR. MESENBOURG:  So one response, if that community would have participated in our local update of census \naddresses that was done about a year ago then we may have some intelligence about that, and those changes \nwould have been reflected in our census mail list.  If they haven't been then when we go out to the field, or \nhopefully before we go out to the field, in conversations with those local communities, people will tell us and inform \nus that this is a real problem issue and then we can take appropriate action.\n\nAs my colleague from GAO was mentioning, we have various ways that we can enumerate.  One is mailing a \ncensus form out and hoping it comes back.  Another is actually to send an enumerator to an address and try to \ncollect that data --\n\nREP. WATSON:  They're no longer in Dodge.\n\nMR. MESENBOURG:  Yes.  If they're no longer there, it would be useful for us to know that at the beginning of the \ncensus process because our normal procedure would be -- oh, I'm sorry -- would be to mail out a census report \nform.  Then we wouldn't get any response back.  We'd send another replacement form possibly out there.  And then \neventually at the beginning of May we would send an enumerator. And we will visit six times to make sure that no \none's actually there. So the sooner that we could identify that was a problem, the better off we would be.\n\nREP. WATSON:  Let me -- my time is almost up, but let me just say this.  I hope that if you prepare standards, you \nbase it on now and not in the past because we do want criminals who are back in the population counted, we want \nevery individual.  They exist somewhere. And this means resources to the community where they exist.  So I don't \n\n\n\nthink criminal records have anything to do with this, and you need to -- I always suggest, and I call in the regional \ndirector where I'm located in Los Angeles to talk about how they can count people. We want people maybe like \ntrying to go in, particularly from our ethnic communities.  If somebody comes in looking like a process server, \nbelieve me, the population disappears.  But if they come in looking like a member of the community, they're more \ntrusted.\n\nWe have this problem with apartments because they'll put two people down when there really are 12 people \nresiding, hiding out.  So I do hope that you will take into consideration what we need now, the undercount, and how \nwe solve that problem.  Thank you very much, Mr. Chairman, for the extra time.\n\nREP. CLAY:  Thank you, Ms. Watson, for those pointed questions. I appreciate it.  And now Mr. McHenry, you're \nrecognized for questions.\n\nREP. MCHENRY:  Thank you, Mr. Chairman.  And thank you for holding this hearing and thank you for leadership.\n\nMr. Mesenbourg, the original notice from the committee was a request to testify by Mr. Tony Farthing, New York \nRegional Director of the Census Bureau, and Mr. Tim Olson, Assistant Division Chief of Partnership for the Field \nDivision of the Census Bureau, the subject matter of this hearing today.  However, as we all can see, they're not \nseated next to you.  There are two empty chairs.  Are they present here today?\n\nMR. MESENBOURG:  No, they're not, Congressman.\n\nREP. MCHENRY:  I think it's disrespectful for the committee for you to simply say no, they cannot testify.  Can you \ntell me why they're not testifying today?  Did it not meet with their schedule?\n\nMR. MESENBOURG:  Well, actually it's been our past practice that either the -- well, typically that the director, the \nacting director will testify.  Where we needed the expertise, we certainly have had associate directors testify.  I think \nit's been rare indeed where we've had grade 15 office chiefs testify.  I believe that I have to be knowledgeable about \nwhat's going on in the organization, and I feel comfortable about our partnership program, where we are, and where \nwe need to be.\n\nThe other thing that we have been doing is we've been doing a series of briefings on the Hill.  We've been bringing \nin our regional directors and we've been bringing in the appropriate staff for those staff briefings.\n\nREP. MCHENRY:  Well, I'd certainly want a full briefing, and I do think it's important, based on this precedent, that \nthe director or the acting director is the representative of the bureau around the city and before Congress?\n\nMR. MESENBOURG:  The acting director?  I'm sorry, Congressman.  I believe, yes, I am representing the Census \nBureau.\n\nREP. MCHENRY:  But that's your tradition, is that you represent the bureau.\n\nMR. MESENBOURG:  Yes.\n\nREP. MCHENRY:  It's interesting because I just read a story about a forum at Brookings, and you had a division \nhead represent the bureau there.\n\nMR. MESENBOURG:  That's right.  Frank Vitrano represented the bureau.  Up until about a week ago we had no \npresence at that forum. So we called the organizers and asked to send someone.  Actually they asked for Frank to \nsit on the panel that discussed the census.\n\nREP. MCHENRY:  So it's okay for division heads to speak around town but they can't come before Congress.\n\nMR. MESENBOURG:  Well, I wouldn't agree --\n\n\n\nREP. MCHENRY:  It just seems ridiculous to me, is what I'm saying.  We've got an individual who's going to be \nspending hundreds of millions of taxpayer dollars that we actually want technical answers for, to make sure that we \nminimize the undercount, and they can't testify.  So I'm going to have some specific questions.  You'll probably end \nup having to talk to Mr. Olson and have written answers for it, and I understand.  It's not to say that -- you're running \na big organization.  It's a multi-billion dollar organization. Therefore, we're just trying to get the division knowledge \nand make sure that we have a strong baseline of understanding of where we can help.  That's what it's all about.\n\nNow, was that decision made by you to not allow them to testify?\n\nMR. MESENBOURG:  It was made by the Department of Commerce.\n\nREP. MCHENRY:  The Department of Commerce.  Who is the head of the Department of Commerce currently?  \nWho made that decision?\n\nMR. MESENBOURG:  The senior adviser to the secretary, along with the communications staff.\n\nREP. MCHENRY:  Well, there is no secretary.  There's an acting secretary.\n\nMR. MESENBOURG:  I'm saying the senior staff assistant to the secretary-to-be.\n\nREP. MCHENRY:  Well, the secretary-to-be wasn't sworn in when this decision was made.  The answer was no last \nweek, and there was no commerce secretary.  He was testifying before a committee in the Senate last week.\n\nMR. MESENBOURG:  The senior political official at the Commerce Department made the decision.  I didn't mean to \nsay that the secretary-designate made the decision.\n\nREP. MCHENRY:  All right.  Well, so no White House -- there's no White House involvement in this?\n\nMR. MESENBOURG:  No.\n\nREP. MCHENRY:  All right.  Well, let's actually get to some substance here.  Frank Vitrano before Brookings last \nweek said that statistical sampling, quote, \"is not in our current plans,\" end quote.\n\nMR. MESENBOURG:  That's true.\n\nREP. MCHENRY:  That is true?  Now is that -- can you elaborate on that?  It's not the current plans?  Are there \npotential plans for sampling?\n\nMR. MESENBOURG:  Statistical adjustment has not been in our planning all during the decade as we've prepared \nfor the 2010 Census.\n\nREP. MCHENRY:  The way he words his answer, it's not in our current plans.  I mean, wouldn't you just say it's not \nin our plans?\n\nMR. MESENBOURG:  It's not in our plans, yes.\n\nREP. MCHENRY:  All right, well, to go to some other elements here.  Mr. Goldenkoff, certainly appreciate your \nreports on the communications efforts.  It's certainly helpful to get some outside assessment of the effectiveness \nand some historical reference here. In Figure 1 of your report you talk about the undercounts and overcounts \nbetween 1990 and the 2000 Census.  And Figure 1, there are a number of different metrics of race and ethnicity of \nundercounts or overcounts.  And in Figure 1 there is a section, American Indian/Alaska Native on reservations.  \nThere is a 12.22 percent undercount in 1990, and a .88 percent overcount in 2000.  Can you speak to that, why \nthere was such an enormous shift?  And what was done to create that massive --\n\nMR. GOLDENKOFF:  The bureau recognized that following the 1990 Census the American Indians were -- had the \nmost error.  They were the largest undercounted group, I believe, of all the different -- of the entire population.  That \n\n\n\nparticular segment had among the highest if not the highest undercount.  And so the bureau put forth a tremendous \neffort through its partnership program, the tribal liaison program, to do a better job counting American Indians.\n\nREP. MCHENRY:  Could you perhaps put together something and explain exactly what was done?  Because it \nseems like it's a great example of the bureau's success in reducing the undercount.  Actually created an overcount.\n\nMR. GOLDENKOFF:  Sure.  What we did, and we saw some of this -- we were out on the Menominee tribe in \nWisconsin, and what the Census Bureau did, among other things, had a very active Census in Schools program \non the tribes.  They had partners who actually came from the tribes, and significantly they came from the tribes that \nthey were partnering with.  And it gets back to the trusted voices, again, that convinced American Indians to \nrespond.\n\nThere was a paid media campaign that was specifically focused on reservations, American Indians.  There were \nposters specifically focused and were culturally sensitive to American Indians.  And just one little tidbit from that.  To \nshow how the Census Bureau is concerned about cultural sensitivity, there was an advertisement, I believe, where \nit showed a younger person -- I think it was a little boy -- seated in front of an elder, and that apparently was \ndisrespectful, so the bureau made an effort then to change it, to make it culturally sensitive.  So the bureau was \nculturally aware.  So it was really a combination of all these different factors -- communications, as I mentioned, and \nalso going out to the reservations and making sure they had accurate address lists.\n\nREP. MCHENRY:  Thank you, Mr. Chairman.\n\nREP. CLAY:  Thank you.  Mr. Goldenkoff, the committee has learned of plans to spend an additional $1 million of \nthe stimulus to conduct more research.  In your view, would it be wise to spend these funds to conduct more \nresearch, or to spending this funding as Congress intended on outreach to traditionally hard-to-count communities?\n\nMR. GOLDENKOFF:  Certainly that's where the bureau has had the most difficulty with in the past, was on the \nhard-to-count.  It's not a matter of getting everybody -- well, you know, folks that are already going to participate, it \nwould not be a wise use of taxpayer money, so the bureau needs to focus on where it traditionally has the most \ndifficulty getting people to participate.\n\nIn terms of how that money should be allocated, I mean, we certainly support the fact that it should go -- that the \nresources should be targeted.  But in terms of how the money should be allocated across the different components, \nwe've not seen any data to drive those particular decisions, whether money should be invested in paid advertising \nversus more money for partnership specialists, versus more money for local funding, money for supplies and things.  \nWe have not seen any data to drive those decisions.\n\nREP. CLAY:  So is data forthcoming?  Or is this done internally? Is the bureau directing their partners in the, I \nguess -- Mr. Mesenbourg, tell me how these decisions are made.\n\nMR. MESENBOURG:  We looked at as our biggest challenge improving the count of the hard-to-count populations.  \nAnd two ways of doing that was advertising and almost all of the additional stimulus funding is going to go into local \nmedia buys, where we were really --\n\nREP. CLAY:  Excuse me, how much is the total budget for communications campaign?\n\nMR. MESENBOURG:  I'm sorry?\n\nREP. CLAY:  How much is your total budget for --\n\nMR. MESENBOURG:  The total for the communications contract is now $312 million.  That includes the advertising, \nthe purchase media, the public relations support, the Census in Schools program.  For our local and regional \npartnership program we're going to invest about $280 million in that program, and that's going to be primarily \nsupport for the 2,800-plus partnership specialists and assistants we'll have in the field.\n\n\n\nMR. GOLDENKOFF:  If I could just clarify my remarks, what the bureau has is very good data down at the track \nlevel of where these hard-to-count communities are, but what we haven't seen is good data on where the bureau \ngets the biggest bang for the buck in terms of the return investment for these different components of its \ncommunications campaign.\n\nREP. CLAY:  Will you make a determination of how we get the best bang for the buck before --\n\nMR. GOLDENKOFF:  I'm sorry?\n\nREP. CLAY:  Will you make a determination beforehand?\n\nMR. MESENBOURG:  I'll answer.  I can supplement a little bit my previous answer.  One of the important lessons \nthat we've learned in Census 2000, and we did this through research that was conducted while we were in the field \ncollecting data, was that actually the household composition and the characteristics of that household were key \npredictors of census mail-back rate.  Before in the 1990 Census and going into the 2000 Census the conventional \nwisdom was that civic community participation was an excellent predictor of census mail-back response rate.  What \nwe found from this study was that was not the case.\n\nSo the household types with the highest response rate were what you might think of as your traditional family -- \nmother, father, and children.  The next highest mail-back response rate was husband and wife with no children, and \nso on.  The group that had the lowest mail response rate actually were households that were headed by a single \nhead of household and had children.\n\nAnd then what we did is take the hard-to-track mail response rate, but also supplement that with the characteristics \nof the households in those tracks, and that's where we found things like renters have a lower mail response rate \nthan people that actually own their house.\n\nSo I think this has been all very effective in helping us shape the message for 2010, and I feel that the whole \ncommunication campaign this time is much more data-driven than it has been in the past.  But to answer where we \nmake the decisions, we saw that we didn't think we were investing enough in the local, ethnically-oriented \nadvertising. We're going to increase that.  But if the advertising doesn't work, if we don't have those partnership \npeople in the field mobilizing the local community at May of 2010, it's too late to start doing that now. So that's part \nof our decision.\n\nREP. CLAY:  So there will be an extra -- or emphasis put on head of household, single head of household?\n\nMR. MESENBOURG:  No.  Actually the -- yes.  I'm sorry.\n\nREP. CLAY:  Okay.\n\nMR. MESENBOURG:  That -- that --\n\nREP. CLAY:  All right.  Okay.\n\nMR. MESENBOURG:  -- that is one of the five hard to -- and what it helps us, Chairman Clay, is tailor that message \nto that group.  And that's what we're trying to do.\n\nREP. CLAY:  Thank you.  Let me -- let me go to Ms. Cumberbatch to kind of break this up for a minute.\n\nMs. Cumberbatch, your office provided a map to the committee that will be used to help guide your efforts.  In your \ntestimony you said African-American and Afro-Caribbean neighborhoods with low response rates in 1990 remain \nlow in the 2000 census; and some actually got worse.\n\nMS. CUMBERBATCH:  That's correct.\n\nREP. CLAY:  What are your theories about the continued low response rate in those neighborhoods?\n\n\n\nMS. CUMBERBATCH:  Well, clearly whatever messaging and communication plan that was implemented in 2000 \nwas not effective in reaching those communities, because based on results, those neighborhoods in New York City \n-- and it's pretty consistent.  It's basically the lowest response rate tracts in New York City's are -- throughout the \nfive boroughs of New York City all are in African- American and Afro-Caribbean communities.  Central Harlem, \ncentral Brooklyn, southeast Queens -- which I want to add is actually a home- owning community with the largest -- \nthe highest median income in New York City.\n\nSo based on some of what I heard today about renters being low responders, the reality of New York City's a little \ndifferent, because southeast Queens is a home-owning community; as well as the northwest Bronx, which is largely \nan African-American, Afro-Caribbean, and African community, large home ownership.  So those two communities in \nNew York City -- in fact, southeast Queens, the response rates were lower between '90 and 2000.  They got worse.  \nSo obviously there has to be some concerted effort in New York City on those particular neighborhoods.\n\nREP. CLAY:  In your view, what can the bureau do to maximize census participation in these traditionally hard-to-\ncount neighborhoods?\n\nMS. CUMBERBATCH:  Well, from the perspective of New York City, I think we -- the regional office for New York \nCity actually covers New York City; it covers Long Island; it covers northern New Jersey.  It covers a population of \nabout 20 million people in that whole region; New York City being 8.3 million.  And for that whole region there are \nsomething like 60 partners that have been hired to cover not just New York City, but to cover the region.  Clearly, \njust based on the population of New York City and the diversity of New York City that I outline in terms of ethnic \ndiversity, language diversity, if we are going to penetrate these different communities with partners, clearly there \nhas to be more partners on the local levels.  And those partners have to be obviously from those communities; have \nto have a lay of the land of what organizations are effective communicators.\n\nBut one of the things that needs to happen is it has to be a comprehensive plan at the local level.  So, bringing in all \nthe local stakeholders, local government, local leaders to say, okay, here's what the response rate was in 2000; \nhere's our challenge ahead.  How are we going to map out a strategy using the communication strategy -- \nleveraging what the Census Bureau's going to do but on the local level, what is the plan of action?  And right now I \ndon't see that type of plan being implemented in any of the region -- in our region.\n\nI don't know if that's a requirement, but it seems that if you're going to have a strategy that's comprehensive to bring \nin all the resources, you need to convene all the stakeholders and lay out that plan.\n\nREP. CLAY:  Are you also part of the state of New York's full count committee?\n\nMS. CUMBERBATCH:  No.  No, actually I'm just for New York City.\n\nREP. CLAY:  Just New York City.\n\nMS. CUMBERBATCH:  Right.\n\nREP. CLAY:  Okay.  Thank you.  Ms. Watson, you may --\n\nREP. WATSON:  Yeah.  I just want to follow up, Mr. Chairman, with your questioning, too.\n\nMrs. Cumberbatch, I'm looking at the map I think that you are probably familiar with.  And we can see that in a \ncommunity -- as opposed to, say, Harlem -- in a community where most of these are homeowners, middle class, \nmaybe even upper-middle class and taxpayers and so on, they have the worst rate.\n\nMS. CUMBERBATCH:  Right.\n\nREP. WATSON:  Now, who is responsible for laying out a plan and evaluating to see if the figures, if the data is any \nbetter than what it was when you took the last census?  I am really concerned when I see a map like this and these \nare mostly minorities, and you see that the count was really more effective and more reliable up in Harlem than it is \n\n\n\ndown here.  So, who's responsible for planning out the strategy and evaluating it?  Would it be you or would it be \nMr. Mesenbourg?\n\nMS. CUMBERBATCH:  Well, clearly it's the U.S. Census Bureau because it's a federal responsibility to do the \nCensus.  And as a local government and as taxpayers, they are accountable to local government as well as all \ntaxpayers on what that plan is, how detailed it is, and how does it really address something that has been a historic \nundercount and low response rate.  That map was put together by the city's planning department so that we would \nhave a guideline to make our efforts in terms of the city's effort, and we based it on response rates.  So we didn't \nuse the hard-to-count criteria -- which actually, if we had used it, might have excluded southeast Queens because \nit's a home-owning community.  Yet, the response rate shows that it's a low-responding community.\n\nREP. WATSON:  Mr. Mesenbourg, would you address my comments?\n\nMR. MESENBOURG:  Certainly.  There are multiple dimensions we're attacking by segmenting the population.  So \ncertainly I didn't mean to indicate that only one of the eight clusters was a problem.  Actually, five of the eight we \nwould characterize as hard-to-count populations.\n\nA couple points on the Afro-Caribbean.  In 2000 we did not do any advertising that specifically spoke to that \naudience, and that is part of the campaign for 2010.  So that ought to help.  The other thing we're doing is \nsignificantly expanding our partnership presence in New York.\n\nAs was said, we have about -- actually, we have 57 partnership specialists right now in the New York regional \noffice.  With the additional stimulus funding, we're going to bring in another 161 partnership staff to work on that \noffice.  So we'll have about 218 people.  So we have more than tripled it.  And we think that's going to be a key \ninitiative to get the message out to those local communities.\n\nREP. WATSON:  And then, the evaluation to see if your planning has been more effective in this decade.\n\nMR. MESENBOURG:  Okay.  I can -- I can talk to that.  We're going to be doing real-time assessment of the \npartnership program in terms of how many commitments we have with partners; how are we doing in terms of \nestablishing complete count committees or questionnaire assistance centers or sites to do recruiting and training.  \nAnd we'll be tracking those specific commitments.  We also will be doing an evaluation within local areas because \nwe're going to have all of this information documented in a database.  And then at the end of the process we're \ngoing to do a systematic evaluation program.  Actually, the National Opinion and Research Center is going to do an \nevaluation study which will assess the -- and evaluate the effectiveness of both advertising, partnership, and the \nCensus in Schools program.\n\nREP. WATSON:  Thank you.  What's troubling to me as I look at this map of the greater New York area is that \nplaces where African- Americans live have the lowest count, or the greatest undercount, and that's very troubling.  \nAnd as I look at that map of the United States, you can almost read through it and see where you have your \nminority populations, you get a tremendous undercount.  So I would hope in this decade that we would really \nconcentrate on trying to get a more accurate account.\n\nAnd in saying that, there are some who feel like we need to take the census out from underneath the Commerce \nBureau and have it as an independent agency; where you could really, really operate independently and not be \ncompetitive with other huge issues that come under Commerce.  What is your thought on that?\n\nMR. MESENBOURG:  As a career official, I have no opinion on that -- on that.  We'll keep plugging along doing the \ncensus as well as we can.\n\nREP. CLAY:  Thank you.  Thank you, Ms. Watson.  And I recognize Mr. McHenry for questioning.\n\nREP. MCHENRY:  That was quite a dance.  Mr. Mesenbourg, now I don't want to, you know, beat a dead horse \nhere, but what individual -- was it the top political person with in the Census Bureau that said no to --\n\n\n\nMR. MESENBOURG:  No.  It was --\n\nREP. MCHENRY:  -- the division heads testifying?\n\nMR. MESENBOURG:  It was --\n\nREP. MCHENRY:  Or was it the top political person at Commerce?  I wasn't sure.\n\nMR. MESENBOURG:  It was the top political appointee at this point at -- well, a week ago at the Commerce \nDepartment.\n\nREP. MCHENRY:  And who is that?  Just --\n\nMR. MESENBOURG:  Rick Wade.\n\nREP. MCHENRY:  Okay.\n\nMR. MESENBOURG:  But I would say I supported his decision on that also.  I don't want to put it all on him.\n\nREP. MCHENRY:  Well, certainly you probably requested the answer from him.  I certainly understand, being an \nacting position.\n\nMR. MESENBOURG:  Yeah.\n\nREP. MCHENRY:  Okay.  Well, let's go through a series of questions here about the partnership program.  There's \n$250 million of funds for the bureau in the stimulus package.  They were specifically designated by Congress for \noutreach programs, is that correct?\n\nMR. MESENBOURG:  That's correct.\n\nREP. MCHENRY:  Can you tell us exactly how these groups the bureau's partnering with are going to spend the \n$250 million?  Can you just give us a broad overview?\n\nMR. MESENBOURG:  Okay.  In terms of the stimulus money, in terms of outreach we're going to spend an \nadditional $100 million on advertising, public relations and the Census in Schools program.\n\nREP. MCHENRY:  Okay.\n\nMR. MESENBOURG:  Almost all of that money is going to go towards -- most of that money is going to go towards \npaid advertising.  And of the additional money we're investing, 80 percent is going to go into local media targeting \nthe hard to enumerate.\n\nOf the additional $120 million that we're going to invest in the partnership program, the vast majority of that money \nis going to go into paying people.  So we're going to hire an additional 277 partnership specialists on top of the 680 \nwe have -- so we'll be close -- over 900 -- and then we're going to hire 1,750 partnership assistants.  This is the first \ntime -- the first census that we will actually have these partnership assistants and they'll permit us to extend our \nreach out in the local communities and also to provide the kind of follow-up that we weren't as strong as we should \nhave been in Census 2000.\n\nREP. MCHENRY:  Okay.  Are the funds given to partners, awarded competitively through a bidding process, or \nexpended through grants?\n\nMR. MESENBOURG:  No.  No funds to speak of are provided directly to the partners.  The partners can put in a \nproposal, say, to run some sort of promotion, to ask us to provide a banner promoting the 2010 Census.  We will \nactually do that procurement ourselves.  They will put in a proposal, we will review the proposal, and then we will \n\n\n\nactually contract to have the poster printed and delivered.  There's a limit in terms of what we can do in the \ntransactions.  Any kind of good can be -- has to be under $3,000 and any service under $2,500.\n\nREP. MCHENRY:  And those things would be basically in-kind?  You would provide materials --\n\nMR. MESENBOURG:  That's true.\n\nREP. MCHENRY:  -- that type of thing.  So are checks written to partnership groups?\n\nMR. MESENBOURG:  No.  The partnership group will put in a proposal, let's say, to do a series of --\n\nREP. MCHENRY:  So no money's exchanged?\n\nMR. MESENBOURG:  No money is exchanged.  We --\n\nREP. MCHENRY:  Materials and things of that sort would be.\n\nMR. MESENBOURG:  Yeah.\n\nREP. MCHENRY:  Okay.\n\nMR. MESENBOURG:  We will do all of the acquisitions associated with that and we will track and monitor --\n\nREP. MCHENRY:  Okay.\n\nMR. MESENBOURG:  -- the disbursement of funds.\n\nREP. MCHENRY:  Now, one of the GAO's recommendations was to document and audit in-kind contributions to the \npartnership programs. Has that been implemented?  Do you have a program to implement that?\n\nMR. MESENBOURG:  Yes.  Every in-kind payment we made will have a -- we have disbursement log and a \nprocess that will track all of those.\n\nREP. MCHENRY:  Okay.  And what is -- well, you described the standard products that you would be giving in-kind \nand it's more of advertising -- basic advertising materials, is that right?\n\nMR. MESENBOURG:  Typically promotional materials to support the census.\n\nREP. MCHENRY:  Okay.  And so you have a mechanism to ensure that taxpayer dollars will be -- there'll be an \naudit trail, there'll be a trail to follow the disbursement of products and goods?\n\nMR. MESENBOURG:  Yes, sir.\n\nREP. MCHENRY:  Okay.  Will there be a metric to determine the effectiveness of these funds?  And I know it's \ndifficult in the process to determine whether or not this banner is effective, but for 2020 will we be able to look back \nand say that, you know, these dollars were spent effectively, or we should do more of this rather than that?  Is there \na metric to determine effectiveness?\n\nMR. MESENBOURG:  There's not a direct metric to do this but I suppose I should put this in some context.  In total \nwe'll probably be expending something like about $18 million on these kind of initiatives, and that's out of about \nalmost $270 million.\n\nREP. MCHENRY:  You said 8 million (dollars)?\n\nMR. MESENBOURG:  Eighteen million (dollars).\n\nREP. MCHENRY:  Eighteen.\n\n\n\nMR. MESENBOURG:  Out of a total of about 270 million (dollars). I think the real assessment for the -- for 2010 \nwith the partnership program is going to be did we improve the written mail-back response rates in these hard-to-\ncount areas.\n\nREP. MCHENRY:  Okay.  Now, determining this effectiveness, Mr. Goldenkoff, you know, have you judged or have \nyou done any analysis on the metrics to judge the effectiveness of these -- of those partnership funds?\n\nMR. GOLDENKOFF:  Our concern is that the bureau has not done a good job of that, that the bureau has not \ndeveloped outcome measures. Many of the measures are more input measures -- number of partnerships, for \nexample, number of agreements -- and that's certainly a concern of ours.\n\nOther things -- I mean, certainly response rate is one thing that can be looked at, cost and progress milestones as \nthe bureau -- are milestones being met?  Are delivery dates being met?  Satisfaction of partners, that's another \noutcome measure that can be looked at.  We haven't done any intense research into this and these are just more \noptions for the bureau's consideration.  But our concern is that the bureau doesn't seem to be there yet.\n\nREP. MCHENRY:  Are there written guidelines for participation as partners?\n\nMR. GOLDENKOFF:  Criteria for making decisions?\n\nREP. MCHENRY:  Yes.\n\nMR. GOLDENKOFF:  No.  As Mr. Mesenbourg said, there was some general guidelines on who the bureau should \nbe participating with, outreach into the community, that sort of thing.  But again, our concern is that there's no \ncriteria that is fully documented, transparent, clearly defined and consistently applied.\n\nThe issue here is that you have a -- if you use data from the 2000 Census there were 140,000 partnership \nagreements.  The Census Bureau gives a lot of latitude to its regional offices and then down the partnership \nspecialists making those decisions.  A lot of these people are temporary employees; they don't have a big picture \nview. So it may appear to make sense at a very local level, maybe inconsistent with the goals and values of the \nCensus Bureau.\n\nSo it would certainly be helpful for making these decisions to have something that was much more clearly defined, \ncertainly of not only who the bureau can partner with but who they shouldn't partner with.  And it's not just obvious \ndecision -- you know, organizations might be corrupt or -- law enforcement organizations probably would not make \na good partner for the Census Bureau because it could raise concerns among certain communities that they're \nusing this data.\n\nREP. MCHENRY:  Certainly.\n\nMR. GOLDENKOFF:  So --\n\nREP. MCHENRY:  Certainly.\n\nMR. GOLDENKOFF:  And that may not be apparent when they're -- when it's so decentralized like that.\n\nREP. MCHENRY:  Mr. Mesenbourg, do you have -- you know, I -- this is not new, what Mr. Goldenkoff is saying.\n\nThis has certainly been written and shared with you.  Do you have --\n\nMR. MESENBOURG:  I think we --\n\nREP. MCHENRY:  -- some elements to address this?\n\nMR. MESENBOURG:  We will commit to being more transparent in terms of what our criteria are going to be.  We'll \nactually put them to paper.  I think it is --\n\n\n\nREP. MCHENRY:  Is it currently not to paper or --\n\nMR. MESENBOURG:  It is to -- it is on paper but we will document a little bit more fully and share it -- share that \nwith you.  I think, though, as GAO states, we do leave a lot of discretion to the local partnership people, and I think \nthat's appropriate.  A key part of our message are people in the local community know what the challenges are in \nthose local communities, not us here at the Census Bureau headquarters, and we will have partnerships, in a \nsense, with law enforcement organizations in that sheriffs and police will put out a message that it is safe to fill your \nform out, that it's not going to be turned over to local enforcement operatives.\n\nSo that is often part of the complete count committee structure, that they may bring in, you know, some of the local \nsheriff's department, but it's all in promotional and the whole message there is it's safe to fill out your census form.\n\nREP. MCHENRY:  Okay.  Well, if you could share that with us --\n\nMR. MESENBOURG: Okay.\n\nREP. MCHENRY:  -- we would certainly appreciate it.  And obviously we want to make sure there are some metrics \nfor determining effectiveness.\n\nMR. MESENBOURG:  Well, I would agree with that.\n\nREP. MCHENRY:  Yes.\n\nMR. MESENBOURG:  We'll commit to that, yeah.\n\nREP. MCHENRY:  And in overall criteria for partnership groups, my colleague, Mr. Chaffetz, had questions about \nthese groups, and certain groups in particular.  A number of my colleagues have had questions about their \nparticipation as partners.  I know we've asked this question before but obviously there is an FBI background check \nfor every person you hire, even on a temporary basis.\n\nMR. MESENBOURG:  That's correct, and fingerprinting.\n\nREP. MCHENRY:  Okay, and does that mean that convicted felons cannot participate?\n\nMR. MESENBOURG:  That's true.\n\nREP. MCHENRY:  Okay.  Therefore, the question then arises, do you have that same type of criteria for partners \nand for partner groups in that if they have a history of problems -- problems with law enforcement, overall problems \nlike that, that you would be able to say no to them and we'd like to sort of --\n\nMR. MESENBOURG:  No.\n\nREP. MCHENRY:  You don't have that?\n\nMR. MESENBOURG:  No, we don't have that criteria, nor do I think that the Census Bureau should be involved in \ninvestigating organizations and the members of their organizations.\n\nREP. MCHENRY:  That absolutely is -- I certainly respect you, but what you've just said is absolutely ridiculous.  \nYou're giving the official stamp of approval that they are a partner for the 2010 Census, at which point they could \nhave a complete reckless disregard for the law and their whole board of directors could be convicted felons, which \nyou would not hire them but you've been able to give them the stamp of approval that they're an official partner.   I \nthink it would be reasonable to have a certain level of criteria.  And I understand the vast number of partners you \nwant to have.  I'm not saying anything elaborate.  I'm just saying a basic baseline check that when you basically put \nyour arm around them and say, you're our partner, that they're not going to do things that cause problems on \ncensus day 2010 before --\n\n\n\nMR. MESENBOURG:  I would agree with that assessment.  We do not want to partner with groups that will cause \nproblems on census day.  I was reacting, Congressman, to your question that we somehow should be \nknowledgeable about all the members of all of these very diverse organizations and, A, we don't have the capability \nnor do I think that we should.  We should do a scan in terms of, you know, how this organization is perceived in the \nlocal community and whether they can be effective or they'll be ineffective in the local community.\n\nREP. MCHENRY:  I think that's what I'm asking.\n\nMR. MESENBOURG:  Okay.\n\nREP. MCHENRY:  Some of my colleagues have specific concerns about specific groups.  I have a general concern \nthat we have good partners that are upstanding.  And I know it's the bureau's intent to do that, but I think we'd like \nto -- I think it's the intent of Congress for you to have some level of standard for participants.  And I'm not saying \nthat you have to do an elaborate search on every volunteer that's associated with every group.  The T-ball team, \nyou know, the city council or anything else, heck, that's not reasonable, but at the same point you need to have \nsome baseline on a background on the group.  I think that is reasonable.  Okay.\n\nREP. CLAY:  Thank you, Mr. McHenry.  And our friend from the District of Columbia has joined us, Ms. Norton, and \nyou are recognized for questioning.\n\nDELEGATE ELEANOR HOLMES NORTON (D-DC):  Well, I would thank you, Mr. Chairman, my buddy, for this \nhearing but I'm more inclined to say what possessed you to hold such an important hearing on Monday when \nnobody but Eleanor and a few other souls would be here?  This is the most important issue facing the census.  \n(Chuckles.)  And I apologize to the witnesses.  I had intended to be here the full time.  I've been speaking around \nthe city.  At least I could have been here.  But I certainly wanted to come to hear what I could.\n\nI'm so pleased that the president put a billion dollars in the stimulus package to cease the slow walking of the \ncensus that almost guaranteed an undercount.  The census was starved before it started and it -- it seems to me \nthat those who speak about the Constitution ought to bear in mind that the first thing that the framers thought you \nought to do is find out who is here.  And everybody who came was an immigrant, or virtually everybody, and they \nwere aware that if government doesn't know who's there, government doesn't know anything.\n\nSo I was very concerned.  I'm chair of a subcommittee that is now hurriedly trying to find office space all around the \ncountry, and this is very difficult office space to find because this is short-term office space.  So I'm hammering the \nGSA:  Yeah, it's different but these folks need somebody to rent even for a couple years.  So we've been -- you've \nbeen set back in many ways.\n\nWhat I was most concerned about is how late lots of things are. This should be a 10-year funding and preparation \nmatter.  I'm pleased that the census does update itself so that in some ways you get a sense of where the country \nis.  I certainly hope that in updating yourselves you do a better job than what some large cities found. This city, for \nexample, the nation's capital, found new housing bursting out all over, people moving in.  We had a $5,000 \nhomebuyer credit nobody else in the country had, and the census was continuing to count us losing population.  \nWell, you know -- (chuckles) -- there are some things that common sense will tell you is not the case.  When the \nthen-Mayor Anthony Williams pressed the case sufficiently, an updated census was done that showed that the \nnation's capital in fact is growing.  It's very, very bothersome since these are supposed to be statistical experts and \nsince the updating is supposed to help us count better.\n\nI understand and indeed would agree with my good friend from California about the independent status.  Indeed, I \nparted company with those who somehow wanted the census in the White House.\n\nWatch what you ask for.  The more independent the census is, the better off we are.  I'm not sure; it would be \ninteresting to trace how it ever got put in a department since this, above all, is a part of the government which you \ndo not want people questioning based on their political predilections.\n\n\n\nI have great respect for the professionalism of the civil servants in the census.  That's one of the reasons why I was \nchagrined when the census had a hard time counting what really are a few people. The District is about 6,000 \npeople.  It made me wonder what would happen if this were New York where I lived before a good part of my life -- \nWashingtonian though I be -- and find that where I lived, 144th and Amsterdam, is among those with the dark spots \nhere.  Why should I be surprised?\n\nBut that makes the undercount really the only issue.  People who fear to be counted don't -- aren't used to being \ncounted, aren't as well-educated as some other parts of the country.  And now we have a terrible structural change \nin our economy, people having to move in with other people just to survive.  I hope that the census is making \nadjustments for the fact that we don't even -- if people are having to double up and triple up, I really fear for the \nundercount of Latinos. There has been a real witch hunt conducted for many years.  That's how Latinos perceive it, \nso that we found it was having an effect on people who were perfectly legal.\n\nIt's very easy to misread members of Congress who have some power who seem to go after immigrants.  And this \ncannot possibly help the Census.  You've been slow-walked to get money.  The president's trying to make up for it.  \nAnd you're left with having to do a real count or you're going to hear from a lot of us.  I've got to ask you about the \nconfusion on race.  Now, this morning's Washington Post -- \"Multi- Racial Pupils to be Counted in a New Way\" -- \nand my question really goes to how much the Census coordinates with other agencies.\n\nThere is good reason for localities to want to know something more about peoples' racial identity, but I wonder if \nyou understand what this could produce.  The racists who decided that, if you had one drop of black blood you were \nblack at least did us this favor, unlike those in the Caribbean, who then decided to subdivide themselves on how \nmuch of various ethnic bloods they had in them -- still suffer from that.  If you go to Haiti and virtually every part of \nthe Caribbean, you'll see not only the black-white caste system, you see the black-not-quite-black, not-quite-white -- \nyou have castes within castes.  It's a terrible, terrible problem.\n\nSo I know people who said one drop didn't think they were doing us any favor, but in a real sense, they did.  Now, \nwe are becoming a multiracial country, but whether people know what that means is something the Census, if \nyou're being scientific, better watch out for.  During the worst days of segregation, one of the most pitiful, pitiful \nparts of the black community was how many people wanted to reach for other kinds of ethnicity that they said were \npart of theirs. The Washington Post cites Barack Obama as reflecting what we're talking about -- doesn't reflect it at \nall; reflects the evolution of a country now led by a president born of a white, Kansan mother and a black, Kenyan \nfather.\n\nThe man's black because he's chosen his race.  By the way, he didn't have any choice.  There are people who \nwould have a choice.  It seems to me, they ought to be able to choose their race, too.  But the notion, I'm going to \nchoose, eeney, meeney, miney, mo, and my grandmother always told me that there was this Indian and that white \nman and this Mexican, so why shouldn't I claim them all?  I'm proud of all of them -- don't know a one of them!  The \nconfusion that is going to -- have no lineage, no understanding -- word of mouth.  So we had these five racial \ncategories -- American Indian or Alaskan Native, Asian or Pacific Islander, Hispanic, Non-Hispanic black or non- \nHispanic white.  Now, in a school system, I might want to know some more information, but I need to know what the \nCensus wants to know.\n\nFor example, they found that, in Hispanics, one of the most multiracial people in the world, can get very confused.  \nAnd then when they mix in and decide that they will call themselves white, the school system doesn't really know if \nit's dealing with a person from a family that doesn't speak English or not.  So I can understand why the school \nsystem may want to know this -- so the Education Department is saying, hey look, different strokes for different \nfolks; we're going to give flexibility.  The new rules will give states flexibility to use existing racial and ethnic \ncategories from No Child Left Behind, creating a double coding for certain students.  I don't object to that.\n\nBut if you do not -- if we go into the notion of asking people, for census purposes particularly, to ferret out their \nlineages, I begin to wonder what you will find out.  None of us are completely African.  We're proud to be called \nAfrican-American.  And you can't even tell who we are by looking at us.  Who people say they are is the first \n\n\n\nimportant thing.  There may be subgroups of information that would be helpful, such as what their immediate family \n-- immediate mother and father -- was, so you have some sense of whether you're talking about first generation or \nnot.  And I am the first to concede that states need different information, based on their population.\n\nBut I need to know what the Census is doing -- and what it says to people as they go and say, you know, tell us \nwhat you are.  And of course, you can say anything you want to -- that's who you are.  I don't think anyone else \nshould be able to describe you, certainly not the way the Southerners decided to describe our Africans who were \nhear, or people who had very little African blood.  But I need to know whether you're all mixed up about this as well, \nand how you intend to deal with this.  Let it all hang out; anything that you said you were, anywhere back in your \nlineage, just claim that and we'll know who you are.  Yes, sir?\n\nREP. CLAY:  Mr. Mesenbourg.\n\nMR. MESENBOURG:  Okay.  Thank you.  First of all, in terms of how we're going to collect data, we're going to \ncollect data on two things: ethnicity -- Hispanic, non-Hispanic.  So Hispanic is actually not viewed as a race; it's \nviewed as an ethnicity.  So the question we'll ask for every person -- and, as you rightfully say, this is self-\ndesignation, so it's how people view themselves -- so the first question we'll say is, is person one of Hispanic, Latino \nor Spanish origin?  Yes -- well, no and then yes.  So we'll ask a little bit about their ancestry -- Mexican, Puerto \nRican and so on.  So that's the question that identifies Hispanic origin.  The next question --\n\nDEL. NORTON:  Do you then ask them whether they're black or white?\n\nMR. MESENBOURG:  Yes.  Then the next question -- so that's question eight of the 10 questions we're going to \nask about every individual.  Question nine will say, is person -- what is person one's race?  Mark one or more \nboxes.  So they can mark more than one box, but it's white, black, African-American, and American Indian or \nAlaskan Native, and then there are breakouts of Asian, Indian.  All of these boxes or categories are established by \nthe Office of Management and Budget, and we are following what those guidelines are on race and ethnicity.  But \nit's up to the individual to characterize themselves of Hispanic or non-Hispanic origin, and then, there is the race \nquestion.\n\nDEL. NORTON:  And you don't -- so this is the same categorization you used in the last census?\n\nMR. MESENBOURG:  Yes, this is basically the same characterization; there was some research done to better ask \nsome of the components -- some of the categories -- and we have implemented that.  And we'll be doing additional \ntesting in our experimental program in 2010 to refine some of these concepts and definitions.\n\nDEL. NORTON:  Now, how about the agencies?  I was confused as to how the Education Department -- does it \ncollect this data from the -- where they say, you know, you have this flexibility?\n\nMR. MESENBOURG:  This is -- these -- the race and ethnic categories are established by the Office of \nManagement and Budget, so all federal agencies should be following the character --\n\nDEL. NORTON:  So what does this mean -- what does this story in the Post mean, then, because according to the \nstory in the Post, the new rules will give states flexibility to use existing racial and ethnic categories for No Child Left \nBehind, creating a double coding for certain students.  A student may be counted as black for some purposes and \nHispanic for others, bless him.\n\nMR. MESENBOURG:  I think that's referring to states.\n\nSo states and localities --\n\nDEL. NORTON:  But this is the new rules from the Department of Education, sir.\n\nMR. MESENBOURG:  From Education?  Okay, well, I --\n\n\n\nDEL. NORTON:  So you don't -- they're on their own on that, in other words.  That hasn't affected --\n\nMR. MESENBOURG:  I really don't know what they're planning to do.\n\nDEL. NORTON:  So you don't coordinated what agencies do; you speak only for the Census and that's how you \ncount?\n\nMR. MESENBOURG:  The Office of Management and Budget should be -- has oversight responsibilities in terms of \nwhat federal agencies are doing.  So Education should have worked with OMB on the race and ethnicity standards.\n\nDEL. NORTON:  Thank you.  And, thank you, Mr. Chairman.\n\nREP. CLAY:  Thank you, Mrs. Norton.  Wow, what a far-reaching, wide breadth of questioning, consistent with your \nbackground as a professor and lecturer.  And we appreciate your participation today. And, as you mentioned \nearlier, why would we have this on a day like this?  Because we knew the key legislators such as yourself would be \nable to be here along with the other people that are here. (Laughter.)  So thank you so much.\n\nLet me just wrap up on questioning here and ask, you know, the committee has reviewed preliminary plans for \nspending stimulus money on the communications contract.  Mr. Tarakajian, you have $10 million allocated for local \nbuys in the black and Caribbean markets.  Yet you have $13 million allocated for the Hispanic and Asian markets.  \nGiven the historical undercounts in the black and Caribbean population, would you please explain the disparity in \nfunding allotments?\n\nMR. TARAKAJIAN:  The stimulus money has to be looked at in conjunction with the base plan money that is \nallocated by audience.\n\nREP. CLAY:  Let me ask you to pull that closer to you.  There you go.\n\nMR. TARAKAJIAN:  So if you look at the entire $312 million, what we are planning to plan against is $39 million for \nHispanic, 36 million for the black audience, and approximately 27 million for the Asian audience.  And I stress that \nthese are planned at this point in time.  We have not pencil to paper to complete the plans with the addition of the \nstimulus money as of yet.  Once we do that, we will absolutely take a look at how these numbers work and whether \nwe believe -- and our subcontractors believe that this is the correct allocation, but this is a starting point.\n\nREP. CLAY:  Okay, a starting point is fine.  I just wanted to make you aware that historically the Asian population \nhas been overcounted, so I was kind of curious as to why we would put -- direct so many resources to that \npopulation.\n\nMR. TARAKAJIAN:  The reason for adding resources to the Asian population is really from the planning process \nthat we have been through so far, where we've asked all of our subcontractors to come up with a list of what they \nwould do if and when there were additional monies that were available to be spent against their audience.  And one \nof the things that our Asian subcontractor, the IW group, noted was that they wanted to expand from the existing \ngroup of languages that they were going to run their campaign in to a broader group.  And adding the languages is \nan expensive proposition because these are small populations with very limited media outlets.  So we have started \nalong that path, as I said.  It's planned, it's preliminary.  We're going to take a look at what those plans look like and \nthen come back with a final recommendation.\n\nREP. CLAY:  Be sensitive to hard-to-reach and hard-to-count. Thank you.\n\nMr. Mesenbourg, would the bureau be willing -- we've made references to these maps.  Let me ask you, would the \nbureau be willing to create maps like this for members representing traditionally hard- to-count constituencies or for \nall members --\n\nMR. MESENBOURG:  Certainly.\n\n\n\nREP. CLAY:  -- in Congress in an effort to better partner with the bureau on reducing the undercount?\n\nMR. MESENBOURG:  Certainly, Mr. Chairman.\n\nREP. CLAY:  Thank you so much.  And I will ask -- let me recognize Mr. McHenry because he wants to finish up, \ntoo.  Mr. McHenry, recognized for questions.\n\nREP. MCHENRY:  I certainly appreciate it.  Mr. Mesenbourg.\n\nMR. MESENBOURG:  Yes.\n\nREP. MCHENRY:  What do you expect out of the partnership program, and what does the bureau expect the \npartners to -- you know, the role they're supposed to play?\n\nMR. MESENBOURG:  Bottom line what I expect out of the partnership program is an improved mail response rate, \nespecially in the hard-to- count areas.  That's really going to be the test of how effective we've been.  We're looking \nfor partners to basically cover the landscape in terms of representation and reach in the local communities, and that \ncould involve government.  So we'll certainly be dealing with state, local governments.  We'll be working with \nmayors both of cities and of towns.  We'll be dealing with the entire education community, both K through 12, which \nwill be the focus of the Census in Schools as well as post-secondary.\n\nREP. MCHENRY:  And what do you think the partners expect out of it?\n\nMR. MESENBOURG:  Part of our message to the partners is the census is inclusive.  The census is important.  \nIt's going to be used for legislative representation, and it's going to be used for federal funds, distribution of over \n$300 billion a year.  Most of the partners get that there's a real stake in counting everyone, that it affects them both \nfrom a political perspective as well as the kinds of funding that are going to flow into the local community.\n\nREP. MCHENRY:  Now, there have been a lot of reports about concerns that the faltering economy -- tough \neconomic times we're facing will make the 2010 Census more difficult, that people -- since people are losing their \nhomes and their jobs, and may be in the process of moving or living with other people, just moving different \nlocations, that it might be harder to find an enumerate these people. What are the bureau's plans to address this \nconcern?  I know it's a very new concern, but if you could touch on what your plans are and perhaps where you are \nin the planning process.\n\nMR. MESENBOURG:  Okay.  I'd be glad to.  Well, I think the degree of the problem is a new problem.  So we're \ngoing -- we actually have started doing our address canvassing operation.  So that's the first key production activity \nin the census, where we're going to walk every block in the U.S. and validate and update the addresses.  So the \nfirst critical step is to make sure we have a complete and comprehensive address list.  At the same time, we're \nrolling out our partnership program.  And as I said, we'll be going from about 680 partnerships -- specialists.  We'll \nbe increasing that by 2000.  A key part of that job is to get into the local communities, talk to the people in the \ncommunities, and find out the severity of some of these programs. They can help a lot in that activity.\n\nThen we need to really get trusted voices in the community to inform and educate people that if you are doubling up \nwith somebody that it's safe to respond, and that you should be listed on that census form.  So all of this will be \npart of the messaging, but we think a key part of that is to have those trusted voices in the community making that \nmessage.  We'll be doing it through advertising and through our own promotional materials, but we really think the \nlocal minister can be a lot more effective in convincing people.\n\nREP. MCHENRY:  And has this been addressed and added to the integrated communications plan?\n\nMR. MESENBOURG:  Yes, this is -- this is some of the challenges that we're facing when we look at the clusters of \nthe population.  One of the variables is the amount of occupied housing in the area.  And as that becomes -- as that \nnumber decreases, we know we have an additional problem that we need to address.\n\n\n\nREP. MCHENRY:  Okay, and Mr. Tarakajian, has that been a part of your process in updating the plan.\n\nMR. TARAKAJIAN:  Yes.  We have a budget line item in the plan called rapid response.  And what that's designed \nto do is as we start to get mail return in and we see what areas of the country or markets are lagging in terms of \nreturn, we can then allocate monies to those areas to help bolster return.  And our plan was to put an additional $2 \nmillion of the stimulus funding in the rapid response, in response to this issue that you point out.\n\nREP. MCHENRY:  Okay.  Certainly.  Now, Mr. Mesenbourg, now, how many partners -- your partners, how many \nemployees do you think they'll help produce for you -- temporary workers and enumerators?\n\nMR. MESENBOURG:  Well, they're not going to provide really any temporary workers for us.  What they will provide \nis much greater reach in getting the message out to people.  So I can give you a couple of examples of that.  In the \nbusiness community, one of the areas that we'll be reaching out to are the utility companies that basically reach \neveryone in the locality.\n\nSo one of the things that they have done in the past -- and we'll be asking them to do again -- is to put messages on \ntheir statements, on their envelopes, encouraging everyone that gets one of those utility bills, whether telephone or \nheating bill and so on to participate in the census.  Last time we were very successful with big corporations such as \nWal-Mart and Target to actually do promotions in their stores and to provide assistance centers if they had the \nspace available.  So we'll be doing a whole host of things like that.  So it's primarily helping us reach the hard-to-\ncount and getting the appropriate message out to them.\n\nREP. MCHENRY:  Is there any element of the partnership program to help produce enumerators?\n\nMR. MESENBOURG:  What the partners will -- many of them will agree to provide space for recruiting.  They \nactually won't be doing hiring, but they'll donate space, and we'll have a Census Bureau employee there taking \napplications for the jobs.  And after we've hired people, they'll be providing sites that we can actually do training on.\n\nREP. MCHENRY:  Okay.  Now, part of the program to hire enumerators for areas that have been traditionally hard \nto count, or higher non-response rate, technically -- would it be engaging in those community partners to help \nproduce folks in the neighborhood or folks in the community to be enumerators?  That's part of the program?\n\nMR. MESENBOURG:  They can assist with the recruiting process. Typically probably where they will be more \nuseful is going into the local communities as we're starting to hire additional partnership specialists and partnership \nassistance.  Those local communities can provide us the names with people that they think are trusted voices in the \ncommunity and are in the market for the job.  They'll have to go through the interview process and the testing \nprocess like everyone else.\n\nREP. MCHENRY:  Now, with the additional folks that you're hiring for the partnership groups, is there a way to \nverify the efforts and the work that they're doing in the community?  Do you have metrics for that?\n\nMR. MESENBOURG:  Certainly.  Well, first they'll have to go through all of the appropriate clearances to make sure \nthey're okay. Each one of them, as they make commitment -- well, they'll have goals in terms of what they're \nsupposed to do, and then they'll enter those commitments into integrated partnership database, and both the \nregional staff and headquarter staff will be monitoring that progress.\n\nREP. MCHENRY:  As a part of the 2010 advertising effort and communications -- broader communication effort, are \nthere plans for the bureau to visit editorial boards and newspapers?\n\nMR. MESENBOURG:  Certainly.  That will be part of our outreach to the media.\n\nREP. MCHENRY:  Okay, is that your understanding as well, Mr. Tarakajian.\n\nMR. TARAKAJIAN:  Yes.  In fact our subcontractor, Weber Shandwick, who is a public relations company, is \nassisting the bureau in that effort.\n\n\n\nREP. MCHENRY:  Okay.  And what's the purpose of these meetings?\n\nMR. TARAKAJIAN:  It's really to get the message of the census out there, make sure that there's an integrated \nmessage, that everybody is on point, and that, you know, it happens at the point in time when it's most beneficial to \nthe communications effort.  So it's an overall integrated approach.\n\nREP. MCHENRY:  So it's a message of participation?\n\nMR. TARAKAJIAN:  It would vary depending upon what the particular medium is, but yes, it would be primarily a \nparticipation message.  It could be in its early phases an awareness message.\n\nREP. MCHENRY:  Okay, awareness or participation.  Is that correct, Mr. Mesenbourg?\n\nMR. MESENBOURG:  Yes, sir, and importance, why it's important to participate.\n\nREP. MCHENRY:  Okay, well, I certainly appreciate it.  I appreciate the testimony today.  Mr. Mesenbourg, I know I \nhad some tough direct questions for the beginning because we do want participation and transparency in this \nprocess.  But I do thank you for your leadership of a very challenging and large government program that's very \nimportant to all Americans.  Thank you.  Thank you, Mr. Chairman.\n\nREP. CLAY:  Thank you, Mr. McHenry.  Ms. Watson is recognized.\n\nREP. WATSON:  Yeah, I'm going to go quickly because I do know you have other places you need to be to carry on \nthe focus of the census. Thank you for recognizing me.  And I wanted to address this to -- and follow up with Mrs. \nCumberbatch.\n\nI'm looking at this map of New York, and I'm kind of appalled. (Laughter.)  Tell me what you've been able -- the kind \nof contact you've been able to have.  Do you have the resources to do the job? And do you think your position to be \na permanent position?  And you can respond because I'm really concerned about this area here in on this map that \nI think all of you have a copy, and the fact that in 2010, we still think there will be an undercount.\n\nMS. CUMBERBATCH:  First, let me start off by saying I'm an employee of the City of New York, so my position is \nnot a federally funded position; it is a decision that has been made by the mayor of New York that this is such an \nimportant endeavor that impacts the city that it's important to have someone as a coordinator.  My office doesn't \nhave a standing budget, so what I'm doing is getting staff on loan from other city agencies who have connections in \ndifferent neighborhoods --\n\nREP. WATSON:  Let me just ask you this:  Can you propose a budget to the Census Bureau?\n\nMS. CUMBERBATCH:  Absolutely, absolutely, and I think one of the things that has to happen is that, since my \noffice was created just for the 2010 Census, that it needs to be at local levels where there are hard-to-count \ncommunities, a process where, perhaps, there is a permanent person or small office that starts dealing with these \nissues in the locality way in advance of the actual census.  So, for example, one of the communities there is \nCentral Brooklyn/Bed-Stuy, but someone could have been in place at the local level to start cultivating those \nrelationships far in advance of the census to start really penetrating -- so in many respects, it takes a huge effort in \na very short period of time to turn around those low response rates.\n\nNow, perhaps if resources had been made available much earlier on -- five years ago, six years ago -- knowing that \nthere was a low response rate in 2000 and a low response rate in 1990, we'd be in a different place in terms of \nturning around some of those communities.\n\nSo yes, I think there needs to be a federal commitment at the local level to those areas in terms of staffing, not just \nfor the purpose of the census when it comes up in terms of a partnership program now, because partners are being \nhired now for a census that's next year, but if people were in place a few years before to start making those \nrelationships and start really penetrating those areas, I think we might be in a different place.\n\n\n\nREP. WATSON:  Just to follow up, do you think this ought to be a local position within the New York area, or should \nit be a federal position, or should they recommend to the local or the regional that we make this a permanent \nposition?  I would think a city like New York --\n\nMS. CUMBERBATCH:  I think it should be a local position within the city government or whatever governing locality \nthere is in that particular area, because at the end of the day, the results impact that area most -- that government \nexecutive most -- in terms of federal funding.  So there is no input until close to the census in terms of more of an \nadvisory input -- there's no ongoing input into what outreach needs to happen for that locality to get a higher count \nand a full and accurate count.\n\nREP. WATSON:  Well, you know, New York is the city that's known around the globe.  When people come to the \nUnited States, they come to New York, and maybe the second stop is, they'll get to my district, Hollywood.  But I \nwould think this, being the largest population and probably the most well-known place, you should have the best \ncount and the resources and they need to appropriated, as you're saying, long before we get to the actual taking of \nthe census.  And so I'm hoping that you're conveying this in a proposal to the Census Bureau so you can get the \nproper resources so this famous and well-known city around this globe will have the proper governmental support in \nprograms, will have the proper count in terms of positions in this government and the proper resources to make it \neffective.  So I would hope that you present a proposal --\n\nMS. CUMBERBATCH:  Definitely.\n\nREP. WATSON:  -- to the Census Bureau.  Thank you very much, and thank you, Mr. Chairman.  And I know that \nwe're way over time.\n\nREP. CLAY:  Thank you, Ms. Watson, for the questioning.  And Ms. Norton, we are going to let you have the final \nsay.\n\nDEL. NORTON:  You said we're over time?  I'm sure there's no place that the chairman has to be that's more \nimportant than chairing this.\n\nREP. CLAY:  You're absolutely correct.\n\nDEL. NORTON:  (Chuckles.)  What would I do without the chairman to kid?  But I did want to ask this last question.  \nI looked at page -- Mr. Mesenbourg, I looked at page three of your testimony and I tried to do some fast arithmetic.  \nI don't know how to judge the total in the original contract, as you say, of $212 million, so I don't have any basis to \njudge that figure.  But what -- the reason I look at it is because, to the chagrin, I hope, of all of us, the written word is \nout of fashion, so more people know about D.C. voting rights from having seen me on \"The Colbert Report\" than \nhaving read any scholarly thing that might have been uttered from my mouth.\n\nSo I think we have to assume that, educated and not, people rely on the media for news.  It's very dangerous, but \nthat's the way it is. Indeed, when the language has now been reduced to Twitters, you'd better be working on one.  \nBut okay, so I looked at where I think most people get whatever information they get.  So I have no judgment to \nmake of $212 million -- looks slight to me, but who am I?  So the original communications contract -- the whole \ncontract -- so that's print and other media -- what's your whole budget, sir?\n\nMR. MESENBOURG:  Well, actually, the $212 million was the original contract; thanks to the stimulus, it's now \n$312 million.\n\nDEL. NORTON:  Wow!  Well, again, I don't know how to judge that, either, so I'll just go on to hard to reach.  If it's \nhard to reach people who graduated from college with information, I'm assuming it will be even harder to reach the \nhard to reach.  One-hundred and seventy (million dollars) is directed to paid advertising.  So I looked at that figure, \nso that means 42 goes off the top to somebody, because it's not directed to the content.  Then, if you continue to \ncount, you get to the mass communications component, to reach all persons who consume media in English, \n\n\n\nregardless of race or ethnicity -- so that, I don't even know what that means, because we, again, much to my \nchagrin, live in tribes.\n\nYou know, people communicate through Hispanic stations; they're black and they speak only English, but they don't \nlisten to anything except black stations -- too bad, but again, I'm giving you the way I believe it is.  So okay, for all of \nthese people -- and this leaves the impression that it's across the board, it doesn't -- it says, \"for all of those, \nregardless of race or ethnicity,\" so it would mean that if you listen to an all-news station -- or maybe that isn't what \nyou mean -- regardless of race or ethnicity, as opposed to breaking that down further, this says $52 million.\n\nSo we start with $212 and $52 of the total is planned for media buys.  What in the world are you doing with the rest \nof the money? The way I counted, you start with 91 (million dollars) for direct media buys, and that looks like it's \nprint as well as forms of media that people actually use to get information, regretfully.  Then, $52 million is for direct \nmedia buys, and I simply have to ask you, how -- one, justify the total figure for reaching the hard to reach.  And \ntwo, where will these media buys occur in order to reach people where they listen to information, or read \ninformation?\n\nMR. MESENBOURG:  Okay.  I apologize, I think my written testimony contributed to the confusion, so maybe I can \ntake a moment to try to clarify.  So the $312 million is the total contract.  Two-hundred and fifty-eight --\n\nDEL. NORTON:  Now, out of the total budget of --\n\nMR. MESENBOURG:  Out of -- the entire life cycle is between 14 and $15 billion.\n\nDEL. NORTON:  So how did you arrive at $312 million, since out of a 14 or $15 billion budget for media buys?\n\nMR. MESENBOURG:  The $14 to $15 billion is across the 10-year lifecycle of the census.  So in 2009, we had a \nbudget of about $2.7 billion and we're going to be getting an additional $4 billion in 2010, and of course, we have \nthe stimulus funding.  So in terms of contents, we think this is what we need to do the advertising.  In inflated terms, \nthis is a greater budget than we had in the 2000 Census.\n\nDEL. NORTON:  What was the budget in the 2000 Census?\n\nMR. MESENBOURG:  Two-sixty-two.  So we're at 312 (million dollars) right now.  I'm sorry.  And so of the 312, 258 \nmillion will be spent on paid media.  That includes production, labor and so on.\n\nDEL. NORTON:  Of the 312 --\n\nMR. MESENBOURG:  Two-hundred and fifty-eight million is directed towards paid media.  And that includes \nproduction and labor in terms of creating the content.  So in terms of our actual advertising buys, it's $145 million \nand 62, $63 million -- these are preliminary estimates -- will be directed towards the national market.  The national \nmarket -- what I meant to explain there -- is if you consume media in English, then the national campaign will reach \nyou --\n\nDEL. NORTON:  Well, how is that broken down?\n\nMR. MESENBOURG:  It's going to -- the national campaign is going to be national, so it's aimed at people that \nconsume their media in English, regardless of their race or ethnicity.  The local component --\n\nDEL. NORTON:  Mr. Mesenbourg, okay.  So you mean, there's a national and a local?\n\nMR. MESENBOURG:  Yes.  And the local is about $83 million.  And that's aimed at reaching ethnic, local \naudiences in the right media, whether TV, radio, print, newspapers, magazines.  But it's going to be very targeted.\n\nDEL. NORTON:  Could I ask you to get to the chairman of this subcommittee a breakdown, as finely as you can, of \nhow that media buy -- I opine on something I don't know, but I do believe that the best way to reach the -- to \ndisabuse people that the government is coming after you when the Census Bureau comes is to have a friendly \n\n\n\nvoice, not from the census, if I may say so -- some friendly community voice that speaks the language or speaks \nthe lingo and can speak credibly with the community.\n\nNow, I regret this, but these communities are divided and listen -- this is why -- this may be the decline and fall of \nAmerica, when you have everybody listening to only what they want to hear and the voices -- you wonder how \nyou're going to keep together a country.  But that's how it is.  So it's broken down in terms of class; it's certainly \nbroken down in terms of race.  And of course, the hardest to reach, it seems to me, deserve disproportionate \namount of the money, are those who speak another language, especially Spanish.  And that is where I fear the \ngreatest undercount among the most rapidly growing part of our population.\n\nI think that we already have scared the bejesus out of many of the legal Hispanics who've been here for a long time \nand just don't want to have anything to do with the government.  So I believe that you would guide the \nsubcommittee to have confidence in what you're doing with your media buys -- that's between print and broken \ndown, even in the print, and other media -- if we could have a further breakdown from you, sir.\n\nMR. MESENBOURG:  Certainly.\n\nREP. CLAY:  All right.  Thank you so much, Ms. Norton.  And as usual, she got the last word.  That concludes this \nhearing, and there will be plenty to follow.  Hearing adjourned.\n"}