{"title": "WITH RULING, FEAR OVER GANG MELTS AWAY", "body": "\nThe tattoo on Kenny Rivera's arm that once meant almost certain death is now just a fading reminder of a life that \nhe has put safely behind him.\n\nRivera, a 21-year-old illegal immigrant from Honduras, fled his native country and the vicious gang that he said \nforced him to join. Threatened with deportation, he asked for asylum, vowing that if he were sent home he would be \nkilled - either by the gang or by police.\n\nLast month a Miami immigration judge granted that asylum request, ending a five-year legal odyssey and opening \nthe door for Rivera to apply for permanent residency.\n\nCases like Rivera's are becoming increasingly common as powerful Central American street gangs extend their \nsway in Latin America and the United States, where an estimated 25,000 so-called maras are scattered across 33 \nstates.\n\nBut the cases pose a tricky problem for U.S. immigration judges who are reluctant to open the door to a potential \nflood of gang members seeking similar legal protection.\n\n\"The judges are very skeptical about what's going on,\" said Matt Muller, a fellow at Harvard Law School's \nImmigration and Refugee Clinic Program. \"They are particularly worried there are gang members who are getting \nthrough and aren't being straightforward about their history.\"\n\nRivera was only 14 when he was assaulted while playing soccer in August 2000 with three friends by the 18th \nStreet gang in Honduras' capital, Tegucigalpa. All four were branded with the gang's tattoo, XV3.\n\nWhen they refused to take part in the gang's criminal activities, they were hunted down and murdered, one-by-one.\n\nEscape to Miami\n\nRivera hid at his grandmother's house for two years. After the second of his friends was murdered, he set out alone \nfor Miami where his mother was working.\n\nHe crossed the Mexican border illegally in October 2002. Only 16, he was briefly detained by immigration \nauthorities, before he was released to his mother's care.\n\nIn Miami he found work laying marble floors. But immigration authorities began deportation proceedings in \nSeptember 2003. His only hope to avoid being sent home was to seek asylum.\n\n\nHis attorney, Julie Ferguson, argued that Rivera had a right to protection under U.S. immigration law, as well as the \nUnited Nations Convention Against Torture. She explained that even if he managed to escape the gang members, \nhis tattoo made him a target for torture by Honduran police.\n\nDespite his tattoo, \"Kenny was never a gang member,\" she said.\n\nIn April 2006, a St. Petersburg Times reporter visited Rivera's barrio in Tegucigalpa to check out his story. \"He told \nyou the truth,\" said Rivera's former soccer coach, Juan Carlos Godoy.\n\nResidents also confirmed the risks Rivera faced if he returned home. Friends of one of the murdered boys, Carlos \nChevez, described how he was gunned down by men in a taxi 50 yards from Rivera's door.\n\nDespite documentation of the kind of risks Rivera faced, convincing immigration judges is not easy. Lawyers have \nwon only a handful of cases on the so-called \"gangs docket.\"\n\nIn the last six years a total of 360 Hondurans have been granted asylum in the United States, including 92 last year. \nStatistics do not show how many of those cases were gang-related.\n\nBut, as Rivera's case indicates, the opinion of judges may be changing.\n\n\"These are increasingly being perceived as genuine cases and that these are a real social phenomena with \npolitical, social and even religious connotations,\" Muller said.\n\nEven so, it took Ferguson five years to battle through the court bureaucracy, including five hearings, before three \nseparate immigration judges and three different U.S. government attorneys. One of the judges died of a heart attack \nbefore ruling. It took months for a new judge to be assigned.\n\nIt wasn't until March that the case came before Judge David Crosland. After several more delays, Crosland \nscheduled a hearing for July 17.\n\nNo opposition\n\nWith a extra time to prepare her case, Ferguson felt confident. The only other surviving member of the group of \nboys branded with Rivera in 2000, Humberto Godoy, had since been killed by the 18th Street gang. Ferguson had \nnewspaper articles detailing the slaying.\n\nFerguson began the proceedings by giving a brief statement of the case. The judge then asked the government \nattorney, Atara Eig, what was the position the Department of Justice.\n\nIt was a surprise when Eig told the judge that the government did not oppose granting asylum in Rivera's case.\n\n\"We were only in the court for 10 minutes,\" said Rivera. \"We weren't expecting that. Thank God the judge granted \nthe case.\"\n\nThe government declined to comment.\n\n\"We don't discuss asylum matters so as not to jeopardize other cases,\" said Ana Santiago, a Department of \nHomeland Security spokeswoman.\n\n\"I think our case was unusually well documented,\" said Ferguson, noting that Eig had heard her present it to \nanother judge a year ago. \"For that reason the government was comfortable not opposing the grant of asylum.\"\n\nRivera says he can now breathe a bit easier. Next July he will be able to apply for permanent residency.\n\nHis wife is expecting their first child this weekend, a baby girl to be named Britney Andrea. He's taking English \nclasses in the evening and hopes to get a better job, driving a forklift truck at Miami International Airport.\n\n\n\nHe's uncertain about ever visiting Honduras again. \"Maybe, down the road.\"\n\nOne day, he may get rid of the tattoo as well.\n\nDavid Adams can be contacted at dadams@sptimes.com\n\n41,150 Refugee arrivals in fiscal year 2006\n\n26,113 Individuals granted asylum in fiscal year 2006\n\nGraphic\n\n \n\nPHOTO: Kenny Rivera will be able to apply for permanent residency starting in July.\n"}