{"title": "As Election Day approaches, nasty political ads proliferate", "body": "\n\"Candidate X is vermin. He secretly agrees with terrorists and once belonged to a cult. He will open the nation's \nborders to illegal immigrants. He will gut Social Security and Medicare and do the bidding of Wall Street.\"\n\nThat is only a slight exaggeration of the tone set by this year's political advertisements. While every election cycle \nproduces its share of attack ads, this one has produced a particularly toxic bumper crop that reflects both the \ndecline of American political discourse and the emergence of shadowy groups funded by anonymous donors.\n\nWith one week to go before Election Day, here are five of 2010's worst:\n\n'Don't Vote.' That is the kicker on an ad run by a previously unknown group called Latinos for Reform. It tells Latino \nvoters to ignore their civic duty and stay home. In other words, it brings voter suppression, long a subtle and covert \naffair, out in the open. It's hard to imagine a more blatant effort to suppress turnout in a bloc that is growing rapidly \nand has returned to the Democratic fold in the past two elections after showing an openness to former president \nGeorge W. Bush in 2004. Latinos for Reform -- based in Northern Virginia and run by a former Republican Party \naide -- urges non-participation to punish Democrats for not passing comprehensive immigration reform. Never mind \nthat it was Republicans who were the main roadblock to reform, and that Republicans would benefit from a low \nHispanic turnout.\n\n'Taliban Dan.' Whatever critiques one might make of Florida Republican House candidate Daniel Webster, being a \nmember of the Taliban is not a legitimate one. That, however, hasn't stopped incumbent Democrat Alan Grayson \nfrom using the label in an ad so over the top, it almost looks like a parody of attack ads. Grayson conflates \nWebster's conservative Christian views with Islamic extremism, warning voters that \"religious fanatics try to take \naway our freedom in Afghanistan, in Iran, and right here in Central Florida.\" The ad is built around a clip of Webster \nsaying that wives should submit to their husbands, which is taken entirely out of context. In reality, Webster cited \nthat advice as an example of Bible verses that men should not focus on (though he added that women could pray \non it if they wished).\n\n'Aqua Buddha.' If Grayson seeks to distort his opponent's religious beliefs, Kentucky Democratic Senate candidate \nJack Conway seeks to undermine his opponent's. He has run an ad asking a number of rhetorical questions about \nGOP nominee Rand Paul. Why did Paul once belong to a secret society that called the Bible a hoax? Why did he \nonce tie up a woman and order her to worship an Aqua Buddha? Perhaps the only question he omitted is when \nPaul stopped beating his wife. To the extent that Conway's questions reflect any underlying truth, they stem from a \ncollege incident nearly 30 years earlier described as a prank. Assume for a moment that everything was true. This \nwould hardly be the first case of someone doing something stupid in college or showing a rebellious streak that he \nlater dropped. But Conway spins them into a conspiratorial crescendo suggesting that Paul, if elected, would act in \nways detrimental to devout believers. That, in a word, is nonsense.\n\n'Medicare Scare.' In states that lean Democratic or that have large senior populations, a group organized by former \nGeorge W. Bush adviser Karl Rove is running ads against Democratic Senate candidates that attack the recently \n\n\nenacted health care reform law. The ads end by saying: \"Tell (the Democratic candidate) stop the Medicare cuts.\" \nCuts? Aren't Democrats supposed to be the big spenders and Republicans the fiscal purists? The reform law \ncontains the first meaningful reductions to any entitlement program since 1997, and, according to Medicare \nTrustees, will extend the life of the program's trust fund by some dozen years. But consistency does not seem to be \na principle of operatives such as Rove. Some of the cuts come from an expensive program called Medicare \nAdvantage that Rove championed as a way for the GOP to do better with senior voters. Apparently it's OK for \nRepublicans to spend away our children's future, just not Democrats.\n\n'Social Security Scare.' Trailing his Republican opponent, Marco Rubio, Florida independent Senate candidate \nCharlie Crist packs all the usual platitudes into one highly misleading ad attacking Rubio's plan to raise the Social \nSecurity retirement age. While ads attacking reform proposals are nothing new, particularly in a state such as \nFlorida, Crist's ad shows what happens when someone tries to make a good-faith stab at shoring up a program that \nwill go broke without changes that, inevitably, will be unpopular.  The ad suggests the program is on sound financial \nfooting, which it is not. It also insinuates that Rubio's plan would negatively impact today's seniors. It would not. \nRubio follows the long-held approach to curbing benefits, which is to slowly implement them so as not to rile up \ntoday's senior voters.\n\nAds such as these are designed to push emotional buttons, raise doubts and stoke insecurities. What they're not \nmeant to do is help undecided voters make an informed decision.\n\nSuch ads are not only vitriolic and misleading, the campaigns behind them are also unusually brazen. In the past, \nmost candidates steered clear of attack ads, preferring to let independent groups do the dirty work. This year, \nhowever, many candidates themselves have decided to unload on their opponents with a toxic mix of lies and half-\ntruths that feeds voters' cynicism.\n\nTo that we have this to say: We're the USA TODAY Editorial Board, and we disapprove of these messages. \n\nGraphic\n\n \n\nPHOTOS, B/W (5)\n"}