{"title": "IMMIGRATION SERVICE ARRESTS 7,898 PEOPLE IN 3-WEEK STING; IT IS CALLED LARGEST OPERATION EVER", "body": "\nAlmost 8,000 people from 39 countries were arrested this month in what the Immigration and Naturalization \nService calls its largest international anti-smuggling operation.\n\nThe three-week sting involved law enforcement agencies in the United States, Canada and 12 Latin American and \nCaribbean countries.\n\n\"Operation Crossroads International provides us very important lessons about one of the great, great problems we \nhave today on human smuggling. This multibillion-dollar global industry is becoming increasingly sophisticated and \nis often intertwined with other criminal activities,\" said Kevin Rooney, acting commissioner of the immigration \nservice.\n\nOfficials said 75 smugglers and vendors of illegal documents were arrested during the operation. Thirty-eight of \nthem face smuggling charges, two in the United States. Fourteen face charges on other immigration-related \nviolations. The remaining suspects face other charges.\n\nIn 13 cases, officials also seized illegal drugs valued at $9 million, the agency said.\n\nThe arrests were largely made through checking of documents at hotels, airports, highway checkpoints and safe \nhouses - where smugglers stored immigrants while moving them - in the other countries. Immigration service \nofficers also helped some of the countries to check passengers' documents at international airports.\n\n\"The message is clear - the United States is committed with its partners to pursuing smugglers wherever they \noperate,\" said Hipolito Acosta, the agency's director in Mexico City, who oversaw the operation.\n\nThe countries involved were Colombia, Costa Rica, the Dominican Republic, Ecuador, Guatemala, Haiti, Honduras, \nJamaica, Mexico, Panama, Peru and El Salvador.\n\nOf the 7,898 arrested, seven were U.S. citizens and most were arrested in Mexico. The majority came from \nHonduras, El Salvador and Guatemala.\n"}