{"title": "Immigrants, Citizens And Security", "body": "\nTo the Editor:\n\n  Re ''America, the Exam'' (editorial, Dec. 26):\n\n  I support the United States Citizenship and Immigration Services' effort to make the exam more meaningful.\n\nA harder test will compel immigrants to appreciate our country's values and history more. Personally, I think that an \nAmerican citizenship is a privilege and should be given to immigrants who make a strong effort to be part of this \ncountry.\n\nEli Mond\n\nNew York, Dec. 26, 2006\n\nTo the Editor:\n\n  While I support the government's efforts to promote a more meaningful citizenship exam, my experience is that it \nis unreasonable to expect new immigrants, who often have limited knowledge of English, to answer complex \nquestions in a language other than their native tongue.\n\n  After I became an American citizen in 2002, I coached my grandmother on her exam. Like others who speak little \nEnglish, she prepared by memorizing English answers to the questions. She would have had difficulty answering \nthe more in-depth ones in English. \n\n  Of course, lack of advanced English should not exempt immigrants from learning about our civil procedures and \ndemocratic ideals. \n\n  Why not offer the new exams and prep materials in applicants' native languages? Instead of the token English-\nlanguage portion of the current test, they should pass a separate test of basic English. \n\nSasha Senderovich\n\nSomerville, Mass., Dec. 26, 2006\n\nTo the Editor:\n\n  Re ''Bipartisan Group Drafting Bill for a Simpler Path to Citizenship'' (front page, Dec. 26):\n\n\n  Nowhere in your article about immigration reform is there mention of any additional penalties for employers who \nknowingly hire undocumented workers or who take too few precautions to ensure the validity of a new employee's \ndocumentation. \n\n  Nowhere is there mention of reform for a legitimate immigration and residency database to which employers can \nrefer easily. And nowhere is there support for increased employer scrutiny by Homeland Security or tax agencies. \n\n  Reforming immigration is important, but we don't need to create another uncontrollable process, where only the \nnoncitizen violators are liable.\n\nBen Burrows\n\nElkins Park, Pa., Dec. 26, 2006\n\nTo the Editor:\n\n  ''Mr. Bush's Immigration Realism'' (editorial, Dec. 21) considers one-half of the problem, and praises the president \nfor his tolerant understanding of the difficulties illegal immigrants face. \n\n  The cause of their pain is clearly the United States government, which, in Mr. Bush's words, has caused people to \nrely on smugglers and forgers. Your editorial endorses this view; our system ''draws in millions of illegal immigrants \neach year'' and exploits them. \n\n  The other half of the problem might be addressed in an editorial on Mr. Bush's shocking indifference to national \nsecurity at the Mexican border. Shouldn't we be concerned that millions of people are crossing illegally? \n\n  We know that drug and human smugglers are flourishing, that non-Mexicans are coming, that no more than 25 \npercent of those who cross illegally are apprehended. \n\n  Millions of Americans want border security. This does not make us restrictionists, but prioritists. Double the \nstrength of the Border Patrol, fences, walls, whatever it takes. You don't have to be a plumber to know that before \nyou install pipes, you turn off the water. \n\n  If we need a million workers from Mexico each year, we can admit them. But we cannot surrender the prerogative \nto make that decision.\n\nDonald E. Smith\n\nWayne, Pa., Dec. 21, 2006\n\nTo the Editor:\n\n  The assumption behind your series on the lives of Mexican immigrants, ''Three Sisters'' (front page, Dec. 19-21), is \nthat Americans have an obligation to support amnesty because the immigrants are suffering, and that municipalities \nshould not mind subsidizing what this entails in public services. \n\n  When is your newspaper going to show an equal concern for all the native-born people living on the edge of \ndisaster because their jobs have been shipped overseas or their labor undercut by cheaper immigrant labor?\n\nMeryle Secrest\n\nWashington, Dec. 21, 2006\n\nTo the Editor:\n\n  Regarding the recent front-page series about Mexican immigrants to the United States, a basic question arises:\n\n\n\n  Why, after nearly two centuries of independence from Spain and blessed with ample natural resources, is Mexico \nstill unable to provide more than bare subsistence for so many of its citizens?\n\nLawrence R. Foster\n\nSan Ramon, Calif., Dec. 21, 2006\n\nhttp://www.nytimes.com\n"}