{"title": "Other voices: Mass murder in Mexico", "body": "\nMexico's criminal gangs have entered a grisly new phase in their mad scramble to control anything and everything \nrelated to the border-area smuggling industry. Before, their turf battle seemed limited to smuggling routes for drugs, \nguns and laundered money. Now, with the bodies of 72 migrants discovered south of Texas in Tamaulipas, it's \napparent that illicit human cargo is added to this insane mix.\n\nWhen gunmen are willing to line up and shoot migrants in cold blood, for whatever reason, the terrorists have \ndescended into an entirely new realm of inhumanity.\n\nMigrants pay up to $3,000 each to be smuggled into the United States -- a sum apparently too great to escape the \nnotice of gangland criminals such as the notorious Zetas, who want a cut of whatever action is heading north. In the \nlucrative people-smuggling business, apparently, a new price of passage must be paid.\n\nThe numbing extent of Mexico's staggering death toll -- 28,000 killed since 2006 -- adds to Americans' indifference \nand Mexicans sense of helplessness. Enormous amounts of territory are being virtually handed over to these \ngangs, and government security forces seem unable to regain control. The capture this week of one reputed drug \nlord, American-born Edgar \"La Barbie\" Valdez Villarreal, offers a glimmer of hope but little more. It's not nearly \nenough.\n\nIn the current issue of Foreign Affairs, Robert Bonner, former Customs and Border Protection commissioner and \nadministrator of the U.S. Drug Enforcement Administration, argues that government forces can regain the upper \nhand in the same way Colombia did, provided Mexico and the United States are willing to take some difficult steps.\n\nBonner says that despite Mexico's dire situation, its violence is not as pervasive as the drug wars that plagued \nColombia in recent decades. Colombia's government prevailed, after years of bloody chaos, only after the U.S. \ncommitted money, security assistance and other significant resources to the fight. Most important, the two \ngovernments worked in tandem to root out corruption, reform the judiciary and strengthen laws to ensure that drug \nlords stopped behaving with impunity.\n\nOne by one, they decapitated the major cartels, depriving them of their commanders and lieutenants. The constant \nthreat of extradition to face American courts served notice to Colombian cartel leaders that the U.S. was committed \nto the fight. Mexico's cartels have no such impression.\n\nAmerican policymakers are naive to think that Mexico can handle this challenge alone. Our public is foolish to think \nthat Americans can continue to consume enormous quantities of illegal drugs yet turn a blind eye to the violence \ntheir drug money funds. And when illegal migration gets pulled into this mix of guns, corruption and wanton \nslaughter, we're looking at an entirely new, nightmarish realm of possibilities.\n\n-- The Dallas Morning News\n\n"}