{"title": "In Pursuit Of Freedom, Only to Find Prison Bars;Immigration Officials Try to Discern Those Fleeing Persecution", "body": "\nThe highest administrative tribunal in the nation's immigration system never doubted the harrowing story of Hawa \nJama, a 26-year-old Somali woman who sought asylum in the United States in 1994.\n\nMiss Jama, who told of discovering the bodies of her father and two little brothers shot in the head by clan warriors, \nand of being herself sliced with a bayonet and battered with a rifle butt, was jailed upon her arrival here at the \nEsmor detention center in Elizabeth, N.J., where her lawyer, Gloria M. Alfonso, said she sank into deep depression.\n\n\"She could not stop crying,\" Ms. Alfonso said. \"She was so thin, so pale. You felt she was on the verge of death.\"\n\nAfter a disturbance led to Esmor's closing, Miss Jama was moved to another jail. She was released after 14 months \nin detention, and a month ago was granted asylum. She now lives with her sister in Tennessee.\n\nHer lengthy detention after entering the country illegally is emblematic of broader failings in the United States \nImmigration and Naturalization Service's program to release asylum seekers who have credible claims, pose no \ndanger to society and have ties here, say immigration experts and advocates for refugees.\n\nThe disturbance at the Esmor detention center a year ago, fueled by detainees' frustrations over their prolonged \nincarcerations and conditions at the jail, highlighted serious problems in that program. Though the immigration \nservice has not yet made nationwide changes, officials say there will be an improved program ready to be carried \nout in the detention center in Elizabeth when it reopens in the fall.\n\nThe program for asylum seekers has been plagued by inadequate staffing, inconsistent application, a lack of \naccountability for district directors who ignore recommendations for parole, and an inability to track the cases of \ndetainees, according to immigration service reports and lawyers who have tried to get their clients released.\n\nTellingly, the immigration service says it does not know how many asylum seekers it has in detention. Last year, \n53,255 immigrants came forward to ask for sanctuary here.\n\nWhen the Elizabeth jail reopens, I.N.S. officers who handle asylum cases will also screen immigrants for possible \nparole, an approach the immigration service plans to expand nationally, said T. Alexander Aleinikoff, the service's \n\n\nassociate commissioner. A working group within the agency is now developing specific changes in the program, he \nsaid, ranging from which asylum seekers will be considered for parole to how their cases will be monitored.\n\nThe goal, he said, is to deter fraudulent asylum claims by detaining immigrants who are not credible, while paroling \nthose with bona fide claims on humanitarian grounds.\n\n\"We're on our way to finding that balance,\" Mr. Aleinikoff said, although conceding that the asylum release \nprogram \"has not been a core commitment of the agency.\"\n\nAdvocates for refugees say they have heard promises to reform the process before, but have yet to see results. \n\"What's it going to take?\" said Elisa Massimino, legal director in the Washington office of the Lawyers Committee \nfor Human Rights. \"Another Esmor?\"\n\nPromises of Support, But Jailed Anyway\n\nIn recent weeks, the immigration service's detention of asylum seekers has come under increasing scrutiny. The \nBoard of Immigration Appeals, in granting asylum to 19-year-old Fauziya Kasinga, who said she had fled Togo to \nescape genital mutilation, asked why the immigration service had detained the young woman, who had no criminal \nrecord, for more than a year.\n\nAnd on June 19, Amnesty International asked the immigration service to investigate lawyers' complaints that \nasylum seekers from Bangladesh, Ghana, Ivory Coast and the former Yugoslavia who had relatives willing to \nsupport them and who were ultimately granted asylum had been detained for four to six months in the immigration \nservice's Philadelphia district.\n\nMary Frances Holmes, the service's acting district director in Philadelphia, said her staff had just begun looking into \nthe allegations and did not yet have a response.\n\nAmnesty International also questioned the 14-month detention of a Sri Lankan asylum seeker, Ehamparam \nAppukuddy, who died of a heart attack in May at the Lehigh County Prison in Pennsylvania.\n\nA year earlier, when Mr. Appukuddy was at Esmor, his lawyer had asked the immigration service to release him \nbecause he had a serious heart condition. Warren Lewis, the district director, refused, replying that there was no \nevidence that Mr. Appukuddy had heart trouble and that he had not submitted documents proving his identity, \naccording to documents supplied by Mr. Appukuddy's lawyer.\n\nA few days after Mr. Appukuddy's death, Ms. Holmes said in an interview that he had received appropriate medical \ncare, but she declined to give more details.\n\nHis lawyer, John Assadi, said that Mr. Appukuddy's wife and 16-year-old son were still grieving in Canada, where \nthey had hoped he would join them. \"The I.N.S. wouldn't let him go to Canada, but they're sending the corpse \nthere,\" Mr. Assadi said.\n\nThe goal of the immigration service's policy on deciding which asylum seekers to parole, issued in April 1992, was \nto avoid wasting scarce, expensive detention space on legitimate asylum seekers whom the country was prepared \nto admit. Under the policy, immigration officials trained in asylum law were to interview asylum applicants, review \ntheir cases and make a recommendation to district directors.\n\nFrom the start, there was tremendous resistance to the policy within the immigration service, particularly from \nsome district directors. They saw the release of people who entered the country without legal documents as \nantithetical to their battle against illegal immigration, said Grover Joseph Rees, who was general counsel at the \nimmigration service during the Bush Administration, when the policy was adopted.\n\n\"Many I.N.S. employees view the job as simply trying to keep people out of the country,\" Mr. Rees said. \"They \ndon't distinguish between people who have been persecuted and people who have not. The enforcement people \n\n\n\nsee the asylum branch and the general counsel's office as softies who have no real world experience and are an \neasy mark for fraudulent claims.\"\n\nSince the asylum release policy was adopted, the pendulum has swung toward a crackdown. Soon after President \nClinton took office in 1993, two people were gunned down outside the Central Intelligence Agency in Virginia and a \nPakistani national who had extended his stay in the country by applying for asylum became the leading suspect.\n\nThen a suspect in the February 1993 bombing of the World Trade Center, Sheik Omar Abdel Rahman, was found \nto have applied for asylum. Two weeks after the bombing, \"60 Minutes\" broadcast a report on the thousands of \npeople who were arriving at Kennedy International Airport without proper travel documents and who were being \nreleased simply because of a lack of detention space.\n\nThe broadcast quoted the Federation for American Immigration Reform, a group that favors restrictive \nimmigration policies, as saying that only 1 or 2 percent of those thousands were really fleeing persecution.\n\nImmigration officials say that, over all, 20 to 25 percent of those who request asylum are granted it, but they also \nsay that the asylum system at the time of the policy change was so overwhelmed that immigrants who had no basis \nfor a claim of persecution could ask for asylum, get immediate authorization to work, and rest easy that their cases \nwould simply disappear into the backlog.\n \nRoutine Detention For Asylum Seekers\n\n\"These events had a major effect on Capitol Hill,\" David A. Martin, the current general counsel of the immigration \nservice, wrote in a law journal article. \"Hearings proliferated on what was suddenly being portrayed as an asylum \ncrisis.\"\n\nWhen the Esmor detention facility opened in 1994, the immigration service used it to routinely detain asylum \nseekers who tried to enter the country illegally through Kennedy and Newark airports. About 35 percent of the \nimmigrants detained at Esmor during its 11 months of operation were asylum seekers, the I.N.S. said.\n\nAnd in January 1995, the immigration service also began requiring asylum seekers to wait six months for work \npapers. It also beefed up staffing so claims could be processed more quickly.\n\nThe changes in the handling of asylum seekers caused the number of new asylum cases filed in New York and \nNewark to plummet to 18,483 in 1995 from 42,199 in 1994, officials said.\n\nBut in its zeal to deter fraudulent asylum claims, the immigration service, advocates and refugees say, has too \noften lost sight of its humanitarian responsibilities.\n\nThe most thorough critique of the flawed execution of the policy to release credible asylum seekers is to be found \nnot in the pronouncements of advocates, but in an internal evaluation produced in August 1995 by the general \ncounsel's office of the immigration service itself and provided to The New York Times by a critic of the service's \ntrack record.\n\nIn some cases, the report said, the program has worked well. \"At its weakest, it can be inefficient, inconsistent from \ndistrict to district, and operated without full information about whether the asylum claim is successful in immigration \ncourt or even what the district director determines in response to the recommendation,\" the report stated.\n\nThe evaluation also said that the Esmor disturbance had highlighted problems with the program.\n\nOnly 30 of the 394 asylum seekers at Esmor received reviews from immigration service lawyers charged with \nconsidering their possible parole under the program, according to the immigration service's post-Esmor report. \nThe lawyers recommended releasing seven of them. But the district director released only one person as a result of \nthose recommendations.\n\n\n\nAccording to the Justice Department, immigration judges granted asylum to 35 of the Esmor detainees. Most of \nthose who lost filed appeals. In the cases involving Miss Kasinga and Miss Jama, the Board of Immigration \nAppeals overturned the judges' rulings that had denied asylum.\n\nAt Esmor, Miss Kasinga and Miss Jama, both young Muslim women from Africa, befriended each other and \nsometimes prayed together in the recreation area. Miss Jama, sad already, said she became even more despairing \nafter learning that her mother had died in a refugee camp. Miss Kasinga said she recalled that Miss Jama was so \nweak from not eating that she had to lean against the walls to support herself when she walked.\n\n \n\nViolence at Home; Prison in the U.S.\n\nThe Catholic Legal Immigration Network in Newark, which was representing Miss Jama, first asked for her release \nin October 1994, two months after she arrived in the United States, and got no reply, Ms. Alfonso said. That request \nwas renewed in March, with greater urgency, because of Miss Jama's deteriorating health, she said.\n\nIn April 1995, Mr. Lewis denied the request for parole, saying in a letter that medical records did not substantiate \nthe claim of depression, Ms. Alfonso said.\n\nAfter the Esmor disturbance, Miss Jama was moved to the York County Prison in Pennsylvania. In a letter to the \nI.N.S. dated July 27, 1995, Ms. Alfonso said that Miss Jama had told her she wanted to die.\n\n\"At this point, I do not know how long she will be able to endure detention,\" Ms. Alfonso wrote. \"I would not wish her \nto die in a detention facility and I am certain I.N.S. shares this sentiment.\"\n\nMs. Holmes of the Philadelphia district said she could not comment on the specifics of Miss Jama's case. \"It's not \nright and proper to give out information about people,\" she said.\n\nOn Oct. 26, 1995, Miss Jama was released because of her poor health.\n\n\"I'll never forget that day,\" she said. \"I was crying. My family was waiting for me. I was in joy. But the freedom was \nhard that day. I had waited 14 months. I was innocent.\"\n\nGraphic\n\n \n\nPhotos: The illegal-immigrant jail in Elizabeth, N.J., scene of an uprising last year. (Associated Press); Hawa Jama, \na 26-year-old Somali who sought asylum in the United States, was jailed for 14 months before it was granted. (Alan \nS. Weiner for The New York Times); Fauziya Kasinga, right, who fled genital mutilation in Togo, was released from \nimmigration jail in April. Karen Musalo, a lawyer, rejoiced with her. (Greg Mahany for The New York Times) (pg. \nB1); Fauziya Kasinga, 19, spent more than a year in jail for entering the country illegally. She was granted asylum \nin April. (Amy Toensing for The New York Times) (pg. B2)      \n"}