{"title": "BILL BANS DRIVER LICENSES FOR 'ILLEGALS'IF IT BECOMES LAW, PROOF OF LEGAL IMMIGRATION STATUS WILL BE NEEDED", "body": "\nMILWAUKEE -- Immigrants would have to provide proof they are in the United States legally to get a Wisconsin \ndriver's license under legislation proposed Monday.\n\nThe bill, authored by Rep. Mark Gundrum, R-New Berlin, also would tie the expiration date of the state-issued ID to \nthat of the foreign citizen's visa.\n\nThe legislation aims at preventing terrorist attacks and making Wisconsin and the country \"a little more secure,\" \nGundrum said Monday at a news conference at Milwaukee's Mitchell International Airport.\n\nHe said the 19 hijackers involved in the Sept. 11, 2001, terrorist attacks had 63 driver's licenses among them.\n\n\"We don't want to end up being the cause or the contributor of one of the great tragedies of this nation,\" Gundrum \nsaid.\n\nWisconsin is one of 10 states that do not require proof of legal immigration status for the issuance of driver's \nlicenses.\n\nLast week, the U.S House approved legislation authored by Rep. Jim Sensenbrenner, R-Wis., to make states verify \nthey are not giving driver's licenses to illegal immigrants. Federal agencies would not accept driver's licenses \nissued by states that do not meet the proposed requirement.\n\nThe federal bill still needs approval from the U.S. Senate and President Bush's signature to become law.\n\nSensenbrenner, who also attended Monday's news conference, called Wisconsin a \"Mecca for illegal aliens\" to get \ndriver's licenses. He said illegal immigrants in Illinois are rushing to Wisconsin to get driver's licenses because of \nthe states' difference in the process.\n\nThe other states similar to Wisconsin in this aspect are Hawaii, Maryland, Michigan, Montana, New Mexico, North \nCarolina, Oregon, Utah and Washington.\n\nState Democratic Rep. Pedro Colon, who represents a Milwaukee district with a large immigrant population, said \nGundrum's proposal is \"presuming most law-abiding immigrants are terrorists\" and will not help make Wisconsin \nsafer.\n\n\nHe also said federal agencies, including the Department of Homeland Security, should enforce the immigration \nlaw, not the state of Wisconsin.\n\n\"What they're doing is to create a huge burden where it doesn't belong,\" he said. \"It's like, say, we are going to give \nthe mission in Iraq to the local police department. We can't turn Wisconsin into a police state, where everywhere \nyou go someone's checking your immigration status.\"\n\nGundrum, chairman of the Assembly's Judiciary Committee, said he does not know how much it would cost \nWisconsin to implement a law like his proposal. His legislation needs the Legislature's approval and Gov. Jim \nDoyle's signature to become law.\n\nDoyle does not support the proposal partly over concerns about cost, spokeswoman Melanie Fonder said. She said \nSensenbrenner's legislation itself is expected to cost Wisconsin $1.3 million if it becomes law. But she did not say \nwhether the governor would veto Gundrum's bill if it gets legislative approval.\n\nSensenbrenner said if his proposal becomes federal law and Gundrum's proposal fails at the state level, Wisconsin \ndriver's licenses will not be accepted for federal purposes, such as boarding an airplane or entering a federal \nbuilding. The bill in Congress also requires states to share driver's license data so someone cannot get multiple \nlicenses from different states.\n\nThe Congressional Budget Office estimates the federal legislation would cost more than $100 million to implement, \nbut Sensenbrenner refuted that number.\n\nAbout 7 million illegal immigrants lived in the United States in 2000 and 41,000 of them lived in Wisconsin, \naccording to the latest estimates by U.S. Citizenship and Immigration Services.\n\nWisconsin does not track the number of immigrants -- legal or illegal -- who have licenses because the state does \nnot ask for that information, according to the state Department of Transportation's Division of Motor Vehicles.\n"}