{"title": "Trade Disputes Between U.S. And China Continues; Stock Markets Reacts On The China-U.S. Trade War; IG Michael Horowitz Is Being Grilled Today During The House Hearing On The Biases At The FBI Under Comey's Leadership; President Trump To Meet With GOP Lawmakers Regarding Illegal Immigrants Being Separated From Their Family Members At The Border; The Pentagon Said That 200 Sets Of American Servicemen's Remains In North Korea Are Expected To Be Transferred In The Next Few Days Back Home To The United States; President Trumps Meets With House Republicans To Sort Out A Bill Regarding Separation Of Families On Immigration; DOJ Inspector General Michael Horowitz Testifies On The House Probe On The Clinton E-Mail Investigation; GE Booted Out Of The Dow Jones Industrial Average; U.S. And Asian Stocks Take A Hit After President Trump Threatens $200 Billion Tariffs On China Goods; Shareholders Calling On Amazon To Stop The Sale Of Facial Recognition Tech To Law Enforcement", "body": "\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: China has been taking out $500 billion a year out of \nour country and rebuilding China. I always say we have rebuilt China, they've taken so much. It's time, folks, it's \ntime.\n\n(END VIDEO CLIP)\n\nELIZABETH MACDONALD, HOST, FOX NEWS: President Trump saying it is time to deal with China and the \nproblems with trade. And we got seesaw action on the Dow. It is turn around pumping up after a 400 plus point loss. \nWhite House trade adviser, look at this, Peter Navarro saying China has more to lose than the U.S., that's when the \nDow started to go up and retrace.\n\nSecretary of State Mike Pompeo really ripping into China at his speech yesterday, saying China is the most \npredatory economic government in the world, is committing what he said is, quote, \"larceny.\" We'll dig into that one.\n\n\nAnd a new bombshell revelation from DOJ Inspector General Michael Horowitz, he is now saying they are looking \nat whether bias at FBI did lead to the start and the launch of the Russia probe. I'm going to play that you sound.\n\nAnd this hour, President Trump will meet with House Republicans, he's trying to hammer out immigration \ncompromise to address the controversy of separating families at the border.\n\nMoney, politics, we deliver the debates behind tomorrow's headlines. I'm Elizabeth Macdonald. The Evening Edit \nstarts right now.\n\nLet's get to your money first. Dow did tumble more than 400 points at its low, it retraced and closed down 287 \npoints to end the day 24,700. Wiping out its gains for the year, the trade dispute heating up, the Russell 2000 that \nhit an all-time high, and so did Netflix. B.A., I think Caterpillar, 3M, Boeing, accounted for half the losses in the Dow.\n\nLet's get to Nicole she's in the thick of the action on the big board. What's going on, Nicole?\n\nNICOLE PETALLIDES, CORRESPONDENT, FOX NEWS: Hey, Liz. Well, to your point with the Dow dropping 287 \npoints, that was 1.1 percent, that's the steepest drop that we've seen on the Dow Jones Industrial Average since \nlate May. The sell-off was broad-based, and we did see some of the safe havens such as telecoms and utilities hold \nin the green but it was the materials and also the industrials that weighed like Boeing and Caterpillar.\n\nAnd we also saw Dow, DuPont and United Technologies under pressure. Boeing dropped almost 4 percent, so they \nare weighted heavily on the Dow Jones Industrial Average.\n\nThat being said, take a look at Apple. Apple today had some news that when we talked about the tariffs and the \ntrade worries, and that's really what was front and center, and that's why we saw the sell-off it finish down 1.6 \npercent at 185.69. But there was a report that Apple would not have to pay the tariffs for iPhones that were \nassembled in China, that was in the New York Times.\n\nStarbucks, the late day news here after the bell, we're seeing Starbucks did say they're going to boost the dividend \nby 20 percent. They're closing 150 stores but the store sales going forward, the comp sales were going to be a \nmiss, we're going to see a growth of 1 percent versus 3 percent. You know they have competition from Fox's and \nother hot coffee houses.\n\nAnd I want to end on some of these highs. Look at this. Netflix, Amazon, pizza, you could see Domino's Pizza and \nthe parent of the Fox Business Network, that will be 21st Century Fox, those are all hitting highs. Liz?\n\nMACDONALD: Well, it's a good day when pizza hits an all-time high.\n\nPETALLIDES: Yes.\n\nMACDONALD: Nicole, thank you so much. Great stuff. Great to see you.\n\nLet's get to Secretary of State Mike Pompeo he told the Detroit economic club that the Trump administration's tough \nrhetoric on China, that it is working, watch.\n\n(BEGIN VIDEO CLIP)\n\nMIKE POMPEO, UNITED STATES SECRETARY OF STATE: President Trump quintessentially understands that \nfor us to achieve our foreign policy goals, we need strength here at home. If you look around, there have been \nthose that have criticized some of the tariffs, but just ask yourself, would China have allowed America to do to it \nwhat China has done to America?\n\nChinese leaders over these past few weeks have been claiming openness and globalization. But it's a joke. Let's be \nclear. It's the most predatory economic government that operates against the rest of the world today.\n\n(END VIDEO CLIP)\n\n\n\nMACDONALD: Senior White House economic aide Peter Navarro saying China has more to lose than the U.S. but \nthat the U.S. and President Trump and Xi Jinping they do have a good working relationship.\n\nThen let's a check of the numbers, China sent us $505 billion in goods last year, we send them 130 billion. Despite \nthis, China feels the numbers are on their side. Let's take it to the money gurus Mike Lee and Melissa Armo. So \ngreat to see you guys. I love having you in.\n\nMELISSA ARMO, OWNER, THE STOCK SWOOSH: Great to be here.\n\nMACDONALD: So, you know what, is this the buy -- I mean, here's the thing. Tell the viewer what you guys are \ndoing? Are you buying on the dip? Is this a serious trade fight and it's going to break out, Mike? I'm going to ask the \nsame of you, Melissa, what do you make of all this?\n\nMIKE LEE, PRINCIPAL, INVESTMARK ADVISORY GROUP: Look, this is the umpteen time we've had a sell-off for \na trade war and since the tariffs have been announced the market is up a little over 2 percent. Si, yes, I've been \nable to buy on some of these dips.\n\nMACDONALD: What are you buying?\n\nLEE: I like finance and big tax, I like all the big banks right now, I love them.\n\nMACDONALD: What about you, Melissa, what's your take on all of this?\n\nARMO: My take on all of this is that the market does not like tariffs, and so it's had negative reactions and even \nthough the negative reactions had been in the post and the premarket, like we open lower and then some days \nwe've rally, we're still lower into the open and some days like today, we still close lower.\n\nI don't consider that a placement to buy. I like to buy lament some.\n\n(CROSSTALK)\n\nMACDONALD: So, you're feeling--\n\nARMO: I want to see the strength come in and lift. When you see the word down in these after-hours, that's \ninstitutional selling that comes in. That's nothing to mess around with, because most of the people that are trading \nafter those hours are serious players in the market, they're not little tiny traders, you got to take that seriously.\n\nMACDONALD: That is an important point. By the way, just perspective, I mean, the Dow is now where it was at the \nend of around last year in January and its lost 1.5 percent today. Mike, maybe the Trump White House saying look, \nwe're up from 18,000 levels, we've added 7 trillion in wealth, let's use some of that device to buy manufacturing jobs \nback?\n\nLEE: Look, and I think the important thing to remember here is we're not interested in trade war, what we're trying \nto do is open the markets. The U.S. is the freest and fairest trader in the world, and so by putting these tariffs in \nother countries we're giving them a little taste on their own medicine.\n\nYou know, Trump has continually said if you don't like our tariffs, you drop yours and we'll drop ours, so we're just \ntrying to open up other markets and then if China were to loosen their barriers of entry, drop some of their tariffs, it \nwould ultimately benefit them in the long run.\n\nMACDONALD: We hear from Wall Streeters all the time, that it's a shocking disgrace that we allow China to steal \nour Silicon Valley intellectual property for years built companies to compete with us. Is that your take on--\n\n(CROSSTALK)\n\n\n\nARMO: It is a shocking disgrace, and I can't believe companies put out with it but they are so desperate to do \nbusiness in like Apple--\n\n(CROSSTALK)\n\nMACDONALD: To break into time, yes.\n\nARMO: -- in order -- they've done what they had to do in order to sell their products and information, there but they \nstole it. That's Trump's whole point. Trump is saying you know what, we're taking a hard line here and we're \npushing back.\n\nHim coming out right after he came out last week with a 50 billion in tariffs and now to announce this 200 billion \nwhich came out last night and that's what created the gap down in the market this morning, that's really taking it \nover the top.\n\nMACDONALD: Are you worried? Are you worried?\n\nARMO: I'm not worried but--\n\n(CROSSTALK)\n\nMACDONALD: It's not a trade war, right?\n\nARMO: No, no, no. Well, China is saying it's a trade war now. That's what they came out with this morning.\n\nMACDONALD: All right.\n\nARMO: But whether it's a trade war or not I think in the end--\n\nMACDONALD: Are you worried?\n\nARMO: Not worried.\n\nMACDONALD: Are you buying?\n\nARMO: No, because this is not the place to buy. Because--\n\n(CROSSTALK)\n\nMACDONALD: OK. Are you worried?\n\nLEE: I'm not worried. Look, China needs the U.S. and U.S. needs China. They need us far more than we need \nthem because they are an export country and we are an import country.\n\nMACDONALD: We've got more to tax from--\n\n(CROSSTALK)\n\nLEE: Absolutely. But this works better. This works better if the two big boys can play nice in the sandbox.\n\nMACDONALD: Yes. All right. You guys are great. Come back soon. We love having you on. Good stuff.\n\nARMO: Thank you for havingus.\n\nMACDONALD: Thank you, Mike and Melissa.\n\nNow coming up next, let's turn to President Trump, he is heading to Capitol Hill this hour to talk to House \nRepublicans to hammer out a path forward for immigration.\n\n\n\nLet's get to Ed Lawrence, he's live in D.C. right now with the latest. Edward?\n\nEDWARD LAWRENCE, CORRESPONDENT, FOX BUSINESS: Well, Liz, yes, I can tell you any minute the \npresident is going to leave the White House to come right here to Capitol Hill, he's going to be talking to lawmakers \non the House side, Republican lawmakers about the path forward on how to keep these families together related to \nimmigration issues as they go through the process as well as enforcing those immigration laws.\n\nNow one bill that's being considered is sort of a compromise, it has some Democratic support, it would provide a \npath forward to DREAMers, the so- called DREAMers for citizenship. It gives $25 billion for border security that \ncould include building a border wall it. It also allows those families to stay together during that immigration process.\n\nNow another bill that's being considered and voted on this week will be less of a compromise, more of a \nconservative bill that opens the -- or does not open the door for those so-called DREAMers but it does keep families \ntogether going through that immigration process. Now the president will talk to Republican lawmakers here about \nboth of those bills, however he says he wants a little bit more.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: What I'm asking Congress to do is to give us a third option, which we have been requesting since last \nyear, the legal authority to detain and promptly remove families together as a unit, we have to be able to do this. \nThis is the only solution to the border crisis.\n\n(END VIDEO CLIP)\n\nLAWRENCE: And the president going on to say that he's going to need some Democratic support. Democrats need \nto come help, come to the table and help solve this immigration issue together with Republicans.\n\nNow Senator Chuck Schumer trying to throw it back on the president.\n\n(BEGIN VIDEO CLIP)\n\nCHUCK SCHUMER, (D) UNITED STATES SENATOR: We're here today to say, Mr. President, you should, and \nyou must fix this problem. But if you don't want to change this cruel policy, at least admit it is your decision. Blaming \nothers falsely is cheap, easy and dishonest.\n\n(END VIDEO CLIP)\n\nLAWRENCE: Now in the Senate, I can tell you, Liz, less than an hour ago, Senator James Lankford told me that \nhe's co-sponsoring a bill introduced this afternoon with Senator Ted Cruz that is narrowly focused to just keep the \nfamilies together going through the immigration process but it does not deal with any aspect of immigration which is \nsomething that's going to have to be dealt with. Liz?\n\nMACDONALD: Thank you, Edward. Great to see you. Thanks for coming in.\n\nBreaking news, up to 200 sets of American servicemen's remains are expected to be transferred from North Korea \nin the next few days back home to the United States. Now that's according to Pentagon officials.\n\nThis is after the summit with North Korea dictator Kim Jong-un President Trump said the process of returning \nremains would begin quickly. Now more than 7800 Americans remain unaccounted for from the Korean War. We'll \nstay on the breaking news story for you throughout the hour.\n\nPresident Trump about to depart the White House to meet with House Republicans on Capitol Hill as Edward \nLawrence just reported to get the immigration compromise. We'll bring it to you live when he departs.\n\n\n\nBut first, Congressman Trey Gowdy he went nuclear on Inspector General Michael Horowitz on the I.G.'s second \nday of testimony. We're bringing in Republican strategist Ford O'Connell to react to the highlights that the bias at \nthe FBI may have launched the FBI Russia probe. That's from the I.G., that's coming up after the break.\n\n(BEGIN VIDEO CLIP)\n\nTREY GOWDY, (R) UNITED STATES REPRESENTATIVE: They prejudge the outcome of the Hillary Clinton \ninvestigation before the investigation ended, and these exact same FBI agents and attorneys prejudge the outcome \nof the Russia investigation before it even began!\n\nIf prejudging the outcome of an investigation before it ends and prejudging the outcome of an investigation before it \nbegins is not evidence of outcome determinative bias for the life of me, I don't know what would be. That is textbook \nbias.\n\n(END VIDEO CLIP)\n\nMACDONALD: Congressman Trey Gowdy really upset, really ripping into FBI bias in the second day of testimony \nwith Inspector General Michael Horowitz, this was in Congress today. The I.G.'s report did find political bias in the \nFBI's probe of Hillary Clinton's e-mails, even FBI Director Christopher Wray said the discovery of anti-Trump text \nwritten by FBI officials could hurt the, quote, \"viability of the Russia probe,\" and the I.G. said, quote, \"We don't have \nconfidence FBI official Peter Strzok acted free from bias.\"\n\nLet's bring in Republican strategist Ford O'Connell. Ford, OK, the bombshell exchange that happened between Bob \nGoodlatte and the I.G. The I.G. then said yes, we are looking into whether -- let me get the exact verbiage for you -- \npolitical bias had an effect on the initiation of the Russia investigation. Your reaction to that?\n\nFORD O'CONNELL, Republican STRATEGIST: Well, I mean, I agree with chairman Goodlatte and Trey Gowdy. \nLook, it's hard to believe if bias didn't affect the Clinton investigation, as many of the same people including Peter \nStrzok and Lisa Page who have enough of the Trump Russia probe, it's hard to believe that the same thing didn't \noccur there.\n\nBut again, I'm not really confident that they're ever going to find that, quote, \"smoking gun,\" because that was not \nthe mandate in the I.G. report for the Clinton e-mail investigation. Remember what an I.G. report and I.G. \ninvestigation is, it's a government product written by a bureaucrat to essentially protect the government.\n\nMACDONALD: OK. Well, the I.G. now is revealing that the I.G. is looking into James Comey for potentially leaking \nclassified info when he set up that media leak of memos he wrote about his talks with President Trump.\n\nAnd watch this, here's something interesting for you, Ford. Congressman Trey Gowdy saying James Comey acted \ndifferently under President Obama than President Trump. Let's watch.\n\n(BEGIN VIDEO CLIP)\n\nGOWDY: When he lost confidence in the Trump Justice Department, he memorialized private conversations, he \nleaked them and he admitted he did so to spur the appointment of special counsel because he didn't trust the \ncareer prosecutors at the Department of Justice.\n\nWhen he lost confidence in the Obama Justice department, he didn't make special memos, he didn't share them \nwith his law professor friends. He didn't leak the information. He didn't lift a finger to get the special prosecutor \ninstead he appointed himself FBI director, attorney general, special counsel, lead investigator and the general \narbiter of what is good and right in the world according to him.\n\n(END VIDEO CLIP)\n\nMACDONALD: Your reaction to that, Ford?\n\n\n\nO'CONNELL: Well, I think this is great news for the Trump administration, essentially what they're saying is that \nJames Comey's being investigated for mishandling classified information, and based on what has come out in this \nI.G. report about the fact that he was insubordinate and several other claims, it's going to be very, very hard for \nspecial counsel Mueller to bring an obstruction of justice claim against Donald Trump for firing James Comey. It \nseems it bolsters his case for doing so.\n\nMACDONALD: Yes. And Comey is still a witness to the Mueller probe. Let's move on. President Trump about to \nmeet with House Republicans to come up with an immigration compromise. Here's what the president said about \nMexico earlier today.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: Mexico does nothing for us. You hear it here. They do nothing for us. They could stop it. They have very, \nvery strong laws. Try staying in Mexico for a couple of days, see how long that lasts.\n\nThey do nothing for us and I see it through NAFTA. I see with the hundred billion dollars plus that they make on \ntrade through NAFTA. One of the worst deals ever made by this country.\n\n(END VIDEO CLIP)\n\nMACDONALD: You know, there's bipartisan agreement, Ford, that it is wrong and immoral to separate children \nfrom parents and that Congress needs to act to fix the border. We know that Ted Cruz introducing legislation to end \nfamily separation.\n\nHere's the thing, Ford. Republicans now fear their control of the House is at stake, because this issue could get \nvoters in swing districts, in swing districts up off the couch to vote. Ford, is it time to set aside this policy because \nyou lose the House and no border wall?\n\nO'CONNELL: Well, look, here's the deal. OK. A lot of Republicans on Capitol Hill are scared of the P.R. optics and \nwhat's going on now with the border detention controversy. Look, if you go with Ted Cruz and you sort of solve the \nshort-term P.R. crisis, what you're not doing is effectively desensitizing illegal immigration. And that's where Donald \nTrump made the point.\n\nLook, Ted Cruz's bill doesn't go far enough. And what a lot of people aren't saying here is that immigration, we need \nto solve this problem. And essentially you've got Democrats who have no interest whatsoever beyond open borders \nand then you have some Republicans who can't decide exactly how much illegal immigration they want to curtail.\n\nSo essentially Donald Trump has to put this on his back and it's actually a great issue in a midterm election for him \nif he can get the optics on your side.\n\nMACDONALD: Yes, you're breaking the law if you cross the border illegally. You're breaking the law. I mean, but \nchildren should not be used as a policy tool as a means to an end in any situation or circumstance.\n\nWe had John Kasich today saying this is the party of Lincoln. Reagan would have never, never have done. But you \nknow, here's the thing, Ford, this is an issue no one is really talking about. Mexico had a record number of \nhomicides last year, over 2500 people killed, a 113 political candidates killed, reportedly by drug cartels in just one \nyear. I mean, this is chaos just south of our border. Your reaction to that?\n\nO'CONNELL: Well, look, there is chaos south of our border. But I'm more concerned about the way the laws are \nwritten. They're not written to deal with people who do not come from Canada or Mexico. And essentially a lot of \nwhat we're talking about is family units and Central Americans and essentially you neither have to essentially arrest \nthem, return them or actually release them into the interior, and if you're releasing families into the interior for the \nsole purpose of keeping them together, I don't understand how other people aren't going to gain assessment and \nfollow suit.\n\n\n\nMACDONALD: Well, the issue is, stop the criminal prosecution of the families and just have them in administrative \ndetention centers that they had that policy in March. But Goodlatte has a bill out there for it, Bob Goodlatte he has, \nyou know, a good immigration, solid immigration policy. We're showing the full screen of what it offers. Goodlatte \nhas the immigration bill. Well this pass? Will the Democrats sign onto it?\n\nO'CONNELL: Well, look, I think the Goodlatte bill is exactly the right way to go. But you know that you need 60 \nvotes in the United States Senate to pass this bill and essentially because only five Democrats are basically in \npolitical jeopardy in terms of the 2018 elections in the Senate, it's going to be very hard to get 60 votes.\n\nSo, I know, I do not see this going through. I think the Democrats love this optics of empathy because they think it \nhelps well to play well with their base.\n\nMACDONALD: Wow, politicizing the border. Ford, thank you so much. Good to have you on.\n\nO'CONNELL: You got it, E-Mac. Thank you.\n\nMACDONALD: Again, we're going on the story for you. President Trump is about to depart the White House to \nmeet with House Republicans on Capitol Hill shortly to get an immigration compromise.\n\nRemember this, though, President Obama also has warned Central Americans just four years ago to not bring your \nchildren to the border. We're going to bring in RNC spokesperson Kayleigh McEnany to react to all of this after the \nbreak. Don't go away.\n\nELIJAH CUMMINGS, (D) UNITED STATES REPRESENTATIVE: We will not keep kids in child internment camps \nindefinitely and hidden away from public view. What country is that? This is the United States of America. This was \na policy invented, implemented and executed by President Donald Trump.\n\n(END VIDEO CLIP)\n\nMACDONALD: That's Congressman Elijiah Cummings on Capitol Hill today as House Republicans gather tonight at \nthe Capitol to meet with President Trump on immigration. Again, Democrat Congressman Elijiah Cummings blasting \nthe Trump administration's zero tolerance policy, has resulted in separations of undocumented families at the \nborder.\n\nWhite House officials have said this policy is meant as a deterrent, but now a growing number of Republicans \nsaying it's unacceptable and immoral to use children as a leverage to enact policies while Democrats and \nRepublicans still drag their feet on fixing immigration. The president is trying to push for a solution tonight.\n\nPresident Obama also had warned Central Americans against bringing their children to the border back in 2014. \nLet's listen.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Some of your critics have said you have to speak out more directly to the people of Central \nAmerica and say, don't come. If you come, you will be deported.\n\nBARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES: Well, we actually just -- we've done that. \nThe problem is, is that under current law once those kids come across the border, there's a system in which we're \nsupposed to process them, take care of them until we can send them back. So that's the process, but what we've--\n\n(CROSSTALK)\n\nUNIDENTIFIED MALE: Is your message don't come?\n\n\n\nOBAMA: Our message absolutely is don't send your children unaccompanied on trains or through a bunch of \nsmugglers. That is our direct message to the families in Central America, do not send your children to the border. If \nthey do make it, they'll get sent back.\n\n(END VIDEO CLIP)\n\nMACDONALD: That's President Obama talking tough on immigration four years ago, and unaccompanied minors \nand children coming to the border saying, parents, don't do it.\n\nPresident Trump will be meeting with House Republicans on Capitol Hill shortly to try and hammer out an \nimmigration compromise.\n\nLet's take it up with RNC spokesperson Kayleigh McEnany. OK, so pushing forward, stop separating children from \nparents. Children should not be used as a policy tool. I think people are in agreement about that. Let's cut straight \nto the solution, is that Goodlatte bill the solution, is that what we're going to see tomorrow in the news?\n\nKAYLEIGH MCENANY, SPOKESPERSON, RNC: Well, that or the compromise bill are the solution, and Congress \ncan fix this, you know. Instead we see Democrats like Nancy Pelosi going to tour these facilities. At the top you \nplayed a clip of a Democrat who managed to pack three lies into a sound bite. That kind of hyperbolic rhetoric takes \nus farther from a compromise.\n\nSo stop grandstanding, Democrats. Sit in a room, act lick adults, and let's figure this out.\n\nMACDONALD: Just now, you know, the issue is Republicans now fear their control of the House in that stake. The \nissue could get voters in swing districts up off the couch to vote given what the policy is about basically separating \nparents and children.\n\nBut, you know, and Ted Cruz has that emergency legislation, John Kasich and so forth. What will be accomplished, \nJohn Kasich saying the party of Lincoln shouldn't do this. What will be the bipartisan solution, Kayleigh? What are \nwe going to see coming out of the results of the meeting tonight?\n\nMCENANY: Well, it's interesting. Let me just take up one point here. You know, President Obama had the same \nseparation policies. He chose not to implement the law in many cases. The law has all these loopholes that \nPresident Trump has pointed out that basically say if you enforce the law, the result of that is parents are \nprosecuted, their kids are separated. Congress has to change that. It is on Congress.\n\n(CROSSTALK)\n\nMACDONALD: But Kayleigh, hang on a second, let me ask you something because back in a couple months ago, \nyou know, Jeff Sessions and the Trump administration said we are going to do zero tolerance. We are now going to \nstart criminally prosecuting. That was the shift. That was the switch in policy. Prior to that they were putting \nadministrative detention centers together, now they're separated because you're criminally prosecuting. That's \nwhat's led to this firestorm of controversy.\n\nMCENANY: Right. Right, and guess what, 8USC-1325 makes it a crime to enter this country illegally. Article II of \nthe Constitution demands that the president faithfully execute the laws of Congress.\n\nPresident Trump is doing what Congress has told him to do. For decades you have had presidents ignore this \nproblem, and we are here today with a president who says I want to fix this. He has put together a plan that 65 \npercent of the country supports according to the Harvard Harris poll.\n\nSo Democrats need to stop grandstanding and get their act together, help him enforce the law in a way that we do \nnot have to separate families, but we can still prosecute those entering illegally.\n\nMACDONALD: Well, the president did say don't separate but still pushed ahead on legislation, right?\n\n\n\nMCENANY: Well, the problem is when these individuals are prosecuted they're taking in to a federal court--\n\n(CROSSTALK)\n\nMACDONALD: Well, don't prosecute them, that's the point.\n\nMCENANY: Right. They're taken into a federal court, and law currently says -- and for a good reason, children are \nnot allowed to be put in a federal detention facilities.\n\nMACDONALD: OK.\n\nMCENANY: But we can expedite the removal process and therefore expedite the reunification of families and send \nthem across the border expeditiously.\n\nMACDONALD: The bottom line is stop breaking the law, don't cross the border illegally, and there are common \nsense fixes. Final word, Kayleigh.\n\nMCENANY: That's exactly are right. You know, this is a compassionate administration. They said we want a DACA \nfix, we don't want to separate families, we want to enforce the law because American citizens have died at the hand \nof MS-13, and that's an unacceptable status quo here.\n\nMACDONALD: We're taking that on in a couple of minutes. Kayleigh, thank you to that story about Americans being \nkilled by criminal illegal aliens. So, we're going to take up that in just a second. Kayleigh, great to see you. Thank \nyou so much for coming in.\n\nUNIDENTIFIED FEMALE: Thank you, Liz.\n\nMACDONALD: Day two of questioning still underway for the DOJ Inspector General Michael Horowitz. He is now \nconfirming he is looking into the FBI handling of the Russia probe, and he's saying that bias at the FBI possibly \ncould have initiated that probe. We've got that sound coming up.\n\nBut first, President Trump threatening tariffs on $200 billion of China goods. The U.S. and Asia markets taking hits \ntoday. We're bringing in the Fiscal Times Liz Peek to react after this.\n\nMACDONALD: Breaking news, this just in, industrial giant GE kicked out of the Dow Jones Industrial Average. It's \nbeen booted. Look at who it's being replaced by, drugstore chain Walgreens Boots Alliance. Now, GE has been \nthe sole surviving initial member of the Dow Jones Industrial Average. It started out there in the blue chip index in \n1896 and stuck there through tonight. It's out. Liz Peek is with us from the Fiscal Times. Your reaction to that.\n\nLIZ PEEK, COLUMNIST, THE FISCAL TIMES: Kind of a historic moment, right?\n\nMACDONALD: Wow!\n\nPEEK: But it really says a lot about where we are in this economy and this country. This was a real industrial, sort of \nheartthrob of the country and it has steadily lost steam and lost market share and lost market cap and so, obviously, \nit was headed to exit, the Dow, no question about it.\n\nWhat's taking the place though is sort of, again, another token of where we are in our country's development, a \ncompany -- Walgreens -- that obviously caters to an aging population, expanding health care mandates, et cetera, \net cetera, so this is really --\n\nMACDONALD: Walk-in clinics.\n\nPEEK: Yes, I mean, this is really sort of an incredible picture of where we are right now.\n\n\n\nMACDONALD: You know, a lot of Americans spend a good chunk of their lives in these strung out places walking \naround.\n\nPEEK: And interesting, not every country has them. I mean --\n\nMACDONALD: It's a good point.\n\nPEEK: -- this is an American phenomenon I think.\n\nMACDONALD: Let's get back to this, President Trump threatening tariffs on $200 billion worth of China goods. Let's \nlisten.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: We have an $800 billion trade deficit right now, what do you have to lose? And I'm only \ngiving him a wide berth on these issues right now. I think he's just trying to send a message to China and the rest \nof the world that this cannot continue. This cannot continue.\n\nThis is the reason the guy's president of the United States today. He was the only one that was talking that during \nhis campaign on both immigration policy and tariffs. This is why Reagan Democrats voted for this guy. It's because \nhe said, hey, one, you're losing your jobs and, two, if you have a job, your pay isn't increasing.\n\nThis is the direction that this president said he was going to go and he's just keeping his promises. So he's sending \nmessages around the world saying, hey, no more. No more. No more piggy bank for the rest of the world.\n\n(END VIDEO CLIP)\n\nMACDONALD: All right, U.S. and Asia markets taking a hit again because of this next step in the process of the \ntrade fight with China. Your reaction to all of this.\n\nPEEK: Well, interestingly, China's market was down more than ours and I think that says a good deal. Look, we are \nstill in the opening season here of trying to settle a long-simmering trade dispute with China. This goes back \ndecades. This is not a new problem. China has misbehaved particularly with the theft of intellectual property worth \ntrillions of dollars, and now all of a sudden we are at a tipping point. China is really taking over more and more a \ntechnology leadership role and we cannot afford to let that happen.\n\nMACDONALD: We're breaking away just for a second, here's the president on his way to the Republican \nconference talking about immigration.\n\n(BEGIN VIDEO)\n\nUNIDENTIFIED FEMALE: Mr. President --\n\nUNIDENTIFIED MALE: Is this child abuse, sir?\n\nUNIDENTIFIED MALE: Mr. President are you going to shutdown the government over the wall?\n\n(END VIDEO)\n\nMACDONALD: So the president is saying we're going to try to get a solution there. So again, we're staying on this \ndeveloping story. There's the president leaving to go meet with House Republicans to hammer out an immigration \ncompromise with the whole points of individuals and a coterie behind him.\n\nLet's get to this bombshell, what happened on day two of the questioning -- it is still underway for the Justice \nDepartment Inspector General Michael Horowitz. Michael Horowitz confirming he's looking into the FBI's handling of \nRussia probe. Let's watch.\n\n\n\n(BEGIN VIDEO CLIP)\n\nREP. BOB GOODLATTE (R), CHAIRMAN, HOUSE JUDICIARY COMMITTEE: Do you believe this text shows \npolitical bias?\n\nMICHAEL HOROWITZ, INSPECTOR GENERAL, JUSTICE DEPARTMENT: I think as we've found it clearly shows \na biased state of mind.\n\nGOODLATTE: And if so, do you believe the political bias shown by this text had an effect on the initiation of the \nRussia investigation?\n\nHOROWITZ: I think, as you know, Mr. Chairman, that's a matter we've got under review and are looking at right \nnow.\n\n(END VIDEO CLIP)\n\nMACDONALD: OK, so we saw there, Liz, that the I.G. confirming they're looking into whether bias at the FBI \ninitiated the Russia probe --\n\nPEEK: Yes, which is really the first time we've heard that, right? MACDONALD: Yes, we haven't heard that.\n\nPEEK: I mean, and by the way, Trump supporters are going to be pretty thrilled to have that balanced approach \ntaken because, yes, the Clinton e- mail investigation was certainly flawed in many respects, and people think it was \npolitically biased. But this one, this whole Trump-Russia probe, I think the right, you know, people support Donald \nTrump are just furious about the way this was taken on.\n\nAnd it is high time for someone to investigate how all this got started. There have been so many leaks, so many \nrumors, so much innuendo, we want to know what happened and why. And I think this is a very positive \ndevelopment.\n\nMACDONALD: Liz Peek, love having you in on such a breaking moment --\n\nPEEK: So many things going on.\n\nMACDONALD: Everyday is --\n\nPEEK: Yes, exactly.\n\nMACDONALD: Good to see you, Liz Peek. Great to see you.\n\nPEEK: Thanks.\n\nMACDONALD: Thanks for coming in. OK, Amazon shareholders, look at this story, they're calling on the tech \ncompany to stop selling facial recognition technology to our nation's police officers saying that technology could be \nunfairly used to target and surveil people of color and others. Coming up, we're bringing in a Cleveland detective. \nHe is here to react.\n\nBut, again, we're staying on the story of President Trump trying to hammer out an immigration compromise bill with \nHouse Republicans. The question is will Democrats sign on? The answer is likely, no. Conservative Review TV \nhost, Allie Stuckey is going to react to the latest after this.\n\n(BEGIN VIDOEO CLIP)\n\nREP. NANCY PELOSI (D), MINORITY LEADER: What is it that they are thinking? Do they think these children \ndeserve less than their children do in terms of care and love?\n\n\n\nHILLARY CLINTON, FORMER PRESIDENTIAL CANDIDTE: Those who selectively use the bible to justify this \ncruelty are ignoring a central tenet of Christianity. Jesus said suffer the little children unto me, he did not say let the \nchildren suffer.\n\nUNIDENTIFIED MALE: You're operating with a white nationalist government that will take children hostage to get \nwhat they want.\n\nUNIDENTIFIED FEMALE: All I can say after talking to the people, watching the people, listening to the people that \nthe statue of liberty, I think, is weeping right now.\n\n(END VIDEO CLIP)\n\nMACDONALD: President Trump meeting with House Republicans right now to get an immigration compromise bill \nthat the chamber may vote on later in the week. Let's bring in Conservative Review TV host Allie Stuckey. Allie, \nwhat's your take on the controversy over separating parents and children at the border? Is there a solution here to \nstop all this?\n\nALLIE STUCKEY, TV HOST, CONSERVATIVE REVIEW: Look, everyone I know on both sides of the aisle has \ncompassion for these kids, but this debate is getting absolutely out of hand. It's gotten so emotional that if anyone \nbrings up a fact or a logical solution, they are slammed as being a heartless animal that doesn't care about these \nkids. But the fact of the matter is, is that Democrats don't want a solution.\n\nWe've been saying over and over again, this goes to the Congress. This has to be a legislative fix, this is not \nDonald Trump picking up the phone and saying, hey, stop doing that. Honestly, Kirsten Nielsen needs to be the \nonly one that's talking right now because she's right, Congress has to fix this.\n\nTed Cruz has put forth a legislative solution that I think is really solid, unlike the Democrats who basically just want \nevery illegal immigrant to be able to come in no questions asked, no consequences. And that's just not going to \nhappen in this administration.\n\nMACDONALD: Well, the president -- the White House a couple months ago -- let's just set out the lay of the land -- \nsaid we will start criminally prosecuting. At that point, that's when the family members were separated, because you \ncan't hold children in federal criminal detention centers. The talk being --\n\nSTUCKEY: Right.\n\nMACDONALD: -- revert back to administrative centers -- detention centers, you know, to fix that problem to keep \nthe families together. That's the solution there. But to your point, Allie, there's a broader problem here, and that is \nborder or security. To your point, Republicans and Democrats, both sides have for decades have been dragging \ntheir feet on common sense solutions to the immigration policies, problems and border security problems.\n\nAnd Allie, to your point, listen to these family members who have been permanently separated from their children \ndue to violent criminal illegals coming into this country. The families tell us Democrats have never talked to them. \nLet's listen.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: A four-time deported illegal alien that had done five years in prison for attempted murder \nand had a 15-year rap sheet just pulled up next to Spencer and randomly blew his brains out.\n\nUNIDENTIFIED FEMALE: Joshua went to school one day, and unbeknownst to me, a classmate asked him for a \nride home. We found out at the trial that his intent was to murder Josh for his truck. He brutally beat him, crushed \nhis face and voicebox. He beat him in the head with a closet rod pour times until it broke. He strangled him over and \nover again, tortured him. He tied him up like an animal, dropped him in a field and set him on fire.\n\n\n\nUNIDENTIFIED MALE: An illegal immigrant intoxicated, hit him from behind going probably 120 miles an hour.\n\n(JEND VIDEO CLIP)\n\nMACDONALD: Your reaction to that.\n\nSTUCKEY: The fact is none of these crimes would have happened in this country if those illegal immigrants \nweren't there. So what we have to do is like you said, common sense legislation, that means building the wall, that \nmeans securing the border so that this isn't so easily able to happen, where women are able to smuggle children in \nor people are able to smuggle women and children in across the border.\n\nWe just heard a report actually on CNN that said that parents actually give their children Plan B and birth control \nbecause they know their kids are going to be raped when they cross the border. Is that compassionate? It honestly \nmakes me sick to hear Nancy Pelosi and Hillary Clinton quoting the Bible when they're talking about border \nsecurity.\n\nIf you want empathy, if you want compassion, let's secure our borders. Let's pass legislation to actually make that \nhappen. Let's not just talk about it.\n\nMACDONALD: And step up and say if you want to apply for asylum, we, of course --\n\nSTUCKEY: Come on.\n\nMACDONALD: -- we're a compassionate nation.\n\nSTUCKEY: Yes.\n\nMACDONALD: We will take you in as a refugee, just go to those points of entry. Don't try to cross.\n\nSTUCKEY: Go to the port of entry.\n\nMACDONALD: Yes.\n\nSTUCKEY: Absolutely. We're the most compassionate country in the world. We have the highest amount of \nimmigrants in the world. This is a country of immigrants in so many ways. Please, come here legally. We would \nlove to grant you asylum if we can do that, but don't come in illegally. It's dangerous for everyone.\n\nMACDONALD: President Trump speaking moments ago just before meeting with house republicans. Let's listen.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: The system has been broken for many years. The \nimmigration system, it's been a really bad, bad system, probably the worst anywhere in the world. We're going to \ntry and see if we can fix it. Thank you very much.\n\n(END VIDEO CLIP)\n\nMACDONALD: Allie, your reaction.\n\nSTUCKEY: I think he's absolutely right. Look, we have to build the wall. That's not an unempathetic stance to take. \nThat's actually so much more compassionate for the people who are trying to cross the border. It's so much more \ncompassionate for the people in this country. It's just common sense. We have to secure our borders. President \nTrump ran on that, he knows that. Now it's time for him and Congress to step up to come together and actually do \nit.\n\n\n\nThe Democrats like Senator Feinstein who proposed a ridiculous legislation that would basically make it impossible \nto separate children from any criminal in the United States, they're wrong. Republicans are actually proposing \nsolutions. Let's come together and make it happen.\n\nMACDONALD: Allie Stuckey, great to have you on. Thank you so much.\n\nSTUCKEY: Thank you.\n\nMACDONALD: Amazon shareholders calling on the tech company to stop selling facial recognition technology to \nour nation's police officers saying that technology unfairly target and do surveillance on people of color and more. \nWe're bringing in Cleveland police detective Stephen Loomis. He says this technology will keep you safe, all after \nthe break. Don't go away.\n\nMACDONALD: Welcome back. Amazon shareholders calling on Amazon to stop selling facial recognition \ntechnology to police officers and law enforcement across the country. Shareholders sending a letter to CEO Jeff \nBezos saying, \"We are concerned this technology would be used to unfairly and disproportionately target and \nsurveil people of color, immigrants and civil society organizations. We're also concerned that foreign governments, \nincluding authoritarian regimes, could use it as well.\" Amazon, meantime, finishing in the green, up nearly 1%. Let's \nbring in Cleveland police detective Stephen Loomis to react. Are these concerns valid, sir?\n\nSTEPHEN LOOMIS, DETECTIVE, CLEVELAND POLICE: Absolutely not. Not at a local law enforcement level in \nany case. This technology is -- we heard the same arguments when we had fingerprinting back in the 19th century. \n, DNA sampling now is, everybody that gets arrested for a felony gets a DNA sample taken. So we hear the same \ntype of arguments over and over again.\n\nAs far as targeting a specific race, absolutely not. This is going to target bad guys. And it's going to make law-\nabiding citizens much safer and law enforcement that are protecting them.\n\nMACDONALD: The argument is that innocent people's faces will stay in those databases forever at police \ndepartments. Your reaction to that.\n\nLOOMIS: No, that's absolutely not true. We absolutely input those faces. We take them from surveillance of store \nrobberies, things like that. There's some body cam technology that's going to be coming out here very shortly. And \nkeep in mind only 11 states right now have this. It's going to be very closely monitored just as NCIC is.\n\nWe can do criminal background checks, but we have to have a law enforcement purpose to do that, and so it's not \ngoing to be the free for all that, you know, these groups are claiming it's going to be.\n\nMACDONALD: Detective, how does it keep us safe?\n\nLOOMIS: I'm sorry?\n\nMACDONALD: How does this technology keep us safe?\n\nLOOMIS: Well, it allows us to pinpoint very accurately who the person is that we're dealing with. When I came on \nthe job 25 years ago, you had to rely on their honesty to give you a social security number and a birthday. Now, we \nhave computers in the cars, and we can check those things very quickly and get a picture of them right now to \nmake sure that they're telling us the truth about that.\n\nWhat this technology is going to -- it's almost going to be realtime and we're going to know who we're dealing with, \nwhether it's a suspect, whether it's a runaway child. We talked about that earlier. You know, there are all kinds of \napplications for it, but it's not going to be to target protesters. I mean, it's ridiculous. No cop in this country cares \nabout what people are protesting. We care about them being able to protest, and we'll defend that right and take a \nbullet for that and that's what we care about.\n\n\n\nMACDONALD: Can you repeat that because Silicon Valley thinks that law enforcement is going to do surveillance \nof civil, you know, civil rights groups and the like. Can you repeat what you just said? Are you doing surveillance of \nthose guys?\n\nLOOMIS: No, with facial recognition technology, absolutely not. You know, we do have intelligence units that go out \nand watch and look and see what's going on, and that's responsible law enforcement, but it's not obtrusive. You \nknow, we're not in people's faces doing that. And this type of technology is going to absolutely make the job of a law \nenforcement officer safer. It's going to make the law-abiding citizen safer, and it's even going to make the criminal \nelement out there safer because we're going to know who we're dealing with very, very quickly.\n\nIf we're dealing with a known armed felon, that's one thing. If we're dealing with a guy that's passing bad checks \nthat, you know, we're going to know that right away and that's all or very, very useful information. But no \nprosecution will ever take place solely based on this type of technology.\n\nMACDONALD: Hey, Detective Stephen Loomis, thank you so much for coming in and your insights there and thank \nyou for our service to our country. We appreciate you. Thanks again.\n\nLOOMIS: You're very welcome.\n\nMACDONALD: We're going to be right back after the break. Heavy, heavy news night. We've got a lot of stuff for \nyou, don't go away.\n\nMACDONALD: Welcome back. Happening right now, President Trump meeting with the Speaker of the House Paul \nRyan and House Republicans on immigration. We're going to stay on that for you and bringing you any breaking \ndevelopments. Thank you so much for having us in your home and thank you so much for watching. It was a jam-\npacked news hour. Look who is here now, \"Making Money.\" Take it away Charles.\n"}