{"title": "India: Union Home Minister Shri Amit Shah presides as Chief Guest over the 26th foundation day celebrations of the National Human Rights Commission - Under the leadership of Prime Minister Shri Narendra Modi, the Government would act as a proactive sentinel of human rights for every citizen: Shri Amit Shah - Under the leadership of Prime Minister Shri Narendra Modi, the Government's effort to tackle poverty is biggest effort globally to protect and promote human rights: Shri Amit Shah - The protection and promotion of human rights is a cornerstone of India's Constitutional philosophy: Shri Amit Shah - Ensuring synergy between our cultural values and the modern approach to human rights would make India the best in the world in terms of human rights: Shri Amit Shah - Gandhi ji's favorite devotional song Vaishnava Jan To is one of the greatest charters of human rights: Shri Amit Shah", "body": "\nUnion Minister of Home Affairs Shri Amit Shah presided over the 26th foundation day celebrations of the National \nHuman Rights Commission (NHRC) as Chief Guest. Also present was Justice Shri HL Dattu, Chairperson, NHRC.\n\nShri Shah, praising the work done by NHRC, said that the organization had, over the last 26 years, created \nimmense awareness about human rights in people. He added that the concept of human rights as applied in India \nwas very different from that as applicable globally. He remarked that this was so because traditional Indian social \nstructures and institutions have been the inherent protectors of several human rights, without any legal obligation \nneeded to enforce this protection. He said that this shows the richness of our culture, and that protection and \npromotion of human rights has always been an indelible part of our culture. He said that ensuring synergy between \nour cultural values and the modern approach to human rights would make India the best in the world in terms of \nhuman rights.\n\nShri Shah urged NHRC and other institutions involved in the field of human rights to rise above the confines of law \nand take the protection of human rights as a sacred ethical duty. He said that individuals and institutions involved in \nsuch efforts should be given space in the larger context of human rights ecosystem of India. He called for a broader \ndefinition of human rights and said that the Indian motto of Vasudhaiva Kutumbakam has the protection and \npromotion of human rights in-built in it.\n\nShri Shah said that Gandhi ji's principles and values encompassed a wide scope of human rights and added that \nhis favorite devotional song Vaishnava Jan To is one of the greatest charters of human rights. Shri Shah hailed the \nrich literature and philosophy of human rights present in Indian culture. He urged the NHRC to provide a platform to \nshowcase such examples.\n\n\nShri Shah remarked that poverty and violence were major challenges to human rights and said that any step taken \nto eliminate poverty will immediately enhance India's standing in the field of human rights. He added that the \ngovernment of Prime Minister Shri Narendra Modi has successfully begun to address the problem of poverty in the \nlarger context of provision of human rights. He denounced homelessness, lack of basic amenities and lack of \naccess to healthcare as violations of human rights. He added that after 2014, for the first time, under the leadership \nof Prime Minister Shri Narendra Modi, the government has begun tackling these challenges with great focus. He \nsaid that this effort needs to be showcased to the world, and hailed it as the biggest effort globally to protect and \npromote human rights.\n\nRemembering the 40,000 victims of terrorism in Kashmir, Shri Shah called terrorism and Naxalism the greatest \nviolations of human rights. While emphasizing on zero tolerance towards custodial deaths and police atrocities; he \nspoke for the protection of human rights of the victims of terrorism and those who have been unable to enjoy the \nfruits of development because of the violence inflicted by Naxalism and terrorism.\n\nShri Shah praised the rich intellectual tradition of India's Constituent Assembly debates, and said that those \ndebates enliven the concept of human rights and the spirit of the Constitution. He said that the various legal \nprovisions to enact the Directive Principles and Fundamental Rights as enshrined in the Constitution, such as Rigjt \nTo Education, Right To Information and Right To Food are all connected to the advancement of human rights and \nthat the protection and promotion of human rights is a cornerstone of India's Constitutional philosophy. Shri Shah \nsaid that the recent Amendment to the Protection of Human Rights Act has expanded the scope of the Act and \nmade it more inclusive in the spirit of Paris Principles.\n\nShri Shah expressed pride at NHRC being accorded the status of an International Human Rights Institution and \npraised the work done by NHRC in various fields associated with human rights. He congratulated NHRC as well as \ncivil society for the steps taken by them to advance the cause of human rights in the last 26 years. Shri Shah said \nthat under the leadership of Prime Minister Shri Narendra Modi, the Government would act as a proactive sentinel \nof human rights for every citizen, regardless of a law to mandate the same.\n\n(Press Information Bureau, Government of India)\n"}