{"title": "Immigrants sue to speed citizenship; Residents tired of long delays in background checks turn to courts to remove barriers", "body": "\nMohammad Barikbin came to the USA in 1988 and says he has spent every day since then fulfilling the American \ndream.\n\nThe Iranian immigrant started a catering business in Philadelphia, then a taxi company and a taxi call center, all \nwhile investing in real estate.\n\nHis 26-year-old son, Mehrdad, is a Marine. His 16-year-old son, Bijan, plays high school football.\n\nThere's a critical piece missing from Barikbin's American dream: He's not an American yet.\n\nBarikbin, 57, is a legal permanent resident, known as a \"green card\" holder. He is among nearly 68,000 legal \nimmigrants whose citizenship applications have been stalled for six months or more by an FBI background \ncheck of their names. Some have been waiting for years with little or no information about the status of their \napplications or the reasons for the delay.\n\n\"I'm like a man with no country,\" he says. \"I feel American, but the government is not identifying me that way.\"\n\nHe says he has no idea what is delaying his name check but suspects it's because he's from Iran, which is \naccused of sponsoring terrorism.\n\nBarikbin, whose application has been pending for 3 1/2 years, has joined a surge of immigrants turning to the \ncourts to force U.S. Citizenship and Immigration Services (USCIS) to complete their background checks and act \non their applications. The background check involves running an applicant's name through terrorism and crime \nwatch lists.\n\nIn 2005, about 270 lawsuits filed against USCIS were over delayed name checks, USCIS spokesman Chris \nBentley says. Last year, there were more than 4,400 such suits.\n\n\"People realized the only way they were going to get their names cleared was to file litigation,\" says Crystal \nWilliams of the American Immigration Lawyers Association. \"We've never seen the volume we're seeing now.\"\n\nMost of the lawsuits are still pending, she says.\n\nDelays 'unacceptable'\n\n\nU.S. District Judge Michael Baylson consolidated Barikbin's lawsuit with those of five other citizenship applicants. \nOn Feb.8, he called the delays \"unacceptable,\" ordered USCIS to draft regulations for its name-check process or \nstop using it, and gave the agency 30 days to tell the immigrants why their cases have been delayed.\n\n\"Plaintiffs have experienced delays of many months to several years, incurred substantial expenses and lived with \nthe resulting uncertainty in their personal and professional lives, and immeasurable impact on their families,\" \nBaylson wrote.\n\nHe said the name-check delays pose \"an increased risk to national security\" because applicants remain in the \ncountry for months or years while awaiting the results.\n\nUSCIS contracts with the FBI to do the name checks. There is a separate fingerprint search through criminal files.\n\nBentley says 99% of the checks are done in less than six months. Eventually \"a very high percentage\" of the \nremaining 1% are cleared, he says.\n\nFBI spokesman Bill Carter says the backlog stems from late 2002, when USCIS sent the names of more than 2.7 \nmillion immigrants to the FBI for a second, more thorough check. \"That was from an abundance of caution after \n9/11,\" he says.\n\nThe first step is to run an applicant's name through computerized FBI databases, Carter says. If the name matches \none in an FBI case file, an employee must investigate, which may involve searches of paper files \"in any number of \nplaces,\" he says. \"There are more than 265 FBI facilities that could house information. ... We have to remember the \nnational security of this country is at stake.\"\n\nApplicants with common names or names with various spellings, such as Mohammad or Sean, are more likely to \ngenerate hits.\n\nRep. Zoe Lofgren, D-Calif., says she plans to question FBI officials about the delays at a hearing next month. She \nwants USCIS to use some of the money from a recent increase in application fees to hire more name checkers.\n\nSome policy changes\n\nUSCIS officials say they're taking steps to speed the process, such as nearly quadrupling last year's $7.9 million \nbudget. Carter says the FBI will use the money to automate paper files and add 111 workers to the 150 already \nchecking names.\n\nFor people seeking green cards, not citizenship, the agency has changed its policy. Those whose name checks \nhave been pending for more than six months will be accepted as long as they meet all other requirements. If a \nname then came back linked to crime or terrorism, the Department of Homeland Security would revoke the green \ncard and begin deportation proceedings.\n\nThat doesn't help Barikbin. He fled Iran in 1982 to escape political turmoil and spent five years in Germany before \nentering the USA with his wife, Fery, and son Mehrdad.\n\nThey became legal permanent residents in 1999 and applied for citizenship in 2004. Mehrdad became a citizen a \nyear later; Fery won her citizenship last year after the couple sued.\n\nBecause he's not a citizen, Barikbin doesn't have a passport. He could request permission to travel overseas and \ntry to get a visa from another country, but he hasn't done that because friends with green cards have tried and \nfailed, he says.  He hasn't seen most of his relatives in 26 years, including his mother, who died in December.\n\nAlthough he says he has been treated \"unfairly,\" Barikbin eagerly awaits the benefits of citizenship, such as voting.\n\n\"Whatever I can do for this country,\" he says, \"I am ready to do it.\" \n\n\n\nGraphic\n\n \n\nGRAPHIC, B/W, Julie Snider, USA TODAY, Source: U.S. Citizenship and Immigration Services (Line graph)\n\nPHOTO, B/W, Eileen Blass, USA TODAY\n"}