{"title": "Mexico's Leader Says He'll Persevere on Migration", "body": "\nA day after President Bush announced steps to increase border security, President Vicente Fox said Tuesday that \nhis government would cooperate but would also persevere in pushing to expand legal channels for Mexican \nimmigrants seeking work in the United States.\n\n  ''To me it seems that one thing goes with the other,'' Mr. Fox said at a news conference. ''If we are going to have a \nmigration agreement that makes things orderly, then we have to at the same time end the illegality.''\n\n ''The best thing that can happen to both our countries is to have an orderly flow, a controlled flow, of migration to \nthe United States,'' Mr. Fox said, adding that Mexicans ''contribute enormously to the U.S. economy, to U.S. \ncompetitiveness.''\n\n  Mr. Bush traveled to the border with Mexico on Monday to announce what he described as a three-point plan to \nimprove security along the border and stem the growing tide of workers entering the country illegally each year.\n\n  The plan, he said, will involve strengthening law enforcement efforts by, among other things, deploying at least \n1,000 more Border Patrol agents, increasing capacity at migrant holding centers and spending more than $200 \nmillion to upgrade surveillance technology and infrastructure. \n\n  Mr. Bush also promised tougher enforcement against employers who hired immigrants staying in the country \nunlawfully. \n\n  The third part of his plan, he said, will be to urge Congress to expand guest worker programs so that millions of \nimmigrants can fill jobs that Americans will not do, but without letting them stay permanently.\n\n  Mr. Fox, who has just one year left in his term, said the speech renewed his optimism that five years since Mexico \nbegan migration negotiations with United States, Mr. Bush might finally succeed in getting support for limited \nreforms from Congress.\n\n  ''I am absolutely convinced that it is better for both our countries to work together to reach an understanding,'' Mr. \nFox said. ''And we are getting that understanding from the government. We are getting it from Congress. So we will \nkeep having an optimistic, perseverant attitude toward this issue. And in the end, I am sure that we will have an \nagreement.''\n\n  Not all Mexican political analysts were so sure.\n\n  Andres Rozental, the president of the Mexican Council on Foreign Relations, said he was encouraged that Mr. \nBush had expressed commitment to the guest worker program. But he said he was worried that the president \n\n\nwould press only for increased law enforcement and ignore the more politically polarizing proposals for guest \nworkers, not to mention concerns about the status of the estimated six million Mexicans already working in the \nUnited States without legal residency.\n\n  ''The proof will be in the pudding when the White House gets down to the details of what will actually happen and \nwhen,'' Mr. Rozental said. ''If there's only a border enforcement program, then it's useless.''\n\n  Rafael Fernandez de Castro, of the Autonomous Technological Institute of Mexico, echoed that thinking, saying \nMr. Bush's speech was full of one-sided oratory that emphasized security in the context of the antiterrorist concerns \nof the United States but showed little interest in improving security for migrants who are dying in record numbers as \nlaw enforcement operations force them to cross through inhospitable deserts and dangerous rivers.\n\nhttp://www.nytimes.com\n"}