{"title": "Prosecution in Darkness", "body": "\nAround the country, 24 immigrants, most of them Muslim or of Arab descent, are being detained -- that is, \nimprisoned -- by the Immigration and Naturalization Service, which intends to deport them.\n\nNone of them, nor any of their lawyers, has been allowed to see the evidence against them or to confront their \naccusers. This denial of fundamental due process is justified on the grounds of national security.\n\nIn 1996, the president signed the Anti-Terrorism and Effective Death Penalty Act, which authorized secret evidence. \nA federal district judge in Newark, N.J., William Walls, has now described this as \"government processes initiated \nand prosecuted in darkness.\" (The use of secret evidence, however, goes back to the 1950s).\n\nAlthough many active lawsuits, in various stages, are attacking this use of secret evidence, Judge Walls is the first \njurist to flatly declare the use of such evidence unconstitutional.\n\nHis decision was in the case of Hany Mahmoud Kiareldeen, a Palestinian who has been in this country for nine \nyears, managed an electronics store in New Jersey and is married to an American citizen.\n\nFirst arrested for having an expired student visa, he later was accused of meeting in his New Jersey home, a week \nbefore the 1993 World Trade Center bombing, with one of the men convicted in that attack. He also was accused of \nthreatening to kill Attorney General Janet Reno.\n\nThe source of this classified evidence is the FBI's Joint Terrorism Task Force. But, as Judge Walls has noted, the \nINS failed to produce any witnesses -- either from the FBI or from the INS -- or \"original source material\" in support \nof these charges. Therefore no witnesses could be cross-examined at the hearings.\n\nAt the hearings, Kiareldeen produced witnesses and other evidence that he was not living in the town where he is \nsupposed to have met with bombing conspirators. And an expert witness, Dr. Laurie Myleroie, appeared for him. \nShe is described by James Fox, former head of the FBI's New York office, as \"one of the world-class experts \nregarding Islam and the World Trade Center bombing.\" She testified that no evidence showed that the accused had \nany connection with that bombing.\n\nThe government's evidence, said the judge, failed \"to satisfy the constitutional standard of fundamental fairness.\" \nThe INS -- part of the Justice Department -- denied Kiareldeen's \"due process right to confront his accusers . . . \neven one person during his extended tour through the INS's administrative procedures.\"\n\nThese due process protections, declared the judge, \"must be extended to all persons within the United States, \ncitizens and resident aliens alike. . . . Aliens, once legally admitted into the United States are entitled to the shelter \nof the Constitution.\" The judge went even farther. Even if the government's reliance on secret evidence has been \nprovably based on a claim of national security, Judge Walls -- quoting from a District of Columbia Court of Appeals \n\n\ndecision, Rafeedie v. INS -- asked \"whether that government interest is so all-encompassing that it requires that the \npetitioner be denied virtually every fundamental feature of due process.\"\n\nIn Rafeedie, Judge David Ginsburg noted in 1989 that the permanent resident alien in that case, in this country for \n14 years, was \"like Joseph K. in Kafka's 'The Trial' in that he could only prevail if he were able to rebut evidence \nthat he was not permitted to see.\"\n\nKiareldeen is now free after 19 months, but Judge Walls's decision that secret evidence is unconstitutional applied \nonly to the state of New Jersey. The INS did not pursue its appeal because it wants to avoid a Supreme Court \ndecision. The INS continues to insist it will keep on using secret evidence.\n\nOne of the victims of these prosecutions in darkness still in prison is Nasser Ahmed, who has been in INS \ndetention for 3 1/2 years.\n\nCongress has the power to bring in the sunlight by passing the Secret Evidence Repeal Act of 1999 (H.R. 2121) -- \nintroduced in June by Rep. David Bonior (D-Mich.). It would \"abolish the use of secret evidence in American courts \nand reaffirm the Fifth Amendment's guarantee that no person shall be deprived of liberty without due process.\"\n\nWill a bipartisan Congress vote in favor of the Constitution? And then, will the president allow the removal of the \nsecret evidence provisions of his cherished 1996 Anti-Terrorrism Act?\n"}