{"title": "BROOKLYN PEOPLE IN PROFILE", "body": "\nSABATO (SAL) CATUCCI\n\nFounder and CEO, American Stevedoring Inc.\n\nSABATO (SAL) CATUCCI started his own trucking company at age 25 because he had big dreams.\n\n\"I didn't like working for anyone,\" said Catucci, who started out at 18 driving a truck for his father. \"I wanted a \ncompany big enough that when my children became of age and wanted to come in, they could.\"\n\nAfter running a waterfront trucking business for many years, Catucci founded American Stevedoring Inc.\n\nHis stevedoring ship loading and unloading business has been credited with bringing new life to the Brooklyn \nwaterfront.\n\n\"We took over the port of Brooklyn four years ago. We have increased fourfold,\" Catucci said. \"We're now the No. \n1 port in cocoa, with enough of it to fill 30 football fields.\n\n\"We increased the payroll, between warehouses and longshoremen, from $ 6 million to $ 20 million and 90% of our \npeople walk to work. The money they earn is recycled right back into the neighborhoods of Carroll Gardens and \nRed Hook.\"\n\nHe employs 300 people in Brooklyn, and 300 more in New Jersey. Catucci's seven companies gross $ 70 million \nto $ 80 million a year. And he has more dreams. \"I don't want to stop until I have a thousand employes,\" he said.\n\nBEST PART OF JOB: \"When you do a ship in record time, when your men say hello, you feel great. I get \ntremendous respect from the people who work for me. They are making a good living.\"\n\nBIGGEST HEADACHE: \"When you work with the city, the state and the Port Authority, things get done, but in a lot \nmore time than it would take without the bureaucracy.\"\n\nBIO BITS: 59, born and reared in Greenwich Village; graduate of LaSalle Academy; founder of the New York Task \nForce for Port, Rail and Industrial Development; a member of St. Augustine's Church in Ossining; Man of the Year \nfor the Italian Board of Guardians. He and his wife, Lorraine, have four children and eight grandchildren.\n\nHOME: Yorktown Heights.\n\nAFTER-WORK ACTIVITIES\n\nFavorite foods: Lasagna or ravioli.\n\n\nFavorite place in Brooklyn: The waterfront.\n\nFavorite vacation spot: Paradise Island, the Bahamas.\n\nFavorite leisure activity: \"Worshiping the sun.\"\n\nFavorite TV shows: Action movies.\n\nBiggest secret talent: Winemaking.\n\nGraphic\n\n \n\nPhoto by ROBERT SPENCER\n"}