{"title": "U.S. REPRESENTATIVE LAMAR SMITH (R-TX) HOLDS HEARING ON ADOPTED ORPHAN CITIZENSHIP ACT; IMMIGRATION AND CLAIMS SUBCOMMITTEE, HOUSE JUDICIARY COMMITTEE", "body": "\nHOUSE COMMITTEE ON THE JUDICIARY SUBCOMMITTEE ON\n\nIMMIGRATION AND CLAIMS HOLDS HEARING ON ADOPTED ORPHAN\n\nCITIZENSHIP ACT\n\nFEBRUARY 17, 2000\n\nSPEAKERS: U.S. REPRESENTATIVE LAMAR S. SMITH (R-TX),\n\nCHAIRMAN\n\nU.S. REPRESENTATIVE ELTON GALLEGLY (R-CA)\n\nU.S. REPRESENTATIVE BILL MCCOLLUM (R-FL)\n\nU.S. REPRESENTATIVE ELTON GALLEGLY (R-CA)\n\nU.S. REPRESENTATIVE EDWARD PEASE (R-IN)\n\nU.S. REPRESENTATIVE CHRIS CANNON (R-UT)\n\nU.S. REPRESENTATIVE MARY BONO (R-CA)\n\nU.S. REPRESENTATIVE CHARLES CANADY (R-FL)\n\nU.S. REPRESENTATIVE BOB GOODLATTE (R-VA)\n\nU.S. REPRESENTATIVE SHEILA JACKSON LEE (D-TX),\n\nRANKING MEMBER\n\nU.S. REPRESENTATIVE HOWARD L. BERMAN (D-CA)\n\nU.S. REPRESENTATIVE ZOE LOFGREN (D-CA)\n\nU.S. REPRESENTATIVE BARNEY FRANK (D-MA)\n\nU.S. REPRESENTATIVE MARTIN MEEHAN (D-MA)\n\n\nU.S. REPRESENTATIVE MARK FOLEY (R-FL)\n\nGERRI RATLIFF, ACTING DIRECTOR, OFFICE OF\n\nCONGRESSIONAL RELATIONS, IMMIGRATION\n\nAND NATURALIZATION SERVICE\n\nEDWARD BETANCOURT, DIRECTOR, OFFICE OF POLICY\n\nREVIEW AND INTERAGENCY LIAISON,\n\nSTATE DEPARTMENT BUREAU OF CONSULAR AFFAIRS\n\nJAMES COSTELLO, ASSOCIATE DEPUTY ATTORNEY GENERAL,\n\nJUSTICE DEPARTMENT\n\nSUSAN SOON-KEUM COX, VICE PRESIDENT, PUBLIC POLICY\n\nAND EXTERNAL AFFAIRS, HOLT INTERNATIONAL CHILDREN'S SERVICES\n\nMAUREEN EVANS, EXECUTIVE DIRECTOR, JOINT COUNCIL, INTERNATIONAL CHILDREN'S SERVICES\n\nRICHARD KRIEGER, PRESIDENT, INTERNATIONAL EDUCATIONAL\n\nMISSIONS, INC.\n\n *\n\nINSERT:\n\n(WRITTEN OPENING STATEMENT OF THE CHAIRMAN)\n\nSMITH: This morning, we will hear testimony on two bills, H.R. 2883, the \"Adopted Orphans Citizenship Act,\" and \nH.R. 3058, the \"Anti- Atrocity Alien Deportation Act.\"\n\nRegarding the issue of citizenship for adopted children, the Immigration and Nationality Act currently provides a \nmechanism for granting U.S. citizenship to the children of American citizens who were born outside of the United \nStates, including children adopted by American citizens.\n\nTo qualify, the following conditions must be fulfilled:\n\n1) At least one parent must be a U.S. citizen, either by birth or naturalization;.\n\n2) The child must be physically present in the U.S. pursuant to a lawful admission.\n\n3) The child is under the age of 18 and in the legal custody of the citizen parent.\n\n4) If the child was adopted , the child must have met the definition of \"child\" under the provisions of the \nImmigration and Nationality Act which provide for the admission of adopted children.\n\n5) The citizen parent must have met certain physical presence requirements.\n\nMany adoptive parents would like to see a more streamlined process for naturalizing the adopted children of U.S. \ncitizens born outside of the U.S. They point to several problems with the current law:\n\n\n\n1) The process is redundant. Although U.S. citizen parents submit numerous documents to the Immigration and \nNaturalization Service and the Department of State in connection with the child's immigrant visa application, they \nmust resubmit many of the same documents again in connection with the child's citizenship application.\n\n2) The process takes too long. Parents should be able to complete the process within few weeks or months. \nHowever, lengthy backlogs at the INS have caused the process to take a year or longer in some instances. In cases \ninvolving children who are approaching their 18th birthday, the delay could result in some children losing the \nopportunity to acquire citizenship under this provision of the law.\n\n3) The process is dependent the parent acting on behalf of the child. While most U. S. citizen parents try to ensure \nthat their foreign-born children acquire citizenship before reaching age 18, some fail to take the necessary action \nrequired under current law. In such instances the children, through no fault of their own, find themselves \ndisadvantaged because they are not U.S. citizens.\n\nH.R, 2883 would amend the current law regarding the acquisition of citizenship by the adopted children of U.S. \ncitizen parents. The bill would automatically extend citizenship to the adopted alien child of a U.S. citizen in the \nfollowing circumstances:\n\nThe adopted person must be unmarried and under the age of 18;\n\nThe person must be physically present in the United States, have been admitted to the U.S. as lawful permanent \nresident and have met the requirements for the admission of an adopted child of a U.S. citizen.  The person must \nseek documentation as a United State Citizen while under the age of 18.\n\nThe Department of Justice and the Department of State have expressed concern that H.R. 2883 is inconsistent with \nlong-standing principles of nationality law:\n\n1) It attempts to make individuals retroactively citizens \"at birth\" based on events and conditions occurring after \nbirth.\n\n2) It favors adopted children over certain biological children of U.S. citizens, in that certain adopted children will \nreceive citizenship at birth while biological children would not.\n\n3) The retroactive conferral of citizenship on adopted children would create differences between adopted children \nand other persons who acquire U.S. citizenship by naturalization.\n\nToday, we will hear from witnesses from the Departments of Justice and State regarding H.R. 2883. We also will \nhear from representatives of the adoption community.\n\nThe second bill on which we will hear testimony today is H.R. 3058, \"Anti-Atrocity Alien Deportation Act,\" \nintroduced by Representative Foley of Florida.\n\nRecent media reports state that some aliens who allegedly participated in human rights violations in their home \ncountries have taken refuge in the United States. Former officials from repressive regimes in countries such asHaiti \nand Yugoslavia have apparently escaped justice and established comfortable lives in American communities, \nsometimes right next to other immigrants who were victims their repression.\n\nHuman rights violators may be able to take refuge in the United States because their conduct was not criminal in \ntheir home countries or because their wrongdoing is not known to U.S. law enforcement authorities.\n\nThe Immigration and Naturalization Service is the agency primarily responsible for locating and deporting aliens \nbased on their past wrongdoing. Also, if an alien has obtained U.S. citizenship by concealing his past wrongdoing, \nthe INS may denaturalize and then him.\n\n\n\nAnother, more specialized branch of the Justice Department is the Office of Special Investigations, which was \ncreated in 1979 to track down Nazi war criminals. The OSI's mission has been winding down as the few remaining \nNazi war criminals pass away due to illness and old age.\n\nH.R. 3058 has three provisions. The bill would amend the Immigration and Nationality Act to make aliens who \nhave committed acts of torture inadmissible and removable. H.R. 3058 would also establish OSI as a permanent \nagency responsible for investigating, removing, denaturalizing, or prosecuting aliens guilty of Nazi persecutions, \ngenocide, or torture. Finally, the bill would authorize additional appropriations for OSI.\n\nAt least three issues have been raised by H.R. 3058. First, some advocates have suggested expanding the bill \nbeyond torture to include other kinds of repression and wrongdoing. Some have also advocated going beyond \ndeportation to make alien war criminals amenable to criminal prosecution in the United States as well.\n\nFinally, there is the issue of which agency is the appropriate one to enforce the bill's provisions. Advocates of OSI - \nincluding American Jewish organizations that value OSI's Nazi-hunting mission, think highly of OSI's work, and \nmaintain close affiliations with OSI - favor the approach taken by H.R. 3058 and claim that the INS has been \nineffective in dealing with foreign war criminals.\n\nOthers argue that immigration enforcement should be carried out by the Immigration and Naturalization Service, \nwhich has the necessary jurisdiction and expertise. Splitting the jurisdiction between INS and OSI could complicate \nenforcement actions where, for example, alleged war criminals try to claim asylum or other immigration benefits.\n\nRepresentative Foley deserves great credit for bearing the standard on such an important human rights issue.\n\n(END WRITTEN OPENING STATEMENT OF THE CHAIRMAN)\n\nINSERT:\n\n(WRITTEN OPENING STATEMENT OF THE RANKING MEMBER)\n\nJACKSON LEE: The Immigration and Nationality Act has a provision which makes participation in Nazi \npersecutions or genocide a basis for refusing to admit an alien into this country. If a person who has engaged in \nNazi persecution or genocide manages to enter the United States, he or she is deportable under another provision \nof the Immigration and Nationality Act. The Anti-Atrocity Alien Deportation Act would add a third category to those \nprovisions, aliens who have committed an act of torture.\n\nSurely there are other offenses that would warrant inclusion on these lists. Consequently, I think a more general, \nmore comprehensive provision would be better, but I have no objection to providing for the exclusion or deportation \nof aliens who have committed an act of torture.\n\nThis bill also would establish an office of special investigations to investigate and remove people who are on these \nlists. That would include people in all three categories. Once again, I question the narrowness of the provision. Why \nhave an office to investigate and remove people in just theses three very narrow categories? It would make more \nsense to have an office that would find and remove aliens in a much larger group, such as aliens who have \ncommitted serious crimes of violence.\n\nNevertheless, this bill deserves our support with only one reservation. The Anti-Atrocity Alien Deportation Act \nshould incorporate a provision that when someone has sufficiently satisfied the requirements of torture under its \ndefinition, and this individual cannot be removed from the U.S. because they are at risk for torture, such persons \nshould be prosecuted under existing U.S. law.\n\nI have a number of more serious concerns with the Adopted Orphans Citizenship Act. This bill would blur the \nfundamental distinctions between the acquisition of citizenship at birth and the acquisition of citizenship through \nconferral after birth, or \"naturalization. \" It would do this by conferring citizenship retroactively to birth based on \nactions taken after an alien's birth.\n\n\n\nMoreover, in addition to contradicting the statutory definition of naturalization, it would create a legal fiction in which \nthe alien child would be deemed always to have been a United States citizen. . While after the adoption, it is entirely \nfitting and proper that the adopted child be considered equal to the adoptive parents' natural children for citizenship \nand other purposes, we do not believe it is appropriate to attempt to extend the claim retroactively back to birth.\n\nThis bill along with current sections of the INA would allow some adopted children to become citizens at birth, \nwhich other adopted children would receive citizenship after birth. In addition, certain adopted children acquiring \ncitizenship after birth would receive citizenship automatically, while other adopted children would receive citizenship \nonly after their parents took affirmative steps to apply for citizenship on their behalf.\n\nFurther, it is entirely possible that an adopted child, through the legal fiction created by this bill could be considered \nto have been a citizen \"at birth\"not only before the adoption, but even before his or her parents became naturalized \ncitizens.\n\nFinally this bill would provide that certain adopted children would receive citizenship at birth, while biological \nchildren, potentially of the same United States parents would not. For these and other reasons that will be set forth \nby the Department of Justice, I oppose this bill.\n\n(END WRITTEN STATEMENT OF THE RANKING MEMBER)\n\nINSERT:\n\n(WRITTEN OPENING STATEMENT OF REPRESENTATIVE FOLEY)\n\nFOLEY: Mr. Chairman, I would like to thank you and the members of your Subcommittee for giving me the \nopportunity to testify before you today on the Anti-Atrocity Alien Deportation Act. This truly bipartisan legislation \nwhich I introduced with Gary Ackerman and Bob Franks now has 24 cosponsors in the House. On the Senate side, \nSenator Leahy joined forces with Senator Hatch to pass the bill at the end of last session. It is my hope that you \nand your Subcommittee will also look favorably on the legislation and expedite its consideration.\n\nThe United States has always been a safe-haven for those fleeing political persecution abroad and this policy \nshould continue. However, brutal criminals who have gone on violent rampages in Haiti,Yugoslavia and Rwanda \nhave been able to gain entry to the United States through the same doors that we have opened to deserving \nrefugees. We need to slam the door shut on these thugs and rid our country of those who have already managed to \nmake their way here.\n\nI didn't become aware of the need for this until I learned last year that Carl Dorelien -- a key member of the brutal \nmilitary dictatorship that ruled Haiti from 1991-1994 -- is now living in comfort in my own congressional district. He \neven won the Florida lottery and -- amazingly -- has described his current standard of living as \"a step down\" from \nhis former life in Haiti.\n\nInitially, I assumed this case was just an isolated and bizarre episode. But, once I began to look into the issue more, \nI soon realized that we have a big problem on our hands. Richard Krieger, who we will hear from today and whose \nnon-profit organization is dedicated to exposing and ridding our country of war criminals living in the United States, \nbrought my attention to the fact that the U.S. is becoming a haven for brutal human rights abusers.\n\nAccording to the Center for Justice and Accountability in San Francisco, at least 60 alleged human rights violators \nare currently living in the United States. And these are just the ones who have been identified.\n\nIn 1998, Canada began an aggressive campaign to locate and act against human rights abusers who found their \nway into the country. As of July, 1999, the Canadian government indicated that 400 cases are being processed \ntoward removal, 307 suspected war criminals have been denied visas, and 23 were deported. That's a total of 700 \nwar criminals that Canada has detected.\n\n\n\nBased on Canada's figures -- and taking into account the much bigger population in the United States and other \nsocio-economic factors -- I think the Center for Justice and Accountability's claim that we could have as much as \n7,000 human rights abusers living in this country is a fair contention.\n\nWe owe it to our country -- and ourselves -- to locate and take action against these modern-day war criminals. After \nall, statutes like Megan's Law allow communities to find out if known sex-offenders move into the area. These same \ncommunities, however, could be oblivious to the fact that a brutal thug -- who went on a rampage in places like Haiti \nor Kosovo -- is living anonymously among them.\n\nCanada seems to have been successful in tracking down modern-day war criminals -- and so can we. The U.S. \nJustice Department has a model program -- the Office of Special Investigations (OSI) -- we can build upon to deny \nentry to those who have abused human rights in their home countries.\n\nOSI was created to hunt down, prosecute, and remove Nazi war criminals who secretly slipped into the United \nStates. Since OSI's inception in 1979, 61 former Nazis have been stripped of U.S. citizenship, 49 have been \ndeported, and more than 150 have been denied entry into the United States.\n\nClearly, OSI has been extremely successful. But the snag is, it's only authorized to track down Nazi war criminals \nand no one else. As a Congress, we need to give OSI specific statutory authority to ensure we have effective \nmeans of dealing with the new generation of international war criminals who want to spend their golden years in the \nUnited States.\n\nThat is why I joined with Gary Ackerman and Bob Franks in introducing the House companion bill to Senator \nLeahy's Anti-Atrocity Alien Deportation Act (H.R. 3058). H.R. 3058 would: bar admission into the United States and \nauthorize the deportation of aliens who have engaged in acts of torture abroad; provide statutory authorization for \nand expand the jurisdiction of the OSI within the Department of Justice to investigate, prosecute and remove any \nalien who participated in torture and genocide abroad -- not just Nazis; and authorize additional funding to ensure \nthat OSI has adequate resources to fulfill its current mission of hunting Nazi war criminals.\n\n\"Torture\" is already defined in the Federal criminal code and means any act committed by a person acting under the \ncolor of law specifically intended to inflict severe physical or mental pain or suffering upon another person within his \ncustody or physical control. Under this definition, torturers include both those who issue the orders to torture \ninnocent people as well as those who implement those orders. Consequently, the Anti-Atrocity Alien Deportation \nAct would cover those thugs like Carl Dorelien who -- as Head of Personnel for the Haitian army -- oversaw the \nbrutal campaign that led to the deaths of approximately 5,000 Haitians between 1991 and 1994.\n\nMr. Chairman, I implore you to support the Anti-Atrocity Alien Deportation Act so that we may prevent other Carl \nDoreliens of this world from infiltrating our country so they can retire peacefully in beautiful communities like Port St. \nLucie in my district.\n\nThank you.\n\n(END WRITTEN TESTIMONY OF REPRESENTATIVE FOLEY)\n\n(AUDIO GAP)\n\nRATLIFF: Thank you, Mr. Chairman.\n\nMr. Chairman and members of the subcommittee, my name is Gerri Ratliff.  I am the director of Business Process \nand Reengineering at the Immigration Services Division of INS.  And I'm also excited to be the new acting director \nof INS Congressional Relations.  But I am here at this moment under my old hat of working on the (OFF-MIKE).\n\nThank you for the opportunity to appear today to discuss H.R. 2883, the Adopted Orphans Citizenship Act.  We \nappreciate the subcommittee's interest in the views of the INS.\n\n\n\nOur nation, Mr. Chairman, has a unique history of generosity in granting the precious benefit of citizenship to \nmillions of individuals from every country around the world.  The INS views its role in administering the \nnaturalization and citizenship statutes as one of our most important responsibilities.  We do recognize the need for \nlegislation to reduce the current complexity of citizenship laws for children.\n\nHowever, INS cannot support H.R. 2883 for several reasons. First, it would retroactively grant citizenship at birth to \nadopted children who were not citizens.  Second, it ironically even creates additional differences in acquisition of \ncitizenship by various categories of biological and adopted children, even children who have the same parents.  \nThird, the bill could create the perception that individuals who acquire citizenship by naturalization are in essence \nsecond-class citizens.  There is a fundamental difference in the law between the acquisition of citizenship at birth \nand the acquisition of citizenship by conferral after birth, which we call (OFF-MIKE) naturalization.\n\nH.R. 2883 blurs this distinction by attempting to confer citizenship retroactively to birth based on actions taken after \na child's birth.  As a result, the bill creates a legal fiction in which the child is deemed always to have been a U.S. \ncitizen, although the United States did not have a claim to the allegiance of the child at any time prior to the child's \nnaturalization.  H.R. 2883 also does not streamline the current citizenship provisions for children.\n\nIf enacted, some adopted children would automatically become citizens at birth.  But other adopted children, and \neven some biological children, ironicallywould receive citizenship after birth and only after their parents took \naffirmative steps to apply for naturalization.  Further, in some cases the adopted child could be considered to have \nbeen a citizen at birth not only before the adoption, but even before his or her adopted parents became naturalized \ncitizens themselves.\n\nH.R. 2883 strains to place adopted children into a citizens at birth category in which they simply, factually do not fit.  \nThis action could create the perception that adopted children who currently are subsequently naturalized don't enjoy \nthe same rights and privileges as children born to U.S. citizens.  However, when individuals acquire U.S. citizenship \nthey do receive all the rights associated with that status, regardless of whether citizenship was acquired by birth in \nthe United States or abroad, or voluntary naturalization.  To imply, even unintentionally, that naturalized citizens do \nnot share all these privileges sends an unfortunate message to the millions of proud Americans who are \nnaturalized.\n\nThe only exception to this principle is that naturalized citizens cannot run for president under Article II of the \nConstitution, which limits that office to native born.  However, the Supreme Court has never definitively ruled on this \nissue, and we believe that H.R. 2883 would not and could not resolve these questions.\n\nIt has been suggested that the retroactive citizenship approach of this bill is necessary to conform with state laws \non adoption. However, we believe that our approach is more consistent with adoption laws that create and \nterminate legal relationships as of the date of the adoption but do not attempt to change the relationships \nretroactively or try to rewrite the past.\n\nWe would be more than happy to work with Congress on alternative ways of streamlining the naturalization of \nadopted children.  We support legislative language, such as the adoption provisions of H.R. 3667 recently \nintroduced by Congressmen Delahunt and Gejdenson, which would eliminate the currently required second \ndocumentation process for parents to naturalize the child they have just adopted.  The adopted child would become \na U.S. citizen automatically upon entry into the United States as a legal permanent resident.\n\nThis legislation also untangles the complex provisions of the law by creating a standard set of conditions for both \nforeign-born adopted and biological children of U.S. citizens to acquire citizenship.\n\nIn conclusion, we strongly supports efforts to streamline the acquisition of U.S. citizenship by adopted children and \nsimplify the related provisions of the law.  Unfortunately, we believe that H.R. 2883 as currently drafted does not \nachieve its stated goal of treating adopted and biological children the same, fails to streamline the current \ncitizenship procedures and could even offend some naturalized citizens by the implication that they do not enjoy the \nsame rights as citizens from birth.\n\n\n\nThank you for the opportunity to present the views of the INS to the subcommittee.  And I would be happy to \nanswer any questions.\n\nSMITH: Mr. Betancourt.\n\nBETANCOURT: Mr. Chairman and members of the subcommittee, my name is Edward Betancourt. I currently \nserve as director of the Office of Policy Review and Interagency Liaison in Overseas Citizens Services in the \nDepartment of State's Bureau of Consular Affairs. I have worked with citizenship issues within the Department of \nState for more than 20 years.\n\nI'm please to have the opportunity to provide the views of the Department of State onH.R. 2883, the Adopted \nOrphans Citizenship Act. I will limit my remarks to five minutes and submit a formal statement for the record.\n\nThe Department of State agrees that citizenship procedures for children adopted abroad should be simplified, but \nwe have serious concerns about the approach taken by H.R. 2883.  When we seek to amend our citizenship laws, \nwe must take great care to ensure that the result is fair and equitable.  We believe H.R. 2883, though well \nintentioned, will produce inequities and other undesirable consequences.  We strongly support the alternative draft \nlegislation that was proposed by the Department of Justice amending sections 320 and 322 of the Immigration and \nNationality Act, rather than Section 301 of the Act.\n\nThe present process for adopting foreign-born children already includes a rigorous and thorough examination of the \nrelevant circumstances prior to issuance of the immigrant visa.  We do not propose to alter this process in any way.\n\nWe do, however, support statutory changes that would permit an adopted child who qualifies for an immigrant visa \nto acquire U.S. citizenship much more expeditiously than is currently permitted.  In this sense, we are in agreement \nwith one of the important aims of H.R. 2883.  Specifically, the department believes that U.S. citizenship should be \nconferred automatically upon adopted children born overseas upon the fulfillment of the conditions set forth in the \ndraft legislation proposed by the Department of Justice.\n\nWhile the Department of State strongly advocates diminishing the procedural burdens placed on adoptive parents \nseeking U.S. citizenship for their children, we feel it is important that measures toward this end should be taken \nwithin the context of our naturalization statutes rather than those pertaining to citizenship at birth.  This would be \nconsistent with the INA's definition of naturalization as the acquisition of citizenship after birth by any means.  Thus, \nthe incorporation of these measures within Chapter 2 follows logically from the provisions of Section 321 and 322 \npertaining to the naturalization of adopted children.\n\nOne of our greatest concerns about H.R. 2883 is that it would make citizenship for adopted children retroactive to \nbirth.  In the view of the department, to confer citizenship at birth upon an adoptive child born overseas is to engage \nin a legal fiction that would create undesirable inequities between adopted children and other persons who acquire \nU.S. citizenship through naturalization.  And would, in effect, create two classes of naturalized citizens: those who \nacquire citizenship retroactively to birth and those who do not.\n\nH.R. 2883 would also disadvantage biological children.  It would bestow greater benefits upon adopted children with \nno connection to the United States at their birth than the INA currently gives to certain biological children born \nabroad to a U.S. citizen parent who do not automatically acquire U.S. citizenship from that parent because of the \nlatter's inability to meet the physical presence requirements of Chapter 1 of Title III.\n\nAnother of our concerns about H.R. 2883 is that retroactive conferral of citizenship upon a class of adopted children \nmight be viewed by the child's country of origin as an unwarranted interference that could prejudice future adoptions \nfrom that country by American citizens.\n\nWe understand, and support fully in our daily operations abroad, a concept that must underlie all citizenship \nlegislation: that it is totally unacceptable to discriminate in any way against U.S. citizens based upon the manner in \n\n\n\nwhich the person acquired U.S. citizenship. Whether a person who is in fact a U.S. citizen had that status as of birth \ndoes not in any way affect our treatment of that person.\n\nWe stress in our consular training and at every appropriate opportunity the need to combat discrimination of this \nkind.  Our vigorous efforts in this area will continue, of course, regardless of the fate of H.R. 2883, given the \nimportance we attach to equitable treatment of all U.S. citizens whether they acquire U.S. citizenship by birth or \nnaturalization.\n\nThank you very much.  I welcome questions from the chairman or any member of the subcommittee.\n\nSMITH: Thank you, Mr. Betancourt.  Mr. Costello.\n\nCOSTELLO: Thank you very much.  Mr. Chairman, members of the subcommittee, I am very pleased to be here.  \nI'm James Costello from the Deputy Attorney General's Office.  And I'm pleased to have this opportunity to discuss \nwith you H.R. 3058, the bill that Congressman Foley described earlier this morning.\n\nThe Department of Justice supports efforts to enhance our ability to remove individuals who have committed acts of \ntorture abroad.  The department also recognizes, however, that our current immigration laws do not provide strong \nenough bars for human rights abusers.  We very much appreciate Congressman Foley's efforts, your efforts in \nholding this hearing today.  And we look forward to working with you on legislation of this type.\n\nThe Immigration and Naturalization Service -- and I want to make clear I'm testifying on behalf of the department, \nbut I wanted to talk a little bit about what INS has been doing in this area -- has long used its resources under its \nexisting mandate in an attempt to deny human rights abusers safe haven in the United States.  Until now, the legal \ntools necessary to hold human rights abusers accountable for their action have been limited.\n\nSo while the department welcomes the efforts of this bill to provide an additional tool to combat torturers who are \npresent in the United States, it feels strongly that other forms of human rights abuse should also be included.  In \naddition, the department has concerns about removing jurisdiction over cases relating to human rights abuse from \nthe INS.\n\nThe department is developing a draft legislative proposal of its own to address our concerns that we hope to be \nable to share with you in the near future.  And as I said, we hope to work with the subcommittee on legislation of \nthis type.\n\nLet me start by stepping back and giving a little bit of a background on our recent efforts in this area.  In December \nof 1998, the president issued an executive order to commemorate the 50th anniversary of the signing of the \nUniversal Declaration of Human Rights, which was basically aimed at making sure that all of the relevant executive \nagencies would be carrying out their responsibilities under our various international treaty obligations in the area of \nhuman rights.\n\nPursuant to that executive order, an interagency working group was formed which is chaired by the NSC.  It has \nrepresentatives from the State Department, Justice Department, Defense and Labor.  And the order also asked \neach of the relevant Cabinet officials to designate in his or her department a single contact officer who will be \nresponsible for overall coordination of the implementation of the order.  The attorney general has designated me as \nthe contact officer for the Department of Justice.\n\nSo when we set about, pursuant to the executive order, looking at the things that we should focus our efforts on in \nimplementing our human rights obligations, one of the first things we did was we formed a working group within the \nDepartment of Justice which would be devoted to enhancing our ability to identify human rights abusers who have \nfound their way into this country and to taking appropriate action against them.  The INS is a key participant in that \nworking group, as is the criminal division and the FBI.\n\n\n\nCurrent law covers a few things as bars to admissibility to the United States.  They include -- and it also provides, \nobviously, protection for people who are seeking refuge here, both asylum and refugee status for people who are \nseeking refuge here from persecution abroad.\n\nTo the extent feasible under current law, the INS does not knowingly extend legal immigration status to foreign \nnationals who are violators of human rights.  In the event that information arises indicating that such individuals \nhave been granted immigration status, the department has a few options.  Depending upon the facts, these may \ninclude criminal prosecution, extradition or removal.\n\nWith respect to removal, however, the present state of the immigration law often does not provide the INS with the \nnecessary tools to remove individuals from the United States.  Right now, only three types of human rights abuse \ncould prevent someone from entering or remaining in the United States.  These are genocide, particularly severe \nviolations of religious freedom and even -- and Nazi persecutions.  Even these types of conduct are narrowly \ndefined.  And I've gone into more detail in my written testimony exactly how those definitions are narrowed.\n\nBut even with the limitations in the current law, the department continues to fight against human rights abusers and \nhas taken actions to improve the handling of cases involving allegations of serious human rights abuse.  In the \nregular course of its work, INS continues to screen applicants for admission to this country to identify possible \nhuman rights abusers, and it has defeated immigration claims of a significant number of human rights abusers and \nhas additional cases under investigation.  And to strengthen its efforts in this area, over the past year and through \nthe work of the working group that I mentioned before, we've taken a number of steps.  And I just want to briefly tick \nthem off.  I've described them in more detail in my written testimony.\n\nFirst, INS has designated two specialized units at headquarters here in Washington to handle cases involving \nalleged human rights abusers.  The National Security Unit of the Office of Field Operations is responsible for \ncoordinating the field office investigations of national security cases, and these now include human rights abusers \ncases.  Most of the field agents handling these cases, by the way, happen to be the INS agents who are identified \nto joint terrorism task forces.  And they, therefore, have a close working relationship, for example, with their \ncorresponding agents of the bureau.\n\nRecently, after months of discussion, the INS, in fact, and the FBI have signed a memorandum of understanding \nregarding the investigation and prosecution of human rights abuse crimes to make clear what the lines of \ncommunication are, and to improve the coordination of investigation of these cases between the two agencies.\n\nThe INS Office of General Counsel has also recently created a National Security Law Division, and this division is \nresponsible for cases involving national security, including those relating to human rights.  The consolidation of \nthese cases in a distinct unit will facilitate the coordination in handling these cases both within and outside of the \nINS.\n\nIn September of last year, the INS held a comprehensive training conference in Albuquerque, New Mexico, for \nspecial agents who are assigned to investigate these cases.  And the presentations made there included \npresentations from the Center for Justice and Accountability, an organization that Congressman Foley mentioned \nearlier this morning. And we agree with him, they have done some significant work.  And we have been in \ncooperation with them.\n\nSMITH: Mr. Costello, are you nearing the end of your testimony here?\n\nCOSTELLO: Nearing the end.  I'm sorry.  Yes, thank you.\n\nLet me just briefly turn to the bill.  We, as I said, welcome the efforts of Congressman Foley to expand the bars to \nhuman rights abusers.  As I've said, we're working on legislation which would go beyond -- and Mr. Chairman, you \ngot to this in your question -- torture to include some other things such as crimes against humanity, war crimes and \nso forth.\n\n\n\nThe bill, as you've noted -- also the second thing it would do would be expand jurisdiction of the Office of Special \nInvestigations in the Criminal Division of the department to investigate and take enforcement action against aliens \nwho have committed acts of torture and genocide.  Currently, OSI's jurisdiction generally pertains to locating, \ninvestigating, and, when appropriate, de-naturalizing and removing Nazis from the World War II period who are \npresent in the United States.  The department opposes this proposed reallocation of those responsibilities.  We \nthink that the criminal jurisdiction in this area should rest with the Criminal Division's Terrorism and Violent Crime \nSection of the Criminal Division.  And we think that the INS should continue to have responsibility for immigration \ncases in this area.\n\nLet me just in closing note that Congressman Foley, in describing the background for his bill had referred to OSI as \nan entity that was up and running.  And that was a strong argument, he felt, for designating OSI to move into the \npresent day human rights abuser cases.  I just want to point out that the INS has over 450 asylum officers who hear \nasylum claims every day.  It has over 600 trial attorneys around the country who appear in immigration courts in \nasylum cases and other cases every day.  And it has over 2,500 investigators around the country.  And therefore, \nwe think that the INS, given enhanced tools especially, can continue to do this job.\n\nSMITH: OK.  Thank you, Mr. Costello.\n\nMs. Ratliff and Mr. Betancourt, let me address my first question to you.  As I understand it, and I'll try to summarize \nyour three areas of concern: One, the bill, H.R. 2883, attempts to make individual citizens retroactively citizens at \nbirth based entirely on events and conditions occurring after birth.  Two, it blurs the distinction between acquisition \nof citizenship at birth and naturalization.  And three, it favors adopted children over certain biological citizens.  My \nquestion to you both is simply this, even if that's all true, what are the negative consequences of those provisions?\n\nRATLIFF: Mr. Chairman, I think, at the heart of the matter…\n\n(CROSSTALK)\n\nI'm sorry.\n\nBETANCOURT: No, you go ahead.\n\nRATLIFF: … is that, we're not raising merely a drafting objection.  Yes, we want to see these provisions \nstreamlined, not by amending section 101, but by amending section 320 and 322.  However, it goes beyond what \nmay sound like just a technical drafting objection to sort of the heart of citizenship philosophy, which really has two \nlevels.\n\nOne, we cannot support creating a legal fiction where children become citizens at birth who were not citizens at \nbirth, who had not fulfilled the requirements for their citizenship at the time of their birth.  And secondly, the \nimportant perception that then could flow from that legal fiction.\n\nWhy is it so important to create this legal fiction?  If a naturalized citizen sees that adopted children needed to be \ncreated citizens at birth even though they weren't, aren't they then going to feel, well, it must not be good enough to \nbe a naturalized citizen. Why is it that I can't pretend to be a citizen at birth?  And just the whole philosophy that \nwe're saying there is no difference between the rights and privileges of a citizen from birth or through naturalization, \nso there's no need to create this legal fiction and squeeze adopted children into section 301 who don't fit there.\n\nSMITH: OK.  Thank you.\n\nMr. Betancourt.\n\nBETANCOURT: In addition -- and there's another point that we alluded to in our testimony.  Adoption of children \noften occurs in a foreign country in a rather fragile environment in terms of the public perception of persons in that \ncountry.  Countries often revisit their adoption laws.\n\n\n\nAnd were the United States to extend citizenship retroactively to birth to children born in that country, there could be \nunpleasant consequences in terms of the perception in that country, both officially and at a public level as to \nwhether this represented some kind of a statement about the adequacy of the citizenship that had been conferred \nby that country on its children.  It may well be a perception issue, but it could cause some difficulties.\n\nSMITH: OK.  Thank you, Mr. Betancourt.  And Mr. Costello, in regard to H.R. 3058.  As I understood you to say in \nyour testimony, one of the advantages of having INS oversee the investigations is because -- I think you mentioned \nsomething like 2,800 investigators across the country and so forth.  On the other hand, OSI has a good track record \nof having the appropriate expertise and at having done a good job in the past.  So, is that what it comes down to, \npersonnel versus expertise?  Or is there some other reason why OSI is not the appropriate agency or department to \nhandle the investigations?\n\nCOSTELLO: No, I don't think it's just a comparison of personnel versus expertise.  I want to say, obviously the \ndepartment is very proud of the work that OSI has done.  And I think they've really taken on a very difficult task with \ncommendable efforts.\n\nI think -- the two points I would make, Mr. Chairman, are, one the INS does have a lot of expertise in this area.  The \nNazi era war crimes have tended to be a discrete unit of cases.  They have involved a lot of historical \ndocumentation, which we often do not have in the case of modern human rights abuser cases.  So a lot of the \ninformation that we acquire with respect to modern human rights abusers comes to us in the course of, for example, \nasylum hearings.  People say remarkable things in asylum hearings, not only about others, but sometimes about \nthemselves.\n\nAnd the INS adjudicates, through its hearing officers or peers before the immigration judges in many thousands of \ncases every year, and through those cases has become very adept at judging what is persecution, what are human \nrights abuses, and learning a lot about country conditions in individual countries.  And I think actually, they are very \nwell positioned to continue to take on this duty.\n\nSMITH: OK.  Thank you, Mr. Costello.  I don't have any other questions.  The gentleman from Indiana, Mr. Pease, \nis recognized for his.\n\nPEASE: Thank you, Mr. Chairman.  Mr. Costello, following up the chairman's question.  I understand your position \nabout the personnel that deal with asylum matters now.  It would appear to me though that those personnel most \noften deal with people who are oppressed rather than oppressors.  Is that not the case?\n\nCOSTELLO: Well, most often I think that's correct.  Because, as I said, we have thousands of asylum cases every \nyear.  But they do come in contact with people who we believe are human rights abusers.\n\nPEASE: Is it possible to share that information within units of the Department of Justice now?  Do you need \nstatutory assistance to be able to do that, if you can't presently?\n\nCOSTELLO: Well, we certainly can, I think, share information among jurisdictions.  Of course, like any large \nagency, we always face the problem of coordination.  We've worked very hard in the last year to improve the \ncoordination within the INS.  If we were to pass, for example, Mr. Foley's bill in its current incarnation, I think what \nwe'd see, for example, is among all the cases that INS is currently looking at for human rights abuses, if they \nthought that the allegation involved torture, then they would suddenly shift it over to a unit that's not even within \nINS.  It's in the criminal division. And I think we just feel that it makes much more sense to have a cadre of people in \nthe INS who are in touch with all the different proceedings in which human rights abuse information might come to \nlight, and then can focus their efforts.\n\nPEASE: What's the current status of coordination between OSI and the INS?\n\nCOSTELLO: Well, there is obviously coordination on the cases that OSI handles.  Because sometimes there's \nassistance.  For example, INS has detention authority.  So, there certainly is coordination between OSI.  But in \n\n\n\nterms of developing the cases, the work there has been focused really within OSI.  And I -- you know, there's been \na great deal of documentary evidence that's been accumulated by OSI from the Nazi era.\n\nPEASE: If this additional responsibility -- assuming the bill passes and the additional responsibility then were \ncreated, would it not be necessary to add additional personnel in the units that you're suggesting, just as it would be \nimportant to add them in OSI?  I mean, is it -- it doesn't appear to me that we're going to avoid -- nor should we \navoid -- adding personnel in either scenario that's presented today.\n\nCOSTELLO: Well, Congressman Pease, you know, no agency says that it doesn't want more money.  So you put \nme in an awkward position. But I think that given the resources we have right now, INS is working on a significant \nnumber of cases.  And OSI is also working on a significant number of cases.  I mean, they're working at full level \nright now.\n\nWhether more resources would be useful, I leave that to the members of Congress.  But…\n\nPEASE: OK.  Well, I want to ask some questions of the other witnesses.  If there's time left, I'll come back.\n\nMs. Ratliff, I do understand the philosophical -- or I think I understand, the philosophical argument you made about \ndistinctions between naturalized citizens who are made citizens retroactively and other naturalized citizens.  But I'm \nthinking of the practical experience in my own state -- at least it was when I was still practicing law, I don't know if it \nstill is -- in adoptions.  And that is that we do create a legal fiction, at least in my state, and issue birth certificates \nafter an adoption that lists the adoptive parents as the parents of the child at the time of the birth.  How does the \ndepartment reconcile your argument with that practice, which I assume pertains in most states?\n\nRATLIFF: I'm not an adoption law expert.  And I don't know if what you're describing in your home state applies in \nevery state.  But I do know that that is true at least in some states.  They do issue birth certificates retroactively.  \nBut we still feel that, in general, the trend of state adoption laws is not to completely rewrite the past, but to treat the \nchild the same as a biological child from the date of adoption.\n\nAnd there are factual aberrations, such as the one you're pointing out with the birth certificate.  But in general, if you \nlook at sort of the overarching adoption philosophy, it's not to completely erase the past.  In fact, there even is a \ntrend to honor that child's original heritage and not wipe it out, not pretend it never happened. And we're just trying \nto strike the right balance between treating the child equally and not inappropriately retroactively creating this legal \nfiction.\n\nSo we agree there is a balance there.  But we really do feel that our legislative proposal strikes the better balance \nbetween those two competing factors.\n\nPEASE: Mr. Betancourt.\n\nBETANCOURT: Also, we have searched to see if there's some specific, tangible benefit that would accrue by \nmaking citizenship retroactive.  I can understand certainly in the adoption area that there would be.  But we haven't \nbeen able to identify a particular specific benefit that would be accorded that would not otherwise be present.\n\nPEASE: Fair enough.  But it seems to me that the philosophical argument you make could be reversed with the \nargument that children born in the United States and adopted, at least in my state, have a birth certificate issued \nthat's -- that lists their adoptive parents and the naturalized citizen then would be treated differently from those who \nare American born.  And so there's still going to be a distinction in the perception between the two, unless they're all \ntreated the same, at least in my state.  It just seems to me that the philosophical argument can go the other \ndirection as easily as the way you have presented it.\n\nBETANCOURT: There is a certain tension, in effect, between citizenship law and adoption law, it's true.  They're \ndifferent premises.\n\nPEASE: OK.  Mr. Costello.\n\n\n\nI don't know.  Have I used my time up, Lamar?\n\nSMITH: No time limit.\n\nPEASE: Do you think it's -- since we're in the subject of broadening -- potentially broadening OSI's authority, do you \nthink even if we didn't do the things that Congressman Foley proposes -- which, as you've already heard me say, I \nsupport -- do we need to be doing other things in the existing law to assist the OSI's work in its Nazi cases?  Have \nyou found that you have statutory -- need for statutory change to strengthen your ability to do the things you're \ncurrently doing?\n\nCOSTELLO: I'm not aware of any proposals from the Criminal Division to expand their current jurisdiction.\n\nPEASE: Could you check and see if they have run into circumstances where they believe there are individuals that \nshould be pursued but because of the way the statute is currently drafted, or limited in its scope, that they're unable \nto proceed?  And if that is the case, advise the committee.\n\nCOSTELLO: Sure.  And can I just mention, in further answer to your earlier question, one of the ways in which \nwe've tried to reach out and improve our coordination on these human rights abusers cases is to develop a closer \nworking relationship with our counterparts in Canada.  And one thing that's been interesting has been to see the \nway they have developed their program.  And for the Nazi-era war criminals, the lead agency in Canada is the \nDepartment of Justice. But for the contemporary human rights abusers of the contemporary era, the lead agency \nhas been Citizenship and Immigration Canada, which is a separate agency in Canada.\n\nSo, I think, you know, they have found somewhat the same thing we have: That when it comes to the wide range of \nhuman rights abuses in the current era, that it makes sense to have immigration officials take the lead.\n\nPEASE: Thank you.  Thank you, Mr. Chairman.\n\nSMITH: We will now go to the third panel consisting of Susan Soon-Keum Cox, vice president of Public Policy and \nExternal Affairs, Holt International Children's Services and Maureen Evans, executive director, Joint Council on \nInternational Children's Services.\n\nCOX: Good morning.\n\nSMITH: Good morning.  We welcome you both.\n\nCOX: Thank you.\n\nSMITH: And Ms. Cox, we'll begin with your testimony.\n\nCOX: Thank you.  First of all, Mr. Chairman, and members of the committee…\n\nSMITH: Could we -- OK, we had the names wrong, I apologize.\n\nCOX: Oh, OK.\n\nSMITH: Either we had the names wrong, or you sat in the wrong seat. I'm not sure.  But in any case, Ms. Cox, \nplease proceed.  Thank you.\n\nCOX: Mr. Chairman and members of the committee, I want to thank you for the opportunity to be here today and \ntestify on behalf of H.R. 2883, the Adopted Orphans Citizenship Act.\n\nAnd I especially wish to thank you, Mr. Chairman, for your important role in this significant legislation.  And I can tell \nyou, on behalf of the international adoption community, we're very pleased to have you so involved in this issue.\n\n\n\nMy name is Susan Soon-Keum Cox and I'm am vice president of public policy for Holt International Children's \nServices in Eugene, Oregon.  I have been an adoption professional for more than twenty years.  Holt International \npioneered inter-country adoption from Korea in the mid 1950s.  And in that time, we've placed about 50,000 \nchildren for adoption.\n\nInter-country adoption has become an accepted global institution which unites homeless children with permanent \nloving families.  And it is a process which requires compassion, commitment and enormous perseverance on the \npart of parents adopting children from abroad.\n\nAn ongoing issue for inter-country adoptees and the families who adopt them is the necessity to always validate \nthat you are real. Children adopted internationally are almost always a different culture and ethnicity of their \nadopted family.  And this very fact makes their adoption very publicly unique.\n\nAnd for adopted children to truly be equal and full participants in their family as their non-adopted children, they \nmust be assured the same rights and benefits.  And this of course includes the privileges of citizenship in their \nadopted country.\n\nThere are few acquisitions more precious or valued than that of citizenship.  However, for international adoptions, \nadoptees securing citizenship requires enormous effort, time and expense.  The present process of naturalization \nfor adopted children is cumbersome, not only for the adoptive families, but for the governmental authorities required \nto implement them.  There is no benefit to the present system.  There's no value added, no additional safeguards or \nprotections.  It is another layer of bureaucracy that creates a barrier to internationally adopted children of U.S. \ncitizen parents becoming full participants in our society.\n\nThe current process also contradicts the intent of sending countries who assume that children who leave for the \npurposes of adoption will share with their adoptive parents the citizenship of their newly adopted country and \nnationality.  As someone who is adopted, it is difficult to adequately express the great determination and longing \nthat adoptees feel to be considered as real as any other family who comes together.\n\nAdoptive parents are consistently called upon to prove that the relationships of their family are not somehow less \nthan those families who come together by birth.  And providing automatic citizenship is an enormous step in the \nright direction.\n\nI also wish to express strong support for H.R. 3667, the Citizenship Act of 2000, introduced by Representative Bill \nDelahunt. This legislation further extends the right of automatic citizenship to all children born abroad to U.S. citizen \nparents, whether by birth or by adoption.  And this provides equity to all children and respects the true relationships, \nboth legal and emotional, of children to their parents, without distinction of how this family was formed.\n\nLike most adoptees, I prefer to be considered as an individual, outside the restrictions identified purely by adoption.\n\nAnother aspect of this bill aids adoptive families in the special relief it provides for foreign-born children of U.S. \ncitizens who failed to complete the naturalization process before they turned 18. H.R. 3667 responds to the \nconcerns that have been expressed about the retroactive citizenship provisions in 1485 and H.R. 2883.  H.R. 3667 \nprovides for automatic citizenship as of the date on which the statutory criteria have been met.\n\nIn the past few years there have been a number of very positive advances in adoption reform which benefits \nadoption practice and, most importantly, the children who need adoptive families.  And from an international \nadoption perspective, granting automatic citizenship for adopted children is the highest priority and has strong \nsupport throughout the adoption community.\n\nAnd again, Mr. Chairman, I very much want to thank you for your important role in this effort.\n\nSMITH: Thank you, Ms. Cox.  Ms. Evans.\n\n\n\nEVANS: Thank you very much for the opportunity to testify today about H.R. 2883.  We also believe that this \nimportant legislation provides pragmatic, reasonable, and long overdue solutions to the problems facing U.S. \ncitizens who seek citizenship for their internationally adopted children.\n\nThe Joint Council on International Children's Services from North America is the oldest and largest affiliation of \nlicensed, nonprofit international adoption agencies.  For more than 20 years, we've advocated for homeless \nchildren around the world.  We promote ethical practices by adoption agencies and effective services for children.\n\nOne highly significant means to better meet the needs of children is to improve the process through which they \nacquire U.S. citizenship. We applaud Congressman Smith for his leadership in recognizing the need for \nimprovement and in taking concrete, feasible steps to help thousands of families.  We also appreciate \nCongressman Delahunt's legislation, the Child Citizenship Act of 2000.  These bipartisan, indeed non-partisan, \nefforts reflect an understanding of child welfare issues and the realities of families today in our global community.\n\nThe legislation being considered today, H.R. 2883, recognizes that adopted children of U.S. citizens are entitled to \nthe same treatment under the law as children born to U.S. citizens.\n\nThis bill simplifies the current process by which adopted children of U.S. citizens acquire citizenship.  While \nexpeditious citizenship for the adopted children of U.S. citizens is ostensibly a priority of the INS, adoptive families \ncurrently wait 12 months, or often longer, to acquire citizenship for their children.  This process has been \nburdensome and expensive for many, many years.\n\nIn 1999, Joint Council did a survey on a range of INS services. Over 1,000 U.S. families responded from 49 states \nand from overseas. Over 60 percent of the families waited more than 6 months from the time of filing for citizenship \nuntil they received the citizenship certificate.  About 40 percent waited close to a year or more.  And we've certainly \nheard many cases that take two years or more.\n\nThe current citizenship survey process, even when it goes relatively smoothly, is time-consuming and expensive.  \nFurther, it is a duplicative process, with parents having to produce essentially the same documents that have \nalready been shown in the course of the adoption.  There is, then, little question about the need to streamline and \nimprove the process for acquisition of citizenship for children adopted by U.S. citizens.  And there is tremendous \nsupport in the adoption community as well for this.\n\nJoint Council is pleased that the U.S. Department of Justice, which oversees INS, supports measures to streamline \nthe acquisition of U.S. citizenship by the adopted children of U.S. citizens.  We look forward to the INS's ongoing \ncommitment to the implementation of this long overdue citizenship legislation.  And we would welcome the \nopportunity to work to ensure that the process does indeed become streamlined and equitable.\n\nWhile our primary advocacy here is for internationally adopted children, we support automatic citizenship measures \nthat provide equity to the biological children born to U.S. citizens overseas as well as to the adopted children of U.S. \ncitizens.  We endorse legislation that is fair to and respectful of families regardless of how the family was formed.\n\nIn the past, some adoptive families have been under the unfortunate and incorrect impression that the U.S. grants \nautomatic citizenship to internationally adopted children.  As a result, their children have grown up only to be \npenalized for their parents' inadvertent failure to make them U.S. citizens, by not being eligible for some post-\nplacement services, or access to scholarships, or admission to certain colleges.  We would like to see \ncompassionate legislation that addresses the needs of these families.\n\nWe understand that there is some controversy regarding the provision to make citizenship effective as of the date of \nan internationally adopted child.  Joint Council has considered the arguments both for and against the provision, \nwhich we believe is motivated by patriotism and a desire for fairness.  Both laudable motivations.  However, we also \nbelieve that the realities, legal and otherwise, of an adopted child's origins must be respected and acknowledged.\n\n\n\nWe understand that there are complex legal arguments surrounding this.  We urge your thoughtful consideration of \nthe legal implications, both here and abroad, for the equitable resolution of this issue.\n\nAt a minimum, we would like to seecitizenship become effective immediately and automatically after 2 \ncircumstances: finalization of an adoption and entry into the U.S..\n\nCitizenship is a complex and vitally important matter, not to be taken lightly.  Parents of internationally adopted \nchildren, and I am honored to be a parent, should acknowledge and honor their child's country of origin.  It is a gift \nwe give to our children in return for the joy they have given us.\n\nAt the same time, enfolding a child into our families and our country, upholding the virtues of being a good citizen, is \nalso a gift to our children.  Joint Council now works hard to ensure that adoptive parents gain U.S. citizenship for \ntheir adopted children as quickly as possible.  We encourage your recognition of the need to make this process \nmore efficient and equitable, and thank you for your support of this valuable and significant legislation.\n\nSMITH: OK.  Thank you, Ms. Evans.  Let me ask you a question. And it's a question I don't know the answer to.  It \nseems to me that one of the -- and I don't know if it's a problem and it may be unavoidable, but one of the concerns \npeople have about current law, which may be a concern we have about this legislation, is that it still requires an \naffirmative action on the part of the parents.  They still need to take steps.  And if they fail to do so, the child is \ndisadvantaged.  Is there any practical way to address that problem?\n\nEVANS: I would expect that making the citizenship as automatic as possible upon entry into the United States and \neliminating…\n\nSMITH: But my point is, even if you do that, it still is going to require some action on the part of the parent, is it not?\n\nEVANS: I suspect there would be a way to implement that at the point of entry into the United States, for example, if \nI'm understanding your question correctly, whereupon the child's arrival into the United States, entry in through \nCustoms, if there were a mechanism that could be in place at that point.\n\nSMITH: OK.  Something we can take a look at.\n\nMs. Cox, I believe you addressed most of the concerns expressed by the administration about the bill.  I know one \nin particular, and that is about having automatic citizenship for the adopted children when they enter the United \nStates.  Are there any other concerns by the administration that you did not address that you want to address?\n\nCOX: I think that's probably the most significant, yes.\n\nSMITH: They had -- they had those three primary concerns.\n\nCOX: Right.\n\nSMITH: OK.\n\nCOX: Correct.\n\nSMITH: And you think that that responds to all of them?\n\nCOX: I think so.  One of the things that, you know, we struggle with -- we've talked about this certainly in within \nJoint Council, and that is the part of the legal fiction.  And Congressman Pease, I really very much appreciated your \ncomments, because, in fact, adoption is a legal fiction.  It's not -- the incident that you talked about with the birth \ncertificate is not only in your state.\n\nSo from a philosophical perspective -- I'm not a lawyer, so I can't talk to it in legal terms.  What we're most \nconcerned about is their automatic citizenship provision.  It's incredibly expensive for families and cumbersome.  \nAnd takes two years, often.\n\n\n\nSMITH: OK.  Thank you, Ms. Cox.\n\nThe gentleman from Indiana is recognized for questions.\n\nPEASE: Mr. Chairman, I appreciate the questions you've asked. And you're responses.  Thank you very much.  I \nhave no further questions.\n\nSMITH: OK.  You want to end on the compliment you've just received.\n\n(LAUGHTER)\n\nPEASE: Quit while you're ahead.\n\nSMITH: OK.  Thank you all for your testimony.  Appreciate it.\n\nWe'll go to our last panel.  Richard Krieger, president, International Educational Missions, Inc.\n\nKRIEGER: Mr. Chairman, Mr. Pease, ladies and gentlemen, it is a privilege to appear before you today in support of \nthe Anti-Atrocity Alien Deportation Act.  I am Richard Krieger, president of International Educational Missions, a \nnon-profit, bi-partisan organization.  Our purposes and distinguished board are listed at the end of the written \ntestimony.\n\nKRIEGER: IEM has been in existence since 1987, and many of our members have been involved in the issues \nconcerned here today for decades.  I personally, have been involved with bringing -- helping to bring Nazi War \nCriminals to justice since early 1970s, and was proud to be part of the process that gave birth to OSI, as well as \nhelping to bring many thousands of refugees to freedom.\n\nIEM is deeply grateful to Senators Leahy and Hatch, and particularly to Congressmen Foley and Ackerman and \nFrank, for bringing this matter to the attention of Congress with the pending legislation. We are also grateful to the \nSenate for passing the bill under suspension with unanimous consent and would hope that the House would also in \nan expeditious manner.\n\nMr. Chairman, before going on with my testimony, Mr. Costello made some remarks that I would like to respond to \nat the end of my testimony with your permission, sir.  Or if you would prefer, I'll just…\n\nSMITH: Since you're limited to five minutes for the testimony, what I'll do is during the question period ask you to \nrespond to what Mr. Costello said.\n\nKRIEGER: OK.  Thank you, sir.\n\nTo the utter dismay of all at IEM, indeed to the revulsion of most Americans, at this very moment, many of the \nindividuals who perpetrated war crimes, torture and other foreign atrocities are availing themselves of our freedoms \nand liberties right here in the United States.\n\nRwandan war criminals, Cambodian, Sudanese, Somalian, Indonesian, Ethiopian, Haitian, Chilean, Argentinian, the \nquestion is why have any of them been allowed to enter the United States?  And why have they been allowed to \nstay?  Why has no successful action been taken against the perpetrators of atrocities in Bosnia and Kosovo who \nnow reside here?  Where was the INS?\n\nI bring this issue before you since a few people have suggested that the INS administer the Anti-Atrocity program \nand not OSI.  OSI has placed thousands of Nazi-era war criminals on the border control watch list, which enabled \nour government to keep more than 150 of these odious monsters out of the United States.  They have de- \nnaturalized 63 Nazi war criminals and deported 52.  In 35 years, between the end of World War II and OSI's \n\n\n\ncreation, the INS succeeded in removing just one Nazi war criminal from the United States, and has placed few, if \nany, perpetrators of other foreign atrocities on the watch list, nor have they de-naturalized or deported any of them.\n\nOSI is currently investigating over 200 cases.  And they're working quite well in it.  They have won numerous \nawards: the Founders Award from the American Immigration Lawyers Association, the International Human Rights \nAward from the ADL.  And in testimony before another subcommittee, the World Jewish Congress stated, no \nagency of our federal government has done more for the cause of righting historic wrongs than the Office of Special \nInvestigation.\n\nAt the same time, how can the INS accept a new program until it has fixed its current program debacle.  As \nChairman Smith himself has stated: We are hearing from every part of the country that the INS has now edged out \nthe IRS for the agency Americans most want reformed.\n\nParaphrasing Senator Leahy in his statement before the Senate on November 4, 1999: I have been appalled that \nthis country has become a safe haven for those who exercise power in foreign countries to terrorize, rape, and \ntorture innocent civilians.\n\nFor example, three Ethiopian refugees proved in an American court that a former senior government official in \nEthiopia engaged in numerous acts of torture and human rights abuses against them in the late 1970's when they \nlived in that country.  The court's descriptions of the abuses against them are chilling.  The court's determination \nwas subsequently affirmed by an appellate court.  Yet, while the INS knew that this appeal was going on, they \ngranted him citizenship.\n\nProfessor William Aceves of California School of Law has noted, this case is not unique.  Other aliens who have \ncommitted gross human rights violations have also gained entry into the United States and been granted \nimmigration relief.\n\nWe are all opposed to illegal immigration.  I've worked with Alan Simpson on it when he was here.  Yet one has to \nask how the INS can deny citizenship or permanent residence to individuals whose only crime was entering our \ncountry, often with their children in tow, but no legal documentation, yet grant citizenship and permanent residency \nto the perpetrators of human rights violations.  It's not logical.\n\nThe comment that we cannot do anything against them is untrue, sir.  We are signatories to the International \nConvention against Torture and the International Convention on Human Rights.  They permit us to try people found \nin this country who have committed torture, and to exclude them from the -- and from this country.  And I'd like to \nsubmit to you some of the articles of the commonly held universal law and its principles.\n\nThe INS failed with the Nazi war criminal issue and perpetrator of atrocity issues because of the bureaucratic and \npolitical inefficiency of their structure and operation as it's currently structured.  A problem that's still pervasive.  But \nthis was not the only failure of the INS when assigned other special tasks, look at the 1930s to 1950s and their \nprogram on organized crime, during the 1970s with Iranian students.  Those are just two of them.  Look at the \nhundreds of Russian Mafia that have entered the U.S. in the '70s and the '80s.  And look at some of the problems \nthat have occurred in our dealings with them, and in the committee's dealings with them.\n\nThey mentioned -- Mr. Costello mentioned the National Security Field Office…\n\nSMITH: Mr. Krieger, let me go to my questions, if I may.\n\nKRIEGER: OK, sir.\n\nSMITH: Since you're bringing up Mr. Costello.  And the first question was just what you anticipated, which is you \nwanted to respond to something that he said.  And you're welcome to do so.\n\nKRIEGER: OK.  Thank you, sir.  He mentioned the National Security Unit.  That field office is under the direction of \nWalter D. Cadman (ph), who was the director of the Miami district office when in June 1995, a congressional \n\n\n\ndelegation, including members of this subcommittee, made a fact-finding visit to Miami to examine INS operations \nthere.  The Office of the Inspector General found that certain INS employees had engaged in an elaborate scheme \nto mislead and deceive the delegation with respect to INS operations in Miami.The OIG also found that certain INS \nemployees attempted to obstruct the OIG's investigation in this matter.\n\nThey found that Mr. Cadman (ph) was a willing participant in efforts to mislead INS headquarters and then to \nmislead and delay the OIG investigation.  On the basis -- quoting them, \"On the basis of the evidence gathered \nhere in this investigation, we believe the appropriate punishment for Miami District Director Walter Cadman (ph) \nfalls within a range from 30 day suspension to termination of employment.\"\n\nSMITH: Mr. Krieger, let me go to my next question, if I may.\n\nKRIEGER: Yes, sir.\n\nSMITH: And -- you mentioned, and you quoted me, as pointing out that I have real frustrations with the INS and \ntheir performance in a number of areas.  Nevertheless, I'm sure the administration would say that they're still the \nagency of jurisdiction.  And why wouldn't the answer be to hold them accountable for their actions and make them \nperform, rather than giving the responsibility to someone else?\n\nKRIEGER: Well, sir, the OSI has the most experience of any office in our government in obtaining information on \nwar criminals and in actively deporting them.  INS really doesn't have this kind of experience.  And though Mr. \nCostello spoke about all the asylum offices-- as the Center for Justice and Accountability -- and their investigations -\n- as the Center for Justice and Accountability, who is one of our cooperating agencies, has stated, there are \nthousands of perpetrators of atrocities who are this country right now.\n\nAnd with that -- I don't know if you have it…\n\nSMITH: Why in that case wouldn't we give the responsibility to the department that has, again, the most personnel \nrather than just expanding the size of the OSI?\n\nKRIEGER: Because personnel don't -- does not necessarily demonstrate qualifications.  It would be -- I think it \nwould be advisable, sir, that some of the people that INS would like to see head this operation serve with OSI -- \nwith the people at OSI, and learn proper methodology.\n\nKRIEGER: Some of the people, as a matter of fact, much of the people that are currently being investigated by the \nINS, were not given to them by asylum officers, but were given to them by Gerald Gray (ph).  This paper that I am \nalso presenting the chairman, lists the 60 individuals -- 60 individuals and speaks of the thousands of other cases \nhere.\n\nTwo of our board members -- just to demonstrate that I am biased on this issue.  Two of our board members are \nformer directors of OSI. And we do feel that that agency is absolutely qualified.\n\nBut coming back to a point that I wanted to make, there -- the Minneapolis Center for Rehabilitation of Torture \nVictims has indicated that there are 400,000 people, refugees, in this country right now who are victims of torture.  \nAnd we have only 15 centers for rehabilitation in the country here.\n\nIn Texas, as an example, there's one in Dallas but they can't cover all of Texas.  And there's no others.  There's \nnone in Florida. There's none in New Jersey.  There's a counseling center here in Washington D.C., but not a full \ncenter.\n\nAs such, my agency has been asked by the international committee, to form holistic rehabilitation centers in areas \nthat -- where there are none right now.  And as such, to find more of the victims and to try to help these victims.  \nAnd to try, therefore also, to get more witnesses and information on this for the government.\n\n\n\nSMITH: Thank you, Mr. Krieger.  My time is up so I'm going to recognize Mr. Pease for his questions.\n\nPEASE: Thank you, Mr. Chairman.  Mr. Krieger you made reference on a couple of occasions to a document that \nyou brought with you.  Is it your request -- do you wish to submit that for the record of this hearing?  And if you do, \nMr. Chairman, I would ask unanimous consent that we do so.\n\nSMITH: OK.  Without objection, it will be made a part of the record.\n\nKRIEGER: Thank you very much.\n\nPEASE: Thank you.  I want to ask you the same question -- one of the same questions that I asked Mr. Costello.  \nAnd that is whether in your experience under the existing law as it's used by OSI regarding Nazi era war criminals, \nyou see a need for change in the existing law? If there are areas where we need to strengthen to law to give \nbroader jurisdiction, to give greater flexibility?\n\nKRIEGER: Yes, sir, I do.  As I was reading my statistics to you, I spoke of the number of people that have been de-\nnaturalized and the number of people that have been deported for trial.  There are some instances when we are not \nable to deport.  And the reason they cannot be deported is that there are countries right now where these atrocities \nwere committed or where these people came from, such as Germany, that do not want to receive these war \ncriminals.  So even though they're de-naturalized, they stay here.\n\nLater on in my prepared statement, I had said that if we went along with the torture convention, we would be able -- \nand tried some of these people that were here because we had no place to send them, then we would be sending \nthe word out to the world, say, if you come here and we catch you and we have no place to send you, we will try \nyou and we will put you in jail, because whether they are here as citizens or non-citizens in taking away some of \ntheir privileges, the fact is that they are still relishing the freedoms of this country.\n\nAnd, sir, it's my belief that some of them -- some of them were brought here by the U.S. government as well.  We \nknow some of the Nazis were brought here, but some of the others, such as the Haitians.\n\nPEASE: Thank you very much.  I have no further questions.\n\nSMITH: OK.  Thank you, Mr. Pease.  Mr. Krieger, thank you for your testimony.  It's been helpful.  And we thank all \nthe witnesses who were here today.  And we will give due consideration to the bills that we considered.\n\nBefore we adjourn officially, I'd like to thank members of the immigration staff who are here and who helped \nprepare for this hearing.  To my right is Jim Willen (ph) to my left is Bill Griffith (ph).  And Kelly Jensen (ph) -- where \nis Kelly?  Kelly to my left in the red is under doctor's orders not to get out of bed today.  And despite that, she \nobviously went beyond the call of duty to help us prepare, setup and complete a successful hearing.  So thank you \nall and we stand adjourned.\n\nEND\n\nNotes\n\nUnknown - Indicates speaker unknown.\n\n Inaudible - Could not make out what was being said. \n\n off mike - Indicates could not make out what was being said.\n"}