{"title": "As Latin Nations Treat Gays Better, Asylum Is Elusive", "body": "\nQuietly over the past 14 years, gay men and lesbians from Mexico have sought -- and received -- political asylum \nin the United States based on their sexual orientation and the argument that the culture of \"machismo\" in their \ncountry has sometimes put homosexuals there in danger.\n\nBut as Mexico and other Latin American countries begin to liberalize laws regarding homosexuality, hold gay pride \nevents and expand treatment for people with AIDS, it is becoming increasingly difficult to win such cases, say \nasylum applicants, U.S. lawyers and Latino activists.\n\n\"For a time, it seemed like it was a slam-dunk if you were gay, from Mexico and filed for asylum in the United \nStates,\" said Arthur S. Leonard, a professor at New York Law School. \"But there's been a turning point. The gay \nrights movement has started to make progress in Mexico, and it's a little harder to show\" that asylum is warranted, \nhe said.\n\nThe subtle, unofficial shift in immigration policy has significant public health implications, say leaders throughout the \nregion who view asylum as a path to better treatment of people with HIV. Though many applaud the progress on \ngay rights and AIDS care, they caution that it may take decades to reverse deeply ingrained attitudes toward \nhomosexuality that are closely connected to the spread of HIV in the region.\n\nFigures for asylum decisions are unavailable, but immigration lawyers hazard a guess that in the past, dozens \nwere granted every year to gay Mexicans. The Department of Homeland Security does not track asylum by \ncategories such as religious affiliation or sexual orientation. But Leonard and other experts report that applications \nby gay men and lesbians from throughout Latin America are encountering more hurdles.\n\nLast fall, U.S. circuit courts rejected asylum requests by two gay Mexican men, and a recent policy requires that \nevery asylum request from Mexico undergo a separate review by homeland security officials in Washington. Those \ndevelopments have raised alarm in immigrant-heavy communities in San Diego and elsewhere.\n\n\nOfficials at the Department of Homeland Security, speaking on the condition of anonymity, said there has been no \npolicy change regarding asylum eligibility for gay men and lesbians. They said they have no way of knowing \nwhether  asylum officers or immigration judges have become more skeptical about requests from Latin American \nhomosexuals because they do not track that data.\n\n\"We were winning cases left and right,\" said Antonio Munoz, an advocate in San Diego. \"Then last year, it really \ntightened up.\"\n\nNo group in Mexico has been hit harder by AIDS than men who have sex with men -- and nothing has done more to \nfuel the epidemic than homophobia, said Jorge Saavedra, chief of Mexico's AIDS programs. In the nation where \nthe International AIDS Conference convened last week, gay men are 109 times as likely to contract HIV as the \ngeneral population, he said.\n\nAcross Latin America, men who engage in homosexual sex are 33 times as likely to be infected with HIV, \naccording to a report released at the conference by the Foundation for AIDS Research, known as AmFAR.\n\n\"People think the homophobia is under control, which is not true,\" Saavedra said. \"Homophobia in Mexico is really \nhigh.\"\n\nSaavedra, who is openly gay and HIV-positive, has a unique perspective on the situation in Mexico. As a \ngovernment official, he points to achievements, particularly Mexico's low overall infection rate of 0.3 percent of the \npopulation. But because the country routinely experiences medication shortages, discrimination and violence \nagainst gays, some still need asylum, he said.\n\nIt was not until the 1990s that sexual orientation was even considered a reason for political asylum. But in 1994, \nthen-Attorney General Janet Reno issued an order allowing homosexuals to gain asylum if they could demonstrate \nthat they faced persecution because of their sexual orientation. Many of the early applicants came from Latin \nAmerica, with its conservative, strongly Catholic, macho culture. They were men such as Fernando Legy, an \nunemployed 26-year-old seeking asylum in San Diego.\n\nWhile growing up in the state of Mexicali, Legy said he was raped by male friends of a brother-in-law. By the time \nhe was a teenager, Legy and his boyfriend were often arrested by  police who demanded money or insisted they \nperform sex acts on men in the jail, he said.\n\n\"It was like a show to them,\" he said. When an employer gave him a random blood test and discovered he had HIV, \nLegy lost his job. At one point, he was so depressed that he tried to drink a mix of toxic chemicals. But the bitter \nbrew burned his mouth.\n\n\"I kind of hide here in the United States because the men who raped me have made threats,\" he said, noting that \ntwo are involved in drug trafficking. \"I'm afraid to go back.\"\n\nBetween 1995 and 2006, about 1,200 Mexicans were killed because of their sexual orientation, according to \nestimates by the Mexican gay rights group Letra S. Two years ago, after Mexico City enacted same-sex civil union \nlaws, many -- including U.S. immigration and asylum officials -- expected life to improve for Mexico's gay \ncommunity, said Alejandro Brito, editor of the Letra S magazine.\n\n\"Instead, this has provoked aggressions by some in the society and especially some police,\" he said. \"It would be a \nterrible shame to close this door to asylum.\"\n\nStigma and a lack of education have complicated prevention efforts, health workers say. At the private Mexico City \nhospital where Martin Martinez Sanchez works, patients and employees are routinely screened for HIV without their \npermission, he said.\n\n\"If they test positive, they are not admitted,\" said Martinez, who has not told his employer that he is gay. A friend \nwas fired because he contracted HIV.\n\n\n\nDiscrimination, or in many cases low self-esteem, leads many gay Mexicans to take health risks.\n\n\"They have sexual encounters in clandestine areas, and in parts of the city that are just horrible and dangerous,\" he \nsaid. \"Later they go home and have unprotected sex with their wives. Many gays feel they have to have a wife for \nappearances.\"\n\nSaid Saavedra: \"They can be fired from their job. It is not right, but we know it happens.\"\n\nThat is what happened to Alejandro Torres.\n\nSix months after beginning a coveted medical residency slot with the Mexican Navy in 2002,  he tested positive for \nHIV.\n\n\"They told me I had two options: fire me immediately, or finish the year but don't touch another patient,\" said Torres, \n29.\n\nNavy Capt. Arturo Lopez said Torres was ordered to stop seeing patients under a policy curtailing the work of \nanyone with a contagious disease. The policy does not distinguish between illnesses such as influenza that are \ntransmitted through casual contact and HIV, which is spread through sexual contact, shared needles or blood \ntransfusions.\n\nFor the rest of his internship, Torres filled out paperwork and endured efforts by Navy superiors to \"cure\" his \nhomosexuality by lining up dates with female nurses. He tried working in Puerto Vallarta and Mexico City, both \nhome to large gay communities.\n\nEven in the capital, Torres said, he was harassed. One night, police rounded up Torres and his friends as they \nemerged from a gay bar in the Zona Rosa. His bosses would not let him counsel patients about HIV protection. He \nwas shuttling to San Diego for treatment.\n\n\"The doctors in Mexico don't have training to deal with HIV patients,\" he said. His condition deteriorated, and he lost \n15 pounds in two weeks. Finally, his doctor urged him to move to the United States for good.\n\n\"He said the stress of being in Mexico and making the trip for care every two or three months made my immune \nsystem fall down,\" Torres said. \"I was going to live in Tijuana and just drive across for my treatment, but I realized if \nsomething terrible happened and I went to the hospital there, they wouldn't be able to care for me.\"\n\nTorres has spent $8,000 on attorney fees and has worked odd jobs in construction, plumbing and at a local clinic. \nWhen an immigration officer first heard his case, Torres was told that his life was not in imminent danger and was \nturned down.\n\n\"If you're expecting me to wait until somebody kills me or the police beat me up, I'm not going to do that,\" he said.\n\nHis appeal is set for February 2009.\n\nReporting for this article was supported by the Project for International Health Journalism Fellowship, a part of the \nHenry J. Kaiser Family Foundation's Media Fellowships Program.\n\nGraphic\n\n \n\nIMAGE; Photos By Nikki Kahn -- The Washington Post; Fernando Legy, an HIV-positive man seeking asylum in \nSan Diego, comforts his mother, Mercedes Espinoza, who recently visited from Mexico.\n\nIMAGE; Alejandro Torres was told to move rather than traveling for treatment.\n\n\n\nIMAGE; Legy tries on a costume that his mother made for him to wear in a gay pride parade.\n"}