{"title": "SCOTT RETREATS ON ARIZONA LAW", "body": "\nRick Scott promised voters in 2010 that he would bring an Arizona-style immigration law to Florida.\n\nThe pledge - repeated over and over in television and radio advertisements - helped Scott both win over \nconservatives who didn't know the first-time candidateand expose his Republican primary opponent Bill McCollum \nas an immigration flip-flopper.\n\nBut with two legislative sessions in the books, Scott hasn't just failed to pass an Arizona law, parts of which were \noverturned by the U.S. Supreme Court on Monday.\n\nHe has stopped talking about it.\n\nPolitiFact Florida is tracking 57 of Scott's promises on the Scott-O-Meter, including promises to implement \nArizona-style legislation and a requirement that Florida businesses use a federal database to make sure their \nemployees are in the country legally.\n\nBoth are rated Promise Broken.\n\n\"He got the majority of the vote for running on those promises,\" said Bill Landes, a Lake Wales tea party supporter \nand chairman of the Florida Minutemen Organization. \"And now for him to do an about-face, it's like a heart-\nwrenching stab in the back for the citizens who helped elect him.\"\n\nThe Legislature in 2011 attempted but failed to pass a requirement that businesses use the federal E-Verify system \nto check the immigration status of their workers.\n\nLawmakers never seriously considered the idea in 2012, and Scott all but said he opposed a statewide requirement \nrecently, saying he didn't want to put Florida businesses at a disadvantage.\n\nAn Arizona-style law, meanwhile, has never been voted on by the full Legislature.\n\nScott was not specific about immigration policies when asked for his reaction to the Supreme Court decision.\n\n\n\"I haven't seen that decision,\" Scott said. \"I still believe the federal government ought to secure our borders. They \nought to have a national immigration policy and take responsibility for this. I think the states have had to respond \nbecause the federal government hasn't.\n\n\"We need to have an immigration policy that Americans understand, and those who want to come to our country \nunderstand. And we shouldn't be putting our Florida businesses or American business at an economic \ndisadvantage because we don't have a well-defined work visa plan that makes sense.\"\n\nAdvocates for immigrants say Scott is following a national trend of states stepping back from harsh enforcement \nmeasures.\n\n\"Responsible, pragmatic Republicans in a lot of states are seeing what happened in states that went with all-out \nenforcement,\" said Tamar Jacoby, president of ImmigrationWorks USA.\n\nFloridians for Immigration Enforcement, an activist group that endorsed Scott based on his strong pledges to crack \ndown on illegal immigration, isn't happy with the governor's changing rhetoric.\n\n\"He never campaigned on this phony-baloney guest worker program,\" said David Caulkett, vice president and \nfounder. \"That wasn't part of his campaign.\" (Scott has earned a Promise Kept on the Scott-O-Meter for opposing \n\"amnesty\" for illegal immigrants.)\n\nCaulkett said he believes that Scott was swayed from his hard-and-fast campaign position by business interests, \nand he doubts that Scott will press the issue while in office.\n\nIt's a far cry from the 2010 campaign, when Scott hammered McCollum for his evolving stance on the Arizona law.\n\nMcCollum initially called the law \"far out.\" Then he said he liked it with an amendment that aimed to prevent racial \nprofiling, though he said Florida didn't need it. In July 2010, McCollum joined seven states opposing the federal \ngovernment's lawsuit against the Arizona law. Weeks before the primary, McCollum touted a draft of the law that \nhe wanted applied in Florida.\n\nScott toned down the immigration talk in the general election against Democrat Alex Sink.\n\nNow he hardly talks about it at all.\n\nKatie Sanders can be reached at ksanders@tampabay.com\n\n* * *\n\nPROMISE: Bring Arizona's immigration law to Florida\n\nTHE SCOTT-O-METER: PROMISE BROKEN\n\n* * *\n\nPROMISE: Require all Florida employers to use E-Verify system\n\nTHE SCOTT-O-METER: PROMISE BROKEN\n\nGraphic\n\n \n\nPHOTO: Gov. Rick Scott also backed off his call for use of the E-Verify system for workers. PHOTO\n\nmailto:ksanders@tampabay.com\n\n"}