{"title": "HE'S SUNK BY BAD LUCKSMUGGLE-BOAT RIDER TRIED & FAILED BEFORE", "body": "\nA Chinese farmer whose luck ran out when the Golden Venture smuggling ship foundered off the Rockaways five \nyears ago seems to have hit bad fortune again, this time in New Jersey.\n\nWu-dong Wang, one of at least 23 illegal aliens from China aboard a boat that ran aground on the Jersey Shore on \nSaturday, reportedly told a paralegal he also was one of the 282 passengers aboard the Golden Venture when it \ngot stuck on a sand bar in 1993.\n\nThe paralegal's boss and the Immigration and Naturalization Service would not confirm or deny the claim yesterday, \nbut records show that a man with the same name was arrested in the Golden Venture case and deported.\n\nThe deportation occurred after the man sat in prison for three years, awaiting the outcome of an asylum request. \nAfter losing an initial round in court, he nixed an appeal hastening his deportation.\n\n\"He probably did it because he was homesick, but the fact he appears to have tried to come back again shows how \ndesperate many Chinese are to get to the U.S.,\" said Beverly Points, a lawyer for other Golden Venture refugees.\n\nIn New Jersey on Tuesday, Wang reportedly said his second attempt to make it to the U.S. began off the coast of \nhis native Fujian Province, where he boarded the first of a series of smuggling ships.\n\nThe fourth and last ship a powerboat named the Oops II dropped its human cargo off the wealthy town of Bay \nHead, N.J., during a heavy fog.\n\nTwo or three more would-be immigrants have eluded capture, according to police. The rest are in custody.\n\nInvestigators are looking for Jason Choi, the South Korean national suspected of owning and piloting the Oops II.\n\nWang and the others were found wandering around the Bay Head area, wet and hungry.\n\nAccording to a published report, Wang told a paralegal for Manhattan lawyer Robert Porges that he had fled China \nto escape its family planning policy, which limits couples to one child.\n\nRecords in Pennsylvania, where many of the Golden Venture passengers were detained pending the outcome of \ntheir requests for asylum, show that the man with the same name as Wang raised the same claim in his asylum \ncase.\n\nAn aide to Porges refused to talk about Wang yesterday, except to say he was a client. He said the paralegal, \nwhose remarks were first reported by the Newark Star-Ledger, was not authorized to divulge details about Wang.\n\n\nINS spokesman Russell Bergeron also refused to comment.\n\nBut other experts familiar with the ill-fated Golden Venture and Oops II voyages said they appear to have a \nremarkable common thread: Wang.\n\n\"You'd have to say that in the dictionary, you'd find Wang's name next to the word 'unlucky,' \" said a government \nofficial who requested anonymity.\n"}