{"title": "Asylum Seekers Detained in Australia Suspend Hunger Strike", "body": "\nHundreds of asylum seekers at Woomera, Australia's largest immigration detention center, said late Wednesday \nthat they would suspend a 15-day hunger strike while negotiations continued with the government over their \ndetention. \n\n     But the government said it had made no change in its policy of detaining illegal immigrants while their visa \napplications were processed, sometimes for years, and protests and hunger strikes continued at some of the \ncountry's other immigration detention centers. \n\n About 100 immigrants at a camp called Curtin in western Australia refused to eat for a third day, the government \nsaid. Detainees at another western Australian camp, Port Hedland center, are also refusing to eat or drink, \naccording to reports.\n\nWhether the tentative peace brokered with Afghan asylum seekers at Woomera, in the desert plains of South \nAustralia, will last depends on continued discussions with representatives of the government's advisory group on \ndetention, a spokesman for the immigrants said.\n\n\"The hunger strike ends, but it doesn't mean that the negotiations will be finished,\" said the spokesman, Hassan \nVarasi. Members of the advisory group, he said, \"promised us that the dialogue, negotiation will continue.\"\n\nThe asylum seekers at Woomera, largely from the Middle East, have said their chief demand is to be moved out of \nmandatory detention. \n\nThe Australian government uses a network of detention centers to hold unauthorized immigrants while their cases \nare processed, and immigration officials insisted that no policy changes had been made to end the hunger strike at \nWoomera. \n\nThe government has once again begun to consider visas for Afghan immigrants, a process suspended some \nweeks ago after the Taliban government in Afghanistan fell under American attacks.\n\nBut Immigration Minister Philip Ruddock, who welcomed news of the breakthrough, said the action had nothing to \ndo with the protests.\n\n\"When you're put under duress and say, 'This is an exception, we just have to give way here,' what happens is \nmore people assume that you can influence decisions by inappropriate behavior and the behavior becomes more \nand more extreme,\" Mr. Ruddock said.\n\n\nRay Funnell, a member of the government's advisory group, said that the delegation had been able to build trust \nwith the detainees and their representatives and that they were working together.\n\nBut lawyers for the asylum seekers at Woomera, who were barred from the two-day negotiations, say tensions \nremain and could flare again. \n\nImmigrants, including Iranian and Iraqi asylum seekers, are still upset about conditions at the center and about \ntheir continued detention generally. \n\nAdvocates for the asylum seekers predict that protests will continue until the policy of mandatory detention, which \nstill enjoys broad support among Australians, is overturned.\n\nThe stance has come under growing criticism in Australia, particularly from church groups and doctors, as well as \nfrom international organizations.\n\nThe United Nations High Commissioner for Refugees said this week that it opposed detention of asylum seekers, \n\"particularly when it is prolonged and when it involves minors, which is the case in Australia.\"\n\nPrime Minister John Howard said Australia would provide resettlement help to Afghan asylum seekers who agree \nto return home.\n\nThe announcement came after he met Wednesday in New York with Afghanistan's interim leader, Hamid Karzai.\n\nThe number of illegal immigrants coming to Australia from the Middle East has fallen. Typically, they travel to \nIndonesia and are then loaded by smugglers into rickety boats to complete their journey by sea. \n\nThe government adopted a plan in August to patrol its borders with military aircraft and ships and intercept boats \ncarrying asylum seekers. Australia now takes them to neighboring Pacific islands, instead of to the mainland, to \nhave their visa applications processed.\n\nThe opposition Labor Party has criticized the government over the cost of its policies for handling asylum seekers, \nalthough final estimates have not yet been made. The Labor Party also backs mandatory detention for illegal \nimmigrants.      \n\nhttp://www.nytimes.com\n"}