{"title": "Europeans Struggle to Balance Old Ways With New Muslim Immigrants", "body": "\nMichel Gourdin, a French baker in the northern Paris suburb of Garges-les-Gonesse, remembers the day a year \nago when gangs of unemployed North African Muslim youths wrecked his shop in a riot.\n\nOne gang member, he said, had been killed by a rival Asian group, and the North Africans, believing that the \nFrench police had let the suspected killer go, attacked the local precinct house and then all the French-owned \nbusinesses in the neighborhood.\n\n\"What I don't understand,\" Mr. Gourdin said, \"is that some of them are involved in hard-core gang robberies and \ndrugs. The police know who they are, but they don't do anything. I think they are afraid of provoking an even bigger \nexplosion here if they do.\"\n\nGarges is a working-class town of 45,000 people with housing projects built for refugees from France's colonial \nwars in North Africa. Today it has been transformed, like other cities throughout Europe, by Muslim immigrant \nfamilies who suffer from the same problems of unemployment, high crime and bewildering social change that affect \nthe Europeans who also live there.\n\nEurope's effort to integrate its minority of 10 million to 13 million Muslims is in crisis. The crisis is more than a \nprofound cultural conflict. It is one with grave echoes of racism, fundamentalism and fears of terrorism, and whether \nEurope succeeds or fails could have important lessons for the United States, with its own large, new Muslim \npresence.\n\nBut for Europe, so far, many of the signs are troubling.\n\n\"The sad fact is that interaction is very difficult and rare,\" said Ian Hastings, a Briton who grew up in India and who \nhas chosen to live in the cultural and ethnic mix that East London has become today.\n\nFrom the British National Party in London's East End to Jean-Marie Le Pen's National Front in Marseilles, racist far-\nright politicians openly appeal to white fears in the parts of Europe where local populations are being steadily \nreplaced by immigrants.\n\n\nMr. Le Pen, a candidate in the first round of the French presidential elections last month, won 15 percent of the vote \nnationwide, his strongest showing in two decades. A young Moroccan man drowned after skinheads who the police \nsay were attending a Le Pen rally here on Monday pushed him into the Seine.\n\nOn Thursday night, unidentified people sprayed anti-Islamic graffiti on the walls of the Grand Mosque of Paris and \ndefaced the entrance with black tar.\n\nGovernment crackdowns on legal and illegal immigration in European countries have been prompted in part by the \nfear of right-wing demagoguery if the influx is not brought under control. Such moves have helped steal the thunder \nfrom the far-rightists in Britain and Germany.\n\nThough modern urban crime and chronic high unemployment do not discriminate between Muslims and Christians \nin the poor European neighborhoods where the local and immigrant populations coexist, they do contribute to \nrising tensions.\n\nInterviews in France, Britain and Germany, three Western European countries with heavy concentrations of \nMuslims in urban neighborhoods, show a range of attitudes toward Muslims of various cultural and ethnic \nbackgrounds. It is estimated that there are five million Muslims in France, one million in Britain and two million in \nGermany.\n\n \n\nThe French View\n\nSharing Problems, Not the Blame\n\nIn Aulnay-sous-Bois, a residential sprawl north of Paris, Communist and Socialist-dominated governments over the \nyears built housing projects intended for local French low-income families. Most of these apartments are now \noccupied by Muslim immigrants from Algeria.\n\nOne of the few remaining ethnic French residents of one project is Yves Hiestand, a 48-year-old accountant who \nhas been unable to work for the last two years because of intestinal cancer. He opened the door to the stairwell on \nthe 12th floor the other day and wrinkled his nose in disgust.\n\n\"Drug addicts,\" he said, pointing to discarded plastic syringes on the concrete steps and to a bloodstain on the \nyellow stuccoed wall. \"All North Africans,\" he said. \"The police don't even care.\"\n\nHe paused as his next-door neighbor, a North African woman wearing a head covering, passed on the way to the \ngraffiti-covered elevator. \"She asked me to clear the addicts out of the stairwell this morning, but I refused,\" he said, \n\"If I say anything to them they just call me a racist.\"\n\nThe French-owned stores on the ground floor of Mr. Hiestand's building have, one by one, been bought out by \nNorth African owners who cater to their clientele with signs in Arabic. One French butcher remains.\n\nHe borrows the butcher's car because Mr. Hiestand can no longer afford one of his own on a disability payment that \nleaves him a little more than $600 a month to support himself and his two school-age sons, Yann and Rick.\n\n\"It's not safe to ride the buses, and taxis won't even come in here after dark,\" he said. \"It's like being a prisoner in \nyour own country.\"\n\nMr. Hiestand blames French social-welfare and immigration policies for creating the situation, and he supports Mr. \nLe Pen's far-right movement. On the walls of his sparsely furnished three-room apartment he keeps a small arsenal \nof guns and knives and a collection of military memorabilia from his days as a paratrooper in Senegal.\n\nIn Aulnay, Mr. Le Pen won 20 percent of the vote, but he came in ahead of all other candidates in more than a \nscore of cities from Marseilles to Metz, Colmar and Dreux on a platform promising to send three million of \nimmigrants back where they came from to make room for three million unemployed French workers.\n\n\n\nSuch arguments may make little sense, but they appeal to racism. In fact, Islamic immigrants are among the \nhardest hit by France's 12.2 percent unemployment rate, with joblessness in many North African neighborhoods \nrunning at about 40 percent.\n\n \n\nThe British View\n\nHarmony Depends On a Balanced Mix\n\nUnemployment is just as big a problem in the Brick Lane neighborhood of the Tower Hamlets section of East \nLondon, once the center of the Cockney world. Today the street signs are in Bengali and English.\n\nA total of 161,000 people live here, 37,000 of them -- 23 percent -- from Bangladesh, with a smattering of black \nAfrican and Caribbean immigrants. The rest, the English, tend to call all the other groups \"blacks.\"\n\n\"I was born in the East End -- I live here because I belong here,\" said Eileen Whitmarsh, a 58-year-old resident who \nlives 10 minutes from Brick Lane in a city housing project on Ellsworth Street. \"I can't say we like what's going on \nnow -- the indigenous people feel like second-class citizens,\" she said. \"They feel as if the outsiders are getting \npreference.\"\n\nLocal city government is not permitted to build subsidized housing, she said, but makes public land available to \nprivate housing associations only if they promise to build plenty of five- and six-bedroom apartments.\n\n\"That is clearly for Asians,\" she said. \"If there's a mosque to be built, someone always finds the money and the land \nfor that, too.\"\n\nMrs. Whitmarsh works with Asian children in a school for the mentally handicapped, and says she has become \nfriends with many Bengladeshi and Pakistani families.\n\n\"People are people,\" she said, \"but now the English people who have lived here all their lives are being displaced \nby immigrants who are taking over.\"\n\nMr. Hastings, the Briton who grew up in India, came here 15 years ago and now lives in one of the buildings put up \non land made available by the Tower Hamlets city council. A teacher-trainee, he works hard at getting the Asians \nand the English to live together.\n\n\"My eldest daughter has been going to a Church of England school with a mix of students,\" Mr. Hastings said. \"But \nnow she has to go to the next level and it's 95 percent Bengladeshi, and that is a problem. We've opted for a central \nLondon school that tends to be more mixed, but it means a 40-minute daily train ride each day for my daughter.\"\n\nThe anti-immigration British National Party has been accused of egging on skinheads in the area, who have \nclashed with Asian gangs. Early last year, with tensions running high, newspapers predicted that local government \nelections in May would produce strong majorities for the party, but it was defeated, even losing the majority it had \nheld in the Millwall district.\n\nAn election to fill a vacancy in the Weavers ward of Tower Hamlets at the end of February confirmed the trend with \na victory by the opposition Labor Party candidate, Mohammed Ali; David King, the British National Party candidate, \nwon 16 percent.\n\n\"The people in this area have a long history of fighting racism,\" said Pola Manzilla Uddin, an emigre from \nBangladesh who has been a Labor Party councilor in Tower Hamlets for six years.\n\n\"It's always been a neighborhood full of immigrants -- the Jews and the Irish came before us, but we have a \ndifferent skin color, we stand out and we'll be here longer than those groups were,\" she said. \"Our children are the \nones who are going to determine whether we live in a racist society for the next 50 years, or live in a more \nbalanced, caring community.\"\n\n\n\nUnemployment in Tower Hamlets last year ran close to 27 percent, two and a half times the national average. In \nBradford, a manufacturing city 200 miles north of London, the jobless rate approaches 50 percent in some Pakistani \nneighborhoods, said Ralph Berry, a local councilor. There are 45,000 Pakistanis in the city, a ninth of the \npopulation.\n\nMr. Berry's living room, high on a hill in a mostly white neighborhood in Bradford's southwest, overlooks the Grange \nSchool, where 80 percent of the 1,000 students are Asian. \"One child from this area goes to that school, which was \nbuilt for it,\" he said.\n\nThe Grange school welcomes visitors with English, Urdu and Hindi greetings on the door, and its motto is \n\"achieving together.\" Richard Thompson, the principal, said he saw his primary mission as preparing young Britons \nof whatever race or color for the society they live in now, not the one they came from.\n\n\"Some of my female students want to wear the veil, and they can if they feel they need to,\" he said. \"I could stamp \non it, but it isn't important. The important thing is for these British Muslims to be equipped with an education that \nallows them to live useful lives here,\" he said.\n\n \n\nThe German View\n\nFar Right Fuels Fundamentalism\n\nTwo fundamentalist mosques, both in the predominantly Catholic, Rhineland city of Cologne, have been making \nheadway in the Turkish Islamic population in Germany. The Turks have long been among the most secularized \npopulations of the Islamic world.\n\nThe more radical of the two mosques, known by its Turkish initials I.C.C.B., runs an Islamic cultural and shopping \ncenter on the Niehler Kirchweg, a residential street in the Nippes section of Cologne.\n\nA green Islamic flag flies above it, and on holidays the smell of barbecued lamb rises up to the fifth-floor apartment \nof Jurgen Kerstin and his wife, Regine, who live with their daughter in the building next door. Nippes is home to \nabout 111,000 people, 12,000 of them Turks.\n\n\"We've always had Turkish neighbors, and we've always gotten along with them,\" Mrs. Kerstin said. \"But these \npeople are different -- the women always wear veils now, and they come on weekends to attend the Koran school.\"\n\nIn the Nippes city hall, Vural Emre, who came from Turkey 33 years ago to work in the Ford plant in Cologne and \nhas since become a German citizen active in the Social Democratic Party, said he thought he knew why such \nmovements had taken root.\n\nTurks who had felt safe living in Germany suddenly felt dangerously exposed when right-wing German radicals, \nprotesting a wave of foreign immigrants seeking asylum in Germany, began firebombing Turkish homes in late \n1992, he said. More than 20 Turks and other foreign immigrants died in such attacks between then and the end of \n1993.\n\nThe attacks declined after the German Parliament changed the Constitution in mid-1993 to make it harder to claim \nasylum. German far-right parties advocating the expulsion of foreigners failed at the polls in national elections last \nOctober.\n\nBut there are still problems, however petty.\n\nBernhard Henrici, the head of the Nippes district council, took a visitor up to his 15th-floor office, with a panoramic \nview from the Rhine to the Eifel hills to the west.\n\n\"Look around and try to count how many satellite dishes you see on the houses down below -- all of them are tuned \nto channels from Turkey,\" he said. Mr. Emre retorted, \"Yes, and all of them had to sue their German landlords to get \npermission to put the dishes up.\"\n\n\n\nThe little three-story houses that Ford helped build to house him and the German workers at its plant in Nippes \nhave since been neglected. Mr. Emre says the only German neighbors he has left on the Konigsbergerstrasse are \nwidows like Maria Karbath.\n\nMrs. Karbath, 80, said she does not mind that the only grocery store in the neighborhood is run and staffed by \nTurks and carries Turkish staples.\n\n\"If I got sick and needed help, I know that I could call on any one of my neighbors and they'd take care of me,\" she \nsaid. \"I'd rather depend on my Turkish friends than on the Germans.\"\n\nGraphic\n\n \n\nPhoto: Yves Hiestand, a 48-year-old accountant, lives in Aulnay-sous-Bois in a housing project occupied mostly by \nAlgerian immigrants. He complains the area is not safe: \"It's like being a prisoner in your own country.\" (Gary \nMatoso/Contact Press Images, for The New York Times)\n"}