{"title": "Phobics have nothing to fear but fear itself and fear of fear itself", "body": "\nI think I'm coming down with phobophobia, the fear of contracting some sort of debilitating phobia that would \nprevent me from doing my job, whatever that job might be.\n\nI've felt this way since I discovered phobias.com, a Web site featuring a comprehensive list of phobias.\n\nSome of the phobias I consider common. I mean, who doesn't suffer from ballistophobia, which is a fear of bullets? \nI know I do, especially when those bullets are flying through the air in random directions.\n#LARRY.LIB#\n\nThen there's odontophobia, a fear of oral surgery. I don't know anyone who jumps out of bed in the morning, grins \nand says, \"Hooray! Today I get my root canal.\"\n\nNecrophobia is a fear of dead bodies. I don't suffer from this, but I certainly don't like being around them. Going \nhand in hand, so to speak, with this is placophobia, a fear of tombstones. Yes! If it's mine!\n\nTrue story: My wife and I own a small patch of real estate in the same cemetery where our parents and \ngrandparents are buried, so every time we are there placing flowers on graves, that particular glimpse into my \nfuture is extremely disconcerting.\n\nI almost expect to see a \"Coming Soon\" sign on the plot.\n\nAnd what yahoo came up with the idea of calling it the \"final resting place?\" It's not as though you spend eternity \nthere, seated in a recliner with a TV remote and a cold beer.\n\nA fear of laughter is called geliophobia. I don't suffer from this, but I once worked for a boss who did. He also had a \ncase of allodoxaphobia, which is a fear of opinions. Unless they were his.\n\nI do have a touch of syngenesophobia, a fear of relatives. To understand this, you would have to meet my uncle.\n\nThere was a time I suffered from metrophobia, a fear of poetry, but that was in junior high school when my English \nteachers, Mrs. Moyer and Mr. Bostic, made us memorize parts of Shakespeare plays or anything by Edna St. \nVincent Millay. I never understood that. In all the years since I graduated, not once has anyone asked me to recite \n\"The quality of mercy is not strained … .\"\n\nSometimes this led to didaskaleinophobia, or a fear of school. What saved me were my goofier teachers, such as \nmy favorite science teacher, Tex, who would light a match to ignite the Bunsen burner, then start talking to the \nclass, oblivious to the flame until it reached his fingers; he also accidentally smashed a tomato on his desk. Role \nmodels such as him made me the person I am today.\n\n\nSometimes these phobia names cover more than one ailment. For example, coulrophobia, a fear of clowns, and \npoliticophobia, a fear of politicians, are interchangeable.\n\nAerophobia is a fear of drafts. I experienced this while in college during the Vietnam War. I did not, however, suffer \nfrom aulophobia, or a fear of flutes.\n\nBut I did invent a new problem that I call accordiphobia, because my Polish college roommate loved polkas.\n\nThere's not a parent alive who at one time hasn't felt a tinge of pedophobia, a fear of children, especially at \nChristmas, when we also grow to dread the phrases \"accessories sold separately\" and \"batteries not included.\"\n\nOn the subject of kids, one thing my boyhood friends and I didn't suffer from was hobophobia, a fear of hobos. \nMany a day we'd form pint-sized vigilante groups and scour the local railroad line looking for hobo camps; once we \nfound them, we would throw things at the hobos. In our neighborhood, it was the hobos who suffered from \npedophobia.\n\nAthazagoraphobia is a fear of being ignored. I used to complain about this, but no one paid me any attention. \n(Badda boom!)\n\nFor most of my life, I never suffered from iatrophobia, or a fear of going to the doctor. However, that has changed. \nSince I hit 50, every time I see him, it seems the only thing he wants to do is check my prostate.\n\nIf none of these phobias makes you search the Yellow Pages for an analyst, come back next week when we look at \nphobias that are really bizarre. E-mail Larry at lalexander@lnpnews.com.  \n"}