{"title": "JAMAICA TO AID U.S. ON HAITIANS; ACCORD MEANS REFUGEES WILL GET INTERVIEWS ABOARD SHIPS IN PORTS", "body": "\nHaitian refugees picked up by the U.S. Coast Guard will be taken to a Jamaican port for shipboard interviews to \npresent their cases for political asylum, the State Department announced Wednesday.\n\nThe accord followed discussions between U.S. and Jamaican officials after President Bill Clinton pledged May 8 to \nabandon his policy of automatic forced repatriation of all Haitian boat people.\n\nChristine Shelly, a State Department spokeswoman, said Jamaica had agreed to allow interviews of Haitian boat \nmigrants in Jamaican territorial waters.\n\n\"Those who can demonstrate a well-founded fear of persecution if they are sent back to Haiti will be resettled in the \nUnited States or other countries,\" she said. Others will be returned to Haiti. The United States will pay the costs.\n\nBut officials said the agreement with Jamaica might not be sufficient for the problem. The United States continued \nto look for other Caribbean nations and territories to agree to similar arrangements. Officials raised the possibility \nthat the Turks and Caicos Islands, to the north of Haiti, also might play a role in refugee processing.\n\nIn Kingston, Jamaican Prime Minister P.J. Patterson told Parliament that the operation would not last more than six \nmonths.\n\nUntil now, the only escape route available to Haitians fearful of persecution has been U.S. processing centers \ninside Haitian territory. Officials have said that the majority of Haitian boat people are economic refugees who have \nno legal claim to take up residence in the United States.\n\nMeanwhile, Haiti blamed bureaucrats for freezing almost $ 12 million in U.S. humanitarian aid and insisted \nWednesday that it was not trying to discourage international relief efforts. U.S. officials say the freeze was ordered \nby Haiti's military rulers and could endanger life-sustaining food shipments to hundreds of thousands of Haitians. \nWilliam Schauer, a U.S. Embassy spokesman, called the freeze \"an illegal act.\"\n\nThe money, from the sale of wheat flour, is meant to pay for job-creation programs and for transportation, fuel and \nother costs run up by three private relief groups feeding Haitians under a U.S. aid contract.\n"}