{"title": "INMATES ON HUNGER STRIKE AT IMMIGRATION CENTER / THE PROTEST FOCUSES ON DELAYS IN GETTING PAROLE AND REQUESTS FOR MORE FREQUENT FOOD, AND MORE OF IT.", "body": "\nInmates are on a hunger strike at an Immigration and Naturalization Service detention center, protesting parole \ndelays and saying they want more food.\n\nIn 1995, about 100 immigrants at the same detention center broke windows, destroyed furniture and overpowered \nguards in a 4 1/2-hour riot to protest physical abuse and other inhumane conditions. The center was taken over by \nnew management last year after an INS investigation confirmed the inmates' complaints.\n\nThe detention center confined all 260 detainees to their dormitories and barred attorney visits on Wednesday, a \nday after about 100 inmates refused to eat dinner, said center spokesman Robert Barry. The lockdown ended \nyesterday.\n\nThe inmates skipped breakfast yesterday, but all but 34 members of one dorm ate lunch, said Lorelei Valverde, the \nINS officer-in-charge at the center. The detainees in that dorm later ate two cases of nectarines and fruit juice in \nthe afternoon, although 22 did not eat dinner. Several waved their hands and mouthed \"no food\" through glass \nwindows during a tour of the facility last night.\n\nNo one sought medical attention because of the hunger strike, and Valverde said many inmates had stashes of \ncandy and other food to keep them going.\n\nThe detainees were most upset about the length of time it takes for appeals judges to rule on their requests for \nparole after they apply for political asylum, officials said. The process can take from six months to a year, said \nDavid Lee, an immigration attorney who represented several Chinese detainees who sought asylum after washing \nup on the shores of Bay Head, Ocean County, in a powerboat.\n\nRick Kenney, a spokesman for the Executive Office of Immigration Review in Falls Church, Va., said that delay is \naverage for the nation. About 2,000 such cases are pending nationwide before the Board of Immigration Appeals, \nhe said.\n\n\n\"Careful review takes time,\" Kenney said. \"The ones that take less time are the ones that are fairly quick to decide, \nand usually those are not the ones that are made in favor of the alien.\"\n\nSome inmates also had asked for larger portions of food and a shorter interval between dinner, which is served \nbetween 5 p.m. and 6 p.m., and breakfast, which is served at 7 a.m.\n\nDetainees are fed a diet of more than 2,000 calories a day. \"It's ample nutrition,\" said Andrea Quarantillo, district \ndirector of the INS' Newark office.\n\nThe detainees were also upset about the cost of telephone cards that allow them to make long-distance calls to \nother countries. The center cut the price of the card in half, but the time available on the card was also halved.\n\nThe hunger strike is the first protest at the center since Nashville-based Corrections Corp. of America took it over \nin January 1997. INS fired the previous operator, Esmor Correctional Services Inc., after an investigation found that \npoorly trained guards abused the detainees physically and mentally, gave them spoiled food and deprived them of \nsleep.\n\nTwelve Union County Jail guards were later indicted and accused of beating and abusing the detainees following \nthe uprising. All but two are serving prison terms.\n"}