{"title": "Untangling complexity Our view • Immigration policy defies simplistic solutions.", "body": "\nAmericans should demand more from their public policy makers than bumper-sticker rhetoric like \"What part of \nillegal don't you understand?\"\n\nAs the national debate about immigration policy moves off the back burner, Americans should be wiser than many \nof their leaders, including those in Arizona who in April passed the strict and simplistic immigration law that \nbrought the controversial issue to the forefront.\n\nNext week, the U.S. Justice Department will begin arguing in federal court for a temporary restraining order to stop \nArizona from putting its new law into effect on July 29.\n\nThe state law requires local law enforcement officials to check the immigration status of people \"where a \nreasonable suspicion exists that a person is an alien who is unlawfully in the United States.\" That \"show us your \npapers\" order should be anathema to every American.\n\nIn bringing suit, the Obama administration made a risky political calculation. National Latino and civil rights \norganizations already had filed similar lawsuits contending that immigration policy is a federal role that trumps \nstate or local law. The administration could have let them carry the ball; instead it intervened directly.\n\nIt was the right decision, even though some Democrats cringed that it wasn't politically wise in an election year. This \nis a profoundly important civil rights issue, made all the more obvious by Republicans trumpeting the issue of \n\"states' rights.\"\n\nWasn't that battle cry buried with George Wallace and Lester Maddox?\n\nApparently not. Two Republican senators from southern states - Jim DeMint of South Carolina and David Vitter of \nLouisiana - have proposed an amendment to a Senate bill set for debate next week that would bar the federal \ngovernment from blocking implementation of the Arizona law.\n\nThen there's the fear-mongering of Arizona Gov. Jan Brewer. She declared that a \"majority\" of illegal immigrants \nsmuggle drugs into the country and that illegal immigrants have caused a huge spike in violent crime, including \nbeheadings and kidnappings.\n\nFederal, state and local law enforcement authorities say crime statistics bear no such evidence.\n\nBorder states and, indeed, the nation need more federal resources to combat immigration-related problems. The \nObama administration has added millions of dollars to the Department of Homeland Security operations along the \n\n\ninternational borders and audited payroll records of more than 2,900 companies that resulted in more than $3 \nmillion in fines and firings of thousands of illegal immigrants.\n\nFor almost 25 years, the nation has needed sound, effective immigration reform that deals sensibly with illegal \nimmigration as well as workplace enforcement, legal immigration, economic needs and border security.\n\nBut now, with polarized lines drawn, any prospect of thoughtful, fact-based immigration reform seems like a pipe \ndream.\n\nPeople migrate here to work. The legal foreign-born population in the United States outnumbers illegal immigrants \nmore than 3 to 1. They come here to teach, practice medicine, open businesses and work in hotels and restaurants. \nYou encounter them every day.\n\nSimplistic solutions like Arizona's ignore the dozens and dozens of ways that people come to the United States, \nfrom political refugees to foreign student visas to family ties. What part of legal don't you understand?\n\nMost Americans, including street cops, have no clue about the legal complexity and inefficiency of the U.S. \nimmigration system. Beat cops have enough challenges without requiring them to decipher Byzantine civil \nimmigration codes. Let the cops be cops.\n"}