{"title": "'We're the Perfect Americans';South Florida's Haitians Build Proud, Vigorous Community", "body": "\nFrom a distance, Haitian refugees can seem a desperate, dazed and diseased people hopelessly adrift in rickety \nboats, a horde of economic outcasts. The Bush administration is having them intercepted and returned home.\n\nBut here in south Florida, Haitian immigrants have built a growing and vigorous community. While not exactly \naffluent, they own hundreds of businesses, send their children to school and generally are known as law-abiding \nand hard workers.\n\n\"We're the perfect Americans,\" said Michel Lubin, a Haitian immigrant whose outlet of beauty supplies for blacks is \namong the nation's largest. He was speaking in a cramped office surrounded by an American flag, a picture of \nPresident Bush, a portrait of ousted Haitian president Jean-Bertrand Aristide and a painting of a nude woman in a \njungle setting.\n\nThe administration maintains that the Haitians are economic, not political, refugees and thus ineligible for asylum. \nCritics, however, have said the policy is driven in part by a belief that thousands of new immigrants would \noverwhelm south Florida and disrupt the regional economy, already reeling from a 9.6 percent unemployment rate \nand the demoralizing collapse of such stalwarts as Pan American and Eastern airlines.\n\nHowever, many researchers, business executives, teachers, doctors and politicians here do not seem too disturbed \nby potential influx of 10,000 or more Haitians.\n\nIn fact, the heads of schools and hospitals, the very institutions most likely to be burdened by incoming Haitians, \nsaid they are no more disruptive than any of the other refugee groups that have poured into this city over the past \ndecade.\n\nMiami Mayor Xavier Suarez often speaks about the plight of Haitians, who comprise a growing number of his \nconstitutents. He would like to see more of them allowed into the United States. So too would Sen. Connie Mack \n(R-Fla.), who today called on Bush to delay the refugees' return.\n\n\"By and large, their impact is not measurably different from any other in-migrating group,\" said Ira Clark, president \nof Jackson Memorial Hospital, which works with many of the Haitians. \"If it is different, it's probably positive. \nThey're very hard-working people.\"\n\n\nMarietta Mischia, principal of Toussaint Louverture Elementary School, 85 percent of whose 1,220 students are \nHaitian, said Haitian children \"are no more of a burden and no less than the Nicaraguans, the Cubans and \neverybody else.\"\n\nAbout 6,600 Haitians are among the 300,000 children in Dade County public schools here. In the hallways of \nLouverture Elementary, a visitor can hear Spanish, English, Creole and French. Mischia said Haitian children \ngenerally learn English in about two or three years.\n\n\"Haitians really believe in education,\" said Alex Stepick, an anthropologist at Florida International University, who \nhas tracked the lives of Haitian \"just comes,\" as the immigrants are called, over the past decade. \"Haitians are \nforever enrolling in classes.\"\n\nTwenty years ago, few Haitians were counted in south Florida. Now, authorities said, there could be 100,000 or \nmore in Dade and adjacent Broward County. The \"Little Haiti\" neighborhood, which began with a few shops in the \nmid-1970s, encompasses scores of city blocks from south to north.\n\nRingo Cayard, president of the Haitian American Foundation, said Haitians own 800 businesses in Miami, most of \nthem \"mom and pop\" shops selling records and tapes, car repairs, groceries, clothes and services. \"Haitians are \ngood for America,\" he said.\n\nThose coming here, particularly by sea, usually come from the Haitian countryside and are poor and often illiterate, \nCayard said.\n\nWhen they arrive, Stepick said, they work as cooks, maids, busboys and gardeners. Many drive gypsy cabs.\n\nRarely do they take welfare because many are here illegally and because welfare does not provide enough money \nto support living here and sending some back home. Haitians customarily put up relatives and friends for months, \nStepick said.\n\nIn general, Haitians have no significant impact on the rate of violent crime, according to Miami police. Cayard said \nLittle Haiti is one of the safest neighborhoods in Miami. Indeed, tourists on foot often stroll the heart of Little Haiti.\n\n\"For the past decade, most refugees I've seen are like country boys coming to a big city,\" said Sgt. Yves Fortune, a \nHaitian-American officer on the Metro Dade police force. \"Contrary to what most people think, newly arrived \nHaitians are more likely victims of crime than perpetrators.\"\n\nPolling by Robert Joffee of Mason-Dixon Opinion Research for the Miami Herald and a local television station \nfound that, in December, most Floridians did not want the Haitians ousted.\n\n\"Most folks are sympathetic,\" Joffee said. \"I didn't see any evidence of widespread xenophobia. People seem willing \nto give them a chance.\"\n\nSome critics said the Bush administration's policy of sending back refugees is racially motivated, and many people \nhere said they detect a double standard. Cuban refugees are welcomed as heroes, but Haitian refugees are sent \nhome.\n\n\"There's an ambivalence,\" said economist Antonio Jorge of Florida International, who has written widely on the \nregional impact of Cuban refugees. \"Everybody wishes them well. But from a practical standpoint, any large \nmigration of unskilled laborers causes problems.\"\n\nHospital President Clark said that, \"with some preplanning, with some accurate information and with some federal \nsupport, we could assimilate the Haitians with less problems than we had taking in the Nicaraguans.\"\n\nGov. Lawton Chiles (D) has requested $ 35 million from the federal Emergency Immigration Fund to help south \nFlorida resettle the Haitians.\n\n\n\n\"That's the point,\" Joffee said. \"People here are willing to take them. They just want some help.\"\n\nGraphic\n\n \n\nPHOTO, HAITIAN EMIGRE MICHAEL LUBIN'S BEAUTY SUPPLY STORE IS ONE OF THE ESTIMATED 800 \nHAITIAN-OWNED BUSINESSES IN MIAMI. CARL JUSTE FOR TWP\n"}