{"title": "More laws are enacted to help, not restrict, illegal immigrants; Analysis of 50 states' actions reveals a more accommodating attitude", "body": "\nDespite recent national attention on such laws as the Arizona  measure aimed at cracking down on illegal \nimmigrants, a study released Monday by the Woodrow Wilson International Center for Scholars shows that across \nthe country, more laws expanding immigrants' rights are enacted than those contracting them.\n\nThe study, \"Context Matters: Latino Immigrant Civic Engagement in Nine U.S. Cities,\" found that areas long \naccustomed to an influx of immigrants, including close-in jurisdictions of the Washington region, tend to focus \nmore on trying to accommodate them rather than restrict them.\n\n\"The reality is that they're here already, so most cities and counties are trying to figure out how they can best \nincorporate these immigrants,\" said Andrew Selee, director of the Woodrow Wilson Center's Mexico Institute and a \nco-author of the report. In states including Texas, California and Illinois, he said, \"There is a sense that immigrants \nare a productive part of society.\"\n\nAn analysis of 1,059 immigration-related bills in 50 state legislatures in 2007 found that 19 percent of 313 bills \nexpanding immigrant rights were enacted, while 11 percent of 263 bills contracting rights were enacted, the report \nsays.\n\nBills contracting immigrant rights included those such as one approved that year in Prince William County allowing \npolice officers to check people's immigration status if there was probable cause to believe that they were in the \nUnited States illegally. The bill was later amended to require a status check for all arrestees.\n\nBills expanding immigrant rights included a measure in New York that eliminated citizenship requirements for such \noccupations as police officer, firefighter and teacher; a Texas bill that made it an offense to obtain labor or services \nby threatening to report someone to immigration; and a Nevada bill that  designated new crimes and penalties \naround involuntary servitude and human trafficking, said Xochitl Bada, an assistant professor in the Latin American \nand Latino Studies Program at the University of Illinois at Chicago and one of the report's authors.\n\nThe number of immigrant-related bills introduced overall has soared in recent years, she added, from 300 in 2005 \nto 1,500 last year.\n\n\nThe Washington region, one of the nine metropolitan areas that was studied, takes a broad range of approaches to \nimmigrants, from more-restrictive ordinances in Prince William and Loudoun counties to more-accommodating \nlaws in Arlington and Montgomery counties.\n\nThe Washington pattern  reflects the study's findings that areas with longer histories of immigration are more \naccommodating and that the same metropolitan area can have vastly divergent approaches to immigrants.\n\nOften, a city's suburban areas have seen immigrants move in more recently and are more inclined to introduce \nrestrictive laws, while the center of a city may be more accustomed to them and have an infrastructure and social \nservices designed to accommodate them, Selee said.\n\n\"Places like Prince William and Herndon have seen a fast upsurge in the number of immigrants, whereas the near-\nin areas, Montgomery County, Prince George's, and Arlington and Alexandria have had a long tradition of \nimmigration,\" he said.\n\nOver time, he said, communities' views on immigration tend to shift. \"What today seems so controversial, tomorrow \nmay become much less so. Very soon, communities learn how to take advantage of immigration.\"\n\nThe study also found that immigrants tend to become more civically engaged in the face of a threat, such as a \nharsh immigration law, and that Latinos have become increasingly involved  politically in recent years, with their \nvoter registration surging 24.7 percent between 2004 and 2008.\n\nIn Washington, where the Latino population has grown rapidly over two decades, Latino immigrants are more \nlikely to be citizens and have higher rates of education, workforce participation and homeownership than the \nnational average, the report says.\n\nThey also tend to be better-organized politically, said Robert Donnelly, also of the Woodrow Wilson Center's Mexico \nInstitute and a co-author of the report.\n\n\"The fact that the nation's capital is here makes the D.C. area especially relevant in terms of immigrant political \nparticipation,\" he said, noting that Latinos in the Washington area have access to national media and visible sites \nfor demonstrations.\n"}