{"title": "THE WAY FORWARD ON LICENSES", "body": "\nGov. Spitzer could change a lot of minds about his plan to license illegal immigrants if he would make one key \nchange in his controversial policy: Give them \"driving privilege cards\" instead of regular licenses. Or, if he must \nissue them licenses, stamp \"undocumented alien\" in bold red type across the front.\n\nA two-tiered licensing system would allow Spitzer to achieve his worthy goals without taking such a bloody beating \nin public opinion.\n\nHe could still reduce the number of unlicensed, uninsured drivers on the roads of New York - saving lives and \nsaving money for all New Yorkers.\n\nHe could still encourage many of New York's 1 million illegal immigrants to put their names, addresses and \nphotographs into the Department of Motor Vehicles database - providing an invaluable resource for law \nenforcement.\n\nBut he would also show a healthy respect for the 72% of New Yorkers who think licensing illegal immigrants is a \nlousy idea.\n\nNot all of those people are anti-immigrant demagogues. Many if not most are decent, open-minded, welcoming \npeople who just can't understand, in the aftermath of 9/11, why their governor would confer the state's definitive ID \ncard on people living outside of the law.\n\nIf Spitzer gives illegal immigrants licenses that clearly identify them as such, no one could accuse him of handing \nout \"breeder documents\" that terrorists could use to get other legitimate IDs - and, in the process, worm their way \ninto mainstream society. No one could accuse him of making it easier for noncitizens to commit voting fraud.\n\nImmigrants who receive such a document could use it only for the narrow purposes of legally operating a car and \nbuying insurance. And armed with legitimate ID to show police, they would have one less reason to flee the scene \nof car accidents.\n\nYes, people carrying such a card would flag themselves as illegal immigrants every time they flash it. But that didn't \nprevent tens of thousands of Utah residents from signing up for that state's driving privilege card. To them, the \nbenefits outweighed the negatives.\n\n\nAides to Spitzer say they don't want to brand people with scarlet letters. But legal citizens who committed no \noffense other than being born since Oct. 23, 1986, now carry the words \"Under 21\" in red ink across their driver's \nlicenses. If the treatment is good enough for them, why not for illegal immigrants?\n\nBy making this concession to the reasonable concerns of the people who elected him, Spitzer would demonstrate \nthat he can and does respond to criticism - and live down his reputation as a steamroller who tries to flatten anyone \nwho gets in his way.\n\nHe would begin to make up for the ham-handed way he introduced the plan, announcing it as a done deal without \ninviting public comment or even consulting his fellow state leaders.\n\nFinally, he would bring his policy in line with the federal Real ID Act, which bans full licenses for illegal immigrants.\n\nSince then, Spitzer has done a more effective job of selling the plan, rallying high-profile security experts such as \nformer NYPD Commissioner William Bratton, now police chief of Los Angeles, to endorse it. He's also sharpening \nthe focus on public safety, pointing out that thousands of police queries to DMV databases find no matches \nbecause immigrants live off the radar.\n\nBut his policy is still in deep trouble in the Legislature, particularly the Senate, which must approve his DMV budget \nin order for him to fully implement his plan. If public opinion doesn't turn around, even the Democratic-led Assembly \nmight get nervous enough to overturn Spitzer's decision and draw a hard line against licenses for any immigrants.\n\nA two-tiered system might not be perfect, but it's way better than nothing.\n\nwhammond@nydailynews.com\n"}