{"title": "When it comes to U.S. security, Canada is the weakest link", "body": "\nEveryone makes New Year's resolutions, but what people should do instead this year is to tell elected officials that \nwhat we all need is for the government to finally get serious about securing our borders.\n\nThis doesn't mean keeping out legal immigrants, but it does require hermetically sealing the borders to illegals to \nprevent more terrorists from following the Christmas lead of the five Pakistani men who slipped across the \nCanadian border.\n\nSince we can't achieve true border security overnight, government officials should start by fixing the things that are \nmost broken. All 19 of the Sept. 11 terrorists came here on legal visas -- 15 of which were issued in one country, \nSaudi Arabia -- so the attention that has been paid to visas was warranted and is still necessary. The program \nformerly known as Visa Express -- where all Saudi residents were expected to submit visa applications to private \nSaudi travel agents -- was thankfully scrapped, but much work on the visa front remains.\n\nApplicants in Saudi Arabia, for example, still get approved for visas at far higher rates than those from neighboring \nnations, even though we know the House of Saud has allowed us to reap the Islamic radicalism that it sows. But at \nleast the public is now paying attention to visa policy. The same cannot be said, however, for illegal immigration.\n\nIllegal immigration isn't just about jobs and economics anymore. It's about national security and terrorism. And in \ncase people weren't able to piece together on their own the link between an open door and terrorists using that \nentryway, syndicated columnist Michelle Malkin made this connection the central thesis of her blockbuster new \nbook, \"Invasion.\" In it, she wrote of the security dangers posed by illegal immigration -- and the ease with which the \nfive Pakistanis crossed into the United States proves the prescience of her warnings.\n\nOur neighbor to the north has become the weakest link in our border security. Why? Because Canada is proudly \nthe safe haven for all people, including thugs and terrorists. And terrorists don't even have to deny their terrorist ties \nto gain entry. Witness Mohammed Harkat, the 34-year-old pizza deliveryman in Ottawa who also happens to be \nbuddies with Abu Zubaydah, the former operational leader of al-Qaida who is now in U.S. custody.\n\nWhen Harkat, who was finally arrested last month, applied for asylum upon arriving in Canada in 1995, he claimed \nhe was fleeing persecution from the Algerian government. He was granted refugee status in early 1997, and applied \nfor permanent residence three weeks later. Harkat needed asylum because was tied up with the Armed Islamic \nGroup, which seeks to impose an Islamic dictatorship in Algeria \"through the use of terrorist violence.\"\n\nNo wonder he was a marked man. But follow the logic: if someone wants to use \"terrorist violence\" to overthrow a \nsitting government for being too Western-influenced, then he is eligible for entry into our northern neighbor. \nComforting thought when you consider that the Canadian border is practically unpatrolled.\n\n\nThe Algerian Armed Islamic Group has been on the map for at least several years now, thanks to the efforts of \nAhmed Ressam, also a refugee-seeker who was planning on blowing up Los Angeles International airport in time \nfor the millennium celebrations. Luckily, an alert customs agent stopped Ressam at the border and discovered the \ntrunk full of explosives. That was three years ago.\n\nCanada has, in fairness, stepped up its intelligence gathering and has been working more closely with U.S. officials \nsince Sept. 11, but it has actually gotten worse in terms of laying down the welcome mat. According to a recent \nreport by the Center for Immigration Studies, Canada last year made it \"easier for asylum-seekers to apply for \nrefugee status and (made) it more difficult for those found not to be genuine refugees to be sent home\" -- and that \nwas two months after Sept. 11. In fact, almost 100 percent of asylum-seekers in Canada get a formal hearing with \nfree legal advice, and being turned down does not necessarily result in getting kicked out.\n\nGovernment officials need to act with a concerted resolve to stem the tide of terrorists streaming across our \nborders. Otherwise, it will be al-Qaida that gets its New Year's resolutions.\n\nMowbray is a reporter for National Review, 215 Lexington Ave., 4th Floor, New York, N.Y. 10016. Distributed by \nKnight Ridder News Service.\n"}