{"title": "4 ARE CONVICTED OF ENSLAVING MIGRANT WORKERS IN THE SOUTH", "body": "\nA farm labor crew chief, his two sons and another man were convicted today of holding migrant workers in \nslavery.\n\nAfter a day and a half of deliberation, a Federal jury found the men guilty of forcefully keeping the workers, \nrecruited along the East Coast in 1979 and 1980, in involuntary servitude at two Southern labor camps through \nthreats of violence and actual beatings.\n\nAttorneys for the four defendants, Willie Warren, 49 years old, Willie Warren Jr., 26, Richard Warren, 24, and \nMichael Moore, 21, said the verdict should be appealed. Federal District Judge Ben Krentzman, who revoked a \n$25,000 bond on Willie Warren and Willie Warren Jr., said he feared for the safety of witnesses who testified \nagainst the men.\n\nLarry Hart, an assistant United States attorney, called the verdict an important statement about the civil and \nconstitutional rights of such laborers. ''It shows there are no second- class citizens,'' he said, ''even among migrant \nworkers.''\n\n \n\nStory of Human Bondage'\n\nIn closing arguments to the jury, Susan J. King, another Federal prosecutor, called the evidence ''a story of human \nbondage, despite the fact that slavery was outlawed in this country in 1865.''\n\nMiss King said the Warrens and Mr. Moore had enticed the workers by making false promises of high wages. \nInstead, she said, they were taken to fields where they were forced to dig potatoes seven days a week and cheated \nout of their promised wages.\n\nThe prosecution said the Warrens sold food, wine and cigarettes to workers at the isolated camps at prices so high \nthat many of the workers ended the week owing the Warrens more money than they had earned.\n\nEdwin Ivy, Willie Warren's attorney, said Mr. Warren was within his rights when he sold the workers food and wine. \nHe also said that many of the workers who said they were held against their will were taken by Mr. Warren to \ndoctors and social workers outside the camp.\n\n \n\n'I Felt Like a Slave'\n\n''These are not the acts of a man trying to run a slave camp,'' Mr. Ivy said in his argument at the close of the 10-day \ntrial.\n\n\nRichard Simmons, 45, an unemployed cook from Atlanta, told the jury he was picked up by Richard Warren and \npromised a job unloading trucks for $4.50 an hour in Augusta, Ga. Instead he was taken to a migrant camp in \nNorth Carolina and forced to work.\n\nAt the end of three months of working for the Warrens digging potatoes at 25 cents a bucket, Mr. Simmons said, he \nwas left with $40. ''I felt like a slave,'' Mr. Simmons said in an interview last Friday. ''No one ever beat me or held a \ngun to my head but I saw other people beaten. I learned what to do to avoid trouble. I worked hard and said 'Yes, \nsir, No, sir' all the time to avoid it.''\n\nTaking the stand in his defense, Willie Warren said he did not force workers to drink nor did he try to hire \nalcoholics. He said he had to buy wine and cigarettes for workers because they demanded it and he said he paid \nhis workers fairly for their labors.  Mr. Warren's attorney said afterward that his client's credibility was shaken when \nhe told the jury his former attorney had told him to lie in giving a deposition in a civil trial. That attorney took the \nstand as a rebuttal witness and said he had given no such advice.\n\nMr. Warren, Willie Warren Jr. and Mr. Moore could be sentenced to 20 years in prison and a $25,000 fine. Richard \nWarren could receive a maximum sentence of 10 years in prison and $20,000 in fines. The men will be sentenced \nAug. 30.\n"}