{"title": "Hillary Makes History", "body": "\nThis story was updated on Wednesday, June 8 at 7:52 a.m.\n\nA triumphant Hillary Clinton laid claim to the Democratic nomination Tuesday night, making a pitch for unity and \ncelebrating her historic status as the first woman to be a major party's presidential candidate.\n\"We are all standing under a glass ceiling right now-but don't worry, we're not smashing this one,\" she said in \nBrooklyn. \"Thanks to you we've reached a milestone .... Tonight's victory is not about one person. It belongs to \ngenerations of women and men who struggled and sacrificed and made this moment possible.\"\n\nThe glass ceiling quip was in part a callback to the speech she gave exactly eight years ago Tuesday, where she \nconceded the Democratic nomination to Senator Barack Obama, saying, \"Although we weren't able to shatter that \nhighest, hardest glass ceiling, thanks to you it's got about 18 million cracks in it.\"\nIn her victory speech, Clinton reached out to Bernie Sanders's supporters. She courted them with policy-her own \nemphases on inequality, affordable college education, and fighting free-trade deals are effectively borrowed from \nhim-and with self-deprecating humor. \"I know it never feels good to put your heart into a cause or candidate you \nbelieve in and to come up short. I know that feeling well,\" she said with a wry smile. But most of all, she relied on \npraise for Sanders.\n\"He has spent his long career in public service fighting for progressive causes and principles, and he's excited \nmillions of voters, especially young people,\" Clinton said. \"Let there be no mistake. Senator Sanders, his campaign, \nand the vigorous debate we've had about how to raise incomes, reduce inequality, and increase upward mobility, \nhave been very good for the Democratic Party and for America.\"\nShe had no such kind words for Donald Trump. She called the presumptive Republican nominee a \"bully\" who is \n\"temperamentally unfit to be president and commander in chief,\" and in a powerful new line aimed at the women \nand minorities Trump has alienated, she said, \"When he says, 'Let's make America great again,' that is code for \n'Let's take American backwards.'\"\n\nWhile looking forward to the general election, Clinton looked back to her own history and to the nation's. \"It really \ndoes take a village to raise a child,\" she said, a reference to her 1996 book. A highlight reel-cum-campaign ad \nahead of her speech celebrated women's progress in American politics, and she cited the 1848 Seneca Falls \nConvention and noted the remarkable fact that her own mother was born on June 4, 1919, the day the 19th \nAmendment to the Constitution passed Congress. But most of all she, made a plea to bring together her own party, \nindependents who backed Sanders, and Republicans disgusted with Trump. \"This election is different,\" she said. \"It \nreally is about who we are as a nation. It's about millions of American coming together to say we are better than \nthis. We won't let this happen in America.\" The speech was at times more workmanlike than lyrical, but it got her \nmessage across.\nIn a statement around midnight, President Obama cautiously weighed in: \"The President congratulated Secretary \nClinton for securing the delegates necessary to clinch the Democratic Nomination for President. Her historic \ncampaign inspired millions and is an extension of her lifelong fight for middle-class families and children.\" Obama \ndid not endorse Clinton, but he is expected to do so-and to hit the trail on her behalf-soon. He will also meet with \n\n\nSanders at the White House on Thursday, apparently at Sanders's request, in what could represent movement \ntoward party reconciliation.\nClinton was able to declare victory when the results came in from New Jersey. But as the evening wore on, it \nbecame clear she'd had a good night, winning in California, New Mexico, and South Dakota. Sanders won in North \nDakota and Montana. Trump, now unopposed, swept the slate of Republican contests.\n\nThe historic moment in Brooklyn capped one of the strangest days in the 2016 presidential campaign thus far-\nperhaps one of the strangest in modern political history. Late Monday night, the Associated Press calculated that \nClinton had accrued the support, between pledged delegates and superdelegates, to clinch the Democratic \nnomination, a threshold she hadn't been expected to pass until Tuesday evening. The declaration, soon replicated \nby other outlets,            infuriated Sanders and his supporters, who contended that the call was premature. Some \nsuggested a nefarious conspiracy, or pointed to highly unlikely paths to victory for Sanders. The Clinton campaign, \nmeanwhile, afraid that the AP call might depress her supporters' turnout in California and hand that state to \nSanders, hedged on declaring victory.\n\nIf the Democratic action was strange, things were even weirder on the GOP side. Republican condemnations of \nTrump's claim that Judge Gonzalo Curiel, who is overseeing litigation over so-called Trump University, was biased \nbecause of his Mexican heritage formed a steady drumbeat. House Speaker Paul Ryan, who endorsed Trump just \nlast week, called his comments \"racist\" but declined to withdraw his support. Illinois Senator Mark Kirk actually \nrescinded his endorsement. Meanwhile, Trump surrogates were on television calling his critics-including Ryan-the \nreal racists. A candidate who was supposed to be uniting his party had just spent a week sowing discord within it.\n\nTrump finally issued a non-apology in the afternoon, and he delivered a restrained speech Tuesday night at one of \nhis golf clubs in Westchester County, New York. He alternated between stiltedly reading remarks from a \nteleprompter and his customary ad libs. Trump seemed to have finally taken to heart pleas to lay off Curiel and \nattempt to address issues. \"I understand the responsibility of carrying the mantle\" of the Republican Party, he said. \n\"I will never, ever let you down. I will make you proud of your party and our movement\n\nSpeaking in a voice that didn't seem quite his, Trump delivered a few standard politician platitudes (\"This election \nisn't about Republican or Democrat. It's about who runs this country: the special interests or the people\"); some \nunusual humility (\"This is not a testament to me, but a testament to all the people who believe real change-not \nObama change, but real change-is possible\"); and a laundry list of signature policies, including opposing illegal \nimmigration and free trade and a more restrained foreign policy. He centered all of these ideas on the theme of \n\"America First,\"            a phrase with a fraught history. Mirroring Clinton, he called for Sanders supporters to join his \ncampaign.\n\nNotably, Trump finally replied to Hillary Clinton's scorching attack on him last week, which had been left unrebutted \nas Trump wallowed in the Trump U. fiasco. He promised to deliver a longer speech, perhaps on Monday, assailing \nHillary and Bill Clinton. But Trump took no questions, and made no comments on the remarks about Curiel. It's \nclearly progress for the Republican nominee to get through a high-profile moment without making a racist remark, \nbut it's not the kind of progress Republicans ever expected they would welcome so eagerly.\nHow many times has a Tuesday night seen declarations that the Democratic race was \"effectively\" over, only to see \nSanders keep fighting and Clinton fail to seal the deal? In what should be the final such moment, Sanders had a \ndisappointing night, adding insult to the injury of Clinton's clinch. He was on course to fall well short of Clinton in \nCalifornia, a state where he'd been aggressively campaigning for two weeks and spent millions of dollars.\nSanders spoke after 1:45 a.m. Eastern time, delivering a defiant speech in Santa Monica in which he continued to \nfight on through the June 14 primary in the District of Columbia and then go on to the Democratic National \nConvention in Philadelphia. Delivering something close to his standard stump speech, he addressed a crowd in \nSanta Monica that appeared to have lost no enthusiasm, despite the disappointing results in the Golden State and \na speech that began nearly an hour after its scheduled start.\n\"If this campaign has proven anything it has proven that millions of Americans who love this country are prepared to \nstand up and fight to make this country a much better place,\" he said. Sanders also said, \"We will not allow Donald \nTrump to become president of the United States.\"\n\nhttp://www.theatlantic.com/politics/archive/2016/06/the-clinton-unification-challenge/485975/\nThis%252520is%252520not%252520a%252520testament%252520to%252520me,%252520but%252520a%252520testament%252520to%252520all%252520the%252520ppl%252520who%252520believe%252520real%252520change%2525E2%252580%252594not%252520Obam%252520change,%252520but%252520real%252520change%2525E2%252580%252594is%252520possible.\n\n\nAfter the rally, Sanders was scheduled to take a long flight back to Burlington to assess the campaign. The \nenthusiastic crowd in Santa Monica, and Sanders's bold words, aside, his campaign is preparing to lay off a large \nnumber of staffers,            according to The New York Times. Senator Jeff Merkley, a major Sanders backer,            \nsaid Tuesday that unity would begin \"as soon as the polls close.\" Some observers noted (perhaps hopefully) that \nClinton didn't drop out until four days after losing her final primary in 2008. The question for Sanders is not if his \ncampaign will end, but when he decides to end it. On that day, the Vermont senator will not have the Democratic \nnomination, but will have a major claim on the direction of the Democratic Party in the 2016 election.\nWith the field now set, the two presumptive nominees have their paths laid out to November. Clinton has \nconsolidated her party's core, and her task now is to win over reluctant Sanders backers and convince \nindependents that Trump is dangerous. Trump, who was supposed to already be unifying his party, will first have to \nreassure Republican officials and voters horrified by the events of the last week. The next six months will be a \npopularity contest between two unusually unpopular candidates. -David A. Graham\n\n   12:36 AM            Priscilla Alvarez           Link\n\nKamala Harris is the winner of the California Senate primary race, according to the            Associated Press. \nTonight's results aren't entirely surprising: Harris was the leading candidate ahead of the state's primary. During her \ncampaign, she received the endorsement of California Governor Jerry Brown, who usually only weighs in on a \nselect few contests, among other Democrats. Harris also appeared \"to match the moment - a year of populist anger \nagainst Washington insiders and a 'rigged system,' spearheaded by presidential candidates Donald Trump and \nBernie Sanders,\"            as The Washington Post put it last month.\n\nHarris will proceed to the November runoff and likely face Loretta Sanchez, who's currently in second. The two \nDemocrats are permitted to compete in the general election as a result of California's primary system. \"It's been an \nexciting campaign, and we're getting ready for Round 2,\" Sanchez            said as returns came in on Tuesday. \n\n     12:19 AM            Nora Kelly           Link\nCNN, NBC, and AP have called South Dakota for Clinton. So far, she's won half the states that voted today, and \nSanders has won one, North Dakota. Montana and California haven't been called yet.\n\n     12:08 AM            Priscilla Alvarez           Link\nPresident Obama called Hillary Clinton and Bernie Sanders Tuesday night, as results continued to trickle. His \nstatement, however, is not an endorsement. It reads:\nTonight, President Obama called both Secretary Clinton and Senator Sanders.  The President congratulated both \ncandidates for running inspiring campaigns that have energized Democrats, brought a new generation of Americans \ninto the political process, and shined a spotlight on important policy ideas aimed at making sure our economy and \nour politics work for everybody, not just those with wealth and power. \nThe statement goes on to congratulate Clinton for securing the Democratic nomination and thanking Sanders \"for \nenergizing millions of Americans with his commitment to issues like fighting economic inequality and special \ninterests' influence on our politics.\" Perhaps most notable though is a request by Sanders to meet with the \npresident. Sanders's campaign announced a rally in Washington, D.C. on Thursday. It appears that a meeting at \nthe White House might also be on the agenda. \nObama has refrained from endorsing either candidate throughout the primary process, but, as Nora noted, an \nendorsement appears to be on the horizon. \n\n       11:59 PM            Priscilla Alvarez           Link\n\nKamala Harris is leading in the California Senate primary race so far, as            polls had previously indicated. \nHarris, the state's attorney general, is seeking to replace retiring U.S. Senator Barbara Boxer's Senate seat. A win \nin November would mark a milestone in the Senate: Harris would be the first black woman to be elected to the \nchamber since Carol Moseley Braun. Harris is coming against fellow Democrat Loretta Sanchez, who's served in \nthe U.S. House of Representatives for 10 terms. Sanchez would also make history if elected, as the first Latina in \nthe Senate.\n\nhttp://www.nytimes.com/2016/06/08/us/politics/bernie-sanders-staff-cuts.html?smid=tw-share&_r=0\nhttp://www.bloomberg.com/politics/trackers/2016-06-07/sanders-backer-sen-merkley-says-party-unity-to-begin-today\nhttp://www.theatlantic.com/author/priscilla-alvarez/\nhttp://www.latimes.com/politics/la-pol-ca-california-primary-kamala-harris-declared-the-winner-of-1465359023-htmlstory.html\n\nCalifornia's unique primary system allows both Sanchez and Harris to proceed to the general election. Since 2012, \nthe state permits the top two finishers in the primary to continue to the November runoff, regardless of party \naffiliation. Even so,            reporting thus far shows that Harris could win by a far larger margin than expected. \n\n     11:52 PM            Nora Kelly           Link\nReince Priebus has a tough gig. The Republican National Committee chairman is tasked with bolstering his party's \nnominee. In recent weeks, he's had to broker talks between Trump and House Speaker Paul Ryan; repeatedly \ninsist Trump can and will change his tone; and grin-and-bear his way through interviews with reporters.\n\nOn Tuesday night, though, Priebus betrayed none of those challenges, offering praise for the GOP standard-bearer: \n\nGreat victory speech by            @realDonaldTrump tonight. Exactly the right approach and perfectly delivered.\n\n - Reince Priebus (@Reince)            June 8, 2016\n\nPriebus shared that tweet for an implicit reason: Prominent Republicans came out today against Trump's comments \non a Mexican American judge, and Priebus probably wants to show them and others that Trump can play nice-and \nlisten to reason. Priebus has to back up Trump even if the nominee could wreck \"everything [he] built\" since \nbecoming chairman,            as Bloomberg put it in a recent, revealing profile. It's worth a read. As one Republican \nofficial suggested, the stakes are personally high for Priebus: \"If the Republicans win in November, Reince will go \ndown as one of the greatest chairmen we have ever had. If we lose, he'll have succeeded by every metric but that \none. ... Of course, that's like saying, 'Except for that, Mrs. Lincoln, how was the play?' \"\n\n     11:35 PM            Yoni Appelbaum           Link\nIt's Hillary Clinton's night, but it's been Bernie Sanders's race.\n\nJust over a year ago, the Vermont senator walked outside of the Capitol, and told a small scrum of reporters that he \nintended to run for president. The location seemed to have been selected less for its symbolic import, than to drum \nup coverage from a skeptical congressional press corps by speaking on its doorstep. Sanders spoke for five \nminutes, took another five minutes of questions, and the event was over. One adviser was left            trying to \npersuadereporters that Sanders wouldn't be a \"fringe candidate.\"\n\nA month later, he gave the campaign            a second kick-off in Burlington-complete with Ben & Jerry's ice cream \nand Mango Jam, a band playing  Zydeco, Cajun, and Caribbean music.\n\nTonight won't mark the end of the Sanders campaign. It's tightening its belt,            laying offhalf its staff. But it's \nheaded on to Washington, D.C., where it plans a rally in advance of next week's primary. But Tuesday's races ratify \nwhat was already a foregone conclusion. There's no longer any doubt that Hillary Clinton commands the support of \nenough delegates-pledged and unpledged-to secure the nomination. \n\nIn between that low-key kickoff and the campaign's            bitter end, though, Sanders re-wrote the political agenda. \nThe oldest candidate in the race connected with young voters, in particular, to a remarkable extent. He shifted the \nfocus away from national security, and toward economic issues. He brought a series of ideas-free college, single-\npayer healthcare, breaking up the banks, a $15 minimum wage-from the edges of the conversation directly to its \ncenter. And he offered a devastating indictment of a sclerotic political system, condemning its corruption and \ndysfunction.\nBy every measure that counts, Sanders lost, and lost decisively. But judged by where he began, there's no question \nthat he won far more than he possibly could have expected last April.\n\n     11:32 PM            Chris Haugh           Link\nKevin Faulconer, the Republican mayor of San Diego, is not impressed with his party's presumptive nominee for \npresident, Donald Trump. But Faulconer is expected to cruise to victory Tuesday night in California.\n\nhttp://graphics.latimes.com/election-2016-california-results/\nhttp://www.theatlantic.com/author/nora-kelly/\n\nLast month, Faulconer            told The San Diego Union-Tribune that he would not endorse Trump, adding, \"I reject \nthe rhetoric that we've seen on women. I reject the rhetoric that I've seen on the Latino community. That's not who \nwe are as San Diegans. That's the wrong approach.\"\n\nSince he stepped into office in 2013, Faulconer has remained the only Republican to occupy a City Hall in one of \nthe country's 10 largest cities. He's often pointed to as a possible model for the future of the GOP. Earlier this year, \nfor example, The Atlantic's Liam Dillon            called him \"the great urban hope of the Republican Party.\"\n\nThe anti-Trump mutiny within the GOP ebbs and flows. One moment, an insurgency seems imminent. The next, \nparty leaders are lining up behind Trump in a show of unity-sincere or otherwise. For Faulconer, an anti-Trump \nposition makes sense: Democrats far out number their Republican counterparts in San Diego.\n\n     11:20 PM            Sacha Zimmerman           Link\nThe contrast is stark and makes clear that both descriptions of America cannot be accurate at the same time. \nSomeone has to be wrong. The mean-spirited, buffoonish billionaire lurked in the taupe banquet hall of his \nsuburban golf club, reading a short speech and hoping everyone forgets he is a racist. The respected former \nsenator and secretary of state addressed a crowd that looks like America, celebrating the near certainty that she will \nbe the first woman to stand as a major-party general-election candidate for president.\nThe America that allows the latter scenario to occur is not an America that needs to be great again as the first \nscenario suggests. It is not an America in crisis. It is not an America in decline. It is an America ascendant, a \nbeacon. It is an intensely imperfect place, but it is still a place with more equality of opportunity than most others, a \nplace that people from around the world take great risks to join, where millions every year become part of a nation \nmore diverse than ever. Trump is right: America is not the same as it once was-much to the dismay of his \nsupporters. Because in the new America, most people know that the good old days weren't so good for everybody.\n\n     11:11 PM            Nora Kelly           Link\nNot-so-encouraging news out of the Bernie Sanders camp: \"Two people close to the campaign\" told The New York \nTimes half the candidate's staff will be let go Wednesday:\nMany of those being laid off are advance staff members who often help with campaign logistics, as well as field staff \nmembers who have been working to garner votes for the senator, according to a campaign official and a former \ncampaign staff member, both of whom spoke on condition of anonymity. Some campaign workers may move into \njobs at Mr. Sanders's Senate office, but others will be terminated, they said. \nThis is just one report, citing anonymous sources. That doesn't mean it's wrong or right-only time will tell. But these \nsorts of stories, even if they don't bear out, can be damaging to a campaign. They can show signs of internal \nweakness and strife, or spook supporters into switching their allegiances.\n\n       11:06 PM            Emma Green           Link\nClinton's speech just ended in Brooklyn. Many people have shared their reactions to \"the woman thing\" on Twitter \nand elsewhere. E.g.,\n\nThe woman thing really matters.            https://t.co/EvMipTApIS\n\n - Matthew Yglesias (@mattyglesias)            June 8, 2016\nThe woman thing. It's an odd turn of phrase-\"thing\" is a casual afterthought word to represent the entire history of \npatriarchy and gender and identity. It's not an origin-less phrase, though. Audre Lorde wrote a poem called \"The \nWoman Thing\" in 1976. She writes about hunters who come after young girls. \"Meanwhile, the woman thing my \nmother taught me bakes off its covering of snow like a rising blackening sun,\" the narrator says.\nTonight is an important moment in American history, especially for women and feminists of all genders. And when \npeople use the phrase \"the woman thing,\" they're probably not trying to make a deep cut on mid-20th-century \npoetry. But the phrase carries a sadness that seems relevant, despite the jubilant mood in Brooklyn. Hillary may \nhave just become the first (presumptive) woman nominee for president. But the burdens of being a female public \nfigure-the sexist insults, the accusations that she's using \"the woman card\" to get to the White House, not to \n\n\nmention the shaming that's put on women who have philandering husbands-aren't wiped out in this moment; they're \namplified.\nMothers teach their daughters \"the woman thing.\" Clinton's mother taught her. That knowledge comes with as many \nnotes of sadness and resignation as it does Girl Power.\n\n     11:00 PM            Clare Foran           Link\nHillary Clinton has declared victory. Speaking to supporters in Brooklyn, New York, Clinton emphasized the historic \nnature of her status as the presumptive nominee for the Democratic Party. \"Thanks to you, we've reached a \nmilestone: The first time in our nation's history that a woman will be a major party's nominee,\" Clinton said to \ndeafening applause. Her speech arrived a day after the Associated Press announced that she had secured the \ndelegates needed to win her party's nomination.\nClinton did not call for her rival Bernie Sanders to drop out. Instead, she issued a call for unity, saying that the \ndebate between the candidates has \"been very good for the Democratic Party and for America.\" But make no \nmistake, she effectively declared the Democratic race over, even going so far as to \"congratulate Senator Sanders \nfor the extraordinary campaign he has run.\" As in, past tense. Her message was aimed not only at winning over \nSanders supporters, but Republicans as well. Clinton made that point explicitly: \"Whether you supported me, or \nSenator Sanders, or one of the Republicans, we all need to keep working toward a better, fairer, stronger America.\"\nShe took on Donald Trump, painting him as unqualified to set foot in the White House. \"Donald Trump is \ntemperamentally unfit to be president,\" Clinton said in no uncertain terms. \"He's trying to wall off Americans from \neach other,\" she warned, adding: \"When he says let's make America great again that is code for let's take America \nbackwards.\" Clinton painted Trump's recent attacks against Judge Gonzalo Curiel as part of a pattern of statements \nTrump has made that run counter to American values.\nClinton took pains to emphasize that while her achievement is historic, the campaign is about far more than just her. \n\"There are still ceilings to break for women and men, for all of us,\" she intoned, \"but don't let anyone tell you that \ngreat things can't happen in America. Barriers can come down. Justice and inequality can win. Our history has \nmoved in that direction, slowly at times but unmistakably.\" She ended on an optimistic note: \"This campaign is \nabout making sure there are no ceilings, no limits on any of us ... this is our moment to come together.\"\n\n     10:57 PM            Andrew McGill           Link\nEarlier tonight, one of Donald Trump's surrogates on CNN suggested that Clinton has never found a two-or three-\nword phrase to immediately capture the American people's attention, as Trump's \"Make America Great Again\" has \n(and, more darkly, \"America First.\") The implicit suggestion was that the former secretary of state is too bogged \ndown in policy and abstraction to capture hearts. It's almost as if Clinton heard her, deploying \"Stronger Together\" \nto great effect in her speech tonight.\n\n     10:43 PM            Priscilla Alvarez           Link\n\nIn her victory speech, Hillary Clinton cited her mother as the \"biggest influence in my life.\" Adding: \"She taught me \nnever to back down from a bully, which it turns out was pretty good advice...\" The reference reminded me of a New \nYork Times profile on Hillary's relationship with her mother. You can read it            here. \n\n     10:39 PM            Emma Green           Link\nMore on metaphors: Hillary's speechwriters have a lot of spatial vibes going tonight. \"Bridges are better than walls,\" \nshe said in her victory speech, a fairly obvious reference to The Donald's promise to erect a barrier along the border \nof Mexico. Not clear yet where Hillary's bridges are going, but as long as it's not nowhere, she's better off than the \nlast woman who ran on a presidential ticket.\n\n     10:30 PM            Andrew McGill           Link\nAnd there it is. \"Thanks to you, we've reached a milestone,\" Clinton told the crowd in Brooklyn. \"The first time in our \nnation's history that a woman will be a major party's  nominee for president of the United States.\"\nShe noted the glass ceiling above the audience at the Duggal Greenhouse. \"Don't worry, we're not smashing this \none.\"\n\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://www.theatlantic.com/author/priscilla-alvarez/\nhttp://www.nytimes.com/2015/06/13/us/politics/story-of-hillary-clintons-mother-forms-emotional-core-of-campaign.html\nhttp://www.theatlantic.com/author/emma-green/\nhttp://www.theatlantic.com/author/andrew-mcgill/\n\n\n       10:29 PM            Nora Kelly           Link\nReally enjoyed hearing this quote in the Clinton campaign's introductory video, in part because I'm a big Top Hat \nfan: \"Ginger Rogers did everything that Fred Astaire did. She just did it backwards and in high heels.\" The line was \ndelivered in the video by former Texas Governor Ann Richards, the second woman elected to the post in the state's \nhistory. Richards's daughter, Cecile, is the current president of Planned Parenthood-and a major Clinton supporter.\n\n     10:11 PM            Nora Kelly           Link\n\nFormer Speaker John Boehner now has a successor in place for his Ohio House seat. Conservative Warren \nDavidson, who beat 14 other GOP candidates in a March primary, has \"easily\" won a special election held today to \nfill the post, the AP            reports. Turnout was low, but that didn't necessarily affect the results much. Davidson \nhad been the favorite in the race, thanks to the conservative makeup of the district.\n\nThe businessman and Army veteran will be sworn in by the end of this week to run out Boehner's term, and he will \nrun again in November for a full term of his own. The Hill            reportshe could join the House Freedom Caucus, \nthe chamber's most conservative wing, once he hits Washington. Davidson was endorsed by its chairman Jim \nJordan. That could put him at odds with GOP leadership, but for now, House Speaker Paul Ryan's arms are open. \n\"I speak on behalf of all my colleagues in saying: Welcome Warren, we look forward to working with you to get our \ncountry back-on-track,\" he            said in a statement.\n\n     10:01 PM            Andrew McGill           Link\nSo Sanders has won North Dakota, CNN projects. Interesting. For several years, North Dakota has posted among \nthe lowest unemployment rates in the nation, largely because of a years-long boom in shale gas extraction. But \nSanders opposes fracking and hasn't been quiet about it.\nIt's odd that a candidate who opposes fossil fuels and calls for an economic revolution grabbed traction in a state \nmade quite prosperous by drilling. But Sanders has the magic touch with caucuses, consistently beating Clinton in \nstates that hold them. His win in North Dakota adds to that record.\n\n     09:55 PM            Clare Foran           Link\nCNN's Brianna Keilar is reporting that Jeff Weaver and Robby Mook, the respective campaign managers for the \nBernie Sanders and Hillary Clinton campaigns have been talking and even spoke earlier today. Keilar reported that \nthe \"conversations have been about keeping the lines of communication open so that eventually they can unify the \nparty\" and emphasized that the campaigns appear to be on the same page and share a goal of dispatching Donald \nTrump.\nIt seems likely that the Sanders campaign is trying to publicly signal that it won't sabotage Clinton in the final days \nof the Democratic primary. If that message sticks Democrats might ease up on pressuring Sanders to drop out of \nthe race. Sanders has long said that he thinks voters across the United States should be able to have their say so it \nstands to reason he'll want to fight on to next week's Washington, D.C. Democratic primary. If the campaigns are in \nclose contact, they may also be discussing what's to come at the Democratic National Convention and the fate of \nthe party platform.\n\n     09:47 PM            Sacha Zimmerman           Link\nNow all of the talking heads are congratulating Trump for giving a B- Republican stump speech and using a \nteleprompter-instead of condemning him for not apologizing for making a racist statement or in any way holding him \naccountable for being a charlatan. In fact, it fell to Hugh Hewitt of all people to point out that Trump failed to \nacknowledge his racist statements.\n\n     09:43 PM            David A. Graham           Link\nAfter a day in which his own endorsers blasted him for making \"racist\" comments, a somewhat chastened Donald \nTrump delivered a short victory speech in Westchester County, New York Tuesday.\n\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.cincinnati.com/story/news/2016/06/07/hey-theres-important-election-today/85530516/\nhttp://thehill.com/blogs/ballot-box/house-races/282563-conservative-wins-boehner-house-seat\nhttp://thehill.com/blogs/ballot-box/house-races/282563-conservative-wins-boehner-house-seat\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.theatlantic.com/author/sacha-zimmerman/\nhttp://www.theatlantic.com/author/david-a-graham/\n\n\nIt was, as far as any Trump speech ever is, a policy speech, and it was back to basics: the evils of illegal \nimmigration, the dangers of free trade, and the (dubious) claim, \"We're broke, we're broke.\" The speech was \norganized around the phrase \"America First,\"            a slogan with a fraught history.\n\nMost of all, it was a strange speech. Trump read the address, which wasn't written in anything resembling his \nstandard patois, and he's still not comfortable using a teleprompter. But it was punctuated by standard Trumpian \ninterjections-lots of \"tremendous,\" demands to \"believe me.\" Whoever wrote the speech didn't seem to have \ncaptured his cadence and vocabulary. Trump was uncharacteristically humble, saying his victory was \"not a \ntestament to me, but a testament to all the people who believe real change-not Obama change, but real change-is \npossible.\"\n\nTrump promised to deliver a major speech, possibly on Monday, attacking the Clintons, and he spent much of his \nremarks on Tuesday criticizing Clinton. That's a shift: Since Hillary Clinton's well-regarded speech laying into Trump \nlast week, he's barely responded outside of Twitter, occupied instead with the controversy over Trump University. \nHe accused her of pushing U.S. military interventions in Libya and Iraq,            overlooking his own support for both \noperations.\nAll in all, Trump seemed to have taken heed of Republicans telling him he needed to back off his attacks on Judge \nGonzalo Curiel, who's adjudicating the Trump University case, and who Trump has suggested can't fairly preside \nbecause of his Mexican heritage. Trump did not take any questions, which prevented him from being dragged back \ninto that morass. But he seemed to be working to assure his party that he had received the memo. In addition to the \nstilted speech and lack of questioning, he promised, \"I understand the responsibility of carrying the mantle\" of the \nRepublican Party, adding, \"I will never, ever let you down. I will make you proud of your party and our movement.\"\nBut this being Trump, he couldn't resist a little bit of bluster. \"Now I know some people say I'm too much of a fighter. \nMy preference is always peace, however,\" he said. \"But if I'm forced to fight for something I really care about, I will \nnever ever back down and our country will never ever back down.\"\n\n       09:27 PM            Nora Kelly           Link\nTrump just wrapped up his prepared remarks without taking questions from the press. Most, but not all, of his \nprimary-night appearances have included a Q&A portion. Trump probably doesn't want to speak extemporaneously \nwhen he's taken so much heat recently for his off-the-cuff comments on the judge handling his Trump University \ncase. Or at least his advisers don't want him to.\n\n     09:22 PM            Andrew McGill           Link\n\nIn line with Vann's point, Trump even seems to be stepping on Sanders's lines. Referring to the American political \nsystem: \"We can't fix the rigged system by relying on the people who rigged it. And they rigged it. Do not ever think \nanything differently.\" Sanders typically refers to the \"rigged economy\" and the \"rigged system\" of primary delegates. \nTrump, a billionaire who has benefitted greatly from the GOP's delegate rules, appears to be talking about the \ngovernment at large.\n\n     09:22 PM            Yoni Appelbaum           Link\nIf the measure of a speechwriter is her capacity to achieve a mind-meld with her boss, writing the words that he \nwould have used if only he'd had the time to think of them himself-then Donald Trump's speech tonight suggests he \ncould use some new speechwriters:\nTrump is learning in real time how hard it is to BOTH (a) sound \"interesting\" and (b) stay on message. Never before \nwas he ... boring\n\n - James Fallows (@JamesFallows)            June 8, 2016\nAfter delivering a carefully scripted line on Iran's rise to dominant regional power, though, Trump briefly wandered \noff-script. \"And they are dominant, and we have made them that way folks, we have made them that way.\" He \npaused to wag his finger. \"Better hope I'm president!\"\nBut it was the exception that proved the rule. During the campaign, the television cameras have loved Trump, and \nTrump has certainly loved the cameras. If tonight, he proved again that he can deliver a carefully scripted speech \n\nhttp://www.cnn.com/2016/04/27/opinions/trump-america-first-ugly-echoes-dunn/\nhttp://www.theatlantic.com/politics/archive/2016/06/trumps-libya-quagmire/485870/\nhttp://www.theatlantic.com/politics/archive/2016/06/trumps-libya-quagmire/485870/\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://www.theatlantic.com/author/yoni-appelbaum/\n\njust like any other politician, he also showed that when he does so, he sounds more or less like every other \npolitician. \n\n     09:18 PM            Vann R. Newkirk II           Link\nIt seems Team Trump believes it has a serious shot at Sanders voters, given the tone of his speech. Trump has so \nfar made direct appeals to Sanders voters, claiming that he is the only candidate who can fix the trade deals that \nSanders decries. He has also made indirect appeals, making noise about fixing a broken political system and \nremoving entrenched political influence, and has branded his campaign a \"movement.\"\n\n     09:11 PM            Ron Fournier           Link\nThe first sign that Donald Trump was reading somebody else's words came at the very top of the speech, when he \nsaid his nomination \"is not a testament to me.\" Humility? Graciousness? It takes a village.\n\n     09:10 PM            Andrew McGill           Link\nHillary Clinton has won New Jersey, CNN projects. Perhaps not much of a surprise: She led Sanders there by more \nthan 20 points in pre-election polls. That'll likely give her the lion's share of the Garden State's 142 delegates. (Still \ntoo early to call in North Dakota, South Dakota and New Mexico, where polls just closed.)\n\n       09:04 PM            Ron Fournier           Link\n\nTV pundits say Donald Trump will \"pivot\" tonight. Such shallow, silly political-speak ignores the fact that you can't \npivot away from your character-not with a speech, not with an ad, not with staff shakeup. Not nowadays. \n\nThis is how I            put it Monday while explaining why GOP leaders can't \"distance themselves\"(another \njournalistic trop) from their presidential nominee:  \nTrump can't make \"course corrections.\" This is not 1992: He can't \"soften\" his views or \"shift\" to the center. There is \nno pivot from depravity in the 21st century-not when voters are a few keystrokes removed from everything a \npolitician has said or written or done.\n\n      09:01 PM            Priscilla Alvarez           Link\nPolls have closed in New Mexico and South Dakota, while voters gather to caucus in North Dakota. New Mexico \nand South Dakota primaries are too early to call, according to NBC.\n\n     08:58 PM            Yoni Appelbaum           Link\nTRUMP.\nYou can find the name emblazoned on luxury skyscrapers, plastered on jets, affixed to Vodka-and, lately, on \nthousands of campaign signs. One place you won't find it? On his latest venture.\n\nThe Wall Street Journal is            reporting that a new chain of hotels, aimed at younger, tech-savvy consumers, \nwon't bear the mogul's brand:\nThe company hasn't yet unveiled what it will be called, but does say it will avoid using the Trump name to head off \nany possible confusion.\n\"We want to reserve the name Trump only for luxury and never want to confuse customers or owners of the \ndifference in a four- and five-star property,\" Trump Hotels Chief Executive Eric Danziger said.\nThat's possible, of course. But as the Journal also notes, this is the rare branch of the Trump empire that isn't just a \nlicensing deal- it's the family's own money on the line. Three of Trump's children hold the title of executive vice \npresident in the business. And so it's fair to wonder if they were worried that the golden Trump name might be \ngetting a little tarnished.\n\nA recent            Quinnipiac poll found that 70 percent of voters under 35-the young, tech savvy consumers who'd be \nbooking these hotel rooms-held unfavorable views of Trump. It may be the case that there is, after all, such thing as \nbad publicity.\n\n     08:48 PM            Nora Kelly           Link\n\nhttp://www.theatlantic.com/author/vann-newkirk/\nhttp://www.theatlantic.com/author/ron-fournier/\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://www.theatlantic.com/author/ron-fournier/\nhttp://www.theatlantic.com/politics/archive/2016/06/theres-no-pivot-from-the-depravity-of-trump/485807/\nhttp://www.theatlantic.com/author/priscilla-alvarez/\nhttp://www.theatlantic.com/author/yoni-appelbaum/\nhttp://www.wsj.com/articles/missing-from-trumps-new-hotels-the-family-name-1465342060\n\nPresident Obama is expected to endorse Hillary Clinton for president. He's expected to do so soon. But how soon?\nAt a White House press briefing Monday, Press Secretary Josh Earnest suggested that the president planned to \n\"withhold judgment\" before Democratic voters in New Jersey and California had cast their ballots. He declined to \ngive specifics when asked if Obama would endorse Clinton if Bernie Sanders stayed in the race till the convention-\nor if he'd weigh in once a candidate secured a majority of delegates.\nBut that was before the AP called the nomination for Clinton Monday night. By Tuesday afternoon, the timeline for \nan Obama endorsement looked ever so slightly more clear. Earnest said it's possible the president could comment \non Clinton before he leaves on a trip for New York.\n\nIf he waits, there are \"several possible opportunities\" in his schedule for \"maximizing the impact\" of his \nendorsement, the AP            reported:\nOn Wednesday, he's due in New York City to address donors at a Democratic National Committee fundraiser in \nClinton's home state. He'll also tape an appearance on \"The Tonight Show Starring Jimmy Fallon,\" a favorite with \nthe coveted young demographic, for the show set to air Thursday night.\nThe news will likely be followed by a first joint appearance before long.\nChoosing the setting and timing is delicate diplomacy for the White House. Officials are trying to negotiate as gentle \nan ending as possible to what has become a contentious primary, hoping not to alienate Sanders' most passionate \nvoters. \n\nObama will be gentle for now. But he's expected to offer aggressive advocacy for his former secretary of state. \nObama has a decent amount of political capital these days, with            approval ratings in the low 50s. As one \npolitical scientist            told me last month, his surrogacy for Clinton will have meaning \"because he's not only the \nsitting president, but he's essentially the titular head of the party.\" \n\n     08:36 PM            Clare Foran           Link\nCNN projects that Donald Trump is the winner of the New Jersey Republican primary. That, of course, is no \nsurprise. Hillary Clinton, meanwhile, has an early lead in the Democratic primary though at this point only 1 percent \nof the vote is in.\n\n     08:33 PM            Yoni Appelbaum           Link\n\n\"I jokingly say if you're running for president you shouldn't be allowed to use teleprompters,\" Donald Trump            \nsaid in August. In January, Trump bragged, \"I don't use teleprompters.\" His aversion to scripted remarks became \nsuch a feature of his candidacy that when, in March, he used a teleprompter in a speech before the American Israel \nPublic Affairs Committee, he was graded on a curve-given rave reviews for managing to deliver a pre-written \nspeech, a skill even candidates for municipal auditor are expected to have mastered. \nTonight, the teleprompters return:\n\nTelePrompTers set up for            @realDonaldTrump election night remarks tonight            \npic.twitter.com/vIzPsKpqVg\n\n - Noah Gray CNN (@NoahGrayCNN)            June 7, 2016\nThe Republican backlash against Trump's attacks on Judge Gonzalo Curiel has left him on the defensive. He's \nbeen uncharacteristically quiet, and as I noted before, his public statement on the matter sounded as if others had a \nlarge hand in its composition. \n\nThis is the bind in which Trump now finds himself. He's succeeded in part by dominating the news cycles, kicking \nup controversy and then, instead of addressing it, kicking up some fresh controversy to eclipse it. But even in his \nown party, many felt his attacks on Curiel were plainly racist, and beyond the pale. And so he's doing things he \nusually avoids: keeping a low profile, issuing half-hearted apologies, and sticking to scripted remarks. It may help \nhim quell the controversy, but at the price of abandoning his favored tactics.\nIt's the trouble with a candidate whose signature strength is his willingness to speak his mind: What if the things it \ncontains turn out to be abhorrent to a majority of voters, and too much even for the leaders of his own party to \nstomach? \n\nhttp://bigstory.ap.org/article/9217174d14ca47938570402ff44d6530/obama-preparing-endorse-clinton\nhttp://www.cbsnews.com/news/2016-by-the-numbers-obamas-rising-ratings-a-boon-for-hillary-clinton/\nhttp://www.theatlantic.com/politics/archive/2016/05/surrogates-clinton-trump-sanders/484031/\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.theatlantic.com/author/yoni-appelbaum/\nhttp://www.realclearpolitics.com/video/2015/08/25/trump_i_write_my_own_tweets_if_youre_running_for_president_you_should_be_allowed_to_have_teleprompters.html\n\n       08:26 PM            Russell Berman           Link\nWith the polls closing in New Jersey, a Clinton campaign official sent reporters an email previewing her remarks \nlater in the night. After celebrating the history-making nature of her victory, Clinton \"will contrast her vision of \nbreaking down barriers and being stronger together with the divisive, destructive and dangerous vision of Donald \nTrump,\" the official said. Clinton also plans to \"congratulate Senator Sanders and his supporters on the campaign \nthat he has run.\" In other words, don't expect her to explicitly call for him to end his campaign; the implication will be \nobvious.\n\n     08:16 PM            Nora Kelly           Link\nIt's all over for Representative Renee Ellmers in North Carolina. After three terms in Congress, she's just been \ndefeated by George Holding, her colleague in the House. With a little less than half the votes reported, Holding had \nsecured 54 percent of the vote, and Ellmers had roughly 22 percent. A third candidate, Greg Brannon-who'd \nrecently run for Senate and lost-was in between, with about 24 percent. When it called the race moments ago, \nDecision Desk HQ noted that she's the \"first incumbent Republican congressperson to be primaried this year.\"\n\n     08:12 PM            Russell Berman           Link\nA few thousand people packed into Clinton's primary-night rally in Brooklyn were ready to scream as soon as the \npolls closed in New Jersey. Holding aloft small American flags handed out by the campaign, they counted down the \nseconds as if they waiting for the ball to drop on New Years Eve. The \"too early to call\" projection from MSNBC, \nplaying on a big screen with the sound on, made for a bit of a deflating moment as the crowd went quiet.\n\n     08:09 PM            Clare Foran           Link\n\nBernie isn't backing down. In an interview on            NBC Nightly News with Lester Holt,Sanders insisted that even \nif Clinton wins a majority of pledged delegates and superdelegates, he'll keep trying to convince superdelegates to \nswitch allegiances. Holt attempted to ask whether Sanders would be defying the will of the people. Sanders \npreferred to put it as \"defying history.\"\nHere's a transcript of the exchange:\nLESTER HOLT: If in fact, Hillary Clinton wins the majority of pledged delegates on top of what she's done with \nsuper delegates, does that end your campaign?\nBERNIE SANDERS: Well, what--as I tried to indicate--super delegates are different than pledged delegates. Super \ndelegates have a very important decision to make.\nLESTER HOLT: Are you going to try to turn them?\nBERNIE SANDERS: Yeah, we are. We're on the phone right now.\nLESTER HOLT: You'd be defying history? You'd be defying the will of--\nBERNIE SANDERS: Hey--\nLESTER HOLT: --the will of the voter, right? (LAUGH) Hillary Clinton--\nBERNIE SANDERS: Well, defying history is what this campaign has been about.\nThere are other signs as well that Sanders is looking past tonight's primary contests to what's ahead. Earlier in the \nevening, the campaign sent out an email that appears to be aimed at Washington, D.C. area supporters asking \nthem to commit to voting when the district holds its Democratic primary on June 14. \"At every turn of this election, \nwe have shocked the political establishment with our success,\" the email reads, \"Let's shock them once again in \nD.C. next Tuesday.\"\n\n     08:06 PM            Nora Kelly           Link\nThe polls are closed in New Jersey. Before the AP named Hillary Clinton the presumptive nominee last night, New \nJersey's results, the first likely to be reported tonight, were expected to push her over the edge. For now, however, \nthe race is too early to call, according to CNN.\n\n     07:52 PM            Nora Kelly           Link\nThe polls just closed in North Carolina, where voters weighed in on House and state Supreme Court races. The \nelection was rescheduled, as Andrew noted earlier, and turnout was expected to be low. One race to look out for is \nthe one in the state's second congressional district, where two sitting members of Congress have faced off. It's \n\nhttp://www.theatlantic.com/author/russell-berman/\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.theatlantic.com/author/russell-berman/\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.nbcnews.com/nightly-news/video/exclusive-sanders-remains-defiant-in-interview-with-lester-holt-700938819753\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.theatlantic.com/author/nora-kelly/\n\n\nunusual that two representatives-in this case, George Holding and Renee Ellmers-would be competing for the same \nseat, but it's a product of North Carolina's recent redistricting.\n\nAs I            reported in a story published earlier today, Ellmers has taken heat from outside conservative groups, \nlike Americans for Prosperity, for being, essentially, too liberal. These groups have actively campaigned against \nEllmers, who was elected to Congress on a tea-party platform but shifted to the center on some issues. She was \nbolstered over the weekend by an endorsement from Donald Trump, the first and only congressional endorsement \nhe's given this primary season. The conservative organizations dissing Ellmers also aren't big fans of Trump, but it's \nnot yet clear how much of an effect either side will have on voters:\nTuesday's North Carolina primary could hypothetically offer the first glimpse of a \"Trump bump.\" Ellmers is fighting \noff multiple opponents in her primary race, which is turning out to be a virtual proxy war between pro- and anti-\nTrump forces. ...\n[H]aving Trump's support could potentially give her cred among voters with an independent streak, who would \nappreciate her occasional centrism. After all, anti-Trump groups repeatedly targeted his spotty conservatism in the \nprimary, but those efforts did not hurt him with supporters, many of whom were new to primary voting. \nTrump's iconoclasm may not have damaged him, but the question is: Will Ellmers's track record hurt her in the end?\n\n       07:46 PM            Sacha Zimmerman           Link\n\nVis-a-vis Andrew's note about Ted Cruz and his still passionate supporters writing him in: Cruz has a good \nargument for taking the nomination next cycle. After Mitt Romney's defeat in 2012, the general Republican \nassessment was to expand the party-Latinos, Millennials, etc. Clearly that plan has gone spectacularly wrong. If \nTrump loses in November, Cruz will have a strong case for returning the party to its conservative roots in 2020. He \nwould have the evangelicals locked up of course. But more: He would have serious name recognition. It worked for \nRomney, John McCain, and Bob Dole-three men who came in second place the cycle before they earned the \nnomination. Cruz gave Trump a run for his money-folks might think, maybe he should have been the nominee...And \nif Cruz holds out and refuses to endorse Trump, he will have an edge over, well, almost everyone else in the \nRepublican Party as they all capitulate to the Trump juggernaut. Cruz can return to his moralizing, which for a \nTexan is a total sweet spot. Sure, people hate him, he's awkward, and he plays dirty-but who would have thought \nthat Paul Ryan would stake his reputation on Trump while Ted Cruz stood on principle? (If he indeed does decide to \nstand on principle-even cynical principle.)\n\n     07:37 PM            Priscilla Alvarez           Link\nDonald Trump may be the presumptive Republican nominee, but not everyone is on board. A few weeks ago I \nspoke with Republican voters who were disappointed with Trump's surge. \"I don't believe conservatives that say \nthey're conservative and are jumping on the (Trump) bandwagon,\"said Mary Rasar, a 50-year-old Cruz supporter \nwho lives in California. Rasar voted for John McCain and Mitt Romney even though they weren't her preferred \npicks. That won't be the case this year. \"I'm not going to vote the lesser of two evils. The two evils we have our \nequal,\" she said, adding that she would still back Cruz and change her party affiliation when the election is over.\n\nThe businessman-turned-presidential candidate has enjoyed a large swath of support across the country, but he's \nalso            complicated the relationship between party identification and party allegiance in the process. As Andrew \nnoted, some voters are still holding out hope for former presidential candidates. And that may not be totally \nsurprising. According to a            Quinnipiac poll released earlier this month, 59 percent of American voters view \nTrump as \"somewhat unfavorable\" or \"strongly unfavorable.\" Trump is still expected to pick up votes in today's \nprimaries, but perhaps not everyone that submits a ballot will be happy about it.\n\n     07:20 PM            Andrew McGill           Link\n\nWith Trump the all-but-nominated nominee, it doesn't seem like Republican voters in California have much of a \nchoice today. But four other Republicans are still on the ballot-Ben Carson, Ted Cruz, John Kasich, and Jim \nGilmore. Cruz was in the news today, telling reporters he's still \"assessing\" whether he can support Trump. \"I think \n\nhttp://www.theatlantic.com/politics/archive/2016/06/trump-ellmers-north-carolina-house/485894/\nhttp://www.theatlantic.com/author/sacha-zimmerman/\nhttp://www.theatlantic.com/author/priscilla-alvarez/\nhttp://www.theatlantic.com/politics/archive/2016/06/what-does-it-mean-to-be-a-republican/485486/\n\nvoters are going to do that from now right until Election Day, and I'm giving it time and watching and assessing,\" he       \n     said.\n\nSome of his supporters have a different plan. Last week, former Cruz spokesman Ron Nehring            tweet           \ned a picture of his mail-in ballot, which he had filled out for Cruz. He was joined today by scores of others            \ntweeting their support for the Texas senator with the hashtag #CruzCrew. Several explained they were seeking to \ngive Cruz as much firepower as possible in case of a contested convention. Their work is unlikely to pay off: Betting \nmarkets put the chance of a contested convention at            just 10 percent, and the possibility of a Cruz victory at a \nlow            2 percent.\n\n     07:00 PM            Emma Green           Link\n\nIn a little over an hour, polls will close in New Jersey. As The Press of Atlantic City            pointed out on Tuesday, \nthe ever-maligned Garden State kind of got robbed. \"For the first time in more than 30 years, it appeared New \nJersey's late-in-the-process primary today would get to play a key role in deciding a presidential candidate,\" the \npaper wrote. \"But then history happened.\"\n\n\"History,\" of course, refers to            Monday night's report that Hillary Clinton already has enough delegates to win \nthe Democratic presidential nomination. The more interesting hard feelings, though, might be on the Republican \nside. Trump has history in the state, and not just because he            may have cast a spell on its governor.\n\nThe reporter Brent Johnson            had a good article back in October about the era of Trump in Atlantic City. By \n1990, the real-estate magnate had opened three casinos; the bankruptcy filings started within a year. The takeaway \nseems to be that Trump's legacy is mixed: He raised the city's profile, but he also caused job losses and other \neconomic hardships. \nOf a possible Trump return, the former Atlantic City mayor Jim Whelan said this: \"A, it's not going to happen. And B, \nI don't know that any one person is going to come in the door and turn things around all by themselves.\" Depending \non what happens in November, Trump could soon be charged with turning around a lot more than a hard-on-its-luck \ngambling town.\n\n     06:28 PM            Russell Berman           Link\nHillary Clinton plans to party tonight, regardless of whether she wins California, and regardless of whether Bernie \nSanders bows out of the race. Clinton is holding her event at the Brooklyn Navy Yard, the site of the final \nDemocratic debate earlier this spring, about a mile from her campaign headquarters. Her campaign is billing the \nfinal primary-night rally as a celebration of Clinton becoming the first woman to win the presidential nomination of \neither major party, and she is unlikely to wait until the votes are counted in California to kick off the event.\n\nShe will be introduced to the stage with            this new video heralding her achievement and the progress of \nwomen's rights in the century since they won the right to vote. The video features the voices of other prominent \nfemale politicians, including Ann Richards, the former Texas governor, and Shirley Chisholm, who in 1972 became \nthe first woman to seek the Democratic presidential nomination.\nFor Clinton, the moment will carry an additional piece of historical symmetry, as it comes eight years to the day after \nshe conceded the 2008 nomination fight to Barack Obama. \n\n     05:56 PM            Elaine Godfrey           Link\n\nFor days, Trump has            faced criticism for questioning the impartiality of federal judge Gonzalo Curiel because \nof his Mexican heritage. Some Republicans have tried to criticize the candidate's  comments while maintaining that \nhe is not, in his heart of hearts, an actual racist. But an Iowa Republican has decided he's had it with the Grand Old \nParty.\nState senator David Johnson said he's suspended his party membership, citing Trump's \"racist remarks and judicial \njihad\" as the last straw. The Guardian\n\nhttp://I%20think%20voters%20are%20going%20to%20do%20that%20from%20now%20right%20until%20Election%20Day,%20and%20I'm%20giving%20it%20time%20and%20watching%20and%20assessing\n\n           reported that Johnson is the first elected official to leave the party over Donald Trump, although it's possible \nothers have done the same more quietly. The 65-year old senator changed his voter registration from Republican to \n\"No Party,\"            telling The           Des Moines Register, \"I will not stand silent if the party of Lincoln and the end of \nslavery buckles under the racial bias of a bigot.\"\n\nJohnson also said he hoped the remarks would force prominent Republicans like Paul Ryan and Mitch McConnell \nto rescind their endorsements of Trump. Maybe they still will: This afternoon, Illinois Senator Mark Kirk, one of the \nmore vulnerable Senators up for reelection this year,            announced he would no longer support Trump. It's \npossible we'll see more of these un-endorsements leading up to the convention.\n\n       05:24 PM            Andrew McGill           Link\n\nOne state you won't see on television election maps tonight is North Carolina. But the state is indeed            holding \nan election today, a do-over for congressional contests after a federal court ordered the North Carolina legislature \nto redraw several painfully gerrymandered districts. The timing of the court's decision in February, a month before \nthe primary, forced officials to split the state's Election Day in two. The presidential vote was held in March, as \nplanned, and the congressional vote was postponed until today.\n\nPresidential politics have still come up.            As Nora notes, Donald Trump has endorsed U.S. Representative \nRenee Ellmers, whose race has become a \"virtual proxy war between pro- and anti-Trump forces.\"\n\n     05:02 PM            Nora Kelly           Link\nCandidates go to great lengths to get out the vote. They hold big rallies to pump up their supporters, or go door-to-\ndoor in small towns for a more personal touch. Sometimes, they just go to Dunkin' Donuts.\n\nSanta Barbara Mayor Helene Schneider, a Democrat who's running for Congress in California's 24th district, cut the \nribbon at a new franchise location that opened up in her city this morning, the Los Angeles Times            reports. \nGrasping giant pink scissors, Schneider called for a \"sweet, sweet story\" for the new spot.\n\nReferencing the opening, the Times called today's primary election the \"second-biggest thing happening in Santa \nBarbara.\" And for good reason: Dunkin' Donuts can be found in            no less than 32 countries, but this new \nlocation is Santa Barbara County's first.\nThe ribbon-cutting is probably one of many city spots at which Schneider will appear today as she encourages her \nconstituents to head to the polls. Given her response to the long line outside Dunkin' this morning, it sounds like she \nhas more work to do. \"If only voter turnout was that great,\" she said.\n\n     04:31 PM            Yoni Appelbaum           Link\n\nBreaking a day of silence-no press conferences, no television interviews, not even so much as a blustery tweet-\nDonald Trump this afternoon issued a            statement. It began:\nIt is unfortunate that my comments have been misconstrued as a categorical attack against people of Mexican \nheritage. I am friends with and employ thousands of people of Mexican and Hispanic descent. The American justice \nsystem relies on fair and impartial judges. All judges should be held to that standard. I do not feel that one's \nheritage makes them incapable of being impartial, but, based on the rulings that I have received in the Trump \nUniversity civil case, I feel justified in questioning whether I am receiving a fair trial.\nFear not, gentle reader. Trump hasn't been abducted; he's been under the protection of the Secret Service since \nNovember. But it seems safe to assume that these words, issued in his name, are not of his own composition. A \nMonday report from Bloomberg, which quoted Trump-\"The people asking the questions-those are the racists,\" \nTrump said. \"I would go at 'em.\"-had a certain subtle Trumpian je ne sais quoi that this latest missive somehow \nlacks.\n\nWhen Trump lets others do his speaking for him, it's usually a sign that things have gone horribly wrong. In this \ncase, his overtly racist comments were            denounced by Speaker Paul Ryan (\"a textbook definition of a racist \n\nhttp://www.theguardian.com/us-news/2016/jun/07/david-johnson-iowa-state-senator-leaves-republican-party-trump?CMP=share_btn_tw\nhttp://www.desmoinesregister.com/story/news/politics/2016/06/07/iowa-gop-lawmaker-dumps-party-protest-trump/85557768/\nhttp://www.desmoinesregister.com/story/news/politics/2016/06/07/iowa-gop-lawmaker-dumps-party-protest-trump/85557768/\nhttp://chicago.suntimes.com/news/sen-mark-kirk-withdraws-support-for-trump/\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://wncn.com/2016/06/06/election-day-is-tuesday-whether-you-knew-it-or-not/\nhttp://wncn.com/2016/06/06/election-day-is-tuesday-whether-you-knew-it-or-not/\nhttp://www.theatlantic.com/politics/archive/2016/06/trump-ellmers-north-carolina-house/485894/\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://www.latimes.com/la-pol-ca-california-primary-go-where-the-voters-are-the-new-dunkin-1465322644-htmlstory.html\n\ncomment\") and led Illinois Senator Mark Kirk to            rescind his endorsement (\"Donald Trump has not \ndemonstrated the temperament necessary to assume the greatest office in the world\").\nPerhaps a chastened Trump will now decide to defer to seasoned political handlers, as he works to shore up \ncrumbling support. But given that even this statement managed to blame the media for his self-inflicted wounds-\"it \nis unfortunate that my comments have been misconstrued\"-it's far more likely that he'll soon resume tweeting, and \nfind some way to drown out the present concern beneath some fresh controversy.\n\n     04:27 PM            Chris Haugh           Link\nCalifornia voters aren't just choosing between Bernie Sanders and Hillary Clinton today. As is ritual in the Golden \nState, they'll also consider a statewide ballot initiative.\n\nCurrently, state law prohibits the California State Legislature from denying its suspended members a paycheck.       \n     Proposition 50, an anodyne initiative that appears on the statewide ballot today, would amend the state's \nconstitution and allow lawmakers to revoke a suspended colleague's salary with a two-thirds vote.\n\nIn some ways, Prop. 50 marks the start of a new era. California is in the middle of a century-long experiment with \ndirect democracy. The state has had citizen-sponsored initiatives appear on its ballots since the early 20th century. \nHowever, the process has recently gone through changes. Lawmakers            raised the filing fee for a proposed \ninitiative from $200 to $2,000 last year. And in 2014, Governor Jerry Brown signed            legislation allowing an \ninitiative to be struck from the ballot if a compromise could be reached on the issue ahead of the election.\n\nSacramento's work to limit the process appears to have come to little avail, however. November's ballot may well \nfeature the            most initiatives of any election since 2000, due in part to lower than normal voter turnout in 2014. \n(The number of signatures required to get an initiative on the ballot is tethered to turnout in the latest gubernatorial \ncycle.) November initiatives will likely ask voters to consider issues like prison reform, the death penalty, and \ncondoms in adult films. As of Monday, four measures have qualified. Fourteen or more could follow.\nFor now, California voters only have to decide whether or not to pay lawmakers accused of wrongdoing.\n\n     03:55 PM            Nora Kelly           Link\n\nAs anticipated, New Jersey Governor Chris Christie cast his ballot for Donald Trump earlier this afternoon. Local \nchannel News12            reports that both Christie and his oldest son, Andrew-who just graduated from Princeton \nUniversity-are Trump delegates.\n\nTrump and Christie have a complicated relationship. Before the governor dropped out of the presidential race, he'd \ncriticized the presumptive Republican nominee            quite a lot-hitting him on his border-wall plan, calling him a \n\"carnival barker,\" and knocking his level of experience. But after he left the race, Christie quickly changed course. \nHe            endorsed Trump, appeared at his side at events, and was named the head of Trump's White House \ntransition team. All along, Christie's support for Trump has seemed at once surprising, given his past criticism, and \ntotally natural. The two East Coasters share similar rhetorical qualities, so it's perhaps no surprise they can get \nalong. Christie was the tell-it-like-it-is candidate before Trump stole his thunder.\n\nBut unlike Trump, Christie seemed to have limits-except, apparently, today. As he talked to reporters at his            \npolling station, Christie defended Trump's recent comments on the federal judge handling the Trump University \nlawsuit. Trump has said repeatedly that the judge cannot fairly preside over the case because of his Mexican \nheritage.  \nCalling the controversy over Trump's claims a media-driven \"kerfuffle,\" Christie said he would not respond to \nquestions regarding whether Trump was being racist. He framed Trump's claims as not atypical: \"There are always \ngoing to be conflicts regarding civil lawsuits. People are always going to express their opinions,\" he said. \"Those \nare Donald's opinions and he has the right to express them-the same way anybody else has a right to express any \nof their views regarding how they are treated in the civil or criminal courts in this country. That's part of what free \nspeech is all about.\"\n\nhttp://www.theatlantic.com/politics/archive/2016/06/where-republicans-stand-on-donald-trump-a-cheat-sheet/481449/\nhttp://www.theatlantic.com/author/chris-haugh/\nhttp://voterguide.sos.ca.gov/propositions/50.htm\nhttp://www.sacbee.com/news/politics-government/capitol-alert/article31356470.html\nhttp://www.latimes.com/local/political/la-me-pc-gov-brown-oks-bill-allowing-changes-and-more-transparency-for-initiatives-20140926-story.html\nhttp://www.latimes.com/politics/la-pol-ca-november-ballot-measures-20160516-snap-story.html\nhttp://www.theatlantic.com/author/nora-kelly/\nhttp://newjersey.news12.com/news/chris-christie-votes-in-new-jersey-primary-1.11886887\nhttp://talkingpointsmemo.com/dc/christie-past-comments-trump\nhttp://www.cnn.com/2016/02/26/politics/chris-christie-endorses-donald-trump/\nhttp://newjersey.news12.com/news/chris-christie-votes-in-new-jersey-primary-1.11886887\n\n\nChristie's argument may be a subtle nod to his tenure as a federal prosecutor-he seems to be saying he's heard \nsimilar accusations before. But even if that's true, Christie probably hasn't heard them from a nominee of a major \npolitical party.\n\n     03:36 PM            Clare Foran           Link\nThe revolution isn't over yet. Bernie Sanders just gave two additional congressional candidates his blessing. In a \nfundraising email, Sanders is asking supporters to open their wallets for Eric Kingson and Paul Clements. Kingson \nis a New York Democratic candidate for the U.S. House, while Clements is a Michigan contender for a U.S. House \nseat. The email reminds supporters to donate money to an array of other congressional contenders Sanders has \nalready endorsed. And it makes a lofty promise: \"If you stand with them-like we have stood together throughout this \ncampaign-we're going to transform the Democratic Party, and we are going to transform this country.\"\n\n       03:06 PM            Vann R. Newkirk II           Link\nWhile much of the rest of the country is attempting to make voting as difficult as possible, California's primaries \nprovide a look at just what might happen when a state does the reverse. Over the past few years, the Golden State \nhas expanded automatic registration efforts at DMVs, heavily promoted mail-in ballots, developed mobile apps for \nregistering to vote, and increased polling locations. In many ways, California is the model state for liberal voting \nreforms.\n\nHow might those reforms actually impact turnout? California actually experienced            record low turnout in the \n2014 midterm election, and some attribute a downward trend to changing demographics. Older, whiter voters vote \nmore often, and California is becoming less white and younger.\n\nHowever, a surge in registration and huge early and mail-in turnout in today's primaries provide hope of a \nturnaround for the state. About half of all the people who voted in the previous presidential primaries submitted \nballots before election day, and over 600,000 voters            registered in the past two months.\nTurnout and voter motivation are tricky things to measure. Could an increase in voting simply mean reforms are \nfinally taking hold and engaging more people of color in the process? Could there be some special motivating effect \nfor or against any of the candidates? Is this the Trump effect? It is likely impossible to disentangle any of these \neffects from each other when discussing turnout, especially with the noisiness of primary races, but perhaps the \nmain lesson is that large numbers of people are availing themselves of the expanding options in how to vote and \nhow to register to vote.\n\n     02:33 PM            Andrew McGill           Link\n\nLast night at around 11 p.m., the Associated Press            declared Hillary Clinton the winner of the Democratic \nnomination. Or rather, in very careful language, it said a majority of superdelegates had indicated privately they \nwould support her at the convention. To Bernie Sanders's supporters, it amounted to the same thing, and they are \nnot pleased. \nThat the AP made the projection at all would have ticked off the #BernieOrBust crowd no matter what, who \nmaintain, correctly, that the superdelegates' endorsements are not final until the national convention in July. But the \nnews organization published on the eve of the California primary, which even the Vermont senator himself likely \nconsiders his last real shot at this thing-and that was unforgivable. \n\nThis morning, Glenn Greenwald of The Intercept            published a short column that's since been upvoted nearly \n2,000 times on the \"SandersForPresident\" Reddit page, and shared countless times on Twitter:\nThis is the perfect symbolic ending to the Democratic Party primary: The nomination is consecrated by a media \norganization, on a day when nobody voted, based on secret discussions with anonymous establishment insiders \nand donors whose identities the media organization - incredibly - conceals. The decisive edifice of superdelegates \nis itself anti-democratic and inherently corrupt: designed to prevent actual voters from making choices that the party \nestablishment dislikes. But for a party run by insiders and funded by corporate interests, it's only fitting that its \nnomination process ends with such an ignominious, awkward, and undemocratic sputter.\n\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.theatlantic.com/author/vann-newkirk/\nhttp://www.mercurynews.com/ci_26845393/california-undergoes-sweeping-demographic-change-voting-plummets\nhttp://losangeles.cbslocal.com/2016/06/07/surge-of-newly-registered-voters-headed-to-the-polls/\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://bigstory.ap.org/article/4c9c850385c84b12ad5b85fda49743f9/after-weekend-wins-clinton-cusp-democratic-nomination\n\nGreenwald certainly does not support Clinton, whom he's called \"Wall Street-enriched,\" \"multiple-war-advocating\" \nand \"despot-embracing.\" But as a journalist, he's avoided giving direct support to Sanders. Regardless, his piece is \nnow the symbol of the Sanders camp's rage.\n\n     02:15 PM            Clare Foran           Link\nHillary Clinton has increasingly turned her attention to the general election. Her campaign announced on Tuesday \nthat she will visit Ohio and Pennsylvania-general election battleground states-at the start of next week. In a press \nrelease, the campaign said Clinton will \"lay out what is at stake in November\" during the trip and \"discuss her vision \nfor an America that is stronger when it is united.\"\n\nLast week, Clinton made the case that Donald Trump is unfit to be president,            delivering a sweeping foreign \npolicy address that was heavy on criticism of the GOP presumptive nominee and comparatively light on policy \nspecifics. That seems to be the overarching message she will carry through until November. \n\nClinton can't afford to ignore the Democratic primary, of course. Politico            reportsthat she is preparing to \ndeliver a victory speech on Tuesday night that will make a plea for party unity. The question now is, what will Bernie \nSanders, and Trump for that matter, do in response?\n\n     01:49 PM            Emma Green           Link\nWhat could be worse than having your primary on a Tuesday at the end of the season after candidates in both \nparties have already locked up their delegate counts and secured the nomination?\nBeing South Dakota on that Tuesday, voting alongside California.\n\nOn the Democratic side, South Dakota has 20 bound delegates and five superdelegates. Republicans have 29 \nbound and zero unbound. As the Argus Leader, the newspaper of Sioux Falls,            points out, California \"has 20 \ntimes more delegates than the Mount Rushmore State.\"\nAll of this means South Dakota is pretty much doomed to be ignored on election day. \"Will South Dakota get any \nnational attention?\" a primer article from the Argus Leader asks. \"It's highly unlikely. Associated Press estimates \nshow Clinton needs 26 delegates to clinch the Democratic nomination and New Jersey Democrats will likely push \nher over that threshold Tuesday night. Due to their eastern location and time zone, that result will likely come before \nSouth Dakota's.\"\nThe political reporter Dana Ferguson offers similar thoughts on Twitter:\n\n.           @politico doesn't list SD as one of 8 places to watch today, but I'll have your news from today's primary            \n - Dana Ferguson (@bydanaferguson)            June 7, 2016\nOn one hand, this election cycle has already been long, and it's not even in the home stretch. Previous primaries \nhave made or broken nominees, especially on the Republican side-one by one, they were picked off by voters in \nplaces like Indiana and New Hampshire. It's hard for Tuesday's races not to seem a bit anti-climactic.\nBut als Voting matters! And South Dakota matters. The United States government was specifically designed to \nprotect low-population states like South Dakota-the 45th most populous state in the union. Congress doesn't just \nhave a House of Representatives that gives proportional representation; it also has a Senate, in which each state \ngets the same amount of say.\nIf one thing can cheer the state's voters, perhaps it's this: They don't live in North Dakota, which is also voting \ntoday, but has even fewer residents.\n\n     12:52 PM            Emma Green           Link\n\nAs more Democratic leaders pile on to endorse Hillary, it's interesting to look at what messages the Sanders \ncampaign has been pushing in the lead-up to Tuesday's primaries. A lot of his ads echo messages that have been \npresent through the campaign: income inequality, the criminal-justice system, education, etc. \n\nhttp://www.theatlantic.com/author/clare-foran/\nhttp://www.theatlantic.com/politics/archive/2016/06/hillary-clinton-donald-trump-national-security-foreign-policy/485273/\nhttp://www.theatlantic.com/politics/archive/2016/06/hillary-clinton-donald-trump-national-security-foreign-policy/485273/\nhttp://www.politico.com/story/2016/06/hillary-clinton-glass-ceiling-nominee-223977\nhttp://www.theatlantic.com/author/emma-green/\nhttp://www.argusleader.com/story/blogs/danaferguson/2016/06/06/sd-primary-what-watch-tuesday/85490958/\n\nBut he's also started speaking in overtly religious terms, a bit of a departure from past interviews in which he's \nsquirmed away from questions about God and faith. This ad calls on Americans to consider their moral lives-and a \nmoral way of going about politics. He also condemns attacks on religious liberty:\n\nMaybe he's gotten the Francis bug after            his Roman holiday. Maybe he's trying anything and everything in \nthese last waning days of his campaign. After all of this is over-when he's conceded, or after the conventions, or \neven after the general-it will be interesting to see what comes of his legacy, and what Bernie felt was most \nimportant to say in his last days standing as a Democratic presidential candidate.\n\n     12:12 PM            Priscilla Alvarez           Link\n\nCalifornia has the            largest share of Latino eligible voters in the country. And ahead of the state's primary, \nLatino voter registration spiked. NBC            reports that \"according to            Political Data Inc., a California data \ncompany that tracks voter registrations, the Latino surge in registrations is huge and higher than the increase in \nvoter registration seen in the 2012 (or) 2008 primaries.\" The article cites a number of reasons for the increase, \nincluding Donald Trump's controversial rhetoric and a significant portion of Millennial voters in the state. \n\nIn fact, a            Pew Research Center analysis released in April found that 26 percent of Hispanics in the United \nStates are between the ages of 18 and 33. Pew's findings align with a long-running trend in the country, as the \nHispanic population has always been one of the youngest. In 2016, the divide in age within the population may yield \ndifferent results for each age group. Young voters, for example, are            more likely to flock to Bernie Sanders. In \nCalifornia, Latino voters are split evenly between Clinton and Sanders, according to a            May survey. \n\n       11:39 AM            Clare Foran           Link\n\nNancy Pelosi said something else noteworthy in her Good Morning America interview endorsing Hillary Clinton. The \nHouse minority leader called the possibility of a woman vice presidential pick \"fabulous.\" When asked by George \nStephanopoulos what she thought of Elizabeth Warren joining Clinton as a running mate, Pelosi            replied: \n\"We've had two men over and over again for hundreds of years. I think that two women-whoever they may be-that \nwould be fabulous as well, but Hillary Clinton will choose the person that she feels most comfortable with.\"\n\nThe nod from Pelosi arrives on the heels of reports that Senate Minority Leader Harry Reid is            quietly \nadvocating for Warren as a VP pick. It also follows a            report from The Boston Globe that \"Senate Democrats \nmay have found an avenue to block or at least narrow GOP Governor Charlie Baker's ability to name a temporary \nreplacement and prevent the Senate from flipping to a Democratic majority if Warren were to leave the chamber.\" \nIt's not hard to see why Warren might be tempted to join the Democratic ticket if Clinton asks, as the role might give \nher even more authority to pursue a progressive agenda. But Warren would inevitably put her influence and \nreputation on the line if she accepted an invitation to run as VP.\n\n     11:19 AM            Andrew McGill           Link\n\nFor East Coasters glued to the television for election returns, California's three-hour delay will be torturous enough. \nThe state's polls close at 8 p.m. Pacific, meaning projections won't begin in earnest until at or after 11 p.m. Eastern. \nBut tallying the votes could take even longer. California residents voting by mail must drop their ballots in the \nmailbox today, but they're given a            three-day grace period for their paperwork to arrive at the county election \noffice. The New York Times            notes that only 70 percent of California's votes are typically counted by noon the \nday after the election, and in a contest potentially as close as this year's Democratic presidential primary, the \nquestion of which candidate won could remain open for some time.\n\n     10:50 AM            David A. Graham           Link\nDonald Trump and his backers are fighting a two-front war: On the left is Hillary Clinton, the newly named \npresumptive Democratic nominee. And on the right are members of the Republican Party, including those who have \nendorsed Donald Trump.\n\nhttp://www.theatlantic.com/politics/archive/2016/04/bernie-heads-to-the-vatican/477471/\nhttp://www.theatlantic.com/author/priscilla-alvarez/\nhttp://www.pewhispanic.org/fact-sheets/2016-state-election-fact-sheets/latinos-in-the-2016-election-california/\nhttp://www.nbcnews.com/news/latino/dems-primary-saga-plays-out-california-latino-voter-registration-surges-n585061\nhttp://politicaldata.com/\nhttp://www.pewhispanic.org/2016/04/20/the-nations-latino-population-is-defined-by-its-youth/\nhttp://www.latimes.com/opinion/op-ed/la-oe-madrid-california-latino-generational-divide-20160606-snap-story.html\n\nDuring a press conference about poverty Tuesday morning, House Speaker Paul Ryan, who            quietly \nendorsed Trump last week, was asked about Trump's claim that federal Judge Gonzalo Curiel could not fairly judge \nthe Trump University case because of his Mexican heritage. An increasing number of Republicans have criticized \nTrump's comments, but few quite so bluntly as Ryan, who called them \"indefensible.\"\n\n\"Claiming a person can't do their job because of their race is sort of like a textbook definition of a racist comment,\" \nhe            said. (Senator Ben Sasse of Nebraska            tweeted almost exactly the same thing Monday.) \nMoments later, Jeffrey Lord-a former Ronald Reagan aide who has become Trump's go-to voice on CNN-fired \nback.\n\n\"Let me make no bones about it: Speaker Ryan is wrong and Speaker Ryan has apparently switched positions and \nis now supporting identity politics-which is racist. I mean, I'm astonished,\" Lord said.\nIncredulous host Carol Costello asked him if he was really calling Ryan a racist. \"I am accusing anybody, anybody \nwho believes in identity politics, which he apparently now does, of playing the race card. The Republican \nestablishment is playing this. Senator McConnell is playing this. These people have run and hid and borrowed the \nDemocratic agenda of playing the race card. It is wrong,\" he said.\n\nLord's comment is confusing-to what end would Republicans play \"the race card\" against a candidate who they \nhave endorsed? But Lord's line of attack does follow closely on a report released Monday. According to            \nBloomberg, Trump spoke with surrogates on a conference call, shredding a memo from his own campaign asking \nsurrogates to steer clear of the Curiel issue. Instead, the candidate told them they should accuse anyone who \nbrought it up of being the real racists. The upshot: one of the Trump campaign's top surrogates calling the \nRepublican speaker of the House, a Trump endorser, a racist on national TV.\n\n     10:10 AM            Andrew McGill           Link\n\nMost folks outside of California will focus on how Hillary Clinton and Bernie Sanders fare in the state today. But \nGolden State voters will also            pick two candidates to advance to the general election to replace retiring U.S. \nSenator Barbara Boxer-and the way things are looking, both contenders might be Democrats. Thanks to a            \n2010 California constitutional amendment that effectively threw away factional distinctions in primaries, the two \nprimary candidates with the most votes will press forward to the general election, even if they're from the same \nparty. That means state Attorney General Kamala Harris and U.S. Representative Loretta Sanchez, both \nDemocrats and leading the primary field,            might be running against each other again in November. That puts \nparty unity in short supply in California, which has already endured a bruising contest between the two Democratic \npresidential candidates. (And before you ask: No, this new law doesn't apply to the race for president.)\n\n     09:42 AM            Nora Kelly           Link\n\nSpeaking of remaining neutral: The Associated Press            reported Monday night that Al Gore, the former vice \npresident, is the last superdelegate from Tennessee to remain uncommitted. He, of course, knows presumptive \nDemocratic nominee Hillary Clinton well; Gore served in her husband Bill's administration before running for \npresident in 2000. His spokeswoman did not give the AP a reason for why he's holding out. But a            report from \nPolitico late last year offers some clues:\nGore's reticence, his friends and allies say, is in part to maximize his own leverage on fighting climate change. But \nhis repeated demurrals also reflect a complicated relationship with his former boss's wife that dates back more than \ntwo decades. While Gore and Hillary Clinton may not be enemies, they're not exactly close friends, either. \nThe article details, via anonymous former White House aides, a rivalry between the two \"baby boomer policy \nwonks\" that was further challenged by Clinton's Senate bid, which allegedly distracted from his presidential race.  \n\nIn a            May interview with NBC marking the 10th anniversary of his climate-change documentary An \nInconvenient Truth, Gore demurred when asked if an endorsement was forthcoming. Though he did hint that he had \nbeen courted. \"I've gotten signals that you can interpret that way,\" Gore said.\n\nhttp://www.theatlantic.com/politics/archive/2016/06/paul-ryan-finally-falls-in-line-behind-donald-trump/485375/\nhttp://www.theatlantic.com/politics/archive/2016/06/paul-ryan-finally-falls-in-line-behind-donald-trump/485375/\nhttp://twitter.com/ABC/status/740189363821268992\nhttp://twitter.com/BenSasse/status/739874620703023105\nhttp://www.bloomberg.com/politics/articles/2016-06-06/trump-orders-surrogates-to-intensify-criticism-of-judge-and-journalists\nhttp://www.theatlantic.com/author/andrew-mcgill/\nhttp://www.reuters.com/article/us-usa-election-california-senate-idUSKCN0YT16J\n\n     09:07 AM            Russell Berman           Link\nWell, that was quick. Mere hours after the Associated Press anointed Hillary Clinton as the Democratic nominee, \nthe former secretary of state received the endorsement of Nancy Pelosi, the House minority leader, first woman \nspeaker, and California superdelegate. \"I'm a voter in California, and I have voted for Hillary Clinton for president of \nthe United States and proud to endorse her for that position,\" Pelosi said Tuesday on Good Morning America. The \nDemocratic leader had remained neutral during the primaries, but like that of President Obama, her endorsement of \nClinton was seen as a matter of when, not if.\n\nThe fight for the Democratic presidential nomination is effectively over. As            the AP reported Monday, Hillary \nClinton has secured enough delegates to win. Tuesday's primaries will only confirm her victory-whether Bernie \nSanders likes it or not.\nAs voters head to the polls in California, New Jersey, and four other states, Clinton is poised to pad her now-\ninsurmountable lead with dozens of additional delegates. The question is whether Sanders will accept his loss. Both \nhe and his campaign have sent out conflicting signals about whether the Vermont senator intends to acknowledge \nClinton's victory or continue his campaign into the Democratic convention in Philadelphia next month. His only hope \nis that an indictment or other scandal would swing the support of superdelegates who are now behind Clinton.\n\nThe trouble for Sanders is that Clinton has already effectively been crowned the winner. Ahead of the final \nprimaries, the AP said its count of pledged delegates and superdelegates who are \"unequivocally\" behind Clinton \nhad given her the nomination. The race in California is a close one, yet even a narrow Sanders victory would \namount to little more than a bee sting for Clinton, embarrassing as it might be. Polls also show her with a \ncomfortable lead in New Jersey. All signs suggest the former secretary of state plans to claim the title of \npresumptive nominee during a primary-night speech in Brooklyn. And in a leak that seemed aimed squarely at \nSanders, The New York Times            reported Monday afternoon that President Obama could make his long-\nawaited endorsement of Clinton some time this week and was eager to begin campaigning on her behalf. (In a \nseparate but possibly related announcement, NBC said Obama would be making his first appearance with Jimmy \nFallon on The Tonight Show this Thursday.)\n\nSanders            said on Sunday that he would push for a contested convention in Philly, but on Monday he \nappeared to back off that position, telling reporters that the campaign would \"assess where we are\" after Tuesday. \nAnd in a statement late Monday night, the Sanders campaign criticized news organizations for \"a rush to judgment\" \nand said it would work to persuade superdelegates in the coming weeks. Donald Trump doesn't have anything have \nat stake in these primaries, but true to form, he'll try to steal the spotlight with his own election-night press event at \nTrump National Golf Club in Westchester, New York.\nIn all the drama with Sanders and Trump, it's easy to lose sight of the historical significance of Clinton's \nachievement. Eight years after her surprising loss to Obama, the former first lady, senator, and secretary of state \nwill be one step away from the presidency and the first woman to lead the ticket of either major party.\n-Russell Berman\n\nRead            Hillary Makes History on theatlantic.com\n"}