{"title": "Social Security Scales Back Worker Inquiries; Agency Contacted Employers When False Data Were Used but Got Little Response", "body": "\nThe U.S. government is scaling back an aggressive program to contact all employers whose workers were \nusing bogus or incorrect Social Security information, concluding that the effort produced few corrections to its \nrecords. \n\nThe program last year had a major, if unintended, impact: It exposed many unauthorized immigrants who were \nworking \"on the books,\" using stolen or made-up Social Security numbers. Confronted by their employers, tens \nof thousands of them quietly left their jobs or were fired, according to estimates by immigration advocates and \nattorneys.  \n\nThe Social Security Administration had launched the initiative, sending letters last year to about 950,000 \nemployers who had at least one worker whose name and number did not match Social Security files. \nGovernment officials said at the time that they were simply trying to get employers and workers to correct the \nagency's records. \n\nBut few responded, said Mark Hinkle, a spokesman for the Social Security Administration. As a result, he said, the \nagency plans to contact only about 130,000 employers this year in an effort to be \"using our resources effectively \n-- time, money, staff, that kind of thing.\" \n\nImmigrant advocates and members of business groups, who had protested the earlier Social Security program, \nsaid they were pleased with the change. Activists for reduced immigration criticized the move and said it underlined \nthe government's lack of coordination in targeting unauthorized workers. \n\n\"It's aggravating beyond belief that the Social Security Administration isn't waking up to its responsibility to be part \nof the federal government's immigration enforcement arm,\" said Dan Stein, executive director of the Federation for \nAmerican Immigration Reform. \n\nThe Social Security Administration stumbled into the contentious issue of illegal immigration because of a major \nbookkeeping problem. For years, it has received a growing pile of money from mystery workers whose names or \nnumbers do not match Social Security files. In 2000, the contributions from such workers and their employers \ntotaled about $ 6 billion -- money that goes into the general fund, since it cannot be linked to individual workers. \n\n\nSome of the mystery workers are legally employed but simply have a mistake in their records: a misspelling of their \nname, or a maiden name listed instead of their married one.  \n\nBut the government has found that most \"no-match\" cases are in industries that rely on low-skilled and migrant \nworkers, such as restaurants, farms and hotels. \n\nThat leads such people as Steven A. Camarota of the Center for Immigration Studies, a think tank that favors \nreduced immigration, to question why Social Security is cutting back on the letters and not coordinating with other \nagencies to target undocumented workers. The number of people in the country illegally has swelled to an \nestimated 7 million to 8 million.  \n\n\"This process . . . could have been an important step in controlling or reducing illegal immigration,\" Camarota said. \n\nSocial Security officials respond that that's not their job. In addition, they say that privacy laws bar them from \ngiving their information to immigration authorities. Although the agency sent follow-up letters last year to \nemployers who ignored their first notices, it did not have the power to do much more, said spokesman Mark Hinkle. \n\n\"We're not an enforcement agency,\" he said.  \n\nImmigrant advocates argue that unauthorized workers were not the only ones who lost jobs. They said some \nbosses panicked and fired employees named in the letters -- even though the notices emphasized that they were \nnot grounds for dismissal.  \n\n\"Many companies used this as an excuse to terminate the employment of various people\" without cause, said Saul \nSolorzano, executive director of CARECEN, an immigrant social-service agency in Columbia Heights. \n\nHe said Social Security's plan to send fewer letters is \"better, to avoid confusion.\" \n\nThe impact of the letters on the Washington area was \"significant but not severe,\" said Elissa McGovern, head of \nthe local chapter of the American Immigration Lawyers Association. \"It was felt in the service sectors -- hotels, \nrestaurants, landscaping, industries where you have high turnover.\" \n\nImmigrant and business groups had urged the Social Security Administration to change its program. Did their \nefforts succeed?  \n\n\"I'd like to think we had some impact,\" said Theresa Brown, director of immigration policy at the U.S. Chamber of \nCommerce. She noted, however, that the Social Security Administration attributed its shift to the lack of results \nfrom the letter-sending campaign. \n\nHinkle said that this year's letters will go only to employers who have at least 10 workers whose information does \nnot match Social Security files. Such people have to make up at least 0.5 percent of the employer's personnel to \ntrigger a letter. \n\n The agency will continue to send individual letters to the homes of all employees whose name or number do not \nmatch Social Security records. \n\nExperts who work with or study immigrants said the \"no-match\" program did not appear to reduce the number of \npeople in the country illegally. Many workers who were confronted with the letters \"went somewhere else\" to work, \nsaid Jeffrey Passel, a researcher at the Urban Institute. \"Or they showed up on Monday with a different Social \nSecurity number.\" \n"}