{"title": "Rep. Mike Honda calls for U.S. apology for Chinese Exclusion Act", "body": "\nOn Sunday, a day after the 69th anniversary of the executive order incarcerating Japanese-Americans, Rep. Mike \nHonda called on Americans to end the blaming of immigrants and called for an official U.S. apology for the \nChinese Exclusion Act of 1882.\n\nHonda, D-San Jose, spoke to about 200 people gathered for the \"Day of Remembrance\" that solemnly \ncommemorated federal Executive Order 9066, issued Feb. 19, 1942. It authorized the imprisonment of 120,000 \nJapanese and Japanese-Americans during World War II in internment camps.\n\nSounding like the high-school teacher he once was, Honda tied together events from American history. Years of \nscapegoating foreigners for economic woes, he said, led in 1882 to the Chinese Exclusion Act. \"1882 was the \nculmination of things that happened before,\" he said.\n\nHe called for an official U.S. apology for the act, which suspended Chinese immigration, made Chinese living \nhere permanent aliens ineligible for citizenship, and later was extended to other Asians and to bar aliens from \nowning property.\n\nHe and other speakers at the forum at the San Jose Buddhist Church Betsuin noted the similarities between the \ntreatment of Japanese-Americans 70 years ago and today's anti-immigrant sentiments as well as the post-Sept. 11, \n2001, reaction against Muslims, Middle Easterners and South Asians in the United States.\n\n\"Imagine having to prove being an American, having to prove that you belong, and not knowing how to do so,\" said \nZahra Biloo, executive director of the Council on American-Islamic Relations, San Francisco Bay Area.\n\nMany in the audience, including former internees, their families and Muslim community representatives, understood. \nBiloo called the U.S. Patriot Act, just renewed by Congress, the \"modern day 9066\" that creates a mentality of fear.\n\nWith a theme of \"Fighting Against Fear,\" the program organized by the Nihonmachi Outreach committee invited \nparallels between 1942 and 2011. Yasmin Vanya of the South Bay Islamic Association thanked Japanese-American \norganizations, which she said were the first groups to reach out to the Muslim community in San Jose after the \n2001 terror attacks. \"You stepped up and are making sure this will not happen again,\" she said.\n\nAfter hearing several speakers, the crowd participated in a candlelight procession around Japantown, accompanied \nby San Jose Taiko.\n\nSamir Hamsafar, 20, toured the Japanese-American Museum with his De Anza College Asian-American studies \nclass before the forum. Hamsafar's father, an Afghan immigrant, was questioned by the FBI after Sept. 11 because \nhe came from a village where the Taliban was active.\n\n\nEven now, Hamsafar said, in the Afghan community, \"people fear discrimination.\"\n\nBiloo said that last year attacks on Muslims individually and in places of worship increased.\n\n\"We must fight this fear. We must learn from our history, and we should say never again.\"\n\nContact Sharon Noguchi at 408-271-3775.\n"}