{"title": "More Immigration Demonstrations Planned; D.C. Rally to Draw From East Coast", "body": "\nAfter four months of relative quiet, immigration reform advocates are mobilizing a new round of protests in \nWashington and other cities to put pressure on a returning Congress and reinvigorate a Latino movement that \nawakened in massive demonstrations this spring. \n\n The events will begin tomorrow in Chicago, where demonstrators plan to set out on a four-day march to the district \noffices of House Speaker J. Dennis Hastert (R) in Batavia, Ill., and will continue with one-day rallies throughout \nnext week in Phoenix, Washington and Los Angeles.  \n\n In the Washington region, activists are distributing leaflets, and Spanish-language radio is buzzing about a Sept. 7 \nrally that organizers hope will be the biggest yet. Organizers say their goal is 1 million protesters from up and down \nthe East Coast for a rally on the Mall and a march to the White House. \n\n \"We want to make sure that Congress and this administration get a very clear message that the immigrant \ncommunity is still paying attention to what's happening in the immigration debate and that we know that it's \nelection time,\" said Jaime Contreras, chairman of the National Capital Immigration Coalition, the rally's organizer. \n\n Local organizers said they are improving on spring rallies that were hastily planned amid a spontaneous \ngroundswell of activism. To avoid a backlash against foreign flags, they are directing all protesters to carry U.S. \nflags. They are starting the rally at 4 p.m. so student demonstrators, who frustrated school administrators by \nwalking out earlier this year, can participate. And organizers have nearly tripled their budget for portable toilets. \n\n In media interviews and on fliers, they have simplified their focus to key demands: legalization for the unauthorized \nand an end to stepped-up arrests of illegal immigrants. \n\n \"We are learning,\" said Juan Carlos Ruiz, general coordinator of the regional coalition. \n\n The return to street protest, a tactic that galvanized millions this spring, comes after public discord among activists \nover a May 1 work boycott and a summer when their focus turned to immigrant voter registration drives. At the \nsame time, new immigration legislation grew even more elusive in Congress, which is deadlocked on the issue. \n\n\n Some believe it could be risky. The spring protests roused supporters but also stirred fierce hostility, said Steven A. \nCamarota of the Center for Immigration Studies, which favors lower levels of immigration. That kind of intensity \nmight make members of Congress, which is approaching midterm elections, even less likely to touch the \nimmigration issue. \n\n \"They want to energize the community . . . to put the issue on the agenda and make it clear that look, it's not going \naway,\" Camarota said. \"By doing all that, they may also hurt the prospect of the legislation passing.\" \n\n The immigrant movement is still developing. Regional coalitions are trying to figure out how to work together \nnationally, and no clear leader has emerged. Locally, the National Capital Immigration Coalition  --  a network of \nabout 60 organizations that has existed for four years  --  is just now defining the qualifications for formal \nmembership. \n\n As for immigrant voter registration, national figures are not yet compiled, said Germonique R. Jones of the Center \nfor Community Change in the District, but anecdotal evidence points to success in some areas. She said Phoenix \norganizers, for example, are en route to meeting a summer goal of registering 20,000 voters. \n\n Local results have been tepid. Northern Virginia immigrant organizations had no drives. Groups in the District \nregistered 200 voters, said Kim Propeack, advocacy director for CASA of Maryland. In Maryland, Korean \norganizations registered 350, while CASA of Maryland registered 425 and quadrupled enrollment in its citizenship \nworkshops, Propeack said. \n\n But organizers say the movement has not lost steam. Immigrants, they said, are enthusiastic about the coming \nprotests, believing the demonstrations empower them and weaken support for an enforcement-only House \nproposal. \n\n \"If that's what we accomplished with marches, then let's keep marching,\" said Jorge Mujica, a rally organizer in \nChicago. \n\n  Other observers are uncertain. Carlos Aragon, general manager of Radio Fiesta (1480 AM), a Woodbridge station \nthat has been broadcasting information about the Sept. 7 rally, said the event is a hot topic among listeners  --  but \nthey now sound more cautious. \n\n \"Nothing happened in regard to immigration in Congress,\" Aragon said. \"People are just not sure if it will help.\" \n\n This week's Chicago march will be followed by protests Sept. 4 in Phoenix and Sept. 9 in Los Angeles.  \n\n  Unlike previous rallies that drew people from the Washington region, the Sept. 7 event will include participants \nfrom along the East Coast. Organizers said at least 100 busloads of marchers will roll in. \n\n To encourage local turnout, organizers are intensifying the strategies they used in the spring. They are playing \nradio promotional spots each hour on some Spanish-language stations. Volunteers are distributing fliers at \nchurches, soccer fields, Metro stations and construction sites.  \n\n With the responsibility of having a demonstration for out-of-towners upon them, local leaders are striving to plan a \nsmoother  --  and savvier  --  event. \n\n On a recent night, organizer Edgar Rivera led a planning meeting at the Alexandria offices of Tenants and \nWorkers United. He listed all that will be different about this march: After rallying, demonstrators will proceed to the \nWhite House for the first time, he said. \n\n Organizers will dispatch Spanish-speaking volunteers to Metro stations to direct demonstrators, Rivera told those \ngathered. And more high-profile speakers will be included  --  maybe  Jesse L. Jackson and a Catholic cardinal, he \nsaid  --  but fewer politicians.  \n\n \"It's the community that should be out there,\" Rivera said. \n\n\n"}