{"title": "Court curbs lawsuit options of disabled state employees", "body": "\nWashington --- The Supreme Court marched ahead Wednesday on a course giving state governments more \nrights, ruling that state workers cannot use an important federal disability-rights law to win money damages for on-\nthe-job discrimination.\n\nThe court also heard the cases of two foreign-born men convicted of crimes in the United States and set for \ndeportation by the Immigration and Naturalization Service.\n\nThe two --- from Cambodia and Lithuania --- are being detained by the INS because their home countries will not \ntake them back, and the INS still considers them a threat, even though they have completed their sentences. The \ncourt will decide whether such open-ended detention is permissible.\nFrom our news services\n\nThe decision narrowing the reach of the Americans With Disabilities Act was the latest of a series of 5-4 rulings that \nhave tipped the federal-state balance of power toward the states.\n\nThe disability-rights law does not trump states' constitutional immunity against being sued for damages in federal \ncourts, the justices said. Congress did not identify a pattern of \"irrational state discrimination\" against disabled \nstate workers to justify overriding that immunity, Chief Justice William Rehnquist wrote for the court.\n\nSince 1995, the court has limited federal authority in a number of ways, striking down the Gun-Free School Zones \nAct and ruling that Congress cannot let rape victims sue their attackers in federal court. The court last year barred \nstate workers from suing their employers in federal court under the federal Age Discrimination in Employment Act.\n\nThe recent series of rulings has featured the same 5-4 split among the justices as in Wednesday's decision. Joining \nRehnquist were Justices Sandra Day O'Connor, Antonin Scalia, Anthony Kennedy and Clarence Thomas. \nDissenting were Justices John Paul Stevens, David Souter, Ruth Bader Ginsburg and Stephen Breyer.\n\nWriting for the four, Breyer said the court's ruling \"improperly invades a power that the Constitution assigns to \nCongress.\"\n\nThe ADA, enacted in 1990, is perhaps best known for requiring wheelchair ramps in buildings across the country. It \nbans job discrimination against the disabled, requiring employers to offer reasonable accommodations to disabled \npeople who are otherwise qualified to perform a job.\n\nThe Constitution's 11th Amendment protects states from being sued against their will. Congress can override that \nimmunity to enforce the 14th Amendment's equal-protection guarantee, but Rehnquist said Congress provided only \n\"minimal evidence\" of state discrimination against the disabled. In contrast, Rehnquist wrote, Congress found a \n\"marked pattern\" of racial discrimination by states when it enacted the Voting Rights Act in 1965.\n\n\nIn the deportation case, the INS claims it has the right to detain about 3,000 people currently caught in a no man's \nland. All were convicted of serious crimes while living in the United States, have served their sentences and are \ntagged for deportation. The problem is that their home countries won't take them, or those countries no longer exist.\n\nThe cases grew out of a 1996 federal law requiring deportation of noncitizens who commit any of a wide range of \nfelonies, including most types of drug crimes.\n\n \n\nON THE WEB:\n\nSupreme Court: www.supremecourtus.gov \n\nINS legal site: www.ins.gov/graphics/lawsregs/index.htm \n"}