{"title": "OUR OPINION: Colleges should set aim higher;Educating children of illegal immigrants will lead to more productive Americans", "body": "\nFrom one generation to the next, America's immigrant families have stressed to their children that education is \nthe key to a successful life in their new country. For years that meant achieving at least a high school diploma. But \nin today's global economy and competitive job market, it means access to a college degree or a formal technical \neducation.\n\nThat access should be available in Georgia to all residents of the state --- even those who came to this country \nillegally and whose parents, because of their immigration status, are forced to live and work in the shadows. To \nslam the door on the higher education aspirations of illegal immigrant students is to condemn them and their \nfamilies to a lifetime of low wages at the hands of employers who want their work but take no responsibility for \nhelping them better their lives.\n\nThat's why the measures being supported by the Republican leadership in the Georgia Senate to ban illegal \nimmigrant students from admission to state colleges and universities are not just unwise policy but also an affront \nto the nation's rich heritage of assimilation. To enact an outright ban on state-supported higher education for \nillegal immigrant children, as some legislators are calling for, wouldn't stop the parents of those children from \ncoming to Georgia.\n\nNor would it force them to pack up their children and return to their native country. It would simply add another \ngeneration of low-wage earners to the state's underground, immigrant-supported economy.\n\nBesides, there is no evidence illegal immigrant students are pushing out Georgia residents who are qualified and \nwant to attend any of the state's 34 colleges and universities.\n\nThe existing regulations for allowing a limited number of admissions from within the ranks of immigrants here \nillegally seem to be working fine. Still, students who are in the country illegally should not be extended HOPE \nscholarships. That program was enacted and should be reserved exclusively for legal Georgia residents.\n\nOpening it up to illegal immigrant students would be like giving HOPE scholarships to students from Tennessee or \nAlabama. Georgia voters would never have approved the state lottery that funds HOPE scholarships if the money \nwent to out-of-state students. They wouldn't take kindly to extending the benefit to illegal immigrants, either.\n\n\nLikewise, not all illegal immigrant students should be allowed to take advantage of in-state tuition rates --- a step \ntaken by at least nine other states in recent years, and one that is being challenged in federal courts. Better to keep \nthe current policy of allowing the school presidents to determine on a case-by-case basis whether to allow illegal \nimmigrant students who have gained admission to their schools to pay in-state rates. The policy, adopted by the \nstate Board of Regents in 2000, gives school administrators the ability to waive out-of-state tuition for up to 2 \npercent of the school's full time enrollment. (Those waivers are available for U.S. citizens living outside of Georgia \nas well.)\n\nAt Dalton State College --- which serves an area where there is a large group of illegal immigrant students \ngraduating each year from high school --- tuition waivers were granted to about 50 students for the current \nsemester, according the President James Burran. But 30 to 40 other applicants in Dalton were denied the waiver \nbecause the school had reached its maximum.\n\n(The Board of Regents would help make the case for a waivers for a handful of illegal immigrants if University \nSystem officials knew how many of them take advantage of in-state tuition. They say there are 6,400 Hispanic \nstudents in the state system, but they don't know how many are here illegally. They should find out.)\n\nTuition and fees for in-state students at the University of Georgia last year amounted to $2,136 per semester. An \nout-of-state student taking the same classes at UGA paid $7,794. Put room and board on top of that and out-of-\nstate students spend more than $10,600 per semester to go to the Athens campus. Forcing all the illegal \nimmigrant students to pay out-of-state tuition and fees would effectively put UGA, Georgia Tech and other premier \nstate facilities out of reach for many of them.\n\nMeanwhile, immigrant advocacy groups would do well to step up their efforts to secure private scholarships for \nthese students rather than wait on a reluctant Legislature to grant all of them in-state waivers. That's simply not \ngoing to happen. For other students, the state's regional campuses, two-year-colleges and technical schools offer \na viable, more affordable alternative where they could go to school part time, work and better their lives.\n\nBut first, they must continue to be allowed in the door.\n\nState and local officials are justifiably frustrated with Congress for its failure to enact meaningful immigration reform \nin recent years. But state efforts here and elsewhere to restrict government services and education opportunities to \nthe children of illegal immigrants will only make a bad situation worse. State officials should concentrate on \ngetting Congress to pay a bigger share of the cost of these services because of the nation's failed immigration \npolicies.\n\nHelping immigrant students get into college and technical schools will enhance their standard of living and put \nthem in a much better position to get a good job where they would be less dependent on government services. \nMore importantly, when Congress finally gets around to a rational immigration reform, they ought to be first in line \nfor citizenship. They will make productive Americans, which has been the primary goal of immigrants for \nhundreds of years.\n"}