{"title": "Ethnic rebirth predicted;Immigrant entrepreneurs eye site Kmart vacating", "body": "\nHyungho Lee sees an opportunity with the closing of the Kmart on Jimmy Carter Boulevard.\n\nThe Norcross store sits in the epicenter of a Hispanic-heavy community that shopped there religiously. Along the \nboulevard, abandoned mainstream storefronts and strip centers are enjoying a rebirth as immigrant businesses \nand shops.\nAJC\n\nBuffalo's House, a Korean-owned fast-food joint, occupies an old Mrs. Winners Chicken & Biscuits. A Taco Bell has \nbeen transformed into Patacon Pisa'o, a Colombian eatery.\n\nLee and others expect the Big K store, at 4975 Jimmy Carter Blvd., to reopen as an ethnic business, too. Hispanic \nand Asian entrepreneurs, they say, see gold when big-name retailers and franchises abandon real estate in areas \nwith changing demographics.\n\n\"That area is more Hispanic now,\" said Lee, a Korean immigrant who developed Centro Norcross, a retail and \noffice complex on Buford Highway. \"American mainstream businesses, when they leave an area, they leave it \ncompletely.\n\n\"Now it's only a matter of who will convert [the Kmart store] to a Hispanic-type business. There's huge potential \nthere, and foreign-rooted investors like myself like to jump on opportunities like that. Unfortunately, I don't have the \nmoney right now.\"\n\nIf not Lee, then surely some other savvy minority looking to start a business will step forward.\n\nHardworking and frugal, area immigrants have a knack for turning older strip centers and stand-alone buildings \ninto profit-makers. They find in them high visibility and cheaper rents --- $3 to $8 per square foot as opposed to $14 \nand higher in new shopping districts.\n\nTheir businesses become go-to centers for ethnic products. The 220,000-square-foot Global Mall, formerly the \nAtrium Mall on Jimmy Carter Boulevard, now sports a smorgasbord of mostly South Asian and Hispanic shops.\n\nKmart plans to close 326 stores in March, among them the Norcross store and eight other metro locations.\n\n\nWhile the exodus of anchors and big-box stores in minority communities presents opportunities for savvy \nimmigrants, the trend disturbs Lee.\n\n\"They make quick decisions and don't stick with the Hispanic, black and Asian communities,\" said Lee, who lives in \nAlpharetta. \"They give up.\"\n\nStill, the developer said he plans to concentrate next year on less costly projects in once-thriving centers and \nstores.\n\nLee and some partners currently are financing Park Village, a $20 million retail center for Korean and Chinese \nmerchants located off Pleasant Hill Road in Duluth.\n\nFranco Vera, general sales manager for the Spanish radio station WFTD in Law- renceville, envisions the Kmart \nsite as some type of Mexican market. Traffic is heavy, parking abounds and Latinos already are familiar with the \nshopping center, he said.\n\n\"The store is what brought all the traffic to the shopping center,\" said Vera, who sells air time to Hispanic busi- \nnesses.\n\n\"If somebody wants to go after the Hispanic market, that would be the location,\" he said.\n\n\"I bet somebody is already looking into making an investment.\"\n\nGraphic\n\n \n\nPhoto: The Kmart shopping center in Norcross already has a strong ethnic presence. / KENT D. JOHNSON / Staff; \nPhoto: Hyungho Lee, who developed Centro Norcross, sees \"huge potential\" in the Jimmy Carter Boulevard Kmart \nsite. / CHARLOTTE B. TEAGLE / Staff; Photo: The Kmart store on Jimmy Carter Boulevard is among 326 stores \nnationwide that the company plans to close. / KENT D. JOHNSON / Staff\n"}