{"title": "The Americanization Ideal", "body": "\nCongress is considering legislation to curb illegal immigration and set priorities for legal admissions. Several \nPresidential candidates have made immigration a keystone of their campaigns. Newspapers carry immigration-\nrelated articles almost daily, in contrast to just a few years ago when hardly any appeared.\n\nThis attention is not misplaced. Reform is needed in policies that permit the continued entry of hundreds of \nthousands of illegal aliens and blur distinctions between what is legal and beneficial and what is illegal and harmful. \nThe Commission on Immigration Reform issued a report last year on illegal immigration and will release its second \nreport, on legal migrants, tomorrow. These two reports outline a rational set of principles that will restore credibility \nto our policies while setting priorities for the future.\n\nLegitimate concern about weaknesses in our immigration policy should not, however, obfuscate what remains the \nessential point: the United States has been and should continue to be a nation of immigrants. A well-regulated \nsystem of legal immigration is in our national interest.\n\nThere have always been those who despised the newcomers. The history of American immigration policy is full of \nracism and ethnic prejudice. The Know-Nothings. The Chinese Exclusion Acts. Even before the Revolution, as \neminent a person as Benjamin Franklin feared that Germans coming to Pennsylvania would not become English.\n\nOf course, German immigrants to Pennsylvania did not become English, nor did they make Pennsylvanians into \nGermans. Instead, they became Americans. So did the Chinese, Japanese and Koreans who came, despite \nprejudice. So do the Mexicans, Cubans and Haitians who come today.\n\nThe United States has united immigrants and their descendants around a commitment to democratic ideals and \nconstitutional principles. People from an extraordinary range of ethnic and religious backgrounds have embraced \nthese ideals.\n\n\nThere is a word for this process: Americanization. That word earned a bad reputation when it was stolen by racists \nand xenophobes in the 1920's. But it is our word, and we are taking it back. Americanization means becoming a \npart of the polity -- becoming one of us. But that does not mean conformity. We are more than a melting pot; we are \na kaleidoscope, where every turn of history refracts new light on the old promise.\n\nImmigration imposes mutual obligations. Those who choose to come here must embrace the common core of \nAmerican civic culture. We must assist them in learning our common language: American English. We must renew \ncivic education in the teaching of American history for all Americans. We must vigorously enforce the laws against \nhate crimes and discrimination. We must remind ourselves, as we illustrate for newcomers, what makes us \nAmerica.\n\nNaturalization is a vital step in this process. Interest in naturalization has never been greater; applications for \ncitizenship exceed in number and proportion any previous period in our history. But would-be citizens must wait too \nlong to be processed, as much as two years in some cities. The Immigration and Naturalization Service must make \ntimely naturalization a strategic goal while maintaining rigorous standards.\n\nReforming our immigration policy is the best way to revitalize our commitment to immigration and to immigrants. It is \nliterally a matter of who we are as a nation, and who we become as a people.\n\nGraphic\n\n \n\nDrawing\n"}