{"title": "STEVE COMES COLON. Visits pols who get yuks & inside story", "body": "\nCOMIC STEPHEN Colbert took his mock conservative blowhard shtick to Capitol Hill yesterday - and put on a show \nsome humorless lawmakers will never forget.\n\n\"America's farms are presently far too dependent on immigrant labor to pick our fruits and vegetables,\" Colbert said. \n\"Now the obvious answer is for all of us to stop eating fruits and vegetables.\"\n\nNobody cracked a smile on the House immigration panel, where he was invited to testify about the conditions facing \nthe nation's migrant farm workers.\n\n\"This is America,\" Colbert continued. \"I don't want a tomato picked by a Mexican. I want it picked by an American, \nthen sliced by a Guatemalan served by a Venezuelan in a spa where a Chilean gives me a Brazilian.\"\n\nStill barely a titter from the humor-challenged reps, although there were chuckles aplenty in the gallery.\n\nInstead, Rep. Steve King, an Iowa Republican, challenged Colbert's claim of spending a day working with migrant \nworkers on a farm in upstate New York.\n\n\"I was packing corn,\" Colbert said, taking mock offense. \"I was a corn packer and I know that term is offensive to \nsome people, for corn packing is a derogatory term for a gay Iowan.\"\n\nThe joke may have gone over King's head. He insisted Americans can tackle any job an illegal immigrant can.\n\nThe lawmaker also claimed that \"Eskimos got along all these centuries without fruit and vegetables.\"\n\nThat one left Colbert scratching his head.\n\nKing said later he was trying to counter the argument from some legislators that \"access to fresh fruits and \nvegetables is a national security issue.\"\n\n\"That means we can't do without it,\" he told the Daily News. \"Up there in the Arctic Circle, they live on an almost \nexclusive meat and blubber diet.\"\n\nThe \"Comedy Central\" star deadpanned that his one day of toiling in the fields made him an \"expert.\" Colbert noted \nthis kind of labor involves a lot of bending over, since \"most soil is at ground level.\"\n\n\nHe then assailed the nation's scientists for failing \"to invent vegetables that pick themselves.\"\n\nWhen Rep. Lamar Smith (R-Tex.) thanked Colbert for coming, the comic replied with a straight face, \"I endorse all \nRepublican policies without question.\"\n\nColbert, who was invited to testify by panel Chairwoman Zoe Lofgren (D-Calif.), also cracked wise at the expense of \nthe Democrats, saying they might consider migrant farm work after the November elections.\n\nThe only chuckle Colbert got was in closing, when he said, \"I trust that following my testimony, both sides will work \ntogether on this issue in the best interest of the American people as you always do.\"\n\ncsiemaszko@nydailynews.com\n\nSidebar:\n\nWith all due respect . . .\n\n\"I would like to submit a video of my colonoscopy into the congressional record.\"\n\n\"We all know there is a long tradition of great nations importing foreign workers to do their farm work. After all, it \nwas the ancient Israelites who built the first food pyramids.\"\n\n\"My grandfather did not travel across 4,000 miles of the Atlantic Ocean to see this country overrun by immigrants. \nHe did it because he killed a man back in Ireland.\"\n\n\"I'm not a fan of the government doing anything. But I've got to ask: Why isn't the government doing anything? \nMaybe this Add Jobs Bill would help. I don't know. Like most members of Congress, I haven't read it.\"\n\n\"Maybe the easier answer is just to have scientists develop vegetables that can pick themselves. The genetic \nengineers over at Fruit of the Loom have made great strides in human-fruit hybrids.\"\n\nGraphic\n\n \n\nGETTY REUTERS\n"}