{"title": "Mercurius Capital Investment: Change - Change in Corporate Information: : CHANGE OF REGISTERED OFFICE ADDRESS AND CONTACT NUMBER", "body": "\nSINGAPOREAN DAILY STOCK REPORT\n\nCorporate Wire Date: 12 October 2019 12:01 SGT\n\nORIGINAL ANNOUNCEMENT [Text]\n\nThe board of directors (the \"Board\") of Mercurius Capital Investment Limited (the \"Company\") wishes to announce \nthat the address of the registered office of the Company will be changed from 138 Robinson Road, #26-03 Oxley \nTower, Singapore 068906 to 6 Shenton Way, #42-04 OUE Downtown 1, Singapore 068809, with effect from 8 \nOctober 2019.\n\nThe new contact number of the Company is: (65) 6816 6768.\n\nSource:  Singapore Exchange\n\nSECTION 1 MERCURIUS CAPITAL INVESTMENT ACTIVITIES\n\nMercurius Capital Investment Limited manufactures, sells, and distributes bedlinen and bedding accessories \nprimarily in Singapore, Malaysia, the Peoples Republic of China, and Indonesia. It offers mattress protectors, quilts, \nbolsters, pillows, and bolster and pillow protectors, as well as accessories for bedroom, kitchen, and living rooms.\n\nTo read more, link to our Mercurius Capital Investment Portal Page click \nhttp://www.buysellsignals.net/006011921811019294. Updated daily, it gives access to comprehensive news, \ntoday's trading and background information on the Stock in text and graphics.\n\nSECTION 2 MERCURIUS CAPITAL INVESTMENT PRICE PERFORMANCE SCORECARD (SINGAPORE:5RF):\n\n2.1 The performance of Mercurius Capital Investment Limited is placed 9/355 in the BSS News Bites ranking of \nprice performance of Singapore stocks in the past year, a percentile ranking of 97.\n\n2.2 The Past Three Years\n\nMercurius Capital Investment soars 277% in 3 years\n\nMercurius Capital Investment Limited (SI:5RF), has soared 3.60c (or 276.9%) in the past three years to close at \n4.90c today. Compared with the Straits Times Index which has risen 8.5% over the same period, this is a relative \nprice increase of 268.4%.\n\n\nCOMPANY IDENTIFIERS\n\nISIN: SG2B96959558\n\nPermID: 4295887933\n\nSource: www.BuySellSignals.com\n"}