{"title": "VISA LOTTERY RACIST, ITS OPPONENTS SAY; BUT IT SURVIVES CALLS FOR IMMIGRATION REFORM", "body": "\nIt's time to play visa lotto again. Time to give 55,000 people with no direct family ties to the United States or \ndesperately needed job skills visas to live in the United States legally.\n\nBut the players may come only from certain nations, and not the big emigrant countries such as Canada, the \nDominican Republic, Britain, Haiti, Jamaica or Mexico.\n\nLegislators call the visa lottery, which in the past has disproportionately benefited immigrant hopefuls from Ireland \nand Poland, the \"diversity immigrant visa program.\" Opponents call the lottery racist, for its past emphasis on \nCaucasian immigrants.\n\nThe deadline to apply this year is March 12.\n\nSome Caribbean and Latin American refugee advocates, in unusual agreement with groups seeking to limit U.S. \nimmigration, wonder how the visa lottery has survived when polls show eight of every 10 Americans think \nimmigration rates should be dramatically scaled back.\n\n\"It deserves to be among the first possible cuts in any reform of immigration,\" said Arthur Helton, who \nchampioned the rights of South Florida-bound Cuban and Haitian boat people in the early 1990s.\n\nThe visa lottery flies in the face of the United States' two main immigration goals for the last decade - allowing in \nclose family members of American citizens and people with specialized job skills - Helton said. He directs migration \nprograms at the Open Society Institute in New York.\n\nThe lottery was created as a reaction to the 1986 immigration reform act. The act, by emphasizing family \nunification and specialized job skills, had closed off the immigration option to many European nations that had sent \nlarge numbers of people to United States for centuries.\n\nThere have been several attempts to end the visa lottery.\n\nLast year Congress eliminated the provision reserving 16,000 of the 55, 000 annual spots for Irish citizens and \nopened the program to Africans.\n\nEarlier this year, the U.S. bipartisan commission on immigration recommended that the lottery be ended. So did \nthe author of a pending bill on immigration, Rep. Lamar Smith, R-Texas. So did Doris Meissner, the commissioner \nof the Immigration and Naturalization Service. Even the nation's biggest Hispanic lobbying group, the National \nCouncil of La Raza, would not back the lottery.\n\n\n\"There is widespread support, including from the administration, for elimination of . . . the diversity program,\" \nMeissner said at a congressional hearing in September.\n\nThat is not the view of Rep. Charles Schumer, D-N.Y., whose constituency includes neighborhoods replenished by \nnew Irish and Polish families. Schumer has amended the immigration bill to preserve 27,000 slots each year for a \nlottery.\n\nHe argues that 27,000 is a small fraction of the 750,000 people immigrating legally to the United States each year.\n"}