{"title": "Orlando police chief quits, says he'll take another job", "body": "\nPolice Chief Jerry Demings is stepping down and will be replaced by an official with the Sanford Police \nDepartment.\n\nDemings,  Orlando's first black police chief, served in the post four years and is a 21-year veteran of the \ndepartment. Demings said he has another job lined up, but wouldn't say what it is.\nCompiled from Wire Reports\n\nMichael McCoy, a former second-in-command with Orlando police and the second-highest ranking official in the \nSanford department, was selected Saturday to replace Demings.\n\n \n\nCourt rejects unequal\n\n \n\nworkers death benefits\n\nWEST PALM BEACH - An appeals court has overturned a state law that limited death benefits for survivors of \nundocumented workers to half those paid documented workers' beneficiaries.\n\nThe 1st District Court of Appeal in Tallahassee ruled last month that employers must pay equitable amounts of \nworkers compensation benefits to relatives of undocumented workers, even if the beneficiaries live outside the \nUnited States.\n\nRelatives of U.S. documented workers received up to $100,000 after the death of a worker on the job. The previous \nstate law capped benefits for undocumented workers at $50,000.\n\n \n\nFive survive five hours\n\n \n\nin ocean without life vests\n\nMIAMI - A passing boater who heard screams in the night rescued two people who had been treading water for five \nhours. Three other shipwreck survivors, including a 9-year-old boy, were rescued 90 minutes later by the Coast \nGuard.\n\nThe four men - one a Miami police officer - and the boy were dumped in the ocean 30 miles south of Miami late \nSunday when their fishing boat sank, officials said. They were not wearing life vests.\n\n\nRolando Diaz, 37, Rolando Diaz Jr., 9, and Abel Cano, 59, all of New York, Aristides Paulino, 40, the police officer, \nand Cesar Santana, 43, also of Miami, all were treated or examined aboard the Coast Guard cutter and released \nsoon after being brought ashore.\n\n\"It's a miracle that they were found with no injuries,\" said Coast Guard spokesman Luis Diaz.\n\n \n\n- Wire reports\n"}