{"title": "COMMUNITY NEWS IN BRIEF", "body": "\nLooking to adopt a pet? You can name your price\n\n The Austin Animal Center, along with Austin Pets Alive and the Austin Humane Society, are offering a “name your \nprice” adoption promotion this weekend to get 400 animals into homes. The promotion applies to all dogs and cats \nat Austin Animal Center.\n\n The center is housing 789 animals and has operated at over capacity for most of the year, officials said. Dogs have \nbeen put in pop-up kennels in meeting rooms and cats have been moved into offices and meeting rooms to deal \nwith a lack of space.\n\n Dogs and cats at Austin Human Society that are over 6 months old, as well as dogs and cats in certain programs at \nAustin Pets Alive, will be available for the “name your price” promotion, which runs through Sunday.\n\n Here’s where you can find your next pet:\n\n • Austin Animal Center, 7201 Levander Loop, is open from 11 a.m. to 7 p.m. every day.\n\n • Austin Pets Alive is open at 1156 West Cesar Chavez Street from 11:30 a.m. to 7 p.m. and at 3118 Windsor \nRoad from noon until 7 p.m. every day.\n\n • Austin Humane Society, 124 West Anderson Lane, is open from noon until 7 p.m. Monday through Saturday and \nnoon until 5 p.m. Sunday.\n\n SOUTHEAST AUSTIN\n\n     Airport restaurants focus of Monday job fair\n\n Restaurateur HMSHost will host a job fair to hire around 80 associates for restaurant positions at Austin-Bergstrom \nInternational Airport.\n\n The fair will be from 9 a.m. to 6 p.m. Monday at the Hyatt Place Hotel, 9532 Spirit of Austin Lane.\n\n Available jobs at JUGO Juice, Parkside and Starbucks Coffee will include shift leads, servers, bartenders, cooks, \nhosts/hostesses, baristas, cashiers and utility positions. The fair is intended for candidates with an interest or \nexperience in customer service and hospitality. Positions including paid on-the-job training, a 401K plan, medical, \ndental, vacation, meal credit and tuition reimbursement for qualified associates.\n\n Parking at the Hyatt Place is gated, but all attendees will have parking validated by the front desk.\n\n For more  information: hmshost.com/careers.\n\n\n PFLUGERVILLE\n\n     Settlers Valley Trail to be renamed for cyclist\n\n Pflugerville Mayor Victor Gonzales and the Thi Ho family will meet at the trail crossing near Settlers Valley Drive \nand 10th Street at 10 a.m. Sunday to rename and unveil the new signage for the Thi Ho Memorial Trail.\n\n Ho, 88, was hit by a vehicle Sept. 12 while riding his bike on the trail and crossing 10th Street and later died from \nhis injuries.\n\n The majority of the 2-mile trail runs adjacent to the Gilleland Creek and runs from Wuthrich Park, through Moose \nPark, and ends near the Pflugerville High School baseball diamond.\n\n For a map of the Thi Ho Memorial Trail and others: pflugervilletx.gov/trails.\n\n SAN MARCOS\n\n     CM Allen Parkway to reopen in December\n\n The San Marcos Engineering and Capital Improvements Department is moving the scheduled road reopening for \nthe CM Allen Parkway Project to mid-December.\n\n The completion of the project on CM Allen Parkway between Hopkins Street and University Drive was extended \npast the previously estimated October opening due to new additions to the project and challenges with foundation \nmoisture related to early summer rain.\n\n The new crosswalk at the corner of CM Allen and Hopkins is now open to pedestrians, and the city expects the \nentire project to be substantially complete in November for the start of the Sights and Sounds of Christmas event. \nWhile pedestrians will have access to CM Allen Parkway during the holiday event, the road will remain closed to \nvehicular traffic until afterward.\n\n PFLUGERVILLE\n\n     Talk on thyroid disease takes place Tuesday\n\n The Baylor Scott and White Medical Center - Pflugerville, 2600 E. Pflugerville Parkway, will host a discussion on \nthyroid disease as part of its Healthspeak Education Series from 3:30 to 5 p.m. Tuesday.\n\n The free seminar, led by surgeon Cara Govednik, will discuss the conditions affecting the thyroid, including cancer. \nSeating is limited.\n\n To register: 884-279-3627.\n\n           American-Statesman staff    \n"}