{"title": "Metro week in review; May 23-29", "body": "\nEx-school chief indicted in construction probe\n\nFormer DeKalb County school Superintendent Crawford Lewis, former chief operating officer Patricia Reid and two \nothers last week were indicted on charges they used the schools' construction program to run a criminal enterprise \nthat benefited themselves and others close to them. DeKalb District Attorney Gwen Keyes Fleming said Reid, Lewis \nand Reid's secretary, Cointa Moody, received cash and perks in exchange for steering school construction work to \nTony Pope, Reid's former husband. The four are charged with a total of 10 criminal counts, including violating the \nracketeer influenced and corruption act and theft by a government employee.\n\nReed names finalists for police, fire chiefs\n\nAtlanta Mayor Kasim Reed last week announced finalists for the city's police and fire chief positions. Reed's top \ncandidates to replace former police Chief Richard Pennington include George N. Turner, a veteran of the Atlanta \nPolice Department and current interim police chief; Cedric L. Alexander, with the U.S. Department of Homeland \nSecurity at Dallas-Fort Worth International Airport; and Robert Crump White, chief of police in Louisville, Ky. The \nfire chief finalists are Joel Baker, interim Atlanta fire chief; Kelvin Cochran, current U.S. fire administrator and the \ncity's fire chief from 2008 to 2009; and Brenda Nishiyama Willis, who has been a firefighter for more than 32 years. \nReed said he will make his final decision in June.\n\nReports mixed on metro home prices\n\nAre metro Atlanta home prices rising or falling? According to a National Association of Realtors report released \nMonday, the median sale price for existing single-family homes in the metro area rose 7 percent in April from the \nsame month a year earlier. Meanwhile, another report released last week was less optimistic. The Standard & \nPoor's Case-Shiller Index said seasonally adjusted Atlanta area home prices fell 1.3 percent in March from \nFebruary, and 1.2 percent year over year.\n\nReport: Teacher quit after affair with student\n\n\nShiloh High School's Teacher of the Year recently resigned after admitting to having a sexual relationship with a 17-\nyear-old student, according to files obtained by the AJC. Keenon Aampay Hall, 29, left her job as an English \nteacher at the Gwinnett County school amid allegations that she seduced a senior. Sid Camp, executive director of \nGwinnett's Division of Human Resources, said Hall told officials she had a consensual sexual relationship with the \nstudent.\n\nDeKalb judge's training tab nearly $25,000\n\nA DeKalb County judge spent almost $25,000 in county funds traveling to conferences in Jamaica, Panama and the \nVirgin Islands over three years, an investigation by the AJC and WSB-TV found. Records show State Court Judge \nBarbara Mobley spent more than any of the county's six other State Court judges on travel expenses from 2007 to \n2009. After receiving questions from the newspaper, DeKalb County officials said they are looking at freezing travel.\n\nLimits lifted on class sizes in Ga. schools\n\nGeorgia public school classrooms could get more crowded next year. In response to shrinking budgets, the state \nBoard of Education voted 9-2 Monday to lift all limits on class sizes. The move, which guts state rules that \nmandated 23 students or fewer in K-3 and 28 in grades 4-8, allows districts to raise class sizes by as many \nstudents as they choose without seeking a waiver from the board or the Department of Education.\n\nMore MARTA service, job cuts may be coming\n\nMARTA could cut service by 15 percent and lay off 400 workers under belt-tightening measures tentatively \napproved Thursday. If the full MARTA board approves the plan next month, the transit agency will drop 41 bus \nroutes, including the Braves shuttle; close bathrooms in every station except Five Points; and increase rail wait \ntimes by up to five minutes. MARTA expects to save about $44.1 million in fiscal year 2011 and $58.8 million the \nnext year.\n\nMetro jobless rate falls; area will add jobs in 2011\n\nMetro Atlanta's jobless rate took a deep dive last month, falling to 9.8 percent in April from 10.4 percent in March, \nthe state Labor Department reported last week. Meanwhile, Georgia State University's latest economic forecast \npredicted the area would add 42,500 jobs in 2011 and another 51,600 jobs in 2012. Both figures were downgraded \nfrom the previous forecast because of hard-to-gauge variables, such as the Gulf oil spill, said Rajeev Dhawan, \ndirector of GSU's Economic Forecasting Center.\n\nTwins to be tried as adults in mom's slaying\n\nMore details emerged last week about a pair of 16-year-old twins charged with murder in their mother's death. \nTasmiyah and Jasmiyah Whitehead of Conyers, who were arrested May 21 after a four-month investigation, have \nbeen charged as adults in the Jan. 14 slaying of Jarmecca \"Nikki\" Whitehead, who was found beaten and stabbed. \nNikki Whitehead's friends said the girls previously had physically assaulted their mother. A grand jury is expected to \nhear their case June 7.\n\nTeachers draw anger over KKK robes\n\nTwo Georgia teachers recently drew ire when they allowed students to don Ku Klux Klan robes on campus. \nCatherine Ariemma, a history teacher at Lumpkin County High School, was placed on paid suspension after \nreceiving complaints about the students, who wore white hoods and sheets May 20. Ariemma said the students put \non the costumes for a film project. Meanwhile, a spokeswoman for Gwinnett County schools said Stephanie Hunte, \na teacher at Sweetwater Middle School, let her students wear KKK robes as part of re-enactments. Officials have \nlaunched a human resources investigation into the matter, the spokeswoman said.\n\nIt was a good week for ...\n\n\n\nMetro Atlanta school superintendents. Although area school districts face severe budget cuts and layoffs of more \nthan 1,500 teachers, local school chiefs are still bringing home plenty of cash. At least four superintendents here \nearn more than Vice President Joe Biden, and one --- Gwinnett County's Alvin Wilbanks, who earns $382,819 a \nyear --- makes almost as much as President Barack Obama.\n\nStone Mountain Park. The Memorial Lawn --- the setting for the popular Lasershow --- has gotten a $4.1 million \nmakeover, complete with new light and sound equipment, wider walkways and a restaurant with a take-away food \nporch. \"This right here is the heart of the park, and it should be pretty,\" said Stone Mountain Memorial Association \nCEO Curtis Branscome.\n\n\"General\" Larry Platt. And you thought his 15 minutes of fame were up. The civil rights activist-turned-performer \nwho became a celebrity --- sort of --- earlier this year for his catchy \"American Idol\" audition piece, \"Pants on the \nGround,\" stole the spotlight again last week when he sang during the show's season finale. Maybe all the attention \nhelped him forget about his legal battle with New York rapper Shawn Mims over the rights to the song.\n\nStaff writer Michelle Ewing compiled this list from staff reports and news services. E-mail her at mewing@ajc.com\n\nIt was a bad week for ...\n\nDeKalb workers. The cash-strapped county might have to lay off some employees, after all. Officials last week said \nthe county is looking at ways to offset a $8.7 million shortfall caused by a decline in the tax digest, including job cuts \nand library closures. In February, the commission approved a $564 million budget that included $50 million in cuts, \nalong with an early retirement program that was designed to avoid layoffs.\n\nForsyth County drivers. A six-mile Department of Transportation project to widen Ga. 141 should have finished up a \nyear ago, but the delays were so bad that the deadline has been pushed back to Dec. 31, officials said. \"It's killing \nus,\" said developer Dewey White, who believes the project has thwarted deals to build on his land.\n\nWeb-based retailer Sportscrack. The online shop has been selling jerseys emblazoned with \"J-Hey\" and \n\"Heymaker\" --- nicknames for Braves outfielder Jason Heyward --- without authorization, alleges a lawsuit filed by \nAtlanta-based nonprofit L.E.A.D. Inc. L.E.A.D. co-founders C.J. and Kelli Stewart, who said Heyward gave their \nchildren's charity permission to use his nicknames on T-shirts and other items, want to stop Sportscrack's owner, \nMatthew Fairchild of Marietta, from selling the shirts and collect monetary damages. Fairchild, who claims he \ncreated the nickname, said he hasn't violated any laws. \"Unless [Stewart] has the trademark, he's got no case and \nit's just silly,\" Fairchild said.\n\nmewing@ajc.com\n\nMetro week in review\n"}