{"title": "SENATE IMMIGRATION REFORM PROPOSAL IS OFF TRACK", "body": "\n Rep. Terry Everett, R-Ala. (2nd CD), issued the following column:\n\n  The latest immigration reform proposal now being considered by the U.S. Senate couples limited border security \nwith a multi-layered amnesty program for illegals already in America. It is a repackaged version of the last failed \nSenate immigration reform bill and history has already shown us that amnesty and border security do not mix.\n\n  One of the greatest threats to America's security is our open borders. The majority of illegal aliens in America \ntoday cross the 1,900 mile, mostly open border with Mexico. Not all of these border crossers are Central and South \nAmerican job seekers. Over 700 of those apprehended at our borders since 2005 have come from countries that \nare potential sponsors of terrorism. The simple fact is open borders are an open invitation to terrorists, the illegal \ndrug trade, and illegal immigrants.\n\n  Over the last decade, Congress has quadrupled spending on immigration related border security and \nenforcement, from $1.2 billion to over $5 billion. We've also more than doubled the number of border patrol agents \nfrom 5,000 to 11,200. What was the result? During the same period, the number of illegal aliens in America has \nalso more than doubled - from five million to 12 million.\n\n  Border security can only work if America enforces its immigration laws. In 1986, Congress granted amnesty to \nnearly three million illegal aliens while also taking steps to protect our borders. The results have been anything but \npositive. Relatives of newly legalized illegal immigrants came illegally to the United States to join their family \nmembers, and many other illegals were also attracted by the expectation of future amnesties.\n\n  All of the publicity in recent years over another potential amnesty plan has, no doubt, further fueled illegal \nimmigration. I oppose amnesty and any attempt to reward breaking of our immigration laws. America is a nation \nof immigrants, but we are also a nation of laws. Illegal immigration is an affront to all those who have followed our \nlaws to become legal U.S. citizens and it is a crime.\n\n  In December 2005, the then-conservative U.S. House passed a tough border security bill that would close our \nborders and prevent illegals from getting jobs here. The Senate passed their own bill which would have awarded \namnesty to illegals. Not surprisingly, Congress has been deadlocked ever since.\n\n  In the last two weeks, the Senate has taken up a new immigration bill that combines border enforcement with \namnesty. These approaches cannot work since amnesty has always undermined border security. Speaker Nancy \nPelosi, D-San Francisco, has promised to bring a similar immigration bill before the House by late summer. If she \ndoes, I will oppose it.\n\n\n  America's laws must be enforced and our borders protected. That is the role of our government. History has \nshown us that the promise of amnesty only bolsters the determination of those who seek to come to our country \nillegally. I support legal immigration, not rewarding and encouraging further illegal immigration.\n\nFor any query with respect to this article or any other content requirement, please contact Editor at \nhtsyndication@hindustantimes.com\n"}