{"title": "Contreras' family gets out of Cuba", "body": "\nJose Contreras reunited with his wife and two daughters Tuesday night, one day after his family defected from \nCuba and nearly 21 months after the Yankees pitcher escaped the island nation.\n\nContreras traveled to Florida from Baltimore to meet his wife Miriam and daughters Naylan, 11, and Naylenis, 3.\n\n\"My dream was to pitch for the Yankees in a World Series. Now that my family is here, I'm complete,\" Contreras \nsaid through Yankees interpreter Leo Astacio during a news conference outside a Miami Beach hotel.\nCompiled from Wire Reports\n\nContreras was reunited with his family shortly before 11 p.m. on the way from Miami International Airport to the \nhotel, according to his agent, Jaime Torres.\n\nContreras left the airport in a limousine, then talked by cell phone with his family, which had gotten delayed in \ntraffic. About a mile outside the airport, Contreras met his family, which transferred to his vehicle with Torres, the \nagent said.\n\n\"I thought I would never see him again,\" Miriam Contreras said at the news conference.\n\nTOP PICK MAY FACE FELONY: Suspended top draft pick Matt Bush is accused of biting one of the bouncers who \ntried to escort the Padres prospect out of a Peoria, Ariz., bar, police said.\n\nAfter his arrest early Sunday, Bush, 18, was suspended indefinitely by the team. The Padres gave the shortstop a \n$3.15-million signing bonus after picking him first out of a San Diego high school June 7.\n\nBush was arrested for investigation of felony assault and faces misdemeanor charges of trespass and disorderly \nconduct. Bush also was cited for underage drinking, said Jay Davies, a spokesman for the Peoria Police \nDepartment.\n\nALL-STAR VOTING: Rangers second baseman Alfonso Soriano leads Angels rightfielder Vladimir Guerrero as the \nmost popular AL choice among in fan voting for the July 13 game in Houston.\n\nMARLINS: Right-hander Josh Beckett had his start bumped to Saturday against the Devil Rays, giving him three \nextra days of rest to recover from a strained back muscle.\n\nORIOLES: Right-hander Rodrigo Lopez is back in the starting rotation, replacing left-hander Eric DuBose, who \nawaits surgery on a sore pitching elbow. Lopez started the season in the bullpen, moved to the rotation May 20, \nstruggled and wound up back in relief last week.\n\n\nPHILLIES: Right-hander Vicente Padilla will be out at least two more weeks because of an elbow injury. An MRI \nexam revealed Padilla has a bone bruise on his pitching elbow where the triceps attaches to the bone.\n\nRED SOX: Right-handed reliever Curtis Leskanic, released last week by the Royals, signed for the rest of the \nseason. Former Devil Rays left-hander Mark Malaska was demoted to Triple-A Pawtucket to make room.\n\nTIGERS: Shortstop Carlos Guillen, in the midst of a career season in his first year with Detroit, agreed on a $14-\nmillion, three-year extension through 2007.\n\n \n\n- TIMES WIRES\n\nGraphic\n\n \n\nPHOTO, Associated Press; PHOTO, Getty Images - DARREN McCOLLESTER; The Braves' J.D. Drew runs into \nMarlins catcher Mike Redmond's leg while scoring on Johnny Estrada's two-run single in the first inning.; Twins \nrightfielder Jacque Jones leans over the fence to rob Trot Nixon of a homer in the fourth.\n"}