{"title": "Chaos In Hong Kong; U.S. Delays Tariffs As China Faces Crisis In Hong Kong; Trump Facing Pressure To Speak Out Against Crackdown; Epstein Guards Suspected Of Falsifying Logs; Sen. Sanders Proposes Holding Back Aid For Israel; Democratic Candidates Continue Full Court Press In Iowa; Climate Change Tops List Of Iowa Voter Concerns; FBI Investigating Shootings At San Antonio ICE Offices; New Policy Requires Legal Migrants Support Themselves; Senate Democrats Warn Of Potential Restructuring", "body": "\nJESSE WATTERS, FOX NEWS HOST: That's all the time we have for tonight. Shannon Bream and \"FOX NEWS \n@ NIGHT\" team take it from here.\n\nSHANNON BREAM, FOX NEWS ANCHOR: I mean, can the world have enough Jesse Watters? That's the \nquestion. We're going to dig into that on the show tonight. Jesse, thank you.\n\nWATTERS: All right. Good luck.\n\nBREAM: All right. We start tonight with a Fox News alert. Pro-democracy protesters in Hong Kong continue clashes \nwith police as bloody images flood social media and China warns the U.S., again, to but out of the escalating \ntensions. But there are growing calls today, bipartisan calls for America to do more. So should we?\n\nAnd the investigation into sex offender and wealthy financier, Jeffrey Epstein's death is heating up. The guards at \nthe New York prison placed on leave, the warden reassigned as investigators are zeroing in on Epstein's social \ncircle and potential coconspirators. The former acting attorney general, Matt Whitaker, joins us in minutes.\n\nPlus, Ken Cuccinelli also live tonight. The acting director of the U.S. Citizenship and Immigration Services under fire \nfor tweaking a famous poem etched on the statue of liberty and saying it was meant for European immigrants. \nWe'll ask him exactly what he meant, let him clarify, in minutes.\n\nHello and welcome to FOX NEWS @ NIGHT. I'm Shannon Bream in Washington. We've got Fox team coverage \ntonight. Connell McShane standing by with the latest on Trump's trade war with China.\n\nBut first, let's go to correspondent David Spunt at the White House with the very latest on growing demonstrations \nin Hong Kong. Good evening, David.\n\n\nDAVID SPUNT, FOX NEWS CORRESPONDENT: Shannon, President Trump and his team are closely watching \nthe situation unfold between Mainland China and authorities in Hong Kong and those protesters in Hong Kong. That \nsituation seems to change by the hour.\n\nAlso, local authorities at the airport there are bracing for even more protest that seems to be the pattern over the \npast few days. And possibly could happen in the next few hours.\n\nShannon, just earlier today, more than 100 flights were canceled Tuesday grounding thousands of passengers. Just \ncheck out this video even putting those passengers in harm's way as the angry crowd continued to grow.\n\nHong Kong police officer shot rubber bullets to calm some of those demonstrators but it only worked in a few \ninstances. The angry group attacked a man thought to be a double agent. You're seeing that right here working for \nthe Chinese government in Beijing.\n\nNow, speaking of Beijing, the capital city, many there have said multiple times they want Hong Kong to work out its \nown problems. But that rhetoric is quickly changing. One official arguing that the protesters in Hong Kong are, \n\"Beginning to show the sprouts of terrorism.\"\n\nThis entire uprising began just a few months ago when a group began protesting over an extradition bill that would \nessentially allow Beijing to come into Hong Kong, transport accused criminals to Mainland China. Those protesters \nwant Hong Kong executive, Carrie Lam, who backed that extradition bill, gone from office.\n\nPresident Trump, today, asked about possible Beijing military intervention in Hong Kong. Here's what he had to \nsay.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: A very tricky situation. I think it'll work out and I hope \nit works out for liberty. I hope it works out for everybody, including China. I hope it works out basically. I hope \nnobody gets killed.\n\n(END VIDEO CLIP)\n\nSPUNT: But then about an hour later, the president tweeted intelligence information, not before publicly known, \n\"Our intelligence has informed us that the Chinese government is moving troops to the border with Hong Kong. \nEveryone should be calm and safe.\"\n\nThe president and White House not expanding on that point. But, Shannon, it's important to point out those millions \nof people that are living in Mainland China under communist rule that watch state television, are only getting one \nside of the story. And many cases seeing clips edited to show protesters only attacking police officers, not getting \nthe full picture. Shannon, back to you.\n\nBREAM: yes, that's what happens with state-controlled media. David Spunt at the White House, thank you very \nmuch.\n\nSPUNT: Sure.\n\nBREAM: Ok. So the Chinese government has canceled upcoming port visits to Hong Kong by two American \nwarships. A U.S. defense official tells Fox News the USS Green Bay was supposed to visit Hong Kong later this \nmonth.\n\nThe guided missile cruiser, USS Lake Erie, was to dock there in September.\n\nSo not even September yet, but the president says he's worrying about Christmas. The Trump administration taking \nsteps tonight to de-escalate the trade war with China.\n\n\n\nConnell McShane from the Fox Business Network is here to explain. Good evening, Connell.\n\nCONNELL MCSHANE, FOX BUSINESS NETWORK HOST: Well, today's news provided some relief to China. But \nalso to U.S. consumers. You know, 10 percent tariff on $300 billion of imports from China was slated to dodge the \neffect on September 1st.\n\nBut now, much of that gets delayed until the 15th of December. And the list of items on that delayed list, reads like \na Christmas shopping list of sorts, cell phones, laptops, personal computers, toys. President Trump, earlier, spoke \nabout why the decision was made.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We're doing this for Christmas season. Just in case some of the tariffs would have an impact on U.S. \ncustomers. But so far, they've had virtually none. The only impact is, you know, we've collected almost $60 billion \nfrom China, complements from China.\n\nBut just in case they might have an impact on people, what we've done is we've delayed it so that won't be relevant \nfor the Christmas shopping season.\n\n(END VIDEO CLIP)\n\nMCSHANE: That news was greeted warmly on Wall Street, as the Dow Jones Industrial average closed by more \nthan 370 points. And companies like Apple, saw their stock price is rise. Apple shares higher by more than four \npercent of the day.\n\nAs for what's next in all of this, well, for one thing, negotiators have time to talk. The U.S. trade rep, Robert \nLighthizer, the treasury secretary, Steve Mnuchin, spoke already with their counterpart in China. The Vice Premier, \nLiu He, and they've agreed to talk again within the next two weeks.\n\nThat's important and that the next round of talks wasn't supposed to have happened until next month in \nWashington, and there had been questions in recent days about whether those talks might be canceled. But at least \nwe know now that both sides are talking.\n\nWith that, Shannon, back to you.\n\nBREAM: All right. Connell, thank you very much. By the way, we're getting in some live pictures from the Hong \nKong airport. The situation seems to be calm at the moment. Travelers trying to get where they're going. We're \nstanding by to see if there are more protests taking shape there.\n\nThat's -- you know, airport has been closed at times. It's been frustrating but you will see people there, protesters, \nthe signs, all over social media saying, sorry for the inconvenience but we are fighting for our liberty. So we'll see \nhow things develop there. We'll keep an eye on it.\n\nSo as China warns the U.S. to stay out of this whole thing, there are growing calls from both sides of the aisle here \nin D.C. calling on America to get more involved in supporting the pro-democracy protesters in Hong Kong. So, \nshould we?\n\nLet's sort through the latest developments with former senior director for strategic planning at the National Security \nCouncil, Brigadier General Robert Spalding. General, great to have you back with us tonight.\n\nBRIG. GEN. ROBERT SPALDING, FORMER SENIOR DIRECTOR FOR STRATEGIC PLANNING, NATIONAL \nSECURITY COUNCIL: Great to be back.\n\nBREAM: OK. So let's talk about this a little bit. There is a lot of pressure on this president to say and do more than \nhe has. You saw the clip there where he said, \"I hope everything works out OK. We know they're moving people to \nthe border. I hope no one gets killed.\"\n\n\n\nWhat should the leader of the United States be saying at this moment?\n\nSPALDING: You know, a little bit more than 240 years ago, those kids would have been our founding fathers, \nactually fighting for our freedom, you know, rather than Hong Kong airport, it was Boston harbor where they were \ntossing tea in. And the king of England was calling them terrorists too.\n\nSo one of the things that we talked about in the national security strategy, it was America needed to get back to \ntalking about our principles, not just open markets lead the wealth. But open markets and democratic principles lead \nto a better world.\n\nBREAM: I thought a lot about today and over the last few days about the green evolution back in Iran in 2009 and \nthere was so much criticism of the Obama administration for that in not getting more involved. Some people \nthought they should have done more.\n\nBen Shapiro tweeting about this today saying, \"Obama remained silent during 2009 Iranian protest and it was a \nmoral abdication of the highest order. Trump must not remain silent on Hong Kong.\"\n\nSPALDING: Yes. There's a failed belief that if we don't stand up to totalitarian, if we stand up to totalitarians, it'll \nmake it worse for the protesters. The Chinese communist party is going to do what they want to do. They believe \nthat we're fomenting revolutions because of who we are.\n\nAnd so we actually have to speak up for our principles, because otherwise, nobody will. Really, everybody is \nlooking to United States. You're not going to see Europe stand up, you're not going to see Asia stand up. You're \nnot going to see the U.K. or Germany. It has be America that really stands for democratic principles and rule of law, \nand civil rights and human rights.\n\nBREAM: It's been interesting to see them a number of the protesters there in Hong Kong using U.K. flags, British \nflags, American flags and then singing our national anthem there which, I'm sure, gives the Chinese more \nammunition to say the U.S. is fomenting this in getting involved. But it seems that they're trying to cling an appeal \nto any organized democracy out there that will come to their aid.\n\nSPALDING: Well, think about us. We were going to France for help and we are fighting for our own democracy. So, \nyes, they're looking for outside help. They know that the communist party has all the power in the world to crash \nthem.\n\nBREAM: OK. So Dan Crenshaw, a congressman, GOP congressman says this. \"America is proof that democracy is \nworth fighting for. Protesters in Hong Kong are fighting for the same reason even in the face of Chinese aggression \nand police brutality. They're standing by their worthy cause. We hear their demands for freedom and support them \nand their mission.\"\n\nSo this against the backdrop, obviously of our ongoing trade negotiations many are calling it trade war with China. \nHow does all of that complicate the situation?\n\nSPALDING: Well, the trade war -- the Chinese communist parties decided they're not going to make a deal. So \nwhatever we do with regard to how we speak out about Hong Kong or even if we continue to have negotiations, \nthere is no way to convince him to change. They are waiting for 2020. They want a new president, they think that \nthey can get one.\n\nBREAM: OK. So I want to also spell out some things that -- and Tom Cotton, the senator, Republican, a veteran \nhimself who has served.\n\nHere are some things that he puts up. We'll show some of these things that he talks about. We should do halting \ntrade negotiations with Beijing, sanctioning senior Chinese communist party officials, revoking U.S. visas, party \nleaders and their families and curtailing student visas for Chinas nationals -- Chinese nationals. Demanding the \n\n\n\nexpulsion of the Chinese officials from leadership positions in international organizations and revising the Hong \nKong policy act.\n\nHow likely do you think any of those options are to be executed?\n\nSPALDING: At this point, probably not likely. But we do need to think about how involved we are with their \neconomy and certainly, their financial system. Hong Kong is a window to U.S. western capital markets. So their \nability to get U.S. dollars comes through the -- our special relationship with Hong Kong.\n\nAnd so MSCI, emerging market index, just went from five to twenty percent weighting in Chinese shares, which \nmeans our retirement funds are pouring billions of dollars into China. That is something that's really problematic \ngiven everything that's going on.\n\nBREAM: Interesting to me too that there a number of bipartisan calls about this. We see the speaker of the House, \nalong with Kevin McCarthy, the top Republican in the House, Pete Buttigieg, who is a Democrat out on the 2020 \ncampaign trail. All of them and many other voices coming together. I think if Senator Rubio congressman govern.\n\nI mean, both sides of the aisle saying, we have to do more to step up. And it's unusual in these days to see \nsomething big that has bipartisan support, but it looks like this is one of those coalescing moments.\n\nSPALDING: Yes. You know, America used to make the world safe for democracy. When we put cash into China, \nwe're making the world safer for oppression.\n\nBREAM: All right. General, thank you for stopping in. We know this is your area of expertise. Great to hear from \nyou.\n\nSPALDING: Thank you.\n\nBREAM: OK. Senate minority leader, Chuck Schumer says President Trump should take the $5 billion he wants for \nborder wall and spend it on initiatives to address gun violence in which Schumer calls, violent white supremacist \nextremism.\n\nHouse Democrats are calling on Republicans in the Senate to approve a bill concerning background checks for gun \npurchases. Top Democrats are criticizing Senate majority leader, Mitch McConnell, for allowing the measure which \nthey claimed is supported by 95 percent of Americans to languish.\n\nWell, today, President Trump who supports enhanced checks, he says, also said he believes McConnell wants to \ndo something.\n\nCalifornia and New York leading a coalition of 22 states and a lawsuit against the Trump administration's decision \nto rollback restrictions on coal-fired power plants. The democratic-led state say the federal government is in \nviolation of the Clean Air Act.\n\nIn response, West Virginia's attorney general is vowing to lead a fight against what he's calling a power grab \nlawsuit.\n\nWell, the DOJ takes actions in the Jeffrey Epstein case. New video from his private island. And former acting \nattorney general, Matt Whitaker joins us live to discuss the doubt that someone will be held accountable.\n\nBREAM: This is a \"FOX NEWS ALERT\". Minutes ago, the Associated Press reporting that federal jail guards are \nsuspected of falsifying log entries to show that they were checking on inmates and Jeffrey Epstein's unit every half \nhour.\n\nThe A.P. source, that one they sight says, they weren't actually checking on him, and these logs were falsified. So, \nsurveillance video reviewed after his death, show the guards never made some of the checks that were noted in the \nlog.\n\n\n\nAgain, this is the Associated Press, we're working to independently confirm that. In the meantime, let's go to \ncorrespondent Bryan Llenas, with more on this rapidly unfolding investigation.\n\n(BEGIN VIDEOTAPE)\n\nBRYAN LLENAS, FOX NEWS NATIONAL CORRESPONDENT: Today Attorney General William Barr, temporarily \nreassigned the warden of the Metropolitan Correctional Center where Jeffrey Epstein died of an apparent suicide. \nHe also placed the two guards assigned to Epstein's unit on administrative leave, pending the outcome of the \ninvestigations by the Department of Justice and the FBI.\n\nThe moves come a day after bars cited serious irregularities at MCC. The Associated Press reports one of the two \nguards was a substitute and not a correctional officer. The union representing the guards tells FOX News, Epstein's \ndeath is the fault of the Bureau of Prisons for systemic understaffing and overworked guards.\n\nThis, as a New York Post reports Epstein hanged himself Saturday with a bed sheet wrapped around his neck and \ntied to the top of a bunk bed in his jail cell. Apparently kneeling toward the floor and strangling himself.\n\nThe criminal investigation to Epstein's alleged sex trafficking network is now zeroing in on Epstein's alleged co-\nconspirators, like Epstein's former girlfriend, 57-year-old Ghislaine Maxwell.\n\nIn unsealed court documents, Virginia Giuffre, one of Epstein's accusers calls Maxwell, a primary co-conspirator, \nand a Madame who used to procure underage girls for sexual activities.\n\nThis, a day after FBI agents raided Epstein's so-called Pedophile Island, his home on a private U.S. Virgin Island \nwhere he allegedly trafficked underage girls.\n\nPresident Donald Trump, today, defended his retweet over the weekend of a conspiracy theory implying the \nClintons had something to do with Epstein's death.\n\nTRUMP: The question you have to ask is did Bill Clinton go to the Island? Because Epstein had an island that was \nnot a good place as I understand it, and I was never there. So, you have to ask, did Bill Clinton go to the island? \nThat's the question. I want a full investigation, and that's what I absolutely am demanding.\n\n(END VIDEOTAPE)\n\nLLENAS: Lawyers for Epstein's accusers are now asking a federal judge to dismiss Epstein's non-prosecution \nagreement, especially parts that offered immunity to his co-conspirators. Shannon?\n\nBREAM: All right. Bryan, thank you very much. I want to bring in the former acting Attorney General Matt Whitaker \nto talk about this. First of all, your reaction to that report from the A.P. that these logs may have been falsified. It \nmay show video shows that they weren't actually there for the times that they did enter on the log that they were \nchecking on people.\n\nMATTHEW WHITAKER, FORMER ACTING UNITED STATES ATTORNEY GENERAL: Well, every -- it seems like \nevery hour, we learn new facts that raise additional questions that are unanswered.\n\nAnd so, I am sure that right now, Bill Barr is just waiting for the next shoe to drop to find out what else happened at \nthis facility, but it's really concerning. But one of the things that I think everybody needs to remember, this case is \nnot over just because of this death. That, you know, we just had a raid, a search warrant was executed on this \ncompound that's going to generate tons of evidence, that is going to be sorted through it could not only turn out to \nbe more victims. But we could also have more co-conspirators.\n\nAnd I think that's a big deal for these victims is to get some justice and to make sure that this is -- this case isn't \nover. And that the prosecutors continue to press forward with the charges as to have whoever's culpable. Because \nthese crimes are inexcusable, and we have to have them fully prosecuted.\n\n\n\nBREAM: And I think for public confidence, to people want to see this case through, and hear from these alleged co-\nconspirators, and have them answer.\n\nWHITAKER: Right. Yes, and one of the good news that I think was under report is when Bill Barr first heard about \nthis, and he said, \"I'm going to have the FBI look into it in addition to the Inspector General Michael Horowitz. What \npeople need to understand is because Horowitz involved, this now will have a public report, will have transparency.\n\nAnd Horowitz has a lot of experience with the BOP, and especially up in New York City.\n\nBREAM: Bureau of Prisons.\n\nWHITAKER: Yes, with the Bureau of Prisons. And so, I think, Horowitz is the perfect person to sort of tell the story \nas to where these systemic failures occurred. And to make sure that they don't happen again. Because this is -- this \nis really inexcusable and disappointing. But at the same time, this case isn't over and the victims are going to get \njustice.\n\nBREAM: Well, I think a lot of people have the same questions. Town Hall, under the headline today, reports of \nshrieking heard from Epstein's cell, \"Pedophile Island wired with video for blackmail?\"\n\nThis is by Guy Benson. He says, \"Shouldn't extra attention have been paid to arguably the most infamous federal \ninmate awaiting trial. Especially someone who'd already either tried to kill himself or suffered an assault while \nbehind bars? And especially someone who potentially too likely had significant dirt on a whole cabal of wealthy and \npowerful people?\n\nI think that's the number one question from people like how was this guy -- listen, if you're saying resources are \nshort and you can't cover every prison the way that you want to, this guy was the number one in custody awaiting a \ntrial. Most high-profile potentially dirt on everyone -- you know, inmate. How does this happen?\n\nWHITAKER: Well, and they had already segregated him to the special housing unit or the -- what's known as the \nshoe. And he had -- he should have had extra attention. And so, the -- all the protocols and the checklist that should \nhave been followed. And especially, in a -- in a defendant like him, in his situation and the crimes he's accused of, \nthere is -- there is really no reason that these failures should have happened.\n\nAnd, in fact, as you point out, there should have been enhanced procedures because of the previous that attempt \nor assault. I'm -- most likely an attempt. And now, the success -- I mean they're just -- there were failures, but there \nshould have been so many more enhanced procedures that's really inexcusable how we find ourselves here today.\n\nBREAM: Yes, the attorney general said this, \"We will get to the bottom of what happened and there will be \naccountability.\" A Vermont law school professor on another network, Jennifer Taub, said this about the attorney \ngeneral.\n\n(BEGIN VIDEO CLIP)\n\nJENNIFER TAUB, ASSOCIATE PROFESSOR, VERMONT LAW SCHOOL: It really is important, you know, for the \nvictims and to restore trust in our criminal justice system that he recused himself from this investigation, and let it \nbe handled in a way that will restore confidence and do justice for these victims.\n\n(END VIDEO CLIP)\n\nBREAM: We talked about the fact that the Inspector General Horowitz is the one who's going to be handling this. Is \nthat going to be enough of a separation for people to trust what they see?\n\nWHITAKER: There is no doubt in my mind. I think that that's not a hot take, and it's not even a reasonable take. I \nthink that's a -- that's someone that obviously --\n\n(CROSSTALK)\n\n\n\nBREAM: Do you think it's political?\n\nWHITAKER: Yes, I think it's a purely political take. There's no reason for Bill Barr to recuse himself in this case. \nAnd, in fact, we want the attorney general to be involved in this because that's the only person that can bring the \nkind of change to BOP that's going to be necessary after we find out what happened.\n\nBREAM: Any idea how long a report like this involving the inspector general will take? These aren't overnight?\n\nWHITAKER: Yes, they're not overnight. And in my experience having waited for the 2016 election report to come \nout, it just seemed like it took forever. And now, we're waiting obviously on another report to come out we've heard \nin September.\n\nBut in this case, where there's a discrete set of facts, the inspector general has a large staff of over 400 \ninvestigators. And so, I would fully expect that they could get this done really quickly.\n\nBut they're going to be want to be precise, and they're going to be want to be complete. And that's going to take \nsome time. But I -- because it's a very finite and discrete set of facts, I think they can do it quicker. Then, maybe \nsome of these other opuses that they've been doing.\n\nBREAM: Yes, and as you said, this will be public. So, hopefully, sooner rather than later, we will all get some \nanswers. Matt Whitaker thank you very much.\n\nWHITAKER: Thank you.\n\nBREAM: Good to see you.\n\nWHITAKER: Good to see you.\n\nBREAM: All right, the 2020 Democrats rolling out their climate change plans, making some farmers in rural Iowa \nnervous. We'll take you there, next.\n\nBREAM: Counting down to 2020, Senator Bernie Sanders' making news again tonight. Questioning U.S. foreign aid \nto Israel.\n\n(BEGIN VIDEO CLIP)\n\nSEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE: The United States government gives a whole lot \nof money to Israel. And I think we can leverage that money to end some of the racism that we have recently seen in \nIsrael.\n\n(END VIDEO CLIP)\n\nBREAM: Well, the Vermont Independent, who described himself as a democratic socialist, and often criticizes \nAmazon over its business practices is scaling back his criticism of The Washington Post after saying this yesterday \nin New Hampshire.\n\n(BEGIN VIDEO CLIP)\n\nSANDERS: I wonder why The Washington Post which I owned by Jeff Bezos, who owns Amazon, doesn't write \nparticularly good articles about me. I don't know why. But I guess, maybe there's a connection.\n\n(END VIDEO CLIP)\n\nBREAM: So, tonight, Sanders says he doesn't think that corporate media is anti-Bernie, but, \"There is a framework \nof what we can discuss and what we cannot discuss, and that's a serious problem.\"\n\n\n\nWell, Democratic presidential candidates continue making their pitches at the Iowa state fair over those delicious \nfried festival foods, hoping to win over the Hawkeye State crucial early voting bloc.\n\nCorrespondent Kristin Fisher joins us from Des Moines. She is live tonight. Good evening, Kristin.\n\nKRISTIN FISHER, FOX NEWS CORRESPONDENT: Good evening, Shannon. You know, climate change is one of \nthe key top issues among Democratic voters in the state; all of the 2020 contenders that come here talk about it. \nBut many of the farmers in this state, and there are a lot of them inside of this cattle barn here at the Iowa State \nFair, are worried that some of the proposals to combat climate change could hurt their likelihood of. So, I asked \nMayor Pete Buttigieg right after he stepped off of the soap box today what he thought, what his pitch was to these \nIowa voters who are worried that his proposals could hurt their livelihood. Here's what he said.\n\n(BEGIN VIDEOTAPE)\n\nPETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE: Look, there is a way to make sure that this is a win for rural \nAmerica. That's why I believe in soil management. I believe there are a lot of things we can do where we really \nenlist rural America as a huge part of the solution.\n\nFISHER: Mayor Pete ruled out his solution for rural America just house before stepping up to the soap box at the \nIowa State Fair. His plan includes a $50 billion investment in agricultural research and development to \"empower \nfarmers to confront climate change.\"\n\nBUTTIGIEG: In 2030, we're going to be look back and say in 2020 and say we did what it took; that we actually did \nwhat it took to deliver an economy where the rising tide lift all boats. That we actually did what it took to deliver a \nclimate where we're not afraid of what our future is going to be.\n\nUNIDENTIFIED FEMALE: He's smart. He's smart and I like him. I like his ideas.\n\nUNIDENTIFIED MALE: He expresses good, clear answers that people can understand. A guy like Steve Bullock, I \nlike Amy Klobuchar, Pete's definitely in the running. I think he's got a lot of good ideas, and you know, being from \nthe Midwest, I think is a plus. You know, because let's face it, the Democrats blew it last time in the Midwest.\n\nFISHER: As Mayor Pete helped cook the fair favorite pork on a stick, one of his opponents was grilled in New \nHampshire about what he thinks about eating meat given the negative impact factory farming has on the \nenvironment.\n\nSANDERS: I would not be honest with you if I did not tell you that I am a meat eater. Although, I'm trying to eat a \nlittle bit better than I have in the past.\n\n(END VIDEOTAPE)\n\nFISHER: So, spent a lot of time today with Mayor Pete's supporters, who support his proposals. But I want to make \nsure you all get a taste of the other side. This is Pete. How are you doing?\n\nUNIDENTIFIED MALE: Good. You, how is it going?\n\nFISHER: I am great. Thank you for talking to us. He runs a beef, cattle and corn farm over in East Iowa; he's here \nat the Iowa State Fair. And you have some concerns about Mayor Pete's climate change proposal, proposal to \ncombat climate change and how it might hurt you and your family and your business. Why?\n\nUNIDENTIFIED MALE: Well, we've been farming for years. And the more rules that they keep making, it's harder \nfor us to farm. And we've been trying to get better yields but EPA just keeps making more. It's harder for us to get \nbetter yields as far as raising crops and crops to feed our cattle. As far as the pig farmers yield, they rely a lot on \ncorn and soybeans. And they keep enforcing rules on us, we aren't going to be able to produce as much as what \neveryone needs us to. So, they just need to keep the rules and may be make them a little bit better, like Trump -- \n\n\n\nhe's trying to lighten some things up as far as letting us. Obama had some water laws and regulations. And I mean, \nit's hard. Like, we live on a creek that has no water, and he's making regulations on that when it would be easier to \nfarm without them.\n\nFISHER: Well, I should also point out that Keith here is a Trump supporter, he voted for President Trump in 2016. \nAnd you say that you will vote for President Trump again in 2020 even though you have been hit pretty hard by \nsome of these tariffs and the ongoing trade war with China, is that right?\n\nUNIDENTIFIED MALE: Yes, I'm going to vote for Trump again because I mean, he is working on the China deal. \nBut Nancy Pelosi won't even bring the UMCA on the floor to get voted on. And as far as China looking in, they won't \nmake a deal with us, so they can't even work with the neighbors. I mean, they are looking at us like they have no \nidea what is going on. They have the floor and they won't bring it into vote.\n\nBREAM: You told me earlier you're OK with a little bit of short-term pain for long-term gain. And I know Pete is \ngoing a bunch of his thousand cattle at the fair tomorrow. So best of luck.\n\nUNIDENTIFIED MALE: Thank you, perfect. Thank you. Absolutely.\n\nFISHER: Shannon.\n\nBREAM: Kristin is live there at the Iowa State Fair. Thank you very much. Good to hear from folks on all sides of \ndifficult issues there on the ground and Iowa, thanks.\n\nSo, \"WHERE IN THE WORLD\" launches in Guatemala. The country's president- elect says: Guatemala cannot \nactually hold up its end of the immigration deal with the Trump administration signed by his predecessor. Alejandro \nGiammattei says, he doesn't think Guatemala can serve as a safe third country for asylum-seekers because as he \nputs it, Guatemala cannot tend to its own people let alone others.\n\nRussia's defense ministry releasing video of a close encounter on one of its jets with NATO F-18 fighter. That \nincident purportedly happened over the Baltic Sea. Moscow claims the F-18 got too close to a plane carrying \nRussia's Defense Minister.\n\nA university of London banning hamburgers and all beef products for sale. Also charging an extra fee for bottled \nwater and single use plastic cups. The college's new head says it's important for institutions to do all they can to \nclimate change and beef cows, she says hurts our planet.\n\nHundreds of indigenous women gathering in Brazil's capital to protest against the federal government. They're \nfighting deportation and demanding better health services. President Trump campaigned on limiting illegal \nimmigration, but critics say his new plan goes too far and targets legal immigrants. Acting director of U.S. \nCitizenship and immigration Ken Cuccinelli on deck to answering his critics, live next.\n\nBREAM: Federal investigators are searching for suspects tonight in connection with shots fired at two separate \nImmigration and Customs Enforcement offices in San Antonio. Law enforcement responding to the scene at about \n3:00 a.m. this morning. I want to show you some of the windows. One of them apparently hit by a bullet were \nbullets. Although the buildings have multiple tenants. The FBI says all of the shots they found were on floors with \nICE offices.\n\nWell, the Washington Post says about the Trump administration's new public charge immigration policy: \"President \nTrump tries to get congress to limit illegal immigration. It didn't. So now, he's implementing a role that will vastly \nchange who Americans lead into America. It's an ideal so radical that he has had to go it alone without leaders in \nhis own party.\" Ken Cuccinelli, Acting Director of U.S. Citizenship and Immigration Services joins us live to discuss. \nGreat to have you with us tonight.\n\nKEN CUCCINELLI, ACTING DIRECTOR, USCIS: Good to be with you, Shannon.\n\n\n\nBREAM: So, I know you're out talking about the policy and we spilled it out last night. We want to get into that more \nwith you. But first of all, I want to start with something that's getting a lot of attention. You said earlier tonight -- the \nA.P. reporting it this way: \"Ken Cuccinelli said Tuesday on CNN that the poem, the one of Statue of Liberty referred \nto Europeans coming from class-based societies where people were concerned considered wretched if they weren't \nin the right class.\" So, the headline tonight is that you said the Statue of Liberty essentially was for Europeans only \nor something to that effect. Tell us what you meant.\n\nCUCCINNELLI: You know, Shannon, if I opened my mouth, you know, they'll scream something awful came out no \nmatter what. I learn all sorts of things about what I've said reading some of these articles. Many of them completely \nand totally untrue. So, this is, you know, theme of the left media has been to ask about this poem because \napparently, they don't want to talk about the policy that is as old as America itself. And that is we expect \nimmigrants who come here to be able to support themselves. It seems pretty simple, and to not go on welfare. And \nthat's all the discussion is about. All of the poetry discussion is a complete distraction, and that is what it is intended \nto be.\n\nBREAM: OK. But what did you mean that the statue or the policy or something about the Statue of Liberty was \naimed at European immigrants? Are you saying in at that time frame or what did you --\n\nCUCCINNELLI: Now, you're doing it. Shannon, don't -- don't what they do.\n\nBREAM: No, no, I'm asking because I really don't know. I didn't see it.\n\nCUCCINELLI: No, you'll now be quoted as saying that. Shannon Bream says - -\n\nBREAM: No, that's why I'm asking you directly. We want to be fair to you and give you a chance to --\n\nCUCCINELLI: Well, I didn't say anything to that line. I got asked the question by Erin Burnett, who asking me about \na question I got asked on NPR this morning and one thing turns into another. And look, the Statue of Liberty was a \npresent from France to celebrate America turning 100 years old -- our only ally in the revolutionary war. That's not \ntrue. Spain was pretty good too. But that was what that was about. This whole poem had nothing to do with the \nStatue of Liberty that France gave us. It was part of building a pedestal for the Statue of Liberty to stand on.\n\nIt was a poem written ironically enough about one year after the first federal public charge law. And a lot of people \non the left are trying to use this poem as if it is lost somehow. And of course, we have always, as that poem \nexpresses, sought those who yearn to be free, as it says in that poem. But they still need to be able to support \nthemselves and not rely on the public or the government. And the rule -- the only issue we announced yesterday \nand will formally issue tomorrow, does exactly that.\n\nBREAM: So, let me give you a chance to respond to Chris Hahn. We had him on last night. Here is how he \ncharacterized this policy. Here's what he says and we'll get your reaction.\n\n(BEGIN VIDEO CLIP)\n\nCHRIS HAHN, FOX NEWS CONTRIBUTOR: They have to have good credit and private insurance. Who fleeing a \nwar zone has good credit and private insurance? In fact, most of the world does not have private insurance.\n\n(END VIDEO CLIP)\n\nBREAM: So, is that accurate to say that people cannot get into the country if they come here as legal immigrants \nunless they have a good credit score and private health insurance?\n\nCUCCINELLI: Well, there's actually not just one mistake in there, there are several. First of all, the private health \ninsurance, if someone is seeking to get a green card and they have private health insurance, that is a heavily \nweighted positive factor. A no one thing decides any case, Shannon. We use a complete totality of the \ncircumstances and it is career immigration services officers making these decisions. So, we focus a lot on talking \n\n\n\nabout welfare. That's a heavily weighted negative factor. Private health insurance, a heavily weighted positive \nfactor. But he also said something else. People coming from a war zone -- he's referring to refugees.\n\nRefugees, asylees and domestic violence victims and trafficking victims, all the humanitarian categories are not \ncovered by the public charge rule at all. America has been the most generous country in the history of the world \nwhen it comes to having open arms to the rest of the world. But look, America's immigration system is first and \nforemost for the benefit of America and Americans who are here today and are our citizens. And that's what this is \nabout, is continuing the tradition of bringing immigrants who are ready, who want that freedom, but who are willing \nto work for it and have the ability to stand on their own two feet here in the United States and not go on welfare \nsystem in the future.\n\nBREAM: And we know these are, again, not new laws. These are things that have had bipartisan support in the \npast.\n\nCUCCINELLI: Right.\n\nBREAM: And we're glad we had you here to separate fact from fiction for us and people can now decide what they \nthink about moving forward.\n\nCUCCINELLI: Thank you, Shannon.\n\nBREAM: So, we'll look for the official ruling coming out tomorrow. Ken, thank you.\n\nCUCCINELLI: Super. Good to be with you.\n\nBREAM: OK. High-profile democrat send a warning to the Supreme Court telling the justice to straighten up or face \na \"restructuring.\" What's that all about? Next.\n\nBREAM: A new warning tonight from the left aimed squarely at the conservative majority on the Supreme Court. A \nhandful of powerful Democratic senators putting their weight and words behind a potential restructuring of the high \ncourt. Trace Gallagher literally on the case for us tonight. Hey, Trace.\n\nTRACE GALLAGHER, FOX NEWS CORRESPONDENT: Shannon, good evening. It's not often the Supreme Court \ngets issued an ultimatum but some high profile Democrats apparently believe they have the wind to their backs \nwhen it comes to pursuing the improbable. This week as part of a brief filed about New York City gun laws, \nDemocratic Senator Sheldon Whitehouse, Richard Blumenthal, Mazie Hirono, Dick Durbin, and Kirsten Gillibrand \nissued an unusual warning to the high court saying that recent rulings by the court's conservative majority are clear \nindications the court is suffering some sort of affliction which must be remedied. Quoting here: \"The Supreme Court \nis not well and the people know it, perhaps the court can heal itself before the public demands to be restructured in \norder to reduce the influence of politics.\"\n\nThe public demands the part of that statement is apparently a reference to Quinnipiac poll in which 51 percent of \nthose polled favored restructuring. Of course, the Supreme Court being restructured has become a daily talking \npoint among 2020 Democratic presidential candidates. With the most common suggestion being court packing, \nmeaning to increase the number of justices. But Former Vice President Joe Biden and Bernie Sanders are against \ncourt packing. Though Sanders thinks that justices should be rotated to other courts. Conservatives currently \noutnumber liberals on the high court, 5-4, but over the past year, there have been a number of cases where \nconservatives including President Trump's picks: Neil Gorsuch and Brett Kavanaugh have sided with liberals. And \nfor the record, Democrats are concerned that if the Supreme Court takes up this case involving now defunct New \nYork City gun laws, it could prevent other cities from passing similar gun control legislation so they want the court to \njust leave it alone. Shannon.\n\nBREAM: We'll see if they do. Trace Gallagher, thanks. So now, the Democrats think they could lose this key gun \nrights case at the Supreme Court. Is it fair for them to issue a threat to the justices? Let's discuss with Fox \n\n\n\nContributor Richard Fowler and Former Chairman of House Judiciary Committee Bob Goodlatte. Great to have both \nof you with us tonight.\n\nOK. So, let me read a little bit more from the brief. This is from these Democratic senators, they say: \"The Supreme \nCourt is not well and the people know it. Perhaps the court can heal itself before the public demands it be \nrestructured in order to reduce the influence of politics, particularly on the urgent issue of gun control, a nation need \nit to heal.\" Mr. Chairman, what does that say to you?\n\nBOB GOODLATTE, FORMER CONGRESSMAN OF MASSACHUSETTS: Several things, first of all it's brazen and \nsecondly, banana republic politics. And they want the court to be healed of politics, they should stop filing a \n(INAUDIBLE) brief, because that brief is clearly politically motivated, and designed to try to threaten the court which \nI think is a very, very bad tactic.\n\nBut it threatens the independence of the judiciary, which is one of the most sacred aspects of protecting the civil \nliberties and assuring that justice is provided to people. And you're going to have people on the Supreme Court of \ndiffering interpretations of the constitution but if they would focus on that, on reading the letter of the law, then \nRepublicans and Democrats could come together to make sure we have justices that pay attention to what the law \nis and not politics. But I would say they're gauging in politics and not the justice system.\n\nBREAM: OK. Conservative News Daily, under this headline today, Democrat tries to bully the Supreme Court into \naction on oppressive gun-control ordinance writes this: \"Should the court ruled against New York City in this case, it \nwould create a significant obstacle against the creation of similar, ridiculous regulations and Democrats aren't up for \nthat fight. So, as spoiled brats are off to do, they turn to threats -- idle though they may be.\" Richard.\n\nRICHARD FOWLER, FOX NEW CHANNEL CONTRIBUTOR: I think it's interesting to me and I think it's far -- it's \nvery far distressing to say that you know these things that are going to happen to the court, they'll be court packed \nand I think that's a very, very -- that might be a dream. But what I will say, (INAUDIBLE), that's very interesting and \nsomething we saw in the late Justice Stevens dissent on the Corby-Bush case where he talked about this idea that \nonce the court loses its ability to be above the fray. Once they've mired themselves down in the politics, it's what's \nthe Gore v. Bush case was about.\n\nWhat you'd create is a situation where we lose our legitimacy -- and that's what we're seeing today, where in every \ncase, there's one side, there's another side and they're waiting on one or two justices. But beyond that, Shannon, I \nthink the larger (INAUDIBLE) that we have with our justice system and the court system is what is happening in \nthe United States Senate. The founders never, never ever wanted a system in which a Supreme Court justice or a \npending justice would have to wait 239 days without getting a hearing which is what happened to Justice Merrick \nGarland when President Obama appointed him. So, we've got to really, in this country, think about how do we \nmake the courts impartial and how do we do it very well?\n\nBREAM: All right, knowing many of justices across the ideological spectrum, I feel like they're not going to respond \nwell to this because they don't like being pushed or threatened by another branch.\n\nGOODLATTE: No, and the Justice Ginsburg has already made it clear that she thinks nine justices is the right \nnumber -- it's the number we had for 150 years. And it was Republicans, quite frankly, who are playing with those \nnumbers right after the civil war. They didn't want Andrew Johnson to have appointments when Lincoln was \nassassinated so they cut the number of justices. And when Grant was elected president, they upped it. Then came \nto Franklyn Roosevelt trying to do it and with a super majority in the congress by the way, he got pushed back very \nreadily. I think that will happen again.\n\nBREAM: All right, ten seconds.\n\nFOWLER: I think nine justices is the right number. I think the question to ask ourselves now is should justices be \npolitical as they are in their decisions? Where you know the case's decision almost before it comes out.\n\n\n\nBREAM: All right. We'll see how this plays out. Gentlemen, thank you both for coming in.\n\nFOWLER: Good to be here.\n\nBREAM: We want to make sure we get to our \"MIDNIGHT HERO.\" Larry (INAUDIBLE) learned that he had stage \nfour cancer over the winter but he still needed to work his wheat farm in Washington State, so his neighbor stepped \nin and what would have taken weeks was finished in a few hours. His 18 combines and 20 grain trucks harvested \nall 1200 acres in a single day. To this amazing community around Larry, you really are our \"MIDNIGHT HERO\" -- \nthe best in America. Most-washed, most trusted, most grateful you spent the evening with us. Good night from \nWashington. I'm Shannon Bream.\n"}