{"title": "Hillary Stuns--Four Theories", "body": "\nThere isn't another contested Democratic primary for 9 more days? What are we supposed to do in the meantime? \nCan't they speed the process up? ... 12:09.A.M.\n\n___________________________ \n\nOnly waterworks works: Now he's crying.[via            Lucianne] 2:36 A.M.\n\n______________________________ \n\nI'm as flummoxed as everyone else, having gone along with the near-universal consensus that Obama would win. \nMystery Pollster has his work cut out for him. But I'm confident that soon enough there will be so many powerful \nexplanations for what now seems an out-of-the-blue event that it will appear to be overdetermined. It's important to \nmemorialize this moment of utter stupefaction.\n\nThat said, here are four possible factors:\n\n1. Bradley Effect: It seemed like a nice wonky little point when Polipundit speculated on the Reverse Bradley Effect-\n-the idea that Iowa's public caucuses led Dem voters to demonstrate their lack of prejudice by caucusing for \nObama. Now this is the CW of the hour. Polipundit wrote:\n\nI suspect that Obama may have scored better than he would have in a secret-ballot election, and benefited from a \nReverse Bradley Effect.\n\nNew Hampshire, of course, is a secret ballot election. Voters might have told pollsters one thing but done another \nin private.** New Hampshirites I ran into Tuesday night mentioned that the state was very late ratifying the MLK \nHoliday.\n\n2. Lazio Effect. No ganging up on the girl! First, Edwards turns on her in the debate. Then Obama says she's \nmerely \"likeable enough.\" Then the press disparages her anger, mocks her campaign and gloats over its \ntroubles. They made her cry! And then that mean macho John Edwards goes and says the crying makes her unfit \nto be president. (I was told voter leaving Edwards in the closing hours went disproportionately to Hillary, not \nObama.)\n\n3. Feiler/Skurnik Effect: What's stunning is the ferocity and speed with which Hillary's fortunes turned around in \nthose final hours. Kf has a theory to explain that! Actually, two theories. The familiar Feiler Faster Thesis holds that \nvoters are comfortable processing information at the vastly increased speed it can come at them. Jerry Skurnik's \n\"Two Electorate\" theory holds that voters who don't follow politics are much less informed than they used to be, \nwhich causes polls to shift rapidly when they do inform themselves. Put these two together and you've got a vast \n\n\nuninformed pool of voters that only begins to make up its mind until the very last minute--after the last poll is taken, \nmaybe--and then reaches its decision by furiously ingesting information at a Feileresque pace. In fact, the percent \nof voters who made up their minds at the very end in N.H. was unusually large. (Add convincing statistic here!)\n\nTwo implications of the Feiler/Skurnik combo: a)Momentum from the previous primary doesn't last. When the early \nprimary dates were set, the CW held that the Iowa loser would never be able to stop the Iowa \"wave\" effect in the \nfive days between the two primaries. It was too short a time. In fact, it wasn't short enough. A three day separation \nand maybe Obama would have won. As it was, by the time the uninformed voters tuned in on Sunday and Monday, \nIowa was ancient history.***  b) Instead, these voters saw clips of Hillary having her emotional tearing up moment. \nIn other words, the Feiler/Skurnik Effect magnifies the significance of any events that occur in the final day or two of \nthe campaign. After yesterday's election, expect more of these events. \n\n4) The Congestion Alert Effect: I remember when the Southern California transportation authorities installed a state-\nof-the-art series of electronic signs alongside the freeways to give motorists instantaneous warnings of traffic \ndelays. The signs don't do that any more. Why? It turned out that when you warned drivers of congestion on Route \nA, they all took Route B, leading the latter to become congested instead of the former. Similarly, independent \nvoters in N.H. were told by the press that the Democratic race was a done deal--so they voted in the closer, more \nexciting Republican race. Which made the Republican race not so close and the undid the deal in the Dem race. \n(Brendan Loy published this theory first.) [           via Insta]\n\n5) Bonus CD-only Theory--The Orthodox Shul Effect: Alert emailer B.L. writes: \n\nThe independents broke the way worshipers do at an orthodox (anything) religious ceremony. The ladies went left \nand the lads went right (most female indies voted in the Dem primary; most male indies in the Repub). \n\nIn other words, it wasn't the lower number of independents voting in Democratic primary that hurt Obama, \nbut which independents voted Dem. McCain's race sucked away precisely those independents most likely to vote \nfor Obama--men (and also, we might speculate, relatively conservative women). \n\nBackfill: Halperin has about 30 theories, including at least two of the above. ...            Here's a Slate piece on the \nBradley Effect. ...  \n\n**--The Reverse Bradley Effect, in other words, meant that the Iowa results, which seemed to show that the regular \nol' Bradley Effect wasn't operating, were deceptive. As this eerily prescient post suggests: \n\nIf the Reverse Bradley Effect holds, then, Obama will do worse in New Hampshire than his Iowa triumph would lead \nyou to expect, even if Hillary does nothing to change anyone's mind. ... \n\nSee , I knew it all along. [But you forgot it?--ed  No. I actually never knew it. Always thought Obama would win big]. \n... \n\n* **--In this respect, New Hampshire was a replay  of the 2000 Michigan GOP primary between Bush and McCain  , \nin which Bush's momentum faded stunningly quickly. ... 1:10 A.M. link \n\n___________________________ \n\nTuesday, January 8, 2008 \n\nMark Blumenthal is liveblogging the N.H. poll results. (Most recent entries are at the bottom.) ... 5:48 P.M. \n\n___________________________ \n\nJoe   explains John Edwards' brilliant strategy of losing Iowa and getting clobbered in New Hampshire. It's a huge \nload of BS! ... But why would Edwards drop out? What else does he have to do? And as long as Trippi keeps \nspinning these scenarios, he keeps getting paid,  right ... P.S.: A respected emailer defends Trippi-- \n\nhttp://blog.brendanloy.com/2008/01/a-question.html\nhttp://www.instapundit.com/\nhttp://thepage.time.com/theories-to-explain-clintons-nh-polling-behind-obama/\nhttp://slate.com/blogs/blogs/trailhead/archive/2008/01/08/did-n-h-voters-lie-about-supporting-obama.aspx\nhttp://slate.com/blogs/blogs/trailhead/archive/2008/01/08/did-n-h-voters-lie-about-supporting-obama.aspx\nhttp://www.slate.com/id/2181118#moiowa\nhttp://www.slate.com/id/1004812/\nhttp://www.pollster.com/blogs/nh_results_thread.php\nhttp://www.msnbc.msn.com/id/22545660/\n\n\n\"if his client wants to soldier on, what's he supposed to say?  \"I know we can't win, but Edwards, the fool, wants to \nkeep fighting?\"  Trippi knows what they're up against.\n\nIt's still BS. It seems to me there is a way to soldier on that doesn't involve selling elaborate bogus scenarios. In \n2004, I actually bought some of them! ... P.P.S.: Luckily, as of 9:12 Eastern, Edwards is the big loser tonight, \nbecause Hillary is emphatically not out of the race. ... 3:20 A.M. link \n\n_____________________________ \n\nMcCain's 'Banana': Mark Krikorian on \"amnesty\" semantics:\n\nThe perennial controversy over what to call McCain's amnesty is silly. Every program in the world that has allowed \nillegal immigrants to stay has been called an \"amnesty.\" McCain himself called it \"amnesty\" as recently as May \n2003, when he told the Tucson Citizen \"I think we can set up a program where amnesty is extended to a certain \nnumber of people who are eligible ... Amnesty has to be an important part ...\" But once the focus-group results \nwere in, \"amnesty\" became a four-letter word. ...[snip]\n\nReal Straight Talk would be to say \"Sure, it's an amnesty, but we don't really have any choice\" ...\n\nP.S.: The McCain, post-focus-group argument is that it can't be \"amnesty\" if it has some requirements--e.g., to pay \na fine, learn English, etc. But it turns out that Ronald Reagan's 1986 \"comprehensive\" reform, which he and \neveryone else called an \"amnesty,\" had requirements too, including payment of fees. ... \n\nIt really is impressive that McCain still gets fawning reporters to call his bus the \"Straight Talk Express\" while his \ndefense of his most significant recent domestc initiative depends entirely on the employment of cumbersome and \nobscuring PC euphemisms (e.g., \"earned legalization,\" \"comprehensive reform\" \"undocumented immigrants\" \n...sorry, make that            \"Nonimmigrants in the United States Previously in Unlawful Status,\" etc.). That is, where it \ndoesn't require outright untruths (i.e, that illegals would \"not be in any way rewarded for illegal behavior\"). The latter \nare, oddly, less annoying. At least they're straight lies. ... \n\nIf you care about the immigration issue, and oppose \"amnesty\" (or whatever you want to call it--\"legalization,\" \n\"regularization,\" or \"banana\" if you prefer), it's pretty important that McCain be defeated a) As a cautionary example \nto other pols, and b) to ensure that at least one party's candidates are skeptical of the merits of \"comprehensive\" \nreform. New Hampshire is the best place to do it. Go Mitt! ... 12:15 A.M. link\n\n___________________________ \n\nThe Anchoress predicted the cryin' on January 2:\n\nWhat I dread most in this political season is the \"genuine\" moment - and it is coming, soon, sometime between \ntoday and tomorrow, or tomorrow and New Hampshire - when Mrs. Clinton, in her ongoing effort to turn herself into \nwhatever the polls says she must be, cries in public. It's going to be genuinely ghastly.\n\nEerie! [via The Corner] 1:12 A.M.\n\n___________________________ \n\nMonday, January 7, 2008 \n\nThe much anticipated train-wreck joint Bill and Hillary rally in Manchester was not a train wreck. The crowd wasn't \nhuge--maybe 1000--but it was noisy. Bill just stood there and didn't talk. Hillary gave a long, impressively smooth \nstump speech that was oddly state-of-the-unionish in its inclusion of every policy initiative in her platform. Sort of the \nfantasy state of the union address she will probably never give! At least not in this election cycle. Aren't election eve \nspeeches usually just short rousers? ... The other odd thing about Hillary's speech is that it contained virtually no \nreference to anything that has happened in the past weeks. No \"we're behind in the polls but don't believe the \npolls,\" or \"we're surging,\" or \"they're saying dirty things about us\" or \"it's down to the wire--I'm counting on you,\" \n\nhttp://article.nationalreview.com/?q=NWMyMzUyMWVhNzQ1YzJhNmEzZTU2ZDlmOTY4NGU3YjE=&w=MA==\nhttp://corner.nationalreview.com/post/?q=NWYyMzE2ODlhYTAyMThkMGQyMTU4OWUwMjBkYzI4NDk=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2008/01/07/AR2008010703139.html\nhttp://www.heritage.org/Research/Immigration/wm1521.cfm\nhttp://theanchoressonline.com/2008/01/07/will-2008-finish-what-1968-began/\nhttp://corner.nationalreview.com/\n\n\netc. She could have given virtually the same talk in New Hampshire two months ago. ...P.S.: She did add a bit of \n\"future music by talking about all the great man-on-the-moonish things she'd help accomplish. That doesn't seem \nlike a bad way to address her fabled  \"change\" vs. \"past\" problem--though it obviously isnt enough. ... At one point I \ncouldn't tell whether the crowd was chanting \"Hillary\" or \"Four More Years.\" ... P.P.S.: Hillary now pledges to \"end\" \nNo Child Left Behind. Is that new? ...  10:29 P.M.\n\n___________________________ \n\nDana Milbank falls into the McCain bus swoon. McCain's \"on a roll,\" you see. But what I've heard from reporters \nwho've been to McCain's rallies is that the crowds are smaller and less enthusiastic than expected. .... If Romney \npulls off a N.H. win after really only turning around in the Fox debate Sunday night, it will be a stunning confirmation \nof both the            Feiler Faster Thesis and            Jerry Skurnik's theory that because uninformed voters are more \nuninformed than ever they only learn enough to actually make up their minds very close to the Election Day. ... \n10:07 P.M.\n\n___________________________ \n\nHeading into Manchester, I heard a strong radio ad, excoriating the leading Republicans for being soft on illegal \nimmigration, from ... Ron Paul. Is that the official libertarian position? ... P.S.: The ad said Paul doesn't want \nillegals to get Social Security benefits. I believe it! Does he want anybody to get Social Security benefits? ... P.S.: \nObjectively, as we Marxists say, this is an anti-McCain, therefore pro-Romney ad at this point, no? ... Update: John \nTabin says, \"There is no 'official libertarian position' on immigration,\" and charges Paul with ... well, read the item \n... 3:54 P.M.\n\n___________________________ \n\n'I'm just so upset that someone who's not ready from day one might lead our country': Crying! Why didn't she think \nof that before? ... Update: Phony or not? Well,            it seems studied, if effective. And Hillary does manage to work \nin her talking points. (\"And we do it, each one of us, because we care about our country. But some of us are right \nand some of us are wrong. Some of us are ready and some of us are not, some of us know what we will do on day \none and some of us haven't thought that through enough.\") It's not like she dropped her facade. ... 11:10 A.M.\n\n_____________________________ \n\nMonday's Must-See Event--The Train Wreck Tour: The reporters I talk to are looking forward to the final pre-\nelection joint Bill and Hillary Clinton rally Monday evening with the same lascivious delight you might encounter \nbefore a Britney Spears/Amy Winehouse double bill. Everyone expects it to be a gruesome night for the Clintons; \ntheir aides have been lashing out at the press uncharmingly. Anything could happen! ... 1:30 A.M. link\n\n___________________________ \n\nSunday, January , 2008 \n\nSunday Fox debate: Romney won decisively over McCain in Luntz's undecided 'focus group.' Romney's attack on \nMcCain's immigration plan sent the dial-meters into the stratosphere. ... Update: Though some of those Luntz \nfocus-groupers seem a bit familiar, in a Greg Packeresque kind of way. [Thanks to emailer W.B.] ... Not So Fast: I \nran into Luntz at the Radisson, and he said he intentionally uses some people at more than one successive focus \ngroup, which lets him track their opinions over time. He concedes a downside, which is that when voters become \npart of his focus-grouping machine their thinking changes. He said the ratio was 20% repeats, 80% fresh faces. \n... 6:41 P.M. link\n\n___________________________ \n\nStraight Talk on Illegal Immigrants and Social Security: Mitt Romney's failure to hang \"comprehensive immigration \nreform\" around John McCain's neck in last night's debate may have been the defining failure of Romney's \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2008/01/07/AR2008010703139.html\nhttp://www.slate.com/id/1004677/\nhttp://www.r8ny.com/blog/jerry_skurnik/the_theory_of_the_two_electorates.html\nhttp://spectator.org/blogger.asp?bwd=2&byear=2008#10430\nhttp://blogs.abcnews.com/politicalradar/2008/01/clinton-gets-em.html\nhttp://abcnews.go.com/Video/playerIndex?id=4097366\nhttp://www.hillaryclinton.com/actioncenter/event/view/?id=6490\nhttp://roobaroo.net/Images/Fox_Focus_Group.jpg\nhttp://media.washingtonpost.com/wp-srv/politics/documents/republican_debate_new_hampshire_010508.html\n\n\ncandidacy. We'll see if he does better in the Fox debate that just started. [Update: He did, but maybe not better \nenough.]\n\nIt's been my impression that McCain has been locked by the realities of the issue into a tactic of gruff testy \ndissembling--e.g., saying that illegals he'd legalize would \"not be in any way rewarded for illegal behavior\" (of \ncourse they would--how many people around the world would like to pay a fine and come and live here legally?) or \nthat they'd have to go to the \"back of the line behind everybody else\" (nope-they get to short-circuit the most \nimportant line, the line to get into the \"citizenship\" line).\n\nOne issue I wasn't clear on, though, was whether--or, more precisely, when, exactly-- illegals would have qualified \nfor Social Security benefits once they were legalized under McCain's various \"comprehensive\" plans. Several MSM \n'truth-checkers,' such as the NYT's Marc Santora, have claimed that McCain would let illegal immigrants get Social \nSecurity when they\n\ncome forward, pay fines, then wait their turn to become citizens ... but only after they are citizens.\n\nThat was clearly BS (citizenship isn't a requirement). But what was the truth? I emailed someone who actually \nknows the details, Mark Krikorian, and got back this response:\n\nCitizenship is most assuredly NOT required to collect Social Security -- only legal status. There's actually two \nquestions -- 1) can you collect benefits if you're illegal, and 2) can you accrue credits toward future Social Security \nbenefits from illegal work. ... [snip]\n\n[T]he Senate bill required that amnesty applicants (probationary Z visa holders) be issued Social Security numbers \n\"promptly.\" So, technically, McCain is right in saying that he's against letting illegals get Social Security checks, but \nthat's just a dodge, since he'd legalize them all, *then* give then Social Security.The answer to the second question \nis \"maybe\" -- illegals have in fact been able to use \"unauthorized work,\" in the Social Security Administration's \nparlance, to count toward future benefits; see: http://www.cis.org/articles/2004/back904.html , scroll down to \"SSA \nLaw Inconsistent on Illegals\".But S1639 wouldn't have allowed that because of an amendment; see here            \nhttp://www.numbersusa.com/hottopic/senateaction0507.html and scroll down most of the way down to \"Hutchison \nSA 1415\" which \"Prohibits the granting of Social Security credit for wages earned by illegal aliens prior to their \nbeing granted amnesty under this bill\" and passed by voice vote. Though, as Sessions Loophole thing points out, \nvisa-overtsaying illegals who'd been issued a Social Security number when they arrived (as workers or students) \n*would* have been able to use the credits from wages they earned after they fell out of status (i.e., became illegal \naliens) toward collecting future benefits.McCain was even worse in 2006, when he voted against an amendment by \nEnsign to that year's successful amnesty bill that would have done the same thing as Hutchison's 2007 \namendment. So, he says he's now aware that the people want enforcement first -- has he also learned that the \npeople don't want illegal work counted toward Social Security? Because he was for that before he was against \nit.McCain's comment            here\n\nI do not support nor would I ever support any services provided to someone who came to this country illegally, nor \nwould I ever and have never supported Social Security benefits for people who are in this country illegally, that is \nabsolutely false.\n\nis simply a lie. The second part is a weasely, politician lie, because he'd amnesty the illegals first, then give them \nSS, but the first part is a normal unambiguous lie. In fact, as Sessions points out, even Z visa holders who would \nhave been *rejected* for amnesty could have accrued credits toward future Social Security, because they would \nhave had legitimate SSNs. And if there were no effort in the future to root out and arrest rejected Z-visa-holding \napplicants (as if!), then they'd have kept on working and accruing credits toward future SS benefits.And no one \neven seems to have asked McCain whether he supports the Totalization Agreement with Mexico, which would \ncount work in *Mexico* toward future SS benefits here, and is commonly seen as the next step after legalization. \n[E.A.]\n\nhttp://www.weeklystandard.com/Content/Public/Articles/000/000/012/215orrme.asp?pg=2\nhttp://www.weeklystandard.com/Content/Public/Articles/000/000/012/215orrme.asp?pg=2\nhttp://thecaucus.blogs.nytimes.com/2007/12/28/new-ads-romney-attacks-mccain-mccain-touts-support/#more-3501\nhttp://www.cis.org/articles/2004/back904.html\nhttp://www.numbersusa.com/hottopic/senateaction0507.html\nhttp://www.boston.com/news/nation/articles/2008/01/05/mccain_faces_enthusiastic_crowd_immigration_questions/\n\n\nIn other words, illegals wouldn't have to pay fines and wait to become citizens to get Social Security. They'd qualify \nfor Social Security almost immediately, as soon has they got their quickie \"probationary\" Z-visas. But most might \nnot get credit for earlier work done here illegally, at least immediately. That depends on whether you're talking \nabout the 2006 McCain or the 2007 McCain. ...  5:19 P.M. link \n\n____________________________ \n\nHuck's Secret: I donparticularly like Huckabee--he's slick, and sells a bleeding heart approach--but his invocation of \nsocial equality in last night's debate was moving, and would seem to provide a firm basis for going national: \n\nIn that sense of equality, the greatest principle is that every human being and every American is equal to each \nother. One person is not more equal because of his net worth or because of his I.Q. or because of his ancestry or \nlast name. \n\nThat was a radical idea when those 56 signers put their names on that document, knowing that if their experiment in \ngovernment didn't work, they were going to die for it. \n\nMakes Fred Thompson's grumbled lawyerly mention of \"constitutional principles\"--\"the checks and the balances, \nthe separation of powers\"-- seem kind of dessicated, no? ... Someone should write a book about how social \nequality needs to be the basis of American politics in an era of globalization and rising income inequality! ... 3 P.M. \nlink\n\n___________________________ \n\nBig Pimpin' in N.H.: Gave three women a ride to their motel from the Radisson. Was pulled over by police who \nsuspected we were ... part of America's growing service sector. Where is Ron Paul when you need him? ... 2:45 \nP.M. link \n\n____________________________ \n\nI was surprised by all the talk in the debate spin room about Hillary's angry little speech after Edwards took \nObama's side in the great \"change\" debate. The talkers assumed it was a potential Rick Lazio election-losing \nmoment, an audience turnoff--a judgment echoed            here and            here (\"dogmatic ... angry ... vicious\"). ... I \nwas surprised because when it happened, I thought to myself, \"pretty good response.\" I've seen it again--           \nhere--and I  still don't get what's wrong with it. Unconvincing, maybe. Heated, yes. But not overheated or \nuncontrolled or unhinged. This isn't the sort of thing I usually say--but isn't Hillary's outburst exactly the sort of \nforceful putdown male candidates not only get away with, but are expected to come up with? ... Maybe have a high \ntolerance for confrontation. I thought Lazio won that debate. ... \n\nP.S.: But if it's true that Hillary's the big loser tonight, is it possible that she'll actually get beaten for second in New \nHampshire by Edwards? He's not that far behind in some polls. He was effective in the debate at the end, alas. ... If \nhe does catch Hillary, he'll be very hard to get out of the race, even if he loses in South Carolina. Rielle \nHunter could            make it out of the undernews after all. ... Update: First Read's            Chuck Todd adds-- \n\nClinton may now be the candidate who needs to get Obama in a one-on-one; Edwards and Richardson are now \ndistractions and are complicating her ability to go after Obama; Obama, meanwhile, needs the extra candidates.  \n\nPut these two thoughts together, and you reach the conclusion that Obama may soon want Hillary to stay in the \nrace. ... Meanwhile, if Hillary now wants Edwards gone, and Sid Blumenthal's email is still functioning, that \nmight give the Rielle Hunter story the MSM-busting oomph it needs. ... 1:21 A.M. link \n\n___________________________ \n\nFriday, January 4, 2008 \n\nIs Ezra Klein young enough to be this pompous? \n\nhttp://media.washingtonpost.com/wp-srv/politics/documents/republican_debate_new_hampshire_010508.html\nhttp://www.amazon.com/gp/product/0465098290/\nhttp://www.amazon.com/gp/product/0465098290/\nhttp://news.bbc.co.uk/2/hi/americas/924235.stm\nhttp://news.bbc.co.uk/2/hi/americas/924235.stm\nhttp://blogs.abcnews.com/politicalpunch/2008/01/hillarys-debate.html\nhttp://www.youtube.com/watch?v=Apv5KWHgXTE\nhttp://www.realclearpolitics.com/video_log/2008/01/hillarys_record_of_change.html\nhttp://www.realclearpolitics.com/epolls/2008/president/new_hampshire-primary.html\nhttp://www.slate.com/id/2181118/#heedundernews2\nhttp://firstread.msnbc.msn.com/archive/2008/01/05/551919.aspx\nhttp://www.prospect.org/csnc/blogs/ezraklein_archive?month=01&year=2008&base_name=obamas_gift#103509\n\n\nObama's finest speeches do not excite. They do not inform. They don't even really inspire. They elevate. They \nenmesh you in a grander moment, as if history has stopped flowing passively by, and, just for an instant, contracted \naround you, made you aware of its presence, and your role in it. He is not the Word made flesh, but the triumph of \nword over flesh, over color, over despair. The other great leaders I've heard guide us towards a better politics, but \nObama is, at his best, able to call us back to our highest selves, to the place where America exists as a glittering \nideal, and where we, its honored inhabitants, seem capable of achieving it, and thus of sharing in its meaning and \ntranscendence\n\nActually, pompous isnt really the word for this passage. There's a sort of hectoring naivete, as if Klein's too \ninexperienced to know that \"call us back to our highest selves\" is a drained cliche. And why do the whippernsappers \nalways have to lecture? ... P.S.: The whole post isn't this bad. It's actually worse. And pompous! ... [via            \nCorner and reader N.B.] ...  9:19 P.M. \n\n___________________________ \n\nMo' Iowa: 1) Polipundit suggests Obama may have benefitted in Iowa from a \"reverse Bradley effect.' The open, \npublic voting of the caucuses provided Democrats with \n\n\"a golden opportunity to show your next-door neighbors just how enlightened and progressive you are, by \nsupporting the liberal black candidate.\" \n\nOn a secret ballot, Obama wouldn't do as well. If the Reverse Bradley Effect holds, then, Obama will do worse in \nNew Hampshire than his Iowa triumph would lead you to expect, even if Hillary does nothing to change anyone's \nmind.  ... \n\n2) I haven't heard any MSM pundit mention another possibility a Polipundit reader mentions: that Romney may \nhave done worse than the polls indicated because the Republican caucuses did use a secret ballot--and people \nwho wouldn't tell a pollster they weren't going to vote against a Mormon in fact voted against a Mormon. This is not \na reverse Bradley Effect. It's the regular ol' straight Bradley Effect; \n\n3) Wasn't the Iowa Dem outcome a vindication of the beleaguered Incumbent Rule, which holds that undecideds \nbreak overwhelming against an incumbent at the end. Hillary was the functional equivalent of an incumbent. \n[Thanks to alert reader K.B., who a) emailed it days before the vote and b) suggested that between Edwards was \nmore of an \"incumbent\" than Obama, so the latter would have the edge among late-breaking anti-incumbent \nundecideds.] \n\n4) Reader T.F. notes that Edwards did not improve on--or even match-- his 2004 Iowa performance. \n\nIn 2004, Edwards got 32% of the caucus in Iowa in a four-person field.  \n\nIn 2008, Edwards got 30% of the caucus in Iowa in a three-person field. \n\nRichardson, Biden, et al might object to calling 2008's race a \"three-person field,\" but you get the point. ... P.S. \nDefining Nonviability Down--The Union Leader's John DiStaso on Edwards and New Hampshire:\n\nJohn Edwards? Should he finish a strong third - close to the second-place finisher - he's in good shape. But should \nhe drop below Bill Richardson, which is unlikely but possible, he's in trouble.\n\nHuh? If the result is Obama 42, Hillary 21 and Edwards 19, Edwards is in \"good shape\"? He has to lose to Bill \nRichardson to be in trouble?  ... Update:Politico's Josh Kraushaar has some standards (\"at least a strong second-\nplace performance\")! ...\n\n5) Note that Richelieu, a McCain booster (even in the highly unlikely event that he's not Mike Murphy) predicted \nMcCain would finish third with 17%--a \"surging third.\" He            came in fourth with 13%--a            \"disappointing \n\nhttp://www.prospect.org/csnc/blogs/ezraklein_archive?month=01&year=2008&base_name=obamas_gift#103509\nhttp://corner.nationalreview.com/post/?q=YjU3OTllNWNlZjAyZTIzNTE0MmE2YTgzMDIwMzNhY2E=\nhttp://polipundit.com/index.php?p=19309\nhttp://polipundit.com/wp-comments-popup.php?p=19309&c=1#comment-14490266\nhttp://www.mysterypollster.com/main/2004/09/do_undecided_vo.html\nhttp://www.politico.com/news/stories/0108/7725.html\nhttp://www.politico.com/news/stories/0108/7736.html\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2008/01/richelieu_predictions.asp\nhttp://projects.washingtonpost.com/2008-presidential-candidates/primaries/states/ia/r/\nhttp://firstread.msnbc.msn.com/archive/2008/01/04/547807.aspx\n\n\n4th,\" wrote NBC's First Read, in an honest assessment you don't find many other places in the MSM. Somehow, \nthe press never requires McCain to actually match the \"comeback\" hype it generates about him. ...\n\n**--I once speculated that Harold Ford might benefit from a different kind of Reverse Bradley effect in his \nTennessee senate race, in the form of conservative white voters who don't want to admit to their buddies or to \npollsters that on the secret ballot they were going to vote for the black Democrat. I don't think this effect actually \nmaterialized, however. ... Update--Not so fast: Chris Richardson argues Ford did get a boost when many whites \n\"voted for him because of his skin color.\" But wouldn't this show up in the pollls? Not entirely, apparently. The            \nlate preelection polls showed Ford an averge of 6 points behind--and he lost by only 3. ... 8:36 P.M. link\n\n___________________________ \n\nIowa: 1) Was Hillary lucky she finished third, by .28%, instead of second? Had she finished second, Edwards might \nhave fallen out of the race, leaviing her to face Obama one-on-one, a confrontation she'd almost certainly lose right \nnow. If she could subsidize Edwards' campaign at this point, she probably would. 2) Reading: John Ellis is            \nsurprisingly tough on Romney for failing to \"run as a Republican Gary Hart.\" Suddenly everyone wants to be Gary \nHart (except Gary Hart). ... Peggy Noonan is bracingly vicious           about Ed Rollins. ...Rachel Sklar notes \nan insufficiently remarked on Obama advantage:             The press is very cautious about going against \nhim. (\"[E]ven as I write this I feel the need to check and recheck to make sure I don't somehow say this wrong. \nObama is that candidate - the one you are careful writing about. I don't think it's just me\") ... 3) This is            Mary \nMatalin \"angry\"? She must get angrier than that. 4) Des Moines Register pollster Ann Selzer, who correctly \npredicted the big turnout and the big Obama victory, may now become a near-mythic figure. As            Mark \nBlumenthal put it before the vote: \n\nIf Ann Selzer had wanted to play it safe, she could have weighted her results by past caucus participation or party \nidentification (or both) as many other pollsters do. Her results would have been in line with other polls, far less \ncontroversial and no one would have questioned her judgment. But she didn't do that. As an Iowa based survey \nresearcher, she put her own reputation and that of her most important client on the line because she believes in her \nmethods and trusts her results.... \n\nHillary chief strategist Mark Penn, on the other hand, looks like a sad spinner. But he has bigger problems. ... 5) In \nwhat is becoming a tradition, the network \"entrance\" polls were apparently            a debacle. ... 6) If Iowa had been \nan authentic real primary election, instead of a hard-to-attend caucus, would Obama's win have been bigger, or \nsmaller? Bigger, no? ... 7) Best unchecked rumor of the evening: Did Edwards bring in Pat Caddell for advice \ntoward the end? That would explain the anger! ... 12:37 A.M. link \n\n___________________________ \n\nThursday, January 3, 2008 \n\nEdwards aide Joe Trippi on RCP: \n\n\"Third place is going to be a big problem for anybody - we're not denying that - it'll be a big problem for us.\"  \n\n Kinsley gaffe ? 1:34 A.M. \n\n___________________________ \n\nJustBlogging: Mark Blumenthal has an impressive number of useful things to say about Iowa polling in his \nexhaustive braindump. Note especially a) he            casts aspersions on the Des Moines Register'stwo-day rolling \ntrendline; b) but if Obama wins and the DMR poll is vindicated, many of the things other candidates' aides have \nsaid            may take on a new meaning: \n\nWhat if an influx of first-time caucus goers propels Obama to a modest victory margin? Given their spin yesterday, it \nwill be quite a challenge for the other campaigns to shrug it off as an inconsequential result they saw coming all \n\nhttp://firstread.msnbc.msn.com/archive/2008/01/04/547807.aspx\nhttp://outsidereport.blogspot.com/2006/11/did-harold-fords-race-hurt-him.html\nhttp://www.realclearpolitics.com/epolls/2006/senate/tn/tennessee_senate_race-20.html\nhttp://www.iowacaucusresults.com/\nhttp://www.realclearpolitics.com/articles/2008/01/a_hard_loss_for_romney.html\nhttp://opinionjournal.com/columnists/pnoonan/?id=110011083\nhttp://www.huffingtonpost.com/2008/01/03/more-media-winners-iowa-_n_79104.html\nhttp://www.huffingtonpost.com/2008/01/03/more-media-winners-iowa-_n_79104.html\nhttp://thepage.time.com/2008/01/03/thompson-advisor-goes-hard-on-mccain-huckabee/\nhttp://thepage.time.com/2008/01/03/thompson-advisor-goes-hard-on-mccain-huckabee/\nhttp://www.pollster.com/blogs/iowa_clearing_my_inbox.php\nhttp://www.pollster.com/blogs/iowa_clearing_my_inbox.php\nhttp://www.hillaryclinton.com/blog/view/?id=19621\nhttp://www.pollster.com/blogs/caucus_entrance_poll_results_t.php\nhttp://time-blog.com/real_clear_politics/2008/01/trippi_live.html\nhttp://www.bartleby.com/66/73/32773.html\nhttp://www.pollster.com/blogs/iowa_clearing_my_inbox.php#12\nhttp://www.pollster.com/blogs/iowa_clearing_my_inbox.php#6\nhttp://www.pollster.com/blogs/iowa_clearing_my_inbox.php#12\n\n\nalong. Now, if Obama wins with the help of a wave of caucus newcomers, it's not just a \"win,\" it's an \n\"unprecedented departure,\" a result \"at odds with history,\" perhaps even a \"revolution.\"\n\nA.M. link \n\n___________________________ \n\nHeed the  Undernews  !   Just a note to the tiny unrepresentative minority of Iowa voters who are going to \nparticipate in the Democratic caucus later today: If you want to vote for a Democrat who will actually make it to the \nWhite House, you have to think not only about their issue positions and their rhetorical skills and their personality \nbut also about the scandals that might surface, even distasteful scandals you'd rather dismiss. This concern would \nbe a subset of the oft-mentioned \"electability\" issue. You obviously don't want to pick someone the GOPs \nmight blow out of the water in late August, right after he or she gets the nomination. \n\nIf you read this blog you know I think John Edwards is facing an unaddressed (or insufficiently addressed) potential \nscandal in the person of Rielle Hunter, about whom the National Enquirer has made  some  sensational             \nallegations  and about whom the Edwards camp has             behaved very strangely  . (Relevant denials included in \nthe             second Enquirer link  .)  I'm not worried that this scandal will surface in August after the convention. I \nthink the scandal will surface in a matter of days or weeks should Edwards win in Iowa. Right now the MSM is \ngiving him a pass because--hey, why bring it up and hurt his wife if he's going to lose anyway.  \n\nB ecause he's gotten a pass, Edwards has had weeks to figure out the best way to defuse any press coverage--or, \nif any of the accusations prove to be accurate, how to play them, The worry, then, is that Edwards might stave off a \nscandal effectively enough to get the nomination from the sympathetic party faithful, but be a far weaker general \nelection candidate for it. \n\n(I admit, I also think he'd be a terrible president. He can give an effective, heart-tugging closing argument. If \ngoverning were a trial, he'd be a good bet--though he did manage to lose a debate with Dick Cheney in 2004. But is \nthere any evidence he actually knows how to run a large, bureaucratic organization? Some of his ideas, like his \nfake-tough   plan to demand that congressmen give up their own health plan if they don't support his universal plan  \n, suggest he either doesn't know where the federal government's pressure points are or else he's cynically trying to \nfool equally clueless voters. I vote for 'cynical fooling,' but either way, the idea that President Edwards will \nactually be able to enact a big national health insurance plan seems a little far-fetched to me--even compared to the \nalso-inexperienced Obama and the mal-experienced Mrs. Clinton.. If Edwards does somehow talk his way into the \nWhite House, I think the public will see through him--and he'll be ineffective--within six months..  ...  \n\nBut even if you disagree with this analysis, Rielle Hunter is a potential problem to consider! Please read the \nEnquirer story and decide if you think the semi-official pro-Edwards line about who is the father, etc. seems \nconvincing to you, despite it's             contradictions  . I don't trust the Enquirer, but they've gotten some big stories \nright in the past. ) \n\nI have faith that you will make the right decision. ... Actually, no. I have zero faith that you will make the right \ndecision. You thought Kerry was electable!  Iowa caucusers have a track record as miserable judges of political \nhorseflesh. I'm counting on New Hampshire, a real primary where more than a super-motivated minority actually \ndoes the deciding. ... 12:08 A.M. link \n\n___________________________ \n\nWednesday, January 2, 2008 \n\nWhy are \"Thompson campaign ... sources\" stabbing him in the back by telling reporters he may drop out ... just as a \npoll (OK,            Zogby, still) shows him surging a bit in Iowa? Is currying favor with reporters that important? ... \nP.S.: I've always been suspicious of some            Thompson \"advisers.\" George W. Bush            wasn't wrong \nabout everything. ... \n\nhttp://editor.slate.com//common/htc/\nhttp://www.slate.com/id/2181118/#undernews\nhttp://www.nationalenquirer.com/john_edwards_cheating_scandal/celebrity/64271\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.huffingtonpost.com/2007/09/26/edwards-mystery-innocuou_n_66070.html\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.issues2000.org/2008/John_Edwards_Health_Care.htm\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.politico.com/news/stories/0108/7682.html\nhttp://corner.nationalreview.com/post/?q=NTlkMDhmYmY0NTIwMDUxNDNkNzQ5Y2M5MDhjNjViZjg=\nhttp://archive.newsmax.com/archives/ic/2007/6/5/95641.shtml?s=po\nhttp://www.slate.com/id/2064728/\nhttp://www.slate.com/id/2064728/\n\n\nUpdate: Thompson responds to the story (\"made up out of whole cloth\"), as does his aide            Rich Galen. See \nalso            Lowry (\"I know Jonathan Martin and Mike Allen and they don't make things up.\") ... 11:07 P.M. \n\n___________________________ \n\nMaybe Obama is the black Gary Hart after all: Marc Ambinder-- \n\n** Obama's closing argument is more audacious than it seems; it's an end-run around the established interests of \nthe Democratic Party. He is angering -- often deliberately -- some of the party's core constituencies; Markos \"Daily \nKos\" Moulitsas and my Atlantic colleague, Matt Yglesias, have both (sort of) withdrawn their endorsements of \nObama because of his penchant for allegedly using right-wing talking points to smear his Democratic rivals. \n\nOh no. He might lose Yglesias! ... \n\nP.S.:  There he goes echoing Republican talking points again --To his credit, Yglesias argues, contra            \nKrugman:\n\nI don't see any need for liberal pundits to get in the business of denying that labor unions are, in fact, \"special \ninterests.\" Indeed, it's impossible to understand the dynamics of American politics without acknowledging them to \nbe special interests. They're special interests who sometimes take the \"wrong\" side of policy debates when what's \n\"right\" for the country is \"wrong\" for the sector in which they work. \n\nI think the problem with unions--or, more precisely, with legalistic, work-rule-generating Wagner Act unions--is \nrather more general than this. But even Yglesias' concession is enough to condemn, say, the sacred cow Davis-\nBacon Act, which effectively requires union wages for government construction projects.  (What's \"right\" for the \ncountry is that it be as inexpensive for the government to build something as it is for private industry. That's \"wrong\" \nfor construction unions, who want the law to artificially boost wages in the government-construction sector above \nwhat the private market pays. Who should win?) Not to mention the teachers' unions. (What's \"right\" for the country \nis that mediocre teachers can be fired as easily as you'd cut a mediocre tight end from a football squad. What's \nright for the NEA is ...) ...  4:23 P.M. link\n\n___________________________ \n\nI'm reluctant to write skeptically about the NYT's David Leonhardt--I owe him one, having failed to answer his \nreasonable response to a criticism of several years ago. (All in good time!) His  contrast between   Hillary Clinton's \ndomestic policy approach (\"narrowly tailored government policies, like focused tax cuts,\" relying on \nrational economic incentives) and Obama's (broader, \"simpler\" programs that acknowledge people don't act \nrationally) seems highly useful. \n\nBut I don't see how the great health care \"mandates\" debate fits this typology very well Isn't it Hillary who is \nproposing the broad, simple program: 'Everybody has to buy insurance!' And isn't this mandate at least \nsomewhat similar to Obama's semi-mandatory (\"opt out\") employer-deduction savings plan in that it acknowledges \npeople, if left to their own devices, won't do something that might in fact be good for them or at least for society,** \neven if given a seemingly sufficient incentive? Won't Obama need lots of little complex subsidies to enable people \nto afford the insurance he won't require them to buy? And if  he actually adds a penalty for those who buy insurance \nlater, when they get sick, isn't he relying on the \"idea that people respond rationally to financial incentives\"? \n\nThat said, Leonhardt does make Hillary's vision seem dreary (\"She has proposed new tax credits for savings, \ntuition, health care, elder care and renewable energy use. ...\") Her husband's best moments as president weren't \nhis little targeted tax breaks but his big, simple notions: \"Make Work Pay,\" \"End Welfare As We Know It,\" \"Save \nSocial Security First.\" ... \n\nUpdate: Yglesias makes a similar point. ... \n\nhttp://blogs.iowapolitics.com/caucus/2008/01/thompson-poor-finish-in-iowa-wont-end.html\nhttp://corner.nationalreview.com/post/?q=YTcxZmFmMWM1MmUzODc5MGMzNjUzNGZhNDQ2NWU3YWI=\nhttp://corner.nationalreview.com/post/?q=MTRmNjM0ZDdmMWM3ZDQ4NmZhN2VjMWZkMWNkOWM5NzM=\nhttp://marcambinder.theatlantic.com/archives/2008/01/the_feel_from_the_ground_the_d.php\nhttp://matthewyglesias.theatlantic.com/archives/2007/12/krugman_versus_obama_cont.php\nhttp://www.nytimes.com/2007/12/24/opinion/24krugman.html?ref=opinion\nhttp://www.nytimes.com/2008/01/02/business/02leonhardt.html?ex=1356930000&en=fe7acf630e95a035&ei=5090&partner=rssuserland&emc=rss&pagewanted=all\nhttp://www.huffingtonpost.com/2007/12/31/an-obamakrugman-truce-ov_n_78861.html\nhttp://www.huffingtonpost.com/2007/12/31/an-obamakrugman-truce-ov_n_78861.html\nhttp://matthewyglesias.theatlantic.com/archives/2008/01/beyond_health_care.php\n\n\n**--You could argue that mandating health insurance is designed to get young, healthy people to do something that \nmight not really be in their rational economic self-interest, namely pay for health insurance they probably won't \nneed. But you could also argue that the social interest in having a decent rate of savings is greater than the interest \nin any poor individual in putting aside money he or she could really use now. My college professor, Stephen \nMarglin, speculated that individuals would never voluntarily save enough to meet a society's investment needs. If I \nremember right either the savings had to be extracted artificially (e.g. involuntarily) or else the economic growth had \nto be so rapid that individuals saved simply because it took them a while to learn how to spend all their money. \n... 1:02 A.M. \n\n___________________________ \n\nTuesday, January 1, 2008 \n\nOn Samizdata, Paul Marks offers  a fairly common defense  of Fred Thompson: \n\nFred Thompson is in the middle of a 40 town Iowa tour - so he is hardly lazy. And he does go on television shows - \nthus dealing with critics, such as myself, who attacked him for not going on enough shows. But what sort of person \nwould enjoy all this?A lunatic. \n\nI dunno. Sounds kinda fun to me! Being rushed from interview to interview, where reporters (who may not know a \nwhole lot less about government than you do) hang on your every nuance, jot down each pensee? Waging an \nunderdog campaign against unfair, flimsy media expectations? Occupying the center of attention wherever you go? \nHaving an eager staff devoted to making you, you, you look good. Sounds like a the world's greatest book tour, only \nbetter. You don't need an emperor's ego to enjoy that sort of thing, or even a blogger's ego. A normal attorney's or \nreporter's or college professor's ego should do. ... There may be reasons why sane people are discouraged from \nrunning for president--e.g., fundraising, holding lower office--but the horrible experience of campaigning in Iowa for \na month wouldn't seem to be among them. ... [via Instapundit] 10:17 P.M. \n\n______________________________ \n\nTo show he's not an Iowa-only candidate, self-described \"angry and confrontational\" candidate Edwards releases a      \n      list of his \"leaders and advisors\" in Feb. 5 primary states.\"[T]he list is not exactly overwhelming,\"           says \nCBS's David Miller. Maybe Edwards will beat him up! ... [via            Huffpo] 12:50 A.M. link\n\n___________________________ \n\nMonday, December 31, 2007 \n\nI want to like Fred Thompson--or, rather, I like him and want to see him as a potential effective President. But I \nzoned out at around the 7:00 mark of his 17-minute closing \"message to Iowa voters\". ... 17 minutes worked for \"      \n     Sister Ray.\" It works for a convention speech. Maybe it works at a time of national crisis. It doesn't work staring \nat a camera and broadcasting on the web a few days before an election. ... At the least, if you're going to talk that \nlong you can't read from a text. ... 11:25 P.M. link\n\n___________________________ \n\nDo I detect a tacit            media           conspiracy to make the Iowa caucuses inconclusive, and even irrelevant? I'm \nfor that! ... P.S.: It's like the moment in mafia stories when the cops just get tired of the mobsters they've been \ncorruptly cooperating with for years and decide it's time to kill them. ... The Iowa caucuses--shot while trying to \nescape. ... **\n\nUpdate: The conspiracy to dismiss Iowa will be harder to maintain if the final Des Moines Register poll--showing \nnon-trivial Huckabee and Obama leads--proves an accurate predictor. But the poll was taken from last Thursday \nthrough last Sunday. Hasn't there been a lot of ongoing movement since then? Tom Bevan at RCP           notes the \n\nhttp://www.samizdata.net/blog/archives/2007/12/fred_thompson_t.html\nhttp://instapundit.com/archives2/013585.php\nhttp://www.slate.com/id/2181067/fr/rss/\nhttp://www.johnedwards.com/news/press-releases/20071231-feb-5-states/\nhttp://www.cbsnews.com/blogs/2007/12/31/politics/horserace/entry3661519.shtml?CMP=OTC-RSSFeed&source=RSS&attr=Horserace_3661519\nhttp://www.cbsnews.com/blogs/2007/12/31/politics/horserace/entry3661519.shtml?CMP=OTC-RSSFeed&source=RSS&attr=Horserace_3661519\nhttp://www.huffingtonpost.com/politics/\nhttp://www.youtube.com/watch?v=VblJq4j0_SE\nhttp://www.youtube.com/watch?v=cyhCG6GT2jY\nhttp://www.cbsnews.com/sections/i_video/main500251.shtml?id=3662092n&channel=/sections/eveningnews/videoplayer3420.shtml\nhttp://www.nytimes.com/2007/12/31/us/politics/31cnd-nagourney.html?ex=1356757200&en=ad5051e7d5db4abf&ei=5090&partner=rssuserland&emc=rss\nhttp://www.cbsnews.com/stories/2007/12/31/eveningnews/main3662012.shtml\nhttp://www.desmoinesregister.com/apps/pbcs.dll/article?AID=/20071231/NEWS09/71231044\nhttp://time-blog.com/real_clear_politics/2007/12/the_iowa_poll_obama_widens_lea.html\n\n\ntrends in the poll's two-day rolling averages--which show both Obama and Edwards moving up, Clinton moving \ndown. ... \n\nMore: What did the DMR poll show in 2004? It \"turned out to be quite predictive, notes Michael Crowley. It had \nKerry leading and Edwards surging, which was the actual result. But in 2004 it came out only a day before the \ncaucuses--not three days before. (Correction: The actual polling in 2004 was finished on the Friday before a \nTuesday election--same interval as this year,            Mark Blumenthal notes. The 2004 poll was just released closer \nto the vote.)... Plus this year's poll seems to assume that an awful lot of independents are going to turn out and vote \nin the Dem caucus (especially for Obama).            Ambinder: \"Obama's internal polling does not show this high a \nproportion of independents choosing to caucus.\"  ...\n\nUpdate: Blumenthal and his commenters thoroughly masticate the issues surrounding the DMR poll, with bonus \nanti-Zogby sniping! ... Note also the anti-Burkle-like paranoia surrounding the ownership of polling outfit Opinion \nResearch by Clinton supporter Vinod Gupta. As the           NYT put it back in July:\n\n[Some critical  investors] have also questioned Mr. Gupta's decision to pay a substantial premium last December to \nacquire the Opinion Research Corporation, which has done opinion surveys for CNN since April 2006. In January, \nCNN began using Opinion Research for its presidential polling, leading conservative bloggers to ask if Mr. Gupta, \nas a Clinton supporter, should have influence over CNN's polling.\n\nMr. Gupta called Opinion Research \"a natural fit\" for his business, adding that he had no involvement with its polling \noperations. A review of its poll results over the last six months found them mostly in line with other campaign \nsurveys. [E.A.]\n\nNot any more! Opinion Research's poll is the only one of the three recent polls to show Clinton winning. The            \nthird poll, from Insider Advantage, shows Edwards winning handily once the second choices of the \"non-viable\" \ncandidates are counted. Insider Advantage polled Friday and Saturday--ending a day earlier than DMR. But I don't \nknow why that would work against Edwards. ...\n\n**--It's possible that the Hillary camp is spinning reporters in the Iowa-decides-nothing direction--always a possibility \nwhen Adam Nagourney is involved! But at this point, given the uncertainy, all the Democratic candidates would \nprobably happily contract for an inconclusive outcome that would let hem all go on to New Hampshire. Maybe \nthey're all spinning the anti-Iowa story--a happy confluence of short-term individual and long-term national \ninterest. ... 6:58 P.M. link\n\n___________________________ \n\nQuien es mas ... ? Edsall says Edwards' new tough-guy posing is stealing male caucusers away from Obama. ... \nP.S.: Hey, Edwards is looking           more macho than we'd thought! ...  3:24 P.M. link\n\n____________________________ \n\nPress pros on the ground (excitable Joe Klein,,            Marc Cooper, the            First Read crew) are convinced \nHuckabee's press conference today--in which he announced he was pulling a negative campaign spot and then \nshowed it to the press anyway--was so disastrous as to be Dean-screamish. Like            Jonathan Martin, I'm not so \nsure. Huckabee's transparently trying to have it both ways--but it's not clear why he won't have it both ways.           \nTransparently cynical            arrangements seem to be working well this year! At least with Iowans.... P.S.: This \nseems like the MSM jumping in in order to discover for itself that Huckabee is imploding after he has already \nbeen taken down by Romney's attack spots. ...\n\nUpdate-Now That's Contrarianism: Chris Beam thinks Huckabeemight actually have been sincere. ...\n\nMore: Rachel Sklar suggests it was a \"masterstroke,\" not a meltdown. ...  2:00 P.M. link\n\n___________________________ \n\nhttp://time-blog.com/real_clear_politics/2007/12/the_iowa_poll_obama_widens_lea.html\nhttp://blogs.tnr.com/tnr/blogs/the_stump/archive/2007/12/27/final-des-moines-register-poll.aspx\nhttp://www.pollster.com/blogs/poll_des_moines_registerselzer_1.php\nhttp://marcambinder.theatlantic.com/archives/2007/12/my_one_question_about_the_regi.php\nhttp://www.pollster.com/blogs/poll_des_moines_registerselzer_1.php\nhttp://www.nytimes.com/2007/07/14/us/politics/14gupta.html?_r=2&pagewanted=print&oref=slogin&oref=slogin\nhttp://www.breitbart.com/article.php?id=D8TT7FB00&show_article=1\nhttp://www.southernpoliticalreport.com/storylink_1231_103.aspx\nhttp://slate.com/id/2181008\nhttp://slate.com/id/2181008\nhttp://www.huffingtonpost.com/2007/12/31/fiery-edwards-rhetoric-pu_n_78960.html\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.time-blog.com/swampland/2007/12/huckabust.html\nhttp://www.huffingtonpost.com/2007/12/31/huckabee-melting-attack_n_78955.html\nhttp://firstread.msnbc.msn.com/archive/2007/12/31/540416.aspx\nhttp://www.politico.com/blogs/jonathanmartin/1207/Hucks_instant_classic.html\nhttp://marcambinder.theatlantic.com/archives/2007/12/atlantic_umpire_is_edwards_a_c.php\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://slate.com/blogs/blogs/trailhead/archive/2007/12/31/mike-huckabee-s-war-on-cynicism.aspx\nhttp://www.huffingtonpost.com/2008/01/01/huckabees-media-savvy_n_79091.html\n\n\nKf Hero of the Day: Gov. Strickland of Ohio, who commits a classic Kinsley gaffe, foolishly            telling the truth \nabout Iowa ... and about New Hampshire.\n\nIn an interview with The Dispatch last week, Strickland said the Iowa caucuses make \"no sense.\" He called the \nGOP and Democratic caucuses \"hugely undemocratic,\" because the process \"excludes so many people.\" Anyone \nwho happens to be working or is sick or too old to get out for a few hours Thursday night won't be able to \nparticipate, Strickland said.\n\n\"I'd like to see both parties say, 'We're going to bring this to an end,'\" Strickland said, adding that he has no \nproblem with the New Hampshire primary Jan. 8, because \"at least it's an election.\" [E.A.]\n\nLetting the presidential nominee be picked by the Iowa caucusers is like letting your antiwar tactics be picked by the \nlast people left at the end of a 4-hour SDS meeting in 1970. The result: the leftist radicals win! [But you were all \nleftist radicals. It was an SDS meeting--ed Oh, right.  I mean, the most committed partisans who have nothing better \nto do with their time win! In Iowa these people are proven fools, remember.] \n\nUpdate: John Fund notes that Iowa's silly process is not an accident.\n\nThe caucuses are run by the state parties, and unlike primary or general elections aren't regulated by the \ngovernment. They were designed as an insiders' game to attract party activists, donors and political junkies and \ngive them a disproportionate influence in the process. In other words, they are designed not to be overly democratic\n\nFund's piece also has gives good headline! ... 1:11 A.M. link \n\n____________________________ \n\nSunday, December 30, 2007 \n\nHe Dieted for Our Sins--Or Did He? Republican Undernews! Did Huckabee go bariatric?Plutarch           makes the \n(surprisingly non-weak) case with photos and graphs. ... P.S.: The Arkansas ex-governor's dramatic weight loss is \nto his campaign what Edwards' loyalty to his sick wife is to the latter's campaign. In each case, there are            \nundernews suspicions. In each case, these suspicions are likely to become overnews--i.e. news--if (as is very \npossible) the candidate in question emerges victorious from Iowa. In each case, apparently, the suspicions could be \ndissipated by the presentation of routine medical evidence. [How with Edwards? Just between us--ed Aternity-pay \nEst-tay] ...\n\nBackfill: Jonah Goldbeg has one argument against bariatricity. ... Powerline commenters debate            here. ... \nAnother Huck defense            here. ...  8:26 P.M. link \n\n___________________________ \n\nFrom Shrill to Shill! It looks like that pro-Edwards \"527\" group defended by Paul Krugman as a \"labor 527\" and a \n\"527 run by labor unions\"            actually got about a third of its money \"in a single check from an entity linked to \nRachel Mellon, the widow of Paul Mellon, who inherited his share of the great American fortunes.\" ... \n\nP.S.: Obama's point in attacking Edwards on the 527 issue was, of course, not that it was wrong to accept union \nhelp but the transparent phoniness of Edwards boasting \"I support public financing of federal elections\"--\nand saying \"these [527] groups should not be a part of the political process\"--when this one is run by his former \ncampaign manager and obviously set up to help his campaign. ... \n\nP.P.S.: Edwards seems to be good at these elaborate charades! [What are you thinking of?--ed Oh, nothing.] ...\n\nUpdate: Overlawyeredraises another question about the Mellon contribution.\n\nRelated anti-Krugmania: Steve Smith reads FDR's Madison Square Garden speech and finds some \"Obamaesque\" \npassages Krugman must have missed. ... See also            Jon Alter, on--among other things--Krugman's \n\nhttp://www.bartleby.com/66/73/32773.html\nhttp://www.dispatchpolitics.com/live/content/local_news/stories/2007/12/30/stumped.html?adsec=politics&sid=101\nhttp://www.dispatchpolitics.com/live/content/local_news/stories/2007/12/30/stumped.html?adsec=politics&sid=101\nhttp://www.cnn.com/2004/ALLPOLITICS/01/19/elec04.prez.main/index.html\nhttp://www.opinionjournal.com/diary/?id=110011061&mod=RSS_Opinion_Journal&ojrss=frontpage\nhttp://plutarch01.wordpress.com/2007/12/13/huckabees-weight-loss-scam/\nhttp://plutarch01.wordpress.com/2007/12/11/new-121007-300pm/\nhttp://plutarch01.wordpress.com/2007/12/11/new-121007-300pm/\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://corner.nationalreview.com/post/?q=NDI3MjNlMDhmYzU4NTkzYjg1MWQ4YjY0ODc2Y2M1YTA=\nhttp://www.plnewsforum.com/index.php/forums/viewthread/27051/#23232806\nhttp://corner.nationalreview.com/post/?q=MGUxZjdiNzc2ZGY1M2YzZjgxMzE1N2ZiYjgwMDZiM2E=\nhttp://www.nytimes.com/2007/12/24/opinion/24krugman.html\nhttp://www.politico.com/blogs/bensmith/1207/Private_money_in_Edwards_527.html\nhttp://weblogs.chicagotribune.com/news/politics/blog/2007/12/obama_makes_charge_against_edw.html\nhttp://www.overlawyered.com/2007/12/assignment_desk_alliance_for_a.html\nhttp://smythesworld.blogspot.com/2007/12/prof_28.html\nhttp://smythesworld.blogspot.com/2007/12/prof_28.html\nhttp://www.newsweek.com/id/80882/output/print\n\n\nconvenient ex cathedra            assertion that a populist candidate would do better than a more moderate candidate \nin the general election (something Krugman supports with on surveys of            debate-watching            Democrats). \n... 1:20 A.M. link\n\n___________________________ \n\nSaturday, December 29, 2007 \n\nMark Halperin's \"The Page\" has suddenly become indispensable if you're trying to follow the Iowa and New \nHampshire primaries. ... I guess that was his plan all along! P.S.: NBC's excellent First Read is also one of the few \nsites that's            posting enough to cover the rapid developments. But they're trying to do it all themselves. \nHalperin's playing Drudge, which is much more efficient. ... 8:13 P.M.\n\n___________________________ \n\nDoes MSM mean \"Media Saves McCain\"? Howie Kurtz goes to bat against Romney's anti-McCain ad with a \ndefense that's much more misleading than any ad I've seen:\n\nRomney's description of McCain's failed immigration bill -- which was backed by President Bush -- is so selective \nas to be misleading. The measure would have allowed illegal immigrants to seek legal status only if they first \nreturned to their country of origin and paid a fine, and it was coupled with stricter border enforcement -- key \nelements omitted by the ad. Romney called a similar bipartisan effort \"reasonable\" in 2006. It is not true that \nMcCain backed Social Security for illegals; a Senate amendment would have allowed payment of past benefits only \nafter immigrants obtained legal status. [E.A.]\n\nThe provision requiring a return \"to their country of origin\"--the so-called \"touchback\" plan--was in fact not part of \nthe reform that McCain has righteously championed for years. It was added at the last minute, as the bill was sliding \ndown the tubes, in a desperate attempt to attract conservative votes. (The bill failed anyway two days later.) The \nprovision            was also a fraud, but that's almost beside the point. ... \n\nWhy don't reporters like WaPo's Kurtz** and NYT's Santora--both of whom have now peddled correction-worthy \npro-McCain misinformation--stop pretending they are enforcing truth or fairness and just face the perhaps-\nsubconscious motive that's evident to nearly everyone: They liked McCain's failed immigration reform, or they like \nMcCain, or they like their own acceptance into the comfortable bipartisan \"comprehensive\" consensus, and they \ninstinctively for the ways to defend him against what they assume must be crude, yahooesque attacks from the \nright? \n\n**--Have I mentioned that Howard Kurtz has the biggest conflict of interest in the business? Not lately! ... 7:54 P.M.\n\n___________________________ \n\nIs Gen. Petraeus Killing Kos? Even though there's a big election on, Daily Kos traffic peaked in August, and has \nbeen trending down ever since, according to this forthright Onemadson post (noted by            Geraghty and            \nInstapundit). ... Hmm. I don't think the cause is \"candidate wars.\" I was at a very nice left-wing party over the \nholidays and the youthful antiwar types were saying that traffic was down on all the left-wing sites because of ... \nIraq. ... That's not what I said. It's what they said. ... Iraq just isn't as salient now that it doesn't seem to be spiraling \ninto apocalypse. ... P.S.: Was the left-wing blogosphere always mainly about Iraq? ... P.P.S.: Of course, some            \nright-wing           sites seem to be experiencing a mild decline since August also. Maybe the whole blogosphere was \nabout Iraq! ...\n\nUpdate: Maguire does some actual research, and discovers that \"the big lefty sites ...peaked in April (Atrios, MY \nDD, C&L) or February (Firedoglake); the righty sites peaked in October (Instapundit, Ms. Malkin) or March \n(Powerline).\" He speculates that the left sites are simply coming down off an anomalous spike in traffic caused by \nthe Feb./March Libby trial. But the \"surge\" explanation also fits that timetable, as            a commenter notes. ... 1:01 \nA.M.\n\nhttp://www.nytimes.com/2007/12/17/opinion/17krugman.html?ex=1355547600&en=b3ebc8d6afdec377&ei=5090&partner=rssuserland&emc=rss\nhttp://www.youtube.com/watch?v=DsKmKl0Lxek\nhttp://www.youtube.com/watch?v=DsKmKl0Lxek\nhttp://thepage.time.com/\nhttp://firstread.msnbc.msn.com/\nhttp://blog.washingtonpost.com/the-trail/2007/12/28/romney_rips_mccain_on_senate_r.html\nhttp://www.slate.com/id/2169114/#touchbackadd\nhttp://article.nationalreview.com/?q=OTA4YzY0Nzk2ZDM3YThmYTRhYzJhY2I1NjFlY2NkYmQ=\nhttp://thecaucus.blogs.nytimes.com/2007/12/28/new-ads-romney-attacks-mccain-mccain-touts-support/#more-3501\nhttp://www.kausfiles.com/archive/index.06.18.00.html\nhttp://www.dailykos.com/story/2007/12/28/9473/1605/1011/427140\nhttp://campaignspot.nationalreview.com/post/?q=NGNhY2Y2Y2I5OGM5ZDQ4MTNjOWY3NTg3MjQ5OWM5Yjg=\nhttp://instapundit.com/archives2/013454.php\nhttp://www.alexa.com/data/details/traffic_details/corner.nationalreview.com\nhttp://www.alexa.com/data/details/traffic_details/powerlineblog.com\nhttp://justoneminute.typepad.com/main/2007/12/wheres-the-left.html\nhttp://justoneminute.typepad.com/main/2007/12/wheres-the-left.html#comment-95345778\n\n\n___________________________ \n\nFriday, December 28, 2007 \n\nTruthchecking the MSM's Truthcheckers: The New York Times' Marc Santora declares Romney's anti-McCain ad \n\"selective or worse, misleading\" on immgration:\n\nFor instance, Mr. Romney claims Mr. McCain \"even voted to allow illegals to collect Social Security.\" \n\nThe more complicated reality is that Mr. McCain supported legislation that would allow illegal immigrants who come \nforward, pay fines, then wait their turn to become citizens the chance to collect Social Security - but only after they \nare citizens. \n\nSantora has to be wrong. ... [pause for Googling] ... He is. Under McCain's bill, legal immigrants wouldn't collect \nSocial Security \"only after they are citizens.\" They would collect Social Security after they had become legal.  In \nfact, illegal immigrants apparently            don't even have to become citizens now,            under current law--if \nthey're legalized, they can collect Social Security, even for work they performed here when they were illegal. \n\nThe distinction between \"citizen\" and \"legal\" is important, because it's easier to become a legal worker than it is to \n\"wait\" and become a full-fledged citizen. And McCain's \"comprehensive immigration reform\" would have legalized \nmillions of current illegals fairly quickly. Hence, it would ... how to put it? ... \"allow illegals to collect Social Security.\" \nRomney's charge seems basically accurate.** The New York Times seems \"selective or worse, misleading.\" ... \nP.S.: Actually, no. It's not \"selective.\" Or merely \"misleading.\" Make that \"misinformed or worse, spun by the \nMcCain camp.\" ... \n\nUpdate: Note that McCain's response to Romney's charge has largely avoided an actual defense of McCain's \nposition, focusing instead on Romney's flaws. See here,            here,            here, and            here. \n\n**--It's reasonably clear from the context of the ad that Romney is saying that McCain would let illegals collect \nSocial Security by giving them amnesty, not by allowing them to remain illegal and collect Social Security. But you \nbe the judge. ...[via            Ambinder] 7:19 P.M. link\n\n___________________________ \n\nThe Feiler Faster Thesis suggests that by next Thursday the Benazir Bhutto tragedy will loom shockingly small in \nIowa. ... 4:45 P.M.\n\n___________________________ \n\nIt's CW that Hillary Clinton \"would rather ... come in fourth\"** in Iowa if John Edwards finishes first than come in a \nclose second to Barack Obama. (Or maybe even than coming in a close first to Obama.) For Hillary, it's all about \ngetting rid of Obama. But what about for Obama? Which of these two scenarios would he prefer?\n\nObama--35\n\nEdwards--33\n\nClinton--25\n\nor\n\nClinton-35\n\nObama--33\n\nEdwards-25\n\nhttp://thecaucus.blogs.nytimes.com/2007/12/28/new-ads-romney-attacks-mccain-mccain-touts-support/#more-3501\nhttp://thecaucus.blogs.nytimes.com/2007/12/28/new-ads-romney-attacks-mccain-mccain-touts-support/#more-3501\nhttp://www.factcheck.org/social-security/republican_campaign_theme_debunked_social_security_for.html\nhttp://www.nilc.org/immlawpolicy/CIR/cir021.htm\nhttp://src.senate.gov/public/index.cfm?FuseAction=PenPad.View&ContentRecord_id=2537&Issue_id=0&Senator_id=20&State_id=0&CFID=47113699&CFTOKEN=\nhttp://www.boston.com/news/politics/politicalintelligence/2007/12/did_mccain_call.html\nhttp://thepage.time.com/2007/12/28/page-exclusive-mccain-fights-back/\nhttp://time-blog.com/real_clear_politics/2007/12/the_battle_for_new_hampshire.html\nhttp://thepage.time.com/2007/12/28/page-exclusive-mccain-fights-back/\nhttp://marcambinder.theatlantic.com/archives/2007/12/romney_takes_the_plunge.php\nhttp://marcambinder.theatlantic.com/archives/2007/12/romney_takes_the_plunge.php\nhttp://marcambinder.theatlantic.com/\nhttp://www.slate.com/id/1004677/\n\n\nIt's close, no? Getting rid of Edwards--making it a Hillary vs. Obama race--seems very important to Obama. If he \ncomes in a competitive second to Hillary, on the other hand, will the press really declare that Hillary's delivered a \n\"knockout punch\" and go home? I doubt it. They'll want to set up an epic two-person battle. ...\n\nUpdate: Edsall says \"the least attractive outcome for Obama would be to see Hillary win Iowa on January 3.\" \nReally? Even if Edwards finished third (something that admittedly looks unlikely as of this posting on 12/31)? ...\n\n**Chris Matthews, 12/26 ... 4:40 P.M.\n\n___________________________ \n\nTariq Ali on Benazir Bhutto: Written before her death. Quite nasty. I don't trust him.** For all I know he may now \nregret writing it. But there is a lot here to chew on, especially the intrigues surrounding her brother Murtaza. \nCompare with John Burns'            NYT obituary. ...\n\nUpdate: Here's a post-assassination piece by Ali.\n\n**--Reflexive anti-Americanism would be the charge against Ali. For example, would U.S. non-interference in \nneighboring Afghanistan really end \"instability\" in Kabul and \"the tribal areas betwen the two countries\" in a way that \ndidn't simply empower Al Qaeda? ... 12:28 A.M.\n\n___________________________ \n\nWednesday, December 26, 2007 \n\nOne Hed Fits All: Are you impressed with a            drop in home values of 6.6% over a year? It doesn't seem like \nsuch a big            here.) I thought a \"housing crisis\" was when people couldn't find housing, not when it got cheaper. \n(NBC's expert: \"It's very, very difficult to find any silver lining.\" No it's not.) ...\n\nP.S.: Instapundit suggests that the press may (in the words of a reader) \"scupper Main Street confidence\" in the \neconomy when all it really wants to do is scupper the Republicans. You'd think the Fed or someone would address \nthis structural issue by creating a reliable way for reporters to sabotage Republicans directly, without having to go \nthrough the intermediate stage in which they drag the entire economy down too. Sort of an earned \"path to \npartisanship\": For every sensible, non-hysterical story about the economy's perturbations under a GOP president, \nDem-leaning reporters get to apply an anti-GOP double standard in a non-economic story. ...\n\n**--Update: \"Affordable housing,\" and \"housing crisis,\" as traditionally used by critics on the left, includes rental \nhousing. If the credit crunch prevents people from buying houses, and those houses are sitting around unsold, \nthey'll be rented, no? Which will tend to drive rents lower. Am I missing something? (This is a response to Bill \nQuick and others). ...\n\nMore  Quick responds that rents in San Francisco are going up, as people who can't get a mortgage to buy a home \ncrowd into the rental market. Hey, the same thing happens in my neighborhood!. But it's a short-term (and maybe \nlocalized) effect, no? Speculators who own houses have an interest in renting them rather than leaving them \nvacant--even at bargain rents. I would very much doubt it if rents are rising in overbuilt South Florida, for example. \n.. [pause to Google] ...             Yep. :\n\nDepressed housing market is good news for renters  \n\nGlut of property makes it cheaper than buying home \n\nHarriet Johnson Brackey/Personal finance \n\nDecember 9, 2007 \n\nhttp://www.huffingtonpost.com/2007/12/31/fiery-edwards-rhetoric-pu_n_78960.html\nhttp://www.lrb.co.uk/v29/n24/ali_01_.html\nhttp://www.nytimes.com/2007/12/28/world/asia/28bhutto.html?ex=1356498000&en=432ed68041b50675&ei=5090&partner=rssuserland&emc=rss\nhttp://www.guardian.co.uk/comment/story/0,,2232632,00.html\nhttp://editor.slate.com//common/htc/\nhttp://editor.slate.com//common/htc/\nhttp://editor.slate.com//common/htc/\nhttp://editor.slate.com//common/htc/\nhttp://editor.slate.com//common/htc/\nhttp://editor.slate.com//common/htc/\nhttp://dailypundit.com/?p=28907\nhttp://www.sun-sentinel.com/business/custom/consumer/sfl-flhlpharriet1209sbdec09,0,1935336.column\n\n\nWhat a good time it is in South Florida for renters.Rent is falling and renters have their pick of places to live: \nApartments, condominiums, apartments that used to be condos that have gone back to apartments. Not to mention \nsingle-family homes for rent from accidental landlords. ...[snip]\n\nResearch from Axiometrics, a Dallas firm that studies major apartment markets around the country, shows that \nrents in Fort Lauderdale in the third quarter of this year are down by 2.2 percent compared with last year. In Palm \nBeach County, the decline is 7.8 percent and in Miami-Dade County rents are off by 0.7 percent.\"In a lot of the \noverbuilt markets, it's better to be a renter than an owner,\" said Axiometrics President Ron Johnsey. \n\nAgain, I'm not saying the credit crunch isn't a problem. I'm not saying that a lot of middle class Americans haven't \nbet a lot on the continued rise in their homes' value, or that if they take a big hit the resulting slowdown in their \nspending might not tip the whole economy into a recession. (But it might not!) I'm saying that during the runup in \nhousing prices the air was filled with complaints from the left that the rich were bidding up the value of housing, \nwhich was becoming unaffordable for ordinary Americans whose wages were rising only slowly, etc.. Now that this \nprocess is unwinding, some of this affordability problem is presumably being corrected. I'm amazed Quick resists \nthis point. He must own. ... \n\nCorner reactions here. ... 7:57 P.M. link \n\n___________________________ \n\nIs illegal immigration like crime in New York: They said it could never be reduced, until it was? More evidence that \neven the mild efforts at border control are having an impact. \n\na) The Gran Salida continues, reports Reuters, although the story offers no hard numbers (just a reported \"spike\" \nat a Mexcian consulate).  Instapundit notes that one            non-enforcement explanation--a shift in exchange rates-\n-doesn't appear to hold water.\n\nb) And they don't keep on coming: Meanwhile, the LAT reports on a decline in incoming illegal immigration, and \nthe paper has some numbers. ... Mexicans who say they plan to seek work abroad: down by a third. ... Border \narrests: down by 20%. ... Most significantly:\n\nThe growth rate of the U.S. Mexican-born population has dropped by nearly half to 4.2% in 2007 from about 8% in \n2005 and 2006, according to an analysis of census data by the Pew Hispanic Center. [E.A.]\n\nThat seems pretty dramatic. True, there's a debate about how much of the drop is due to stepped-up enforcement \nand how much to a decline in construction work.  The official PC position appears to be that enforcement can't \npossibly have anything to do with it.** Still, the drop suggests that border control efforts may have at least as much \neffect on shaping the future electorate in the long run as attempts by Republicans to win over Mexican-Americans \nby pursuing McCainesque semi-amnesty proposals.  [But illegals don't vote-ed. Their U.S.-born children do. Plus, \nfewer illegals = less demand for semi-amnesty, no? Which makes it less likely that a whole new group of previously \nillegal Latino immigrants will ever become voters. Pandering to this now-smaller group of potential future voters in \nturn bcomes less appealing.]\n\n.**--you see \"the border buildup has encouraged more illegal immigrants to employ professional smugglers, whose \nsuccess rate is higher than that of individuals, according to Wayne Cornelius, director of the Center for Comparative \nImmigration Studies at UC San Diego.\" OK, but doesn't the cost of hiring a professional itself deter illegal \nimmigration? And are the pros getting less successful--and more expensive? ... 7:21 P.M. link\n\n___________________________ \n\nHow grudging  and testy is Bob Wright's acceptance of the surge's relative success? (And he wasn't even against \nit.)  ... 1:58 P.M.\n\n___________________________ \n\nhttp://hmcnews.wordpress.com/2007/04/11/lack-of-affordable-housing-on-both-coasts/\nhttp://corner.nationalreview.com/post/?q=NTI3NmNmN2I1MTZkNWUxMmIyZGRmZTc5YzI2NWViOTk=\nhttp://www.reuters.com/article/idUSN2126758320071224?sp=true\nhttp://instapundit.com/archives2/013359.php\nhttp://instapundit.com/archives2/013359.php\nhttp://www.latimes.com/news/printedition/front/la-fi-migrate26dec26,1,1643383,full.story?ctrack=2&cset=true\nhttp://bloggingheads.tv/diavlogs/7636?in=00:18:00&out=00:31:24\n\n\nUndernews Underanalysis Still impressive, near-total lack of MSM pickup of the National Enquirer's Edwards \nscandal allegations.** My guess regarding MSM thinking is 1) Nobody wants to hurt Elizabeth Edwards and \n2) Everybody figures that if John Edwards loses in Iowa, there's no reason to mention the story. It will go away \nand nobody will have to cover it.  ... If Edwards wins Iowa, however, that calculus would presumably change. \n\nP.S..: Were the story to break out in the MSM before Iowa, the Edwards camp might react by allowing his popular \nwife make an impassioned plea for her husband, against sleaze, etc., which would generate considerable \nsympathy. His support in the caucuses could well go up in the short run. If you don't want Edwards to win--as I \ndon't--it may be best at this point if the story stays undernews until January 4. Which puts me in the same page as \nthe MSM, I think. \n\nIn o ther words, under this theory the worst outcome for Edwards is if the Enquirer account slowly seeps into voter \nconsciousness, but doesn't become known enough for Edwards to be able to profit by making a big deal of it in \npublic (which would have the downside of bringing it to more or less every voter's attention).  ... That assumes \nEdwards remains in contention. Should he fall significantly behind in the polls, then making a big deal out of it \nbecomes a plausible Hail Mary gambit. ... \n\nP.P.S.--Mickey's Assignment Desk: Are the issues of the Enquirer making it to the supermarket stands in Iowa? If \nanyone's there and can check, I'd love to know. ... \n\n**-- Relevant denials are included in theEnquirer story. See also Edwards' denial (\"made up\") in            this Rush & \nMolloy column. ... 3:01 A.M. link \n\n___________________________ \n\nAARGH! Cardinal \"Mike\" Richelieu casts aspersions on an ARG Iowa poll (\"looks off because it near-certainly is\"). \n... Barack Obama better hope that            this more recent ARG poll is off. It has him plunging into third place in the \ncaucuses. ...\n\nUpdate:  Mystery Pollster on ARG--\n\n[T]he problem in trying to assess the ARG poll is that we know so little about it. Does ARG make call-backs to \nunavailable respondents? What was the sample composition on any ARG Iowa survey this year in terms of age and \neducation level, and was this one suddenly different? Did ARG weight the results by age or education this time, and \nif so, by how much? We are in the dark on all of these questions. ...\n\nSee also: Jay Cost, who offers more reasons for caution but not dismissal. ... 1:38 A.M. \n\n___________________________ \n\nMonday, December 24, 2007 \n\nMick Shand, one of the few survivors of the \"Great Escape\"--the last man to make it out of the tunnel--has died at \nage 92. ... P.S.: The            book was better than the movie. ... 12:43 P.M.\n\n___________________________ \n\nSunday, December 23, 2007 \n\nI'm staying out of the great Politico vs. Fred Thompson debate. Many campaign events seem forced and awkward \nto me. Thompson's fire-station drop-by            looked maybe more awkward than most.  So? Is gladhanding ability \nall that crucial a presidential talent? More important,  as            Instapundit notes, Thompson's answer to local \npaper's farm policy question wasn't entirely \"glittering generalities\" (Politico's quote from an editor). Thompson            \neventually got around to saying:\n\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://bloggingheads.tv/diavlogs/7408?in=00:50:44\nhttp://bloggingheads.tv/diavlogs/7408?in=00:50:44\nhttp://www.pollster.com/08-IA-Dem-Pres-Primary.php\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.nydailynews.com/gossip/2007/11/29/2007-11-29_tabloids_affair_rumor_dispelled_says_joh.html\nhttp://www.nydailynews.com/gossip/2007/11/29/2007-11-29_tabloids_affair_rumor_dispelled_says_joh.html\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2007/12/richelieu_poll_madness_1.asp\nhttp://americanresearchgroup.com/\nhttp://www.pollster.com/blogs/polling_on_the_dark_side_of_th.php\nhttp://www.realclearpolitics.com/horseraceblog/2007/12/on_the_arg_poll.html\nhttp://www.telegraph.co.uk/news/main.jhtml;jsessionid=VRWQYRPGO1SYFQFIQMGSFF4AVCBQWIV0?view=DETAILS&grid=&xml=/news/2007/12/24/db2401.xml\nhttp://www.amazon.com/gp/product/0449210685/ref=cm_cr_dp_orig_subj\nhttp://pajamasmedia.com/2007/12/bias_more_doubts_raised_about.php\nhttp://www.cbsnews.com/blogs/2007/12/19/politics/fromtheroad/entry3631775.shtml\nhttp://instapundit.com/archives2/013264.php\nhttp://communitynewspapergroup.com/articles/2007/12/22/waverly_newspapers/news/news01.txt\n\n\nWe're going to have to phase out the corporate welfare system we've got, however. There are extremely rich \npeople living in skyscrapers in Manhattan that are receiving subsidy payments. I think that's wrong. I'd put a stop to \nthat if it was within my power. That still continues in this latest Farm Bill and it's not right. There ought to be a cutoff \nat some level and it's not right to have millionaires receiving farm subsidies.\n\nPeople who know more about farm issues can tell me how brave and non-pandering an answer that is. But \"phase \nout the corporate welfare system we've got\" would seem to have some bite. ... P.S.: Here's McCain on the same \ntopic. Arguably braver, since he talks of reducing all subsidies, not mainly about cutting off the rich. Still. ... 11:40 \nP.M.\n\n___________________________ \n\nDid you know that CITGO, effectively owned by the Venezuelan government headed by Hugo Chavez, runs ads in \nthe U.S. urging Latinos to buy its gas on the basis of ethnic solidarity--as \"Energia Latina\"? .... One ad is            \nhere. ...10:31 P.M.\n\n___________________________ \n\nIf Hillarynumbers in Iowa show her losing badly early next week, wouldn't she be smart to have her much-rumored \nstaff shakeup the day before the Iowa caucuses? That way a) the story the next day becomes \"Hillary relaunches \ncampaign\" instead of \"Hillary crushed\" and b) she might even convince some people that she lost because of the \nstaff shakeup. ...Even if she doesn't think she needs a shakeup, it might be a good idea to have one. ... P.S.: Blame \nBill: Implicitly blaming her staff seems more promising than blaming her husband. She' stuck with her husband.** \nAnd do we really think Hillary's main problem is subconscious sabotage from her husband? Isn't Hillary's problem \nHillary? ...\n\n**--Unless ... you don't think ... Now that would be a staff shakeup. ... 10:51 A.M. link\n\n___________________________ \n\nFriday, December 21, 2007 \n\nThe Matrix Room Eight's Jerry Skurnik has suggested that the electorate is splitting into two diverging parts--people \nwho follow politics and people who don't--with the people who follow politics much better informed than they were \nbefore (thanks to cable, web, etc.) and the people who don't follow politics less well informed (they used to get at \nleast some information from Walter Cronkite). That certainly rings true to me. And it may, as Skurnik claims, explain \nsome of the new volatility in polling--e.g., when the uninformed majority suddenly discovers, say, that Rudy Giuliani \nhas been married three times. \n\nB ut there's a second way to divide the electorate that asks how the voters inform themselves. Do they rely on the \ntraditional Mainstream Media (MSM), or do they get their political information from the Web, from cable news, from \nthe tabloids, etc. This division may have once seemed unimportant, but it doesn't anymore--its seriousness is \nsuggested by the MSM's impressive resistance to stories bubbling up from the blogs and the tabs that don't meet \nMSM standards (putting aside whether you regard those standards as high or merely idiosyncratic). \"Rielle Hunter\"-\n-the woman whom the National Enquirer alleges was John Edwards' mistress--was the top-searched name on the \nMSN site at one point Thursday, I'm told.  Meanwhile, in the traditional mainstream press, 'Rielle Hunter\" was \nmentioned only ... well, zero times. \n\nOf t he two ways to divide the electorate, the second is arguably more important. After all, even those who don't \nfollow politics, will eventually inform themselves before the election.** But if the MSM/Web barrier remains as robust \nas it's been, those who inform themselves from the MSM will find out something different, when they finally tune in, \nthan those who go to the Web and learn both the news and what might be called the \"undernews.\" ***  If you're \nthinking of voting as a Democrat in Iowa or New Hampshire, you might watch NBC and never know about this \nmessy Rielle Hunter business. Or you might read DailyKos know the whole allegation plus the arguments against it \n\nhttp://instapundit.com/archives2/013264.php\nhttp://instapundit.com/archives2/013264.php\nhttp://blogs.tampabay.com/energy/2006/10/citgos_latin_en.html\nhttp://video.google.com/videoplay?docid=-5546386880601274946&q=citgo+energia+latina&total=1&start=0&num=10&so=0&type=search&plindex=0\nhttp://www.nytimes.com/2007/12/23/opinion/23dowd.html?em&ex=1198558800&en=fcd0991c51bdc727&ei=5087%0A\nhttp://www.r8ny.com/blog/jerry_skurnik/the_theory_of_the_two_electorates.html\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://query.nytimes.com/gst/fullpage.html?res=9504E5DE1031F933A05757C0A961958260\n\n\nplus seven theories about how it came to light. That knowledge might cause voters to vote against Edwards or to \nvote for him--but either way first they have to find out. \n\nLi kewise, TNR's Noam Scheiber suggests that the egghead sector ( \"urban, college-educated liberals\") of the \nDemocratic party--which used to be less partisan and combative than the blue-collar/labor sector--is now more \npartisan and combative, because its eggy heads are wrapped up in Kos and other anti-Bush sites, where they \nabsorb the latest undernews about the machinations of Karl Rove and Tom DeLay. Scheiber argues this is a \ngood development for Obama, who surprisingly doesn't have to become more partisan then he actually is in order \nto win over non-egghead (labor) Dems. \n\nThe  2008 campaign will be a test of the relative strength of these various differently-informed electorates. Of those \nwho follow politics (Skurnik's first group) how many follow the \"undernews\" and how many merely watch Brian \nWilliams? Of those who don't follow politics (Skurnik's second group) how many bone up in the end by madly \ngoogling the candidates, and how many just read the editorial endorsements in their local papers?  The non-MSM \nEnquirer will be in the checkout aisles all over Iowa, but will it have an impact? \n\nAt the moment it looks as if Edwards has the most at stake in this great experiment, but others will have a stake \nsoon enough. . Much of the anti-\"amnesty\" immigration movement has been consigned to the Undernews simply \nbecause the MSM consensus in favor of some kind of \"comprehensive\" legalization has been so strong. Why even \ncover those nativist kooks? That's no longer true, but there may be other issues the MSM doesn't cover, including \nvarious partisan conspiracy theories and maybe entire candidacies (e.g. Ron Paul). \n\nMy guess is that Skurnik's largest group--those who don't normally follow politics--will by and large continue in \n2008 to get their \"free media\" from the conventional press. That means they won't, by and large, learn the \nundernews. The MSM will still dominate this election. But not the next one. \n\n_____ \n\n**--You might t hink there would only be three groups: Non-Followers, people who follow through the MSM, \nand people who follow through non-MSM. But the non-followers who actually vote will have to start following some \ntime, at which point they will also fall into two groups: either relying on the MSM or going beyond it. It's a four-box \nmatrix--very exciting--although the box of \"those who don't follow politics but then learn from blogs\" presumably \ndoesn't contain many voters. \n\n ***--Apo logies to Sam Smith of Undernews, and the various sites that use this term in what may be a different \nway. 3:39 A.M. link \n\n___________________________ \n\nThursday, December 20, 2007 \n\nMcCain's Secret Friends? Pithy, knowledgeable Weekly Standard blogger Richelieu busts Edwards aides for forced \nspinning of their man's comeback. But Richelieu himself keeps spinning McCain comeback scenarios--the latest       \n     suggests that Giuliani could become a \"Superman\" by dropping out and endorsing McCain. If, as everyone \nincluding me suspects, Richelieu is in fact former McCain strategist Mike Murphy, someone should bust him. The \nStandard is depriving its readers of a key fact they need to judge his posts. ... P.S.: This is not to say that Edwards \nor McCain might not, in fact, come back. ...Update: And isn't Jake Tapper a famously huge McCain fan? Today \nABC's evening news led with Tapper's report hyping McCain rival Giuliani's apparently            brief illness as if it \nwere the equivalent of Paul Tsongas' cancer. ...  3:53 P.M. link \n\n___________________________ \n\n\"Nice Hagel!' Malcolm Gladwell has elaborated a Theory of Disqualifying Statements, in the context of courtship: \n\nhttp://www.tnr.com/politics/story.html?id=b4160e00-e6f2-4eda-b776-4427c03c3858\nhttp://prorev.com/indexa.htm\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2007/12/richelieu_on_iowa.asp\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2007/12/richelieu_the_mccain_scenario_1.asp\nhttp://www.nytimes.com/2007/12/20/us/politics/20cnd-giuliani.html?ex=1355806800&en=a6911962bebd9385&ei=5090&partner=rssuserland&emc=rss\nhttp://www.slate.com/id/3689/entry/24535/\n\n\nFor every romantic possibility, no matter how robust, there exists at least one equal and opposite sentence, phrase, \nor word ... capable of extinguishing it. \n\nGladwell gives two examples of such disqualifying phrases. (\"Brown,\" and \"nice Tits!\"). \n\nThere are similar Disqualifying Statements in politics, words that will extinguish your enthusiasm for a candidate at \nthe very moment when you are ready to swoon for him (or her). Here's one of those words: \"Hagel.\" As in: \n\nBarack Obama has often said he'd consider putting Repbulicans in his cabinet and even bandied about names like \nSens. Dick Lugar and Chuck Hagel.\n\nForget that this is a cliche appeal to hack Washington bipartisanism, that Sen. Hagel's reputation seems to have \nbeen built on the substitution of good looks and agonizing passion for coherent, articulated thought, that the press \nmainly loves him because he's always ready to go on television and stab his party in the back. Why would you \npromote Hagel at the very moment when his prediction that the Surge was \"the most dangerous foreign policy \nblunder in this country since Vietnam\" appears to have been humiliatingly wrong? Disastrously wrong, potentially, if \nit had been heeded. Disqualifyingly wrong, you'd think. Obama is saying, in effect, that his need for respectable \napproval trumps reality. ... \n\nP.S.: And just when many people (e.g. me) were trying to conivnce themselves that Obama's inexperience wouldn't \nbe a problem because he'd surround himself with terrific advisors. ... \n\nP.P.S.: \"Hagel\" isn't as much of a disqualifying statement as \"I support the Davis-Bacon Act.\" But it's close! ... 12:01 \nP.M. link \n\n___________________________ \n\nThe Wages of Lehaneism: Steve Stark explains why Hillary gets unfavorable press: \n\n[T]he crew that publicly surrounds Hillary has consistently come across as the most arrogant group of know-it-alls \never to populate the modern campaign stage. (When one considers the group that surrounded Richard Nixon, that's \nreally saying something.) Every question is seemingly answered with a snarl. Every challenge appears to be \ngreeted with a personal insult. (\"We don't comment on books that are utter and complete failures,\" was one such \nriposte.) [E.A.] \n\nIt's not a complicated dynamic! I remember feeling that way about Joe Biden's 1988 staffers when I worked at \nNewsweek. I internally resolved to screw them to the maximum reasonable extent if the opportunity ever arose. ... \nThe \"we don't comment on books\" line is a bit of Lehane-style fightback the Hillary camp must have been \nparticularly proud of. But it had long-term costs way in excess of its short term benefits. (Political journalists, \nremember, are people who tend to write books that are utter and complete failures.) .... 11:32 P.M. link \n\n___________________________ \n\nWhat am I, a potted plant? Like a blogger trying to seem sophisticated, Rush Limbaugh embraces the fallacy that \njust because the National Enquirer published a            scandal story about John Edwards a couple of weeks away \nfrom an election, it must be a \"hit\": \n\n But I've been trying to think: who leaked, who planted, who dropped this story right before a neck-and-neck \nprimary?   \n\nSometimes a story is just a story. They're not all plants..Sometimes they just, you know, bubble up! And they tend \nto bubble up right before elections for the same reason students tend to check out library books right before finals--\nit's fish-or-cut-bait, use-it-or-lose-it time for sources and reporters alike. ...2:52 A.M. link \n\n___________________________ \n\nhttp://blogs.abcnews.com/politicalradar/2007/12/obama-says-hed.html\nhttp://www.wset.com/news/stories/0807/450394.html\nhttp://www.cnn.com/2007/POLITICS/01/11/iraq.congress/index.html\nhttp://www.cnn.com/2007/POLITICS/01/11/iraq.congress/index.html\nhttp://time-blog.com/real_clear_politics/2007/12/clinton_and_the_press.html\nhttp://www.rushlimbaugh.com/home/daily/site_121907/content/01125109.guest.html\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\n\n\nWednesday, December 19, 2007 \n\n Level-headed Kos diary  . ImpeccableLiberalCredentials argues Edwards \n\nneeds to avoid sabotaging himself with denials if they will not be borne out by facts, ignoring the rumors or issuing \nreckless challenges to the media - mistakes that have brought down frontrunners with even more substance and \nexperience than Edwards has. \n\nP.S.: Less level-headed Kos diary. I'm sure the commenters will defend me! ... 12:04 P.M. \n\n___________________________ \n\nRielle Hunter Update: Respected stock researcher and            astral            analyst Jerome Armstrong has the            \nclaim of paternity from the lawyer for former Edwards' aide Andrew Young. ... P.S.: Sure seems like a lot of \nsecrecy--           features of the Enquirer story that are undisputed in the statement-- if Young and Hunter are just \"a \ncouple that's expecting a child.\" ... P.P.S.: The solution of living with your wife and family and the pregnant mother \nof your forthcoming offspring in the same gated community seems a little, well, old-school Mormon!. .. Also: Note \nthat Young's lawyer writes \n\nthe relationship between these former co-workers, which began when they worked together in 2006.\n\nBut Hunter, in her original MyDD-posted denial, declared:\n\nWhen working for the Edwards camp, my conduct as well as the conduct of my entire team was completely \nprofessional.\n\nI sense a contradiction! . ... 1 :34 A.M. link \n\n____________________________ \n\nTuesday, December 18, 2007 \n\nPollster.com'sMark Blumenthal notes a big reason why those gratuitous network Iowa caucus \"entrance\" \npolls might be wrong. As he puts it in an email, \"There is zero check against younger interviewer bias\"--meaning \nthat when the networks employ young interviewers older caucusers tend to avoid talking to them. \n\nKeep in mind that the 2004 [exit poll] debacle was partly the result of younger, presumably Dem interviewers having \ngreater trouble approaching or interviewing older Republican voters.  This despite the age / gender \"adjustment\" \nthat [CBS pollster] Frankovic talks about. \n\nWhy this matters:  As Frankovic notes, Obama's support is much higher among voters under 45.  So never mind \nthe deliberation, post threshold reallocation, etc.  The entrance poll will likely show Obama doing better than he'll \nreally do even among those entering.  \n\nThe networks could leave the Iowa caucuses to their own perverse, undemocratic and historically misguided \ndevices without making them more perverse and undemocratic. But then how would network polling divisions justify \ntheir existence? ...\n\nSee earlier post. ...\n\nCorrection: It turns out the networks will attempt to correct for the tendency of older caucusers to avoid young \nentrance poll interviews.  But the fix requires the already-harried entrance polltakers to keep an accurate tally of the \nvoters who don't talk to them (are they old, male, female etc.). It's not clear that this can be pulled off in the crush \n\"as voters stream in for the 6:30 p.m. caucus start,\" Blumenthal notes. But he has posted a correction. ....11:48 \nP.M. link\n\nhttp://www.dailykos.com/storyonly/2007/12/19/183644/47\nhttp://www.dailykos.com/storyonly/2007/12/20/03945/540\nhttp://justoneminute.typepad.com/main/files/Armstrong_Consent_200312.pdf\nhttp://www.mydd.com/story/2006/6/25/11429/8897\nhttp://wizbangblog.com/content/2006/06/23/jerome-armstrongs-nutroots.php\nhttp://www.mydd.com/story/2007/12/19/153027/87\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.mydd.com/story/2007/10/11/161518/89\nhttp://www.pollster.com/blogs/frankovic_on_iowas_challenge_f.php\nhttp://www.pollster.com/blogs/frankovic_on_iowas_challenge_f.php\nhttp://www.slate.com/id/2180311/#entrance\nhttp://www.pollster.com/blogs/iowas_entrance_poll_a_correcti.php\n\n\n___________________________ \n\nWhat to expect when you're expecting: Drudge teases the National Enquirer ... Update: The Enquirer            posts \nthe gist ...Update: The            full Enquirer story is now up. ... One initial point: There's no reason to conclude this \nstory was planted by one campaign or another. I'm familiar with how the initial Rielle Hunter/Edwards rumors, true \nor not, got to at least one news outlet--and no campaigns, Dem or GOP, were involved. It was a story going around-\n-I'd been hearing it for months. Not all rumors are plants. And some are true. Even in the Enquirer. .. P.S.: Here's \nan earlier            analysis of the potential effect of this scandal on Edwards--and Hillary. It doesn't seem all that \ncomplicated. Until recently, Edwards not very subtly            put his wife's illness. and his loyalty to her, near the \ncenter of his campaign. In the process,            he said:\n\nIn so many ways, you're the guardians of what kind of human being, we're going to have as president. ... And you \nget to judge us. \n\nand, on 60 Minutes:\n\n[E]very single candidate for president, Republican and Democratic have lives, personal lives, that indicate \nsomething about what kind of human being they are. And I think it is a fair evaluation for America to engage in to \nlook at what kind of human beings each of us are, and what kind of president we'd make. \n\nBackfill: Here's Jerome Armstrong's initial Rielle Hunter denial from back inOctober (\"completely unfounded and \nridiculous\") ... \n\nUpdate: Many readers report the story has disappeared from the Enquirer's web site. I don't know why, but you \ncan't be too paranoid when Ron Burkle might be involved. (If it hurt Edwards, the story would \npotentially devastate Burkle's candidate Hillary, who needs Edwards to beat or dilute Obama in Iowa. That's why \nit's crazy to            suggest that Hillary's camp planted it.) \n\nJust in case, I've saved my cached copy. You can do it too!.  ... \n\n12/19 Update: The Enquirer has now posted a more complete version. Editor in Chief David Perel            emails \nWonkette: \" Due to a website malfunction a summary of the story went live last night for a brief time. It was then \ntaken down because it was scheduled to be released this morning .\" ...  4:54 P.M. link \n\n___________________________ \n\nCongress' Fence: Get the old gang back together one more time? Provisions buried in the huge omnibus spending \nbill about to pass Congress gut the program to build a border fence, according to Republicans--and they appear to \nhave a point: \n\nThe 2006 Secure Fence Act specifically called for \"two layers of reinforced fencing\" and listed five specific sections \nof border where it should be installed. The new spending bill removes the two-tier requirement and the list of \nlocations.\n\nDefenders of the changes (i.e. Sen. Hutchison of Texas) argue that the Department of Homeland Security should \nhave discretion to \"utilize limited resources.\" But the whole problem is that nobody trusts President Bush's \nDepartment of Homeland Security. Or anybody's Department of Homeland Security, for that matter. Whoever is \npresident, DHS will always have a bureaucratic bias toward expanding its budget by employing more DHS \npersonnel--e.g. border patrol agents--and less cheap, inanimate fencing. They can't be expected to stand up to the \nbusinesses and local interests and ACLU lawyers and diplomats who hate the fence and will always lobby against \nit.\n\nShouldn't the old \"yahoo\" coalition from earlier this year reform and bombard the Capitol with phone calls to get the \nHouse and Senate to drop the fence-gutting language? I say yes. a) The project seems doable--Dem Congressman \nare trying to appear tough on border security and are unlikely to cling to the fence-weakening provisions, Spitzer-\n\nhttp://www.drudgereport.com/\nhttp://www.nationalenquirer.com/john_edwards/celebrity/64424\nhttp://www.nationalenquirer.com/john_edwards/celebrity/64424\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://www.slate.com/id/2180311/#scandalmad\nhttp://reason.tv/roughcut/show/124.html\nhttp://reason.tv/roughcut/show/124.html\nhttp://www.nytimes.com/2007/11/06/us/politics/06edwards.html?_r=1&oref=slogin\nhttp://www.cbsnews.com/stories/2007/03/24/60minutes/main2605038_page4.shtml\nhttp://www.mydd.com/story/2007/10/11/161518/89\nhttp://www.slate.com/id/2177540/nav/fix/#burklecoup\nhttp://radioequalizer.blogspot.com/2007/12/national-enquirer-reports-on-love-child.html\nhttp://www.nationalenquirer.com/john_edwards_love_child/celebrity/64426\nhttp://wonkette.com/335644/enquirer-reports-retracts-rielle-with-child\nhttp://wonkette.com/335644/enquirer-reports-retracts-rielle-with-child\nhttp://www.washingtontimes.com/apps/pbcs.dll/article?AID=/20071218/NATION/209889236/1001\nhttp://www.washingtontimes.com/apps/pbcs.dll/article?AID=/20071218/NATION/209889236/1001\nhttp://www.slate.com/id/2151609/&#nonewjaguars\n\n\nstyle and b) if they backed down, it would provide a valuable deterrent demonstration for future politicians who try to \nsneak border-weakening provisions past the vigilant yahoo community. .... \n\nOne problem is that a prominent border-control blogger, Michelle Malkin, is wedded to a silly idiosyncratic \npositionthat the fence is \"gesture politics,\" as opposed to something the soft-on-illegals lobby (including Republican \nbusiness interests) oppose precisely because it will actually work. ....\n\nUpdate--It's on: Border-control group Numbers USA has sent out an \"action\" alert to its lists, (\"Senate Vote this \nafternoon. Stop Congress from gutting the Secure Fence Act!\") Doesn't seem like a lot of time if the vote is this \nafternoon, however. ... 12:09 P.M. link\n\n___________________________ \n\nMonday, December 17, 2007 \n\nIt's come to this: Counterproductive overspinner Chris Lehane and his firm get $100,000 a month (according to S.F. \nChronicle's Matier & Ross) to craft mindlessly combative sound bites for Hollywood studios in their dispute with the \nWriters Guild. Sample sound bit (after union president Andy Stern severed ties with Lehane): \n\n\"The real issue here is that Stern needs to do some explaining on how it is that he is fighting for people who make \nmore than doctors and pilots against the interest of real working-class people (set workers and others who have \nbeen sidelined during the strike) - and less time punching at shadows.\"\n\nI dunno. That one was worth maybe only $99,000. ... But hey, you have to hit back! It's the Lehane way. Ask \nPresident Gore. [So now that people who buy you dinner are on strike, you're suddenly pro-union?--ed No. Just \nAnti-Lehane.] 5:50 P.M. \n\n___________________________ \n\n New Clinton ad:  \"Hillary's mom lives with her.\" But does her husband? Mickey's Assignment Desk: Has anybody \nupdated            Patrick Healy's May, 2006 story and calculated the number of days Bill Clinton has spent in \nHillary's Washington, D.C. house in the past year (now that it's been officially designated as the place where you \nlive when you live \"with\" Hillary)? If you're going to flaunt your home life then people are entitled to examine your \nhome life. ... Assigned to: Healy. Hillaryland already hates him. He might as well take all the flak.  ... 5:19 P.M. \n\n___________________________ \n\nThe TV networks are screwing around with the already-absurd Iowa caucuses again, using an \"entrance poll\" of \nonly 40 precincts (out of more than 3,500) that threatens to manufacture a misleading result. Ah, but it's all justified \nbecause of the valuable information the network poll will gather! Politico's Roger Simon reports \n\nThough the actual questionnaire that will be handed to voters is a secret, Kathy Frankovic, the CBS News director \nof surveys, told me it would probably include 12 to15 multiple choice questions asking such things as when the \nvoters decided on whom to support, how they feel about the Iraq war, whether they are in a labor union, their \npolitical philosophy (i.e., liberal, conservative, etc.), and age, income and level of education.\n\nArmed with this information, a network analyst can say: \"Obama got 53 percent of the anti-war vote, while Clinton \ngot 47 percent of the labor vote and Edwards got 36 percent of those who made up their minds in the last two \nweeks.\"\n\na) I deny this information is that useful. If Obama wins, I bet he got most of the anti-war vote! I don't need an \nentrance poll to tell me; b) Network polling place surveys have a history of humiliating error. Ask Presidents Gore \nand Kerry; c) The information, even if accurate, is likely to be deceptive. If Obama does get 53 percent of the \nantiwar vote, that might mean antiwar voters shopped around and found Obama the most anti-war of the \ncandidates. Or they might have liked his smile. They might even have liked Obama first, before thinking about the \nissues, and then become antiwar voters because that's what Obama talked about; d) Mainly these unenlightening \n\nhttp://michellemalkin.com/2007/12/18/house-guts-border-fence/\nhttp://www.numbersusa.com/phones?ID=9322\nhttp://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2007/12/17/BAO0TV297.DTL&hw=matier&sn=001&sc=1000\nhttp://www.politico.com/news/stories/1207/7427_Page2.html\nhttp://www.nytimes.com/2006/05/23/nyregion/23clintons.html?_r=1&ei=5094&en=bfcd7edffaf8ef54&hp=&ex=1148443200&partner=homepage&pagewanted=print&oref=slogin\nhttp://www.politico.com/news/stories/1207/7426.html\nhttp://www.politico.com/news/stories/1207/7426.html\n\n\nlittle correlations let network news divisions fill time--because the real news (who won) comes at an inconveniently \nlate hour and then only takes about 10 seconds to report;  e) The conceit of the \"caucuses\" is that voters meet, \nargue with their neighbors, listen to speeches, and then vote. But the entrance poll records their preference before \nthe arguing and speeches; f) Worse, the entrance poll results threaten to have a Heisenbergish outcome-distorting \neffect, since they may be known before the caucus votes are finished and will instantly flash on everyone's \nBlackberry, cell phone, etc.. If Obama is barely edging out Edwards in the (possibly inaccurate) entrance poll, with \nHillary third, will Hillary order her supporters to switch over to Edwards in order to deny Obama a win?  I don't think \nthat's too far-fetched. ... \n\nBackfill: The networks wouldn't have to resort to a questionable \"entrance\" poll if Iowans voted at normal hours \nusing, say, easily-countable ballots. But that's not the Iowa way. For a preview  of the state's near-identical vote \nproblems from four years ago, see \"The Four Votes of Iowa.\" Key point: \n\nIowa only gets its moment of cynosure, in other words, because its system is too f---ed up to be a primary. \n\nIf it were a straightforward \"primary,\" after all, then it wouldn't be allowed to precede New Hampshire. \n\nAll this might be excusable if Iowa Dem caucusers had a long track record of sound judgment. Alas, ... \n\nSee also Saletan and Schiller, and            Saletan's seminal article on the epic 1988 caucus debacle. ... 1:16 P.M. \nlink \n\n___________________________ \n\nSunday, December 16, 2007 \n\n\"Report Says That the Rich Are Getting Richer Faster, Much Faster\"  When I read that NYT headline I thought the \naccompanying piece was going to document that the rich are not only getting richer, but they are getting richer \nfaster than before. It wouldn't be surprising--sure seems that way to me. But there's nothing in David Cay \nJohnston's trademark semi-penetrable reporting that compares the increase in riches at the top in the most recent \nperiod against the increase in prior periods (except a GOP claim that the increase for 1992-1997 was the same as \nthe increase from 2000-2005, which would seem to make the opposite point). ... In short, Johnston's actual story \nshowed inequality increasing, but not accelerating. Clearly the rich had a very good 2005, though,and it's hard to \nbelieve 2006 will be worse. ... P.S.: Here are the CBO's            year-to-year data since 1979 (see esp. Table 1C). \nIncomes at the top took a big hit between 2000 and 2001, and they had big increases the past two years. I leave it \nto the more graph-oriented to extract the trend Johnston failed to extract. ... Update: See,e.g.,            Jared \nBernstein's effort. (he finds a greater increase in income inequality from 2003-2005 \"than over any other two year \nperiod\" since 1979.) ... But            Luskin notes that the 90s saw a sustained increase in the income share of the top \n1% (\"to 20.8% of total income in 2000, from 14% in 1990\"). It's not clear the 2000s will see the same sort of \nincrease. So far, no. (After the \"bad\" years in the early part of the decade, the top 1% are now up to 21.2%, \nhe says.) ... \n\n**--not just faster than the poor, which is, as they say, old news. \n\nNote to David Cay Johnston: All emails on the record!  ... 11:54 P.M. \n\n___________________________ \n\nIdle Minds Will Work for Free: First Kushell strike video, OK. Second Kushell strike video,            excellent. ... P.S.: \nBut what's Kevin Drum got to do with it? (I was paying close attention to the credits.) ... P.P.S.: The video is funnier \nthan most TV comedies. It reportedly got 400,000 hits--more than many cable shows. It was put up on the Web by \nunpaid performers seemingly just for the hell of it (and maybe the exposure). Doesn't that sort of make            Marc \nAndreesen and            Rob Long's point about the tenuous positon of both Hollywood and the Writers Guild? ... It's \nas if the Linotype operators went on strike and decided to publish their story in four color offset!...10:36 P.M. \n\nhttp://www.slate.com/id/2093760/\nhttp://www.cnn.com/2004/ALLPOLITICS/01/19/elec04.prez.main/index.html\nhttp://www.slate.com/id/2094034/\nhttp://www.slate.com/id/2094034/sidebar/2094042/\nhttp://www.nytimes.com/2007/12/15/business/15rich.html?ex=1355374800&en=10a3f3696a68ec00&ei=5090&partner=rssuserland&emc=rss\nhttp://www.cbo.gov/ftpdocs/88xx/doc8885/Supplemental_tables.xls\nhttp://www.epi.org/content.cfm/ib239\nhttp://www.epi.org/content.cfm/ib239\nhttp://www.poorandstupid.com/2007_12_16_chronArchive.asp#1126890967283920561\nhttp://www.youtube.com/watch?v=iDcAwHItApY&NR=1\nhttp://www.youtube.com/watch?v=02dm7YV_LHo\nhttp://blog.pmarca.com/2007/11/rebuilding-holl.html\nhttp://blog.pmarca.com/2007/11/rebuilding-holl.html\nhttp://www.roblong.com/\n\n\n___________________________ \n\nI'm discounting all reports of a McCain surge that look like they might well come from Mike Murphy, the shrewd \npolitical observer who ran McCain's 2000 campaign and obviously likes his former client. That includes this report--\nand maybe            this one too. On the other hand, Mark Steyn            also blogs of a \"detectable\" McCain surge in \nN.H.. ... 11:10 A.M. \n\n___________________________ \n\nSaturday, December 15, 2007 \n\nObama goes after Edwards: Hillary's not even Obama's main rival anymore? ... 2:23 A.M. \n\n___________________________ \n\nFriday, December 14, 2007 \n\nHuckabee and the Pence Scam:  RCP's Tom Bevan wants to know  how Huckabee can reconcile his righteous \nstatments about compassion for the children of illegal immigrants  (\"[W]e are a better country than to punish \nchildren for what their parents did') with his            tough new Minitueman-endorsed anti-illegal \"attrition\" plan. \nHere's one possible answer: Huckabee thinks he can square the circle with            his support of the Pence Scam, \nwhich would require illegals to \"touchback\" in their home countries before letting them right back in again. It won't \nwork because the Pence Scam is ...           well, a scam. But I suspect it will beHuckabee's answer, if he has one at \nall.... Update: As predicted,            Huckabee responds by declaring that\"immigrants and their families here illegally \nwould have to return to their home countries.\"  But he's also said that            in \"days, maybe weeks\" these people \n\"could come back in the workforce\"---jumping the queue of those waiting to come legally. In effect,            amnesty \nwith some travel requirements.. Bevan doesn't seem to recognize the Pence Scam when he sees it.  Huckabee's \nobviously hoping GOP voters don't either.... 3:09 P.M. \n\n___________________________ \n\nI attempt to defend the tri-modal model of scandal coverage against withering assault on bloggingheads            \nhere. Of course, I forgot the most important point--which is that when scuttlebutt is made public that serves an \ninvestigative function--sources are alerted and come forward, friends vouch, previously unkown emailers email, and       \n     you find out the truth faster than you would when professional journalists keep the good gossip to themselves. \nThat includes finding out that a rumor is false. ... \n\nP.S.: As the videos linked above eventually succeed in making clear, I think the easy-to-fabricate Huma innuendo is \none of those false ones. I'd still argue (contra            Klein) that if it's being used to smear Hillary in South Carolina it \ncan be mentioned and assessed, but I'm not pushing it. ( I'm pushing the            Edwards rumor!).. 2:21 P.M. \n\n___________________________ \n\nDC-centrism: Dana Milbank is            \"more powerful\" than the editor of the Des Moines Register? I guess everyone \nin Des Moines should just give up. ... 11:07 A.M. \n\n_____________________________ \n\nBob Wright boards the Anyone But Edwards bandwagon. ... and            explains why. ...11:04 A.M. \n\n___________________________ \n\nMore reasons why the Iowa caucuses are a fraud: \n\n1) In the Democratic caucuses, out-of-staters can sway the vote: \n\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2007/12/richelieu_rudy_on_the_road_to.asp\nhttp://corner.nationalreview.com/post/?q=Y2ZkYmY0MDEwMTA2MGY2N2U2NzZhMWUyNTQwMjA3MmU=\nhttp://corner.nationalreview.com/post/?q=YjYxNWM0ZTA1MWY2ZDhhMWE1ODc2Y2NhZWZjNmUwOTc=\nhttp://bourbonroom.blogs.foxnews.com/2007/12/15/a-new-level-of-engagement/\nhttp://time-blog.com/real_clear_politics/2007/12/a_question_for_huckabee.html\nhttp://www.mikehuckabee.com/?FuseAction=Issues.View&Issue_id=26\nhttp://www.slate.com/id/2179794/#faketoughguys\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://time-blog.com/real_clear_politics/2007/12/huckabees_answer.html\nhttp://corner.nationalreview.com/post/?q=NjU5MjExZDQ1NzExZWFjMDg5MDA4MjU2N2JkNTdhMDU=\nhttp://corner.nationalreview.com/post/?q=NjU5MjExZDQ1NzExZWFjMDg5MDA4MjU2N2JkNTdhMDU=\nhttp://article.nationalreview.com/?q=YjM5OTE2ZWMxMmViMmRhMTEwNTA1OWY0OTEzMjg5ZWU\nhttp://article.nationalreview.com/?q=YjM5OTE2ZWMxMmViMmRhMTEwNTA1OWY0OTEzMjg5ZWU\nhttp://www.slate.com/id/2178626/#sidtimeline\nhttp://bloggingheads.tv/video.php?id=475&in=42:18&out=49:12\nhttp://bloggingheads.tv/diavlogs/7408?in=00:43:27\nhttp://timesonline.typepad.com/uselections/2007/11/history-accordi.html\nhttp://www.time-blog.com/swampland/2007/11/garbage_in_journalism_out.html\nhttp://wonkette.com/politics/nooky-report/e+mails-may-reveal-john-edwards-had-affair-327888.php\nhttp://southdakotapolitics.blogs.com/south_dakota_politics/images/milbankpic.jpg\nhttp://www.extrememortman.com/presidential-election/adios-sayonnara-ciao-washburn/\nhttp://bloggingheads.tv/diavlogs/7408?in=00:07:46&out=00:08:07\nhttp://bloggingheads.tv/diavlogs/7408?in=00:50:44\nhttp://apnews.myway.com/article/20071214/D8TH4QTO0.html\n\n\nIn each precinct, local officials will have a list of registered Democrats in that precinct. Those who show up and \naren't on the list can register to vote by asserting that they live in the precinct and sign a voter registration form. \n\nTechnically, a campaign staffer who moved to Iowa a few months ago to work for a campaign is not breaking the \nlaw by attending a precinct caucus, even if the staffer plans to move on the morning of Jan. 4. \n\nWhy even stay \"a few months\"? \n\n2) But in any case it's the network executives, not the actual caucusers, who may decide who comes in first. It's \nimportant to let everyone get to bed early, after all. Here's Howard Fineman on Edwards:\n\nHe could get pummeled by media dynamics. There will be exit polls on caucus night, but they will not be an \naccurate reflection of the final tallies of caucus delegates - the legally meaningful number - until later. Also, he is \nstrongest in the small western towns, whose disproportionate influence in the delegate tallies (don't ask) won't show \nup in the exits. In other words, he could win but not get credit for it by the time the winners are declared. \n\n9:55 A.M. \n\n___________________________ \n\nThursday, December 13, 2007 \n\nEven Mark Krikorian worries that \"idiot politicians will overdo\" the potent immigration issue \"with \"           Listen, \nJose, you're not coming in this time!\" hyperbole. \n\nThe potential problem is not really the Hispanic vote, which is too small and diverse to be of much consequence in \nany case, but rather other Americans, who want the laws enforced and immigration reduced, but don't want to feel \nbad about themselves for wanting that. \n\n I agree-- though, again, when it comes to detoxifying border-control rhetoric, I think I still prefer \"no illegals, but \nmore legals\" to Krikorian's \"fewer immigrants but a warmer welcome\" approach. ... 11:30 P.M. \n\n___________________________ \n\nI didn't realize the \"shield\" law passed by the Dem-controlled House applies only to professional journalists --i.e., \nthose who disseminate news \n\nfor a substantial portion of the person's livelihood or for substantial financial gain \n\nWhat's worse, inequality of income or inequality of rights? ... P.S.: \"Substantial ... gain.\" At least they were precise!. \n.. [via Instapundit].10:50 P.M. \n\n___________________________ \n\nWhy are we running a BIO ad 19 days out!?!' That would be the complaint from the dissenters within the Hillary \ncamp about this ad featuring Hillary's mother.. ... kf's line: Yes, it's a bio ad. And yes, Dorothy Rodham, seems a \nwee bit distanced, in a slightly elevated way, from the \"other people's unfortunate circumstances\" that Hillary is said \nto have \"empathy\" for. But at least she comes across as a real person, unlike her daughter. If she seems like \nsomeone who's led a comfortable, affluent, slightly snooty life--well, we know people like that! It helps us peg her \nand tether her, and indirectly her daughter, to a reality that's familiar even if it's not one we share. (As            \nLucianne says, \"She had a mother?\").  \n\nIf you need a bio ad 19 days out you need a bio ad 19 days out. ... 2:27 P.M. \n\n___________________________ \n\nhttp://www.msnbc.msn.com/id/22217110\nhttp://corner.nationalreview.com/post/?q=NmIxZDllNWM0NDRkOTBjYjVmMTAzOThmNDdmM2I2NDk=\nhttp://query.nytimes.com/gst/fullpage.html?res=9900E1D61039F936A15751C0A960958260&sec=&spon=&pagewanted=all\nhttp://query.nytimes.com/gst/fullpage.html?res=9900E1D61039F936A15751C0A960958260&sec=&spon=&pagewanted=all\nhttp://isteve.blogspot.com/2007/12/my-hudson-institute-presentation-on.html\nhttp://www.cis.org/articles/2003/back1503.html\nhttp://stubbornfacts.us/domestic_policy/civil_liberties/molesting_the_first_amendment\nhttp://instapundit.com/archives2/012901.php\nhttp://www.hillaryclinton.com/video/80.aspx\nhttp://www.lucianne.com/\n\n\n Bloggingheads.tv launches alarmingly professional redesign. ... 1:51 P.M. \n\n___________________________ \n\nDon't Tell Zell! The estimable Mark Blumenthal sorts through the myriad Iowa polls. Some have a \"unique \nconception ... of the likely electorate.\"  The L.A. Times' effort, in particular,            does not come off well. ... 12:32 \nA.M. \n\n___________________________ \n\nWednesday, December 12, 2007 \n\nHillary's Second Life Staff: Little did I know that the idea of a \"backup\" campaign staff is an idea that's been \nbubbling around in Hillaryland for at least a year. Obviously, current campaign manager Patti Solis Doyle is the \nmain target--she holds that position mainly because Hillary knows she won't leak, I hear. She's now in \ncharge in Iowa, which sets her up for the fall if Hillary should lose the state. .... I'm told there have been at least two \nunsuccessful coup attempts aimed at Solis Doyle--one by former Hillary chief of staff Maggie Williams, the second \nby strategists Carville and Begala. It wouldn't be surprising if the latter were available to step in as the white knights \nto save Hillary should what she calls the \"best staff in the country\" fail in the early going. ...Update:           Knives out \nfor chief strategist Mark Penn as well. \"Campaign spokesman Howard Wolfson downplayed the dissent.\" But \ncampaign spokesman Howard Wolfson \"hates\" Penn, I hear--and vice-versa. ...  8:03 P.M. \n\n___________________________ \n\n\"[T]heir friendship will never be the same. There is now a real distance between Burkle and the Clintons.\" I would \nbe less skeptical of the severed-friendship part of HuffPo's story if it wasn't exactly what the Clintons would want to \ncome out right about now. Unless Bill Clinton is a bigger fool than I think he is, he knew the complicated enterprise \nhe was getting into when he got into business with Burkle, and he knew that at some point before the primaries he'd \nprobably be well advised to officially distance himself, if only to avoid being associated with the behavior of every \nfirm Burkle invested in. ... Or you'd think he would have realized, say, when            this 2006 NYT story came out \nthat Burkle's often-cacophonous life was something he got involved with at his own PR peril, no? Yet they were       \n     reported zipping around as recently as this August. ...\n\nUpdate: Tom Edsall of HuffPo emails--\n\nI guarantee that the story line was not the result of Clinton spin.\n\n7:57 P.M. \n\n___________________________ \n\n\"Clinton readies New Hampshire 'firewall' to slow Obama post-Iowa\" AP:            Some \"firewall.\" ... 5:32 P.M. \n\n___________________________ \n\nPolipundit rounds up yesterday's immigration-related news, including the LAT's            winning entry in the contest \nto produce the most biased immigration poll in advance of last Sunday's GOP Univision debate. In the Times-\nBloomberg poll, big majorities, from 54% to 76%, wanted to deny illegal immigrants drivers' licenses, food stamps \nand public schooling. A small 48-46 % plurality apparently even wanted to deny emergency medical services. \nSomehow thepaper settled on            the headline\n\n1 in 3 would deny illegal immigrants social services\n\non the grounds that only 1 in 3 checked \"no\" to all the services. ... The poll's joint corporate press release was more \naccurately titled \"Many would deny illegal immigrants basic social services.\" There must have been an Intervening \n\nhttp://bloggingheads.tv/\nhttp://www.pollster.com/blogs/disclosure_project_results_fro.php\nhttp://www.pollster.com/blogs/disclosure_project_results_fro.php#latimesresponse\nhttp://www.nydailynews.com/news/politics/2007/12/12/2007-12-12_bill_clinton_to_aid_hillarys_campaign.html\nhttp://www.nydailynews.com/news/politics/2007/12/12/2007-12-12_bill_clinton_to_aid_hillarys_campaign.html\nhttp://www.newsday.com/news/nationworld/ny-ushill1213,0,2146646.story\nhttp://www.huffingtonpost.com/2007/12/12/protecting-hillary-bill-_n_76529.html\nhttp://www.nytimes.com/2006/04/20/movies/20holl.html?pagewanted=2&_r=1\nhttp://www.nypost.com/seven/08142007/news/worldnews/bill__pals_do_paris_worldnews_paula_froelich_________post_correspondent.htm\nhttp://www.boston.com/news/local/new_hampshire/articles/2007/12/11/clinton_readies_new_hampshire_firewall_to_slow_obama_post_iowa/\nhttp://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/new_hampshire/election_2008_new_hampshire_democratic_primary\nhttp://polipundit.com/index.php?p=19199\nhttp://www.theonerepublic.com/archives/Columns/Moore/20071211MoorePoll.html\nhttp://www.theonerepublic.com/archives/Columns/Moore/20071211MoorePoll.html\nhttp://www.latimes.com/news/nationworld/nation/la-na-immigpoll6dec06,1,5649115.story\nhttp://www.latimes.com/media/acrobat/2007-12/34119655.pdf\n\n\nTwit** before the actual newspaperhed was written. ... P.S.: Also, Minuteman founder Jim Gilchrist            appears \nto have fallen for the            Pence scam! ... \n\n**--as so often happens. ... 12:35 A.M.\n\n___________________________ \n\nTuesday, December 11, 2007 \n\nHillary pundit rebound? The smart, useful Ambinder/Todd National Journal ranking claims Hillary's still \n\nahead because there's a plausible scenario for her to win the nomination even if she loses Iowa and New \nHampshire; that scenario does not exist for Obama. \n\nI hope it doesn't involve winning South Carolina! ... \n\nP.S.: Speaking of SouthCarolinawithitslargeAfricanAmericanpopulation, why couldn't Obama make a stand there if \nhe comes close in Iowa and N.H.? ... \n\nP.P.S.: The New York Observer'sSteve Kornacki makes the more limited argument that if Hillary loses in Iowa she \ncould restore her \"halo of inevitability\" in New Hampshire, where she's been \"massaging the egos of local political \nleaders.\" But Doug Schoen, defending Hillary,            claims she's actually already doing worse in New Hampshire \nthan in Iowa. And anyone who remembers the Mondale/Hart race of 1984 won't put much stock on the egos of local \npolitical leaders. The mighty Mondale machine had massaged them into a state of near-arousal, but somehow \nactual New Hampshire voters swarmed to Hart. ... Anyway, given today's outlook, Hillary is well advised to drop the \n\"halo of inevitability\" and don the fur suit of the Energizer bunny candidate who will just keep going and going even \nif she, say, loses the first three primaries and the next three.  Her strategists are presumably already thinking \nabout such a long-haul comeback plan. ... \n\nP.P.P.S.: One obvious comeback strategy would take to heart the lesson of the McCain campaign, which is that the \npress will give you a clean relaunch if you fire your existing, expensive campaign staff. But it's unlikely that this is \nthe strategy Hillary's existing, expensive campaign staff will come up with. She needs a second staff! ... 4:44 P.M. \nlink \n\n___________________________ \n\nToday's video: Huckabee sucks up to the teachers' union.  ... 11:54 P.M. \n\n___________________________ \n\nMonday, December 10, 2007 \n\nThe GOP immigration tough guys: Mark Krikorian cracks Giuliani's code on immigration. It seems Giuliani wants \nto stop illegal immigrants at the border but resists \"internal\" enforcement--e.g., employer sanctions. I'm            less \ngung ho about the need for \"attrition\" in the immigrant population than Krikorian is--but you do have to have \n\"internal\" enforcement to diminish the \"jobs magnet,\" no? Unless, as Krikorian speculates regarding Giuliani, you \nonly want control at the border as a political stunt to appease the 'yahoos' and pave the way for legalization. .... \n\nP.S.: Meanwhile, Krikorian realizes that Huckabee--who theoretically            based his seemingly tough, \"prevent \namnesty\" proposal on a Krikorian article--has no idea what his own plan is actually about. In debate, Huckabee \nendorsed a version of the            Pence \"touchback\" scam, which would allow existing illegals to jump the queue \nand become legal in \"days, maybe weeks.\" .... \n\nP.P.S.: Check out Huckabee ten days ago on This Week. He doesn't seem to have a tough-on-illegals bone in his \nbody, whatever            his ads or his overworked \"issues\" staff say in his name. ... \n\nhttp://blog.washingtonpost.com/the-trail/2007/12/11/huckabee_picks_up_minuteman_fo.html\nhttp://blog.washingtonpost.com/the-trail/2007/12/11/huckabee_picks_up_minuteman_fo.html\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://nationaljournal.com/racerankings/wh08/democrats/\nhttp://www.rasmussenreports.com/public_content/politics/election_20082/2008_presidential_election/south_carolina/election_2008_south_carolina_democratic_primary\nhttp://www.observer.com/2007/hillarys-fallback-plan\nhttp://time-blog.com/real_clear_politics/2007/12/changes_in_the_democratic_race.html\nhttp://time-blog.com/real_clear_politics/2007/12/changes_in_the_democratic_race.html\nhttp://nalert.blogspot.com/2007/12/huckabee-errand-boy-for-teachers-unions.html\nhttp://corner.nationalreview.com/post/?q=YWMyNDZmNDNhNjA0MmJhZjZiMjQ3ZWZmMDU3ZjQyMzg=\nhttp://www.hudson.org/index.cfm?fuseaction=hudson_upcoming_events&id=437\nhttp://www.hudson.org/index.cfm?fuseaction=hudson_upcoming_events&id=437\nhttp://corner.nationalreview.com/post/?q=NjU5MjExZDQ1NzExZWFjMDg5MDA4MjU2N2JkNTdhMDU=\nhttp://www.mikehuckabee.com/?FuseAction=Issues.View&Issue_id=26\nhttp://www.mikehuckabee.com/?FuseAction=Issues.View&Issue_id=26\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://www.mikehuckabee.com/?FuseAction=Blogs.View&Blog_id=824\nhttp://time-blog.com/real_clear_politics/2007/12/two_huckabee_ads.html\n\n\nP.P.P.S.: Romney has just launched an ad attacking Huckabee as soft on illegal immigration. Huckabee is            \nbeing defended by ... John McCain. Which is a little like being defended against a charge of marital infidelity by Bill \nClinton. ... Update: Read            Ryan Lizza's New Yorker piece to learn that McCain hasn't changed at all in either \nhis support for \"comprehensive\" reform or his narcissistic righteousness on the issue.**\n\nP.P.P.P.S.: Of course, we're not too sure about Romney either, on the anti- \"amnesty\" front. ... Of the top 5 GOP \ncandidates, only Thompson appears not to be faking it. [He's an actor--ed. But not a good one]. ... \n\n**--You won't learn much else from Lizza's article. It's ... not one of his best! A classic dumbed-down Remnick-era \nNew Yorker piece--remedial reading for U.W.S. cocooners. Lizza skips over all the wonkish aspects of the \nimmigration debate (like whether \"comprehensive\" reform will actually work) as if they have nothing to do with the \npolitics, paints opponents as unfeeling racists, ignores well-publicized evidence (e.g., from Carville and Greenberg) \nthat           Democrats might have political problems from supporting legalization, falls for the            recent Pew \nhype and generally fits the issue into a comfortable Civil Rights template (moral moderates vs. pathetic bigots). Did \nI mention that it's a bad piece? When            E.J. Dionne offers a more nuanced, less moralistic view of the politics \nof immigration, you are in big trouble. ...  10:15 P.M. link\n\n___________________________ \n\nLehanian ethics:  The New Republic quotes the Hollywood studio's new hired attack flack, who previously found \nwork as spokesman against an obviously-doomed initiative designed to tinker with California's electoral votes: \n\n\"When they're refusing to say who's behind the initiative,\" says Chris Lehane, a consultant who handled \ncommunications for the countereffort, \"the rules of the game are that you can make all sorts of allegations.\" [E.A.]\n\nWho makes these \"rules of the game\"? Maybe if Lehane played by more appealing rules he'd win a few. ... 9:40 \nP.M.\n\n___________________________ \n\nThe Dog Ate My Sermons: Mike Huckabee wants credit for his work as a preacher** but doesn't seem to want to \nmake public his preachings--his campaign says its \"not able to accommodate\" press requests\" for his sermons, and \na pastor's assistant at his Texarkana church tells Mother Jones \n\nmuch of the archival material from Huckabee's tenure as pastor had been destroyed during a remodeling. The rest, \nshe said, was not available to the press. \n\nHmm. These aren't exactly private documents. They're addresses to large groups. He's running for President. \nSeems like he should make them public. Could be a rich treasure trove of embarrassment! [Like your archives-ed \nI've been thinking of, you know, remodeling.] ...\n\n**--See, e.g,, his December 2 Stephanopoulos interview (\"I also have a record of being in the private sector, not \nonly in small business, but being involved in the human work of touching people's lives from the cradle to the grave \n...\"). 2:02 P.M.\n\n___________________________ \n\nSchool Me (a new feature in which I advertise areas in which I'm embarrassingly ignorant, in the hope that readers \nwill fill me in faster than I could fill myself in by, say, making phone calls): Back in June, Ron Brownstein wrote that \nin California \"liberal interests and labor unions ... hate the idea\" of an \"individual mandate\" requiring everyone to \nbuy health insurance. Does that \"hate\" hold true nationally? Is it grounded solely in the sentiment Brownstein \nalludes to--that \"they consider it unfair to working families\"? Or does it also have a more cynical, institutional \ngrounding, namely unions' fear that an individual mandate would undermine employer-provided insurance and the \nrole of unions in negotiating for that insurance? ... American labor has been relatively selfless, it seems to me, in \nlobbying for government programs (e.g. OSHA) that partially remove the very need for unions by providing directly, \n\nhttp://marcambinder.theatlantic.com/archives/2007/12/romney_hits_huck_on_immigratio.php\nhttp://corner.nationalreview.com/post/?q=NDA5Yzg1Y2VkNzU0YWIzNjk4M2YxZTcxNTlmZTFmZjg=\nhttp://www.newyorker.com/reporting/2007/12/17/071217fa_fact_lizza\nhttp://www.crosstabs.org/blogs/leon_h_wolf/2007/mar/16/the_romney_flip_in_immigration\nhttp://campaignspot.nationalreview.com/post/?q=MjIwZWZiMmZlYjI1ZmEwOTk0ZmFiYTk0ZGMyMzA3NmI\nhttp://www.realclearpolitics.com/articles/2007/11/a_watershed_moment_on_immigrat.html\nhttp://www.slate.com/id/2179135/#pewedsall\nhttp://www.slate.com/id/2179135/#pewedsall\nhttp://www.realclearpolitics.com/articles/2007/12/latinos_factor_into_next_years.html\nhttp://www.tnr.com/politics/story.html?id=8116d2b1-5f0e-40cf-b834-14c1cc33d275&p=3\nhttp://www.motherjones.com/washington_dispatch/2007/12/huckabee-faith-baptist-pastor-sermons.html\nhttp://www.motherjones.com/washington_dispatch/2007/12/huckabee-faith-baptist-pastor-sermons.html\nhttp://www.mikehuckabee.com/?FuseAction=Blogs.View&Blog_id=824\nhttp://www.newamerica.net/publications/articles/2007/where_s_obama_s_mandate_5449\n\n\nthrough government, what unions otherwise provide through collective bargaining. This would be an exception to \nthat tradition. ... \n\nMost important (for campaign purposes) does this mean that on the domestic policy issue where Obama is most \nconspicuously more \"conservative\" than Hillary Clinton, he's not telling voters \"what they need to hear,\" good-\ngovernment style, as advertised in his J-J speech--he's telling powerful liberal interests            \"what they want to \nhear,\" New Deal-hack style? ... 12:44 A.M. \n\n___________________________ \n\nSunday, December 9, 2007 \n\nI was relieved to see that Juan Cole's \"Why Bush's Troop Surge Won't Save Iraq\"  doesn't say Bush's troop surge \nwon't save Iraq. It says what you've heard before--that \"there have been some relative gains in security recently,\" \nyet on the political front \"Iraq is still beset with problems.\" It asks, \"How much longer can Iraq limp along as a failing \nstate before it really begins to collapse?--but doesn't try to give answers. ... \"Iraq ... beset with problems\" sounds a \nwhole lot better than what we were looking at a year ago. ... P.S.: The            June version of Cole's catastrophism \n(\"Surging toward disaster in Iraq\")--which foillowed a brief U.S. offensive in Baquba--declared that \n\nthe operation clearly committed the United States to one side in a civil war. ... \n\nWhich side? The Shiite side. \"In practical terms, the U.S. military was helping a Shiite government and a Shiite \nsecurity force impose itself on a majority Sunni population.\" Given what we now know about the Sunni-empowering \naspects of the surge--including the Sunni \"tribal Awakening Councils on the U.S. payroll\"--that does not seem like \nan eerily prescient characterization of the surge's actual effect. ... 11:47 P.M. \n\n___________________________ \n\nSaturday, December 8, 2007 \n\nSeasonal: kf 's perennial nominee for best rock Chrismas song. Only works loud. ... Update: That link now dead. \nHere's a            video. ...[Thanks to C.M.] 6:47 P.M.\n\n___________________________ \n\nFriday, December 7, 2007 \n\nReminder: Back in January, the courageously incoherent Sen. Chuck Hagel called the \"surge\"\n\n\"the most dangerous foreign policy blunder in this country since Vietnam, if it's carried out.\"\n\nHe got lots of glowing coverage. But            whatever the surge is, it isn't that. ... Why mention this? In case anyone \nfeels an urge to draft MSM favorite Hagel for president on the Unity'08 ticket. ... 1:36 P.M.\n\n___________________________ \n\nI talk Hollywood right-wingers with the expressive and strangely compelling Rob Long. ... 1:24 P.M..\n\n___________________________ \n\nThursday, December 6, 2007 \n\nHillary's supposed to be the experienced one who can handle foreign policy crises. Yet in the current campaign it's \nHillary who seems panicked and Obama who projects calm. Just saying. ... Maybe this is how \"           running for \npresident [became] a qualification for being President.\" ...11:52 P.M.\n\n___________________________ \n\nhttp://stateoftheunion.wordpress.com/2007/11/11/jefferson-jackson-day-dinner/\nhttp://www.slate.com/id/2178367/nav/navoa/#obamajj\nhttp://www.slate.com/id/2178367/nav/navoa/#obamajj\nhttp://www.salon.com/opinion/feature/2007/12/04/iraq/\nhttp://www.salon.com/opinion/feature/2007/06/28/iraq_surge/\nhttp://www.box.net/shared/ygcimyvmg4\nhttp://www.youtube.com/watch?v=BUw3wr6wrY8\nhttp://www.cnn.com/2007/POLITICS/01/11/iraq.congress/index.html\nhttp://www.observer.com/node/36654\nhttp://www.salon.com/opinion/feature/2007/12/04/iraq/\nhttp://bloggingheads.tv/video.php?id=479#3046\nhttp://thehill.com/a.b.-stoddard/for-hillary-heavy-going-in-the-hawkeye-state-2007-12-05.html\nhttp://blogs.unionleader.com/andrew-cline/?p=1005\nhttp://blogs.unionleader.com/andrew-cline/?p=1005\n\n\nSell your studio stock: The Alliance of Motion Picture and Television Producers has hired Chris Lehane, according \nto Hollywood-writers-strike-must-read Nikki Finke. The producers' group apparently wants \"to take a more \naggressive approach in its public relations\"            LAT's words. Lehane is the            counterproductive overspinner \nwhose \"aggressive\" approach made Al Gore, John Kerry and then Wes Clark president. He also helped California \nGov. Gray Davis establish his political legacy in his recall contest against fading action star Arnold \nSchwarzenegger. ... Update: Radar has more on            Lehane's magic touch. ... 4:14 P.M.. link\n\n___________________________ \n\nThe Pew Hispanic Center reports that between July 2006 and October 2007 Hispanic voters went from 49/28 \nDem-Republican to 57/23--a net Democratic gain of 13 points. In an excellent bit of 'comes-at-a-time'-ism, Pew \nattributes the shift to Republican anti-comprehensivism:\n\nThis U-turn in Hispanic partisan allegiance trends comes at a time when the issue of illegal immigration has \nbecome an intense focus of national attention and debate\n\nHuffPo's normally sophisticated Thomas Edsall makes the argument less 501-c-3-ishly: \"GOP Driving Hispanics \nAway with Anti-Immigrant Push.\" The problem, of course, is that the Pew Center doesn't tell us how many points \nthe Democrats gained among non-Hispanic voters, or all voters generally. These were not good months for the \nGOP, mainly because of Iraq.\n\nI'm perfectly willing to believe that the immigration debate has hurt the GOP among Hispanics, but without any sort \nof control group it's impossible to tell how much. (Gallup, for example, has the Republicans losing about 5 \npoints among all voters over the same period--suggesting that the real Hispanic immigration backlash amounted \nto 8 points net, not 13.) ...\n\nUpdate: More to the point, Mark Blumenthal notes that Pew's own data\n\nshows that leaned party identification (identifiers plus leaners) among all adults went from 47%-40% \nDemocrat/Republican in July 2006 to 54%-36% in October 2007 -- a net Democratic gain of 11 points.\n\nThat would make the extra GOP downturn among Hispanics more like a mere 2%! But that would be hardly be \nworth writing a big report about. No wonder Pew didn't mention it. ...\n\nP.S.: What are the chances that the Pew Hispanic Center is going to conclude that Hispanics are not important or \ndistinctive--they're really just like everyone else and really not worth studying much? I'd say close to zero. The \nstudy would be more credible if it came from the Pew Hellenic Center. ... Update: Steve Sailer says I'm being unfair \nto Pew. (\"Robert Suro and the others at the Pew Hispanic Center are willing to publicly state, for example, that the \nHispanic vote isn't as big or powerful as the media typically assume.\"**) But this report, not written by Suro, seems \npretty egregious--and it does hype Hispanic voting power.\n\nMore: The NYT swallows it whole, without bothering to ask whether \"[g]ains made by Republicans ... in the \npresidential elections of 2000 and 2004\" haven't been \"erased\" for virtually all voters, not just Hispanics. ....\n\nP.P.S.: If legalization is so important to Hispanics, why does John McCain--champion of \"comprehensive\" reform--\nonly draw 10% support in Pew's Hispanic Republican sample? ...\n\n**--Sailer's conclusion:\n\nyes, the GOP may have lost 3 or 4 points among Hispanics on 2006 due to resistance to amnesty, but the size of \nthe Hispanic vote is so small, that it's insignificant -- 5.8% times 4% = 0.23% -- compared to picking up votes (or at \nleast not losing them) among the other 94% of the population.\n\n3:32 P.M. link \n\n___________________________ \n\nhttp://www.deadlinehollywooddaily.com/just-what-this-strike-doesnt-need-pr/\nhttp://www.latimes.com/business/la-fi-strike6dec06,1,2869755.story\nhttp://www.google.com/search?q=lehane+counterproductive+overspinner&rls=com.microsoft:en-us&ie=UTF-8&oe=UTF-8&startIndex=&startPage=1\nhttp://radaronline.com/exclusives/2007/12/writers-strike-behind-the-studios-pr-ploy.php\nhttp://pewhispanic.org/files/reports/83.pdf\nhttp://pewhispanic.org/files/reports/83.pdf\nhttp://www.huffingtonpost.com/2007/12/06/poll-gop-driving-hispani_n_75669.html\nhttp://www.huffingtonpost.com/2007/12/06/poll-gop-driving-hispani_n_75669.html\nhttp://www.gallup.com/poll/15370/Party-Affiliation.aspx\nhttp://www.gallup.com/poll/15370/Party-Affiliation.aspx\nhttp://www.pollster.com/blogs/all_voters_or_just_hispanics.php\nhttp://isteve.blogspot.com/2007/12/putting-in-good-word-for-pew-hispanic.html\nhttp://isteve.blogspot.com/2007/12/putting-in-good-word-for-pew-hispanic.html\nhttp://www.nytimes.com/2007/12/07/us/politics/07immig.html?ex=1354683600&en=9d7228d271b9d0de&ei=5090&partner=rssuserland&emc=rss\n\n\nAmerica's Petting Zoo of Faith! Does anyone else find the following paragraph in Mitt Romney's big religion speech \njust a wee bit condescending--a quick tour of America's religions offering each a little pat on the head:\n\n\"I believe that every faith I have encountered draws its adherents closer to God.  And in every faith I have come to \nknow, there are features I wish were in my own: I love the profound ceremony of the Catholic Mass, the \napproachability of God in the prayers of the Evangelicals, the tenderness of spirit among the Pentecostals, the \nconfident independence of the Lutherans, the ancient traditions of the Jews, unchanged through the ages, and the \ncommitment to frequent prayer of the Muslims.\n\nHe's like a high school coach trying to maintain the self-esteem of all the children in his charge. ... 11:07 A.M. link \n\n___________________________ \n\nWednesday, December 5, 2007 \n\nIs Hillary Cool with Edwards winning Iowa? That's Rich Lowry'sintriguing suggestion.\n\nAs Major Garrett noted on Fox News a little while ago, Hillary is probably going after Obama so hard in Iowa \nbecause she can afford to have Edwards win there in a way she can't with Obama. ...\n\nFor one thing, she needs to keep Edwards alive to split the vote against her. ... P.S.: But why might Hillary be so \nconfident that Edwards is not a threat in the long-run?  Some scandal she thinks might bubble up? ... 3:12 A.M.\n\n___________________________ \n\nRethinking Early Primaries: If Peter Beinart is right and Hillary's appeal, even within her antiwar party, has \nperversely fallen as Iraq has faded from the news (\"Iraq played to Clinton's biggest asset: her reputation for \nexperience and strength\") what happens if Dems reject her next month--and then Iraq, Iran, or some other foreign \npolicy crisis happens over the summer before the election? The Democrats would find that their early-primary \nschedule will have led them to nominate the wrong candidate for Election Day--i.e. a candidate like Obama who \nplays better in peacetime. ...\n\nIt may be time to rethink the stone-carved CW that it helps a party to settle on a candidate early. Historically, \nprolonged, exciting, bitter nomination battles have tended to weaken nominees--Humphrey in 1968, for example. \nBut there are counterexamples (in 1976 Jimmy Carter hardly wrapped it up early) and complicating circumstances \n(Carter in 1980 and Mondale in 1984 would have lost even if they'd faced no primary challengers). More important, \nthe Feiler Faster Thesis suggests there is effectively more time between June and November in which a party can \npatch things up and change the story line. ... Unless it has already nominated the wrong person way back in \nFebruary. ...\n\nP.S.: The FFT also suggests that the public mood about what sort of candidate is \"right\" is more likely to shift \nbetween February and November than it did back in 1968. ... \n\nP.P.S.: As if on cue, the CW appears to be under assault on the related issue of whether the early primaries will, in \nfact, settle the nomination. Charlie Cook and            Dick Morris both suggest Hillary could weather early setbacks \nand still win. And the FFT suggests she has enough time, even with a front-loaded schedule            Yepsen \nnotwithstanding. But I'm not quite buying it. Hillary in fightback mode is, so far, not a pleasant sight. ...\n\nP.P.P.S:--A Plan So Crazy It Just Might Work: Still, this is kind of brilliant, from Morris--\n\nThere is only one way for Hillary to shift the focus onto Obama or John Edwards: lose. \n\n1:46 A.M. link \n\n___________________________ \n\nhttp://www.humanevents.com/article.php?id=23830\nhttp://corner.nationalreview.com/post/?q=YTY2MzIzYjNmY2E2MmIyOTRmNGE3NDNlMjNhMTljZjE=\nhttp://www.slate.com/id/2177874/nav/navoa/#scandalmad\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/12/02/AR2007120201602.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/12/02/AR2007120201602.html\nhttp://www.slate.com/id/1004812\nhttp://nationaljournal.com/cook.htm\nhttp://www.realclearpolitics.com/articles/2007/12/hillary_rudy_may_know_life_aft.html\nhttp://desmoinesregister.com/apps/pbcs.dll/article?AID=/20071204/OPINION01/712040358/1036/Opinion\nhttp://desmoinesregister.com/apps/pbcs.dll/article?AID=/20071204/OPINION01/712040358/1036/Opinion\n\n\nDobbs May Already Have Control: That National Public Radio debate today\n\nfocused exclusively on three issues: Iran (and the echoes of Iraq), China and immigration.\n\neven though Tim Rutten quite clearly toldthem that Americans don't care about the immigration issue. NPR is now \npart of the corrupt conspiracy to boost the ratings of CNN's Lou Dobbs. (\"Make immigration a bigger issue and \nyou've made a bigger audience for Dobbs,\" as Rutten explained.)The ostensibly neutral \"Pew Research Center\" \nhas            already been identified as            part of this Dobbsian axis. Indeed, our entire politics is being perverted \nby a media elite in order to benefit one man ... Lou Dobbs! If Steve Inskeep and Robert Siegel are in on it, the hour \nis very late indeed. ... [See also            Tom Maguire]  12:03 A.M.\n\n___________________________ \n\nTuesday, December 4, 2007 \n\nHillaryland Hates Obama: Is It Just Arrogance? Hillary's people \"despise Obama,\" reports David Corn in a fine \npiece of schmoozalism. They \"don't need any prompting in private conversations to decry Obama as a dishonest \nposer.\" Hillary has (not uncleverly) asked, \"\"How did running for president become a qualification for being \npresident?\" ... Is this just because Obama's presumptuous enough to deny her rightful nomination? Or is there \nanother root-cause complaint that the citizens of Hillaryland can't voice because even though it's true it wouldn't \nhelp them: that Obama's an            'affirmative action baby' who's been promoted faster than his merits would \nordinarily permit? If he weren't black he'd be Dick Durbin! (Or a more appealing but less experienced version of \nDick Durbin) ... That Hillary's cadres can't voice or even permit themselves to think about thinking this thought, of \ncourse, might tend to make them even madder. ... P.S:  Of course, Hillary is not an affirmative action baby. She got \nher position the old fashioned way--by marrying it. ... 1:32 P.M.\n\n___________________________ \n\nJuno is a sweet, witty, well-acted little movie that (not to give anything away) seems effectively \"pro-life.\" It \nreminded me of those hipster jocks on the good New Jersey indie station (WFMU) who are so hip andindie that \nthey're totally into firearms and derisive about gun control. The best (stark, funny, moving, silly) scene in the film \noccurs outside an abortion clinic. ... 2:09 A.M. link\n\n___________________________ \n\nNow Steven Stark applies the Feiler Faster Thesis to the            problem of maintining \"outsider\" appeal:\n\nThe problem for all these candidates, however, is that once you become a front-runner, you become, by definition, \nsomewhat conventional.\n\nAnd, voters begin to turn against you. That, in fact, is what happened in 1976 where Jimmy Carter swept almost all \nthe initial primaries, only to find in a few months that he was now considered an \"old face\" with the consequence \nthat Jerry Brown and Frank Church began to beat him almost everywhere (though not in time to wrest the \nnomination away from him).\n\nThis year, in the internet age, that process will be greatly accelerated, so that in a matter of weeks or even days, \nHuckabee will appear as if he's been around for decades. How do you continue to appear unconventional and new \nin an age when everything is sped up beyond recognition? [E.A.]\n\nPossible answer: Unless you have actual ideas and plans that a) upset the insiders and b) appeal to voters, you \ndon't.  Half-fake outsiders like Carter probably won't pull it off. ... 12:54 A.M.\n\n_____________________________ \n\nMonday, December 3, 2007 \n\nhttp://blog.washingtonpost.com/thefix/2007/12/npr_debate_winners_and_losers.html\nhttp://www.latimes.com/entertainment/la-et-rutten1dec01,0,4122002.column?coll=la-home-center\nhttp://www.slate.com/id/2179135/#twitoncnn\nhttp://pewresearch.org/pubs/645/youtube-debate-republican\nhttp://justoneminute.typepad.com/main/2007/12/at-the-dem-deba.html\nhttp://blogs.cqpolitics.com/davidcorn/2007/12/hillary-on-obama-fear-and-hatr.html\nhttp://blogs.cqpolitics.com/davidcorn/2007/12/hillary-on-obama-fear-and-hatr.html\nhttp://www.amazon.com/Reflections-Affirmative-Action-Stephen-Carter/dp/0465068693\nhttp://www.slate.com/id/1004812\nhttp://time-blog.com/real_clear_politics/2007/12/the_rise_of_the_outsider.html\n\n\nLive by Pew, Die by Pew: LAT Chief Twit Tim Rutten calls the CNN-YouTube debate \"corrupt\" because it \"chose to \ndevote the first 35 minutes of this critical debate to a single issue -- immigration\"--and did it allegedly to somehow \nexpand the audience for CNN's Lou Dobbs. \n\nHow do we know immigration didn't deserve this play? Rutten cites a fresh poll from \"the nonpartisan and highly \nreliable Pew Center\" showing that \"just 6% of the survey's national sample said that immigration was the most \nimportant electoral issue.\"\n\nBut of course this was a Republican primary debate, and presumably focused on issues of concern to Republican \nprimary voters. Why didn't Rutten give his readers some Pew findings for Republicans, as opposed to all \nAmericans? Could it be because they would show that immigration is indeed a big issue for these voters? \n\nHere's what the \"nonpartisan and highly reliable Pew Center\" itself said after the CNN debate:\n\nThe first four questions of the night all focused on illegal immigration. In this regard, Pew polling shows that the \ndebate was reflective of the importance of immigration as an issue in the Republican presidential primary. \n\nIn an October Pew survey,65% of Republican voters said that immigration was very important to their presidential \nvote, ranking it sixth out of 16 possible issues. In contrast, while half of Democrats (50%) and a majority of \nindependents (57%) cited immigration as an issue that was very important to their vote, both ranked it near the \nbottom of their agendas; only three issues were ranked lower: abortion, stem cell research, and gay marriage. \n\nWhen asked what is the single most important issue facing the nation, 11% of Republicans cited immigration, \naccording to the October survey. As an issue for Republican voters, immigration trails only Iraq (27%) and \nterrorism (14%) in importance and is viewed as more important than the economy (9%). Only 4% of both \nDemocrats and independents say immigration is the most important problem facing the nation. [E.A.]\n\nDoes this mean Pew has been corrupted too? Scary! ... \n\nP.S.--What you mean 'we'?  Rutten also declares--discussing a CNN-YouTuber's bible question--that it's\n\nanathema in our system -- to probe people's individual religious consciences. American journalists quite legitimately \nask candidates about policy issues -- say, abortion -- that might be influenced by their religious or philosophical \nconvictions. We do not and should not ask them about those convictions themselves. It's nobody's business \nwhether a candidate believes in the virgin birth, whether God gave an oral Torah to Moses at Sinai, whether the \nBuddha escaped the round of birth and rebirth or whether an angel appeared to Joseph Smith.\n\nI dunno. I tend to think when columnists throw around assertions that some things are \"legitimately\" done while \nothers \"we do not\" do, they should maybe offer some actual arguments for why \"we do not\" do them other than Tim \nRutten's vast authority on all matters. I'm quite interested in candidates' \"individual religious consciences.\" They all \nsay religion informs their behavior, so let's find out about it. See, generally, Jacob Weisberg's essay on the \nrelevance of Romney's faith.  ... \n\nBackfill.: Rasmussen reports that immigration is the #1 issue in the Iowa race:\n\nTwenty-five percent (25%) of likely caucus participants identified immigration as the most important voting issue. \nTwenty-one percent (21%) named national security as their top issue while 18% said the economy was most \nimportant and 14% ranked the War in Iraq as the top issue- ...\n\nImmigration is also #1 in the New Hampshire primary. ... 3:14 A.M. link \n\n___________________________ \n\nAmateur Questions: \n\nhttp://www.latimes.com/entertainment/la-et-rutten1dec01,0,4122002.column?coll=la-home-center\nhttp://pewresearch.org/pubs/645/youtube-debate-republican\nhttp://www.slate.com/id/2155902/\nhttp://www.slate.com/id/2155902/\nhttp://rasmussenreports.com/public_content/politics/election_2008__1/2008_presidential_election/iowa/republican_iowa_caucus\nhttp://rasmussenreports.com/public_content/politics/election_2008__1/2008_presidential_election/new_hampshire/election_2008_new_hampshire_republican_primary\n\n\n1) Does the DNC stripping Michigan and Florida of their delegates (to punish them for too-early primaries) make a \nbrokered, or at least contested, convention more possible by creating a large overhanging pool of uncommitted \ndelegates that might conceivably be counted later? ... Between them, Michigan and Florida            would seem to \nhave almost 15% of the delegates a candidate would need to win the nomination. ... [Thanks to alert non-reader \nD.J.P.] \n\n2) Obama and Huckabee lead their respective races in Iowa. Suppose those two actually win their parties' \nnominations. Wouldn't an Obama vs. Huckabee race be so quirky it would have a good chance of attracting \npotential third-party or independent candidates? Candidates more experienced and less of a semi-revolutionary       \n     \"stretch\" than Obama, less \"socially\" conservative than Huckabee, more fiscally conservative than either of \nthem, and maybe less filled with            Broderesque compassion for illegal immigrants? Candidates who are more \nboring? ... P.S.: Suddenly,            Unity '08 doesn't look irrelevant. ...\n\n12:39 A.M. link \n\n___________________________ \n\nSunday, December 2, 2007 \n\nBrendan Nyhan on the Carteresque silliness of Obama's idea of providing (in the NYT's description) \"live Internet \nfeeds of all executive branch department and agency meetings.\" ... For a good example of how idealistic \"open \nmeeting\" laws can gum up government by forcing officials to endure hours of for-show public meetings with \ngrandstanding interest groups before actually getting down to business, read Lynn and Whitman's            terrific \naccount of Carter's welfare-reform failure. ... P.S.: How about live internet feeds of all Obama staff meetings? The \nvoters of Iowa deserve no less! ... 11;42 A.M.\n\n___________________________ \n\nFriday, November 30, 2007 \n\nI hesitate to bring this up, but isn't the unremarked-on wild card in the debate over Social Security's solvency ... \nimmigration? I've always been told by defenders of the system that one of the main safety valves, should it begin \nto look insolvent, was the ability to let in more immigrants-- increasing the crucial worker-to-retiree ratio. But to the \nextent the current immigration debate unexpectedly chases FICA-paying illegal immigrants away, and discourages \nadmitting more legal immigrants, mightn't it by the same token make Social Security less solvent than currently \nprojected? ... kf's solutions:a) If the number of illegals actually falls dramatically, that's what will make it possible to \neventually get public support for a reasonable increase in quotas for legals; b) Find other ways to make the system \nsolvent--like reducing the benefits of the affluent. If we have to raise taxes or cut benefits a bit more to make up for \ncontrolling the borders, it's worth it. ...\n\nWhy we love Matt Welch: You raise an issue that maybe cuts against your side, and all of a sudden you're a \n\"goalpost-shifting ... restrictionist weathervane.\" And I've pledged $100 for this guy's going away party? Worth every \npenny! ... 8: 28 P.M.\n\n___________________________ \n\nThe Feiler Faster Thesis in action, as applied            by Steven Stark of RCP : \n\nObama's mini-surge has come awfully early, giving his opponents ample time to answer back. John Kerry and John \nEdwards surged later in Iowa last time - and that was ages ago technology-wise, in a year when the race was not \nnearly as intensely covered as now and few had Blackberries.\n\nIt's not that Obama won't win Iowa. It's that to do so, he's going to need a second and a third act. In the early days \nof television, Bob Hope complained \"in the old days you could do one sketch for five years. But if you use that \n\nhttp://marcambinder.theatlantic.com/archives/2007/12/the_dnc_strips_michigan_of_del.php\nhttp://en.wikipedia.org/wiki/Democratic_Party_(United_States)_presidential_primaries,_2008\nhttp://en.wikipedia.org/wiki/Democratic_Party_(United_States)_presidential_primaries,_2008\nhttp://desmoinesregister.com/apps/pbcs.dll/article?AID=/20071202/NEWS09/312020006/0/caucus\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/08/21/AR2007082100148.html?tid=informbox\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/11/30/AR2007113001788.html\nhttp://www.unity08.com/\nhttp://www.brendan-nyhan.com/blog/2007/12/obamas-bizarre.html\nhttp://www.amazon.com/President-As-Policymaker-Carter-Welfare/dp/0877222231\nhttp://www.amazon.com/President-As-Policymaker-Carter-Welfare/dp/0877222231\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/11/27/AR2007112702031.html?nav=hcmodule\nhttp://www.reason.com/blog/show/123735.html\nhttp://www.slate.com/id/1004812\nhttp://time-blog.com/real_clear_politics/2007/11/krugman_vs_obama.html\n\n\nsketch on TV, in one night it's used up.\" The same principle applies to this year's process, which is the first real \ncampaign of the internet age. [E.A.]\n\nRight, Because people--I'd say voters as well as reporters--are comfortable processing information at a faster \npace, there is plenty of time for Obama and Huckabee to wear out their welcome and fade. There is time for them to \nfade and come back. And fade again. ... \n\nP.S.: There's also effectively more time between the Jan. 3 Iowa caucus and the Jan. 8 New Hampshire primary \nthan there was during the equivalent 5 day period in, say, 1984. ... \n\nP.P.S.: Stark's point seems different than the argument** that by surging so soon a candidate like Huckabee has \nironically raised the expectation that he will win Iowa, making a fading second place a bit of a defeat. But if \nHuckabee fades in the polls, why shouldn't \"expectations\" about him ebb and flow as quickly as his numbers?  \nMaybe there is a ratchet for expectations--once you are in the top tier that might win you're expected to win. But \nhow then to explain McCain, who was top tier but fell out and now has low expectations--so he'll be a big winner if \nhe finishes third in Iowa? ... Clearly there are things you can do to \"reset\" expectations, like firing your campaign \nstaff. ... \n\n**--I think this argument was made by Weekly Standard's Richelieu. Or maybe it was consultant Mike Murphy. I get \nthem confused sometimes! ...  7:09 P.M. \n\n___________________________ \n\nTuesday, November 27, 2007 \n\nHillary's Petards: Prediction--If they settle the writer's strike, it could be bad for Hillary because Jay Leno will make \nHuma jokes! (Remember: Huma = comedy gold.) It certainly seems much more likely that the            Huma \ninnuendo would make it into the mainstream via late-night monologues than via investigative reporting. [Won't it \nmake it into the mainstream by bloggers discussing how it might make it into the mainstream?--ed Don't think that \ntrick will work. The blog/bloodstream barrier seems too robust. The late-night-joke/bloodstream barrier isn't. And \nremember, that ate night rabbit-hole into voter consciousness is not a byproduct of blogging. As far as I can see, \nit's a byproduct of the Gennifer Flowers and Monica Lewinsky scandals, which appear to have convinced Leno, \nLetterman, et. al. that if they didn't joke about Clinton's rumored sex life they'd look like fools and would miss out on \nsome good material. (And if they did, it's not like they'd be sued for libel.) This is one way Hillary is hoist on her \nhusband's petard, Huma-wise. \n\nBut there's another petard. Let's assume what is likely to be the case--that the Huma rumor is a) unprovable if \ntrue and b) un-disprovable if untrue. Under the old rules that means it would never be proved and would \nprobably never surface. If it did surface --say because it was the subject of vicious campaign push-polling--a simple \ndenial by both parties and it would be semi-officially \"false.\" In the new Webby post-Lewinsky world it's            more \nlikely to surface, which makes the subsequent denial all the more important. Contrary to popular belief, it's not \nimpossible to issue a denial so convincing that even gossip-addicted bloggers drop a juicy  rumor.            Here's an \nexample. The trouble for Hillary is that when it comes to sex rumors she and her husband (unlike, say,            John \nEdwards and his wife) have no credibility. They threw that away when the philandering charges they righteously \ndenounced in 1992 and 1998 turned out to be basically true. 11:58 P.M. \n\n___________________________ \n\nJim Pinkerton mocks Giuliani's \"virtual fence,\" including a particularly vicious--but not unfair--line:\n\nBricks, concrete, barbed wire, all that: overrated! We don't need physical boundaries between us, only virtual \nboundaries. That's why we'd never put up a real fence, for instance, if we wanted to keep our children or pets from \nwandering away. ...[snip]\n\nhttp://www.weeklystandard.com/weblogs/CampaignStandard/2007/11/richelieu_bring_me_the_head_of.asp\nhttp://www.observer.com/node/37040\nhttp://www.timesonline.co.uk/tol/news/world/us_and_americas/article2917646.ece\nhttp://www.timesonline.co.uk/tol/news/world/us_and_americas/article2917646.ece\nhttp://www.slate.com/id/2178626/#sidtimeline\nhttp://timesonline.typepad.com/uselections/2007/11/history-accordi.html\nhttp://timesonline.typepad.com/uselections/2007/11/history-accordi.html\nhttp://flapsblog.com//?p=5267\nhttp://flapsblog.com//?p=5267\nhttp://www.nydailynews.com/news/wn_report/2007/10/12/2007-10-12_john_edwards_denies_tabloid_charge_of_af.html\nhttp://www.nydailynews.com/news/wn_report/2007/10/12/2007-10-12_john_edwards_denies_tabloid_charge_of_af.html\nhttp://www.newsday.com/news/columnists/ny-oppin275477717nov27,0,1989159.column\n\n\nSome see weaknesses in this virtual approach. A headline in The Washington Post from Sept. 21, 2006, declared: \n\"Plenty of Holes Seen in a 'Virtual Fence'/Border Sensors Not Enough, Experts Say.\" ...  But President Giuliani can \nfix any technical challenge. After all, as mayor, he solved the problem of radio interoperability between the police \nand fire departments long before disaster struck on 9/11. [E.A.]\n\n6:17 P.M. \n\n___________________________ \n\nObvious point: Dick Morris says that Hillary's attacks on Obama in Iowa give Obama \"added credibility.\" But doesn't \nthe Hillary vs. Obama mutual-sniping dynamic that's developed actually create an opening for Edwards to slip \nahead as the acceptable, \"electable\" third candidate in the warped minds of Iowans--the same way ... well, John \nEdwards slipped ahead of Dean and Gephardt in 2004? Wouldn't it be smart for Obama to stop responding tit-for-\ntat to Hillary to prevent this from happening? ... P.S.: Obama was supposed to get Edwards to do his dirty work for \nhim. That's not happening.... 5:12 P.M.\n\n___________________________ \n\nWho Says the Press Isn't Covering the Issues? We're Covering Who's \"Electable\"! One reason the \"electability\" \nissue has become so prominent--why \"presidential primaries have become an electability bonanza,\" as Jason \nZengerle puts it--is that the mainstream press likes it when electability is the issue. For one thing, \"who's electable\" \nis a            Neutral Story Line--it seemingly doesn't require reporters and publications to take stands or sides. You \ncan write dozens of \"Is Hillary Electable?\" stories without letting on what you think about, say, government-\nguaranteed health care. It's harder to write \"Will Hillary be a Good President?\" without doing that. Second, \n\"electability\" questions--like the traditional \"horse race\" questions--are in political reporter's analytic wheelhouses. \nIndeed, \"electability\" questions are \"horse race\" questions. They're the horse-race on stilts! Or, rather, they're the \nhorse race \"process\" turned through some serendipitous alchemy into candidate \"substance.\" ... P.S.: I don't think \n'electability' is a bogus concern in the primaries. But I think Iowa's discredited caucusers are lousy at spotting it. \nHoward Dean was a more \"electable\" candidate than John Kerry (and, in retrospect, than John Edwards). ... \n\nUpdate: Mark Blumenthal argues that ordinary voters and caucusers don't  think \"electability\" means what political \nreporters think it means. ... 2:06 A.M.\n\n___________________________ \n\nShouldn't Hillary now get Jonathan Franzen to campaign for her? ... 1:52 A.M.\n\n___________________________ \n\nDriving North on I-5 today I noticed a lot of seemingly gratuitous references to McDonald's restaurants on schlocky \nFM music stations--mainly by the DJs. Has McDonald's had a resurgence as a pop-culture reference point? Do \nthey have an especially energetic PR agent? Or is some other kind of incentive being spread around? Just \nsuspicious. ... 1:46 A.M.\n\n___________________________ \n\nMonday, November 26, 2007 \n\nI'm late to Heller, the big Second Amendment case the Supreme Court has agreed to hear. Instapundit argues the       \n     Court couldn't duck the case in large part because it doesn't involve one of the 50 states, or a city in those \nstates:\n\nCases involving state gun laws raise the question of whether the Second Amendment applies to the states. But, \nwhere every other US city is legally part of a state government, the district is a direct creature of the federal \ngovernment.\n\nhttp://www.nypost.com/seven/11272007/postopinion/opedcolumnists/how_hillary_will_go_negative_793613.htm\nhttp://nymag.com/news/features/41285/index1.html\nhttp://nymag.com/news/features/41285/index1.html\nhttp://www.slate.com/id/2073262/\nhttp://www.pollster.com/blogs/mellman_on_the_ia_electability.php\nhttp://www.pollster.com/blogs/mellman_on_the_ia_electability.php\nhttp://www.nypost.com/seven/11212007/postopinion/opedcolumnists/lawyers__guns__washington_537742.htm\nhttp://www.nypost.com/seven/11212007/postopinion/opedcolumnists/lawyers__guns__washington_537742.htm\n\n\nIf that's true, then how stupid were the gun-controllers in the D.C government to persist in their cause? The result \nmay be a ruling that after 200 years actually gives meaning to the distressingly clear language of the Amendment. \nCouldn't gun-controllers from the rest of the country have talked them out of it? ... 12:19 A.M. \n\n___________________________ \n\nSunday, November 25, 2007 \n\nObama's   \": Michael Kinsley on Obama:\n\nMy candidate, at least at the moment, Is Obama. When I hear him discussing issues, I hear intelligence and \nreflection and almost a joy in thinking it through.\n\nHmm. I'm listening for the \"joy in thinking it through\" part. I'm even expecting it. But I'm not hearing it. I wish I was, \nbecause I'd like to find a reason to be for Obama, and a pol who enjoys \"thinking it through\" might enjoy rethinking \nthrough the positions with which I disagree, like \"card check\" unionism and drivers' licenses for illegals (not to \nmention \"comprehensive\" semi-amnesty for illegals). An ironic Obamanic joy at, say, wrestling with the problem of \nhow to keep  sneering   at the Petraeus              surge  when the surge looks like it's doing good would help leaven \nthe impression that Hillary's policy positions are actually more sensible-- for example, she's less committed to \nwithdrawing troops and could therefore be more effective at making the best of a bad situation in Iraq. ...    \n\nP.S.: Maybe Obama is  better answering questions on the stump than in debates  . But--to pick Amy Sullivan's \nexample--asking \"if the minimum wage in Canada was $100 an hour?\" in an argument over immigration doesn't \nsound like joy in thinking it through. It sounds like joy in coming up with a good line that lets you avoid thinking it \nthrough--i.e. avoid wrestling with the essential policy dilemma. Is Obama actually saying that we could all sneak \ninto Canada to get rich and then legitimately expect Canada to legalize us and let us all become Canadian citizens? \n(Cool! There aren't that many Canadians. Taking over Canada was a common student radical fantasy in the '60s, if \nI remember. Alberta is our Aztlan!) ...  1:14 P.M. link \n\n___________________________ \n\nSaturday, November 24, 2007 \n\nPage B-1 Shocker: L.A. Mayor Antonio Villaraigosa and former Telemundo anchor Mirthala Salinas have apparently \n\"ended their romantic relationship.\" And here we all thought it was a great love!  The L.A. Times runs the story on \npage B-1.            S.S. emails: \"It's a B-3 story, for crying out loud.\" ... 12:26 P.M.\n\n___________________________ \n\nFriday, November 23, 2007 \n\n Page 6 Shocker:  \"[S]ingle singer/songwriter\" tries \"picking up women\" when he's drunk! 5:30 P.M.\n\n___________________________ \n\nWhen yougot Nixon, make Nixonade: John Ellis argues Hillary can't base her campaign on being likeable (she's \nnot) and basing her campaign on being 'inevitable,' which she's done, is highly risky-e.g., if she loses the first two \nprimaries. Instead, Ellis advises her to emulate Nixon in 1968 and portray herself as the 'woman in the arena':\n\nLike Nixon, Senator Clinton is widely disliked. Like Nixon, she cannot be made warm ....\n\nBut also like Nixon, she is intelligent and diligent and determined and tough and she has been through hell and \nback. She is experienced in a way that only her husband and President George W. Bush are experienced. She \nknows what it's like to get her head kicked in every day, day after day after day, for months and years on end. She \nendures. \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/11/23/AR2007112301136.html?sub=AR\nhttp://bobgeiger.blogspot.com/2007/01/obama-podcast-troop-surge-makes.html\nhttp://mediamatters.org/items/200711160004?f=h_latest\nhttp://www.time.com/time/politics/article/0,8599,1686633,00.html\nhttp://www.latimes.com/news/local/la-me-mayor24nov24,0,7160693.story?coll=la-home-center\nhttp://www.smythesworld.blogspot.com/\nhttp://www.nypost.com/seven/11222007/gossip/pagesix/just_asking_525427.htm\nhttp://www.realclearpolitics.com/articles/2007/11/nixon_1968_clinton_2008.html\n\n\nThat was the whole point of the 1968 Nixon campaign narrative. He wasn't perfect by any means, but he was \nformidable and he endured. It's a narrative that fits Senator Clinton's campaign like a glove.\n\nHmm. Is Ellis saying Hillary should actually stage 'man in the arena' events as Nixon famously did? And aren't her \nattempts to prove how \"formidable\" she is by cutting up Obama--belittling his \"\" living in a foreign country at the age \nof 10\"--unappealing? I asked Ellis via email and got this response:\n\nI think every campaign is, basically, a narrative.  How that narrative is distributed changes as the means of \ndistribution change (the Internet has obviously become v important, etc).  But I think her narrative is not \"she's \ninevitable because she's experienced and the others are too light.\"  I think her narrative is \"formidable, battle-\nscarred, flawed, but important.\"  I think Penn thinks he can micro-target to victory.  I think they need a large macro \ntheme that enables people to vote for Hillary, even though they don't want to. \n\nIt's obviously late now.  This is work they should have done in 2006 and 2007: setting the context for \n\"understanding\" her candidacy ... \n\n\"Enduring\" seems only a nuance away from \"experienced,\" but I see Ellis' point. Campaigning as tough, battle-\nscarred fixture, etc. would certainly serve Hillary better, should she lose Iowa and New Hampshire, than \ncampaigning as \"inevitable.\" It seems entirely possible--given the way the Feiler Faster phenomenon enables quick \ncomebacks in short periods of time--that primary voters might feel like resurrecting Ms. Durability after she's \nsuffered a bit by way of a New Hampshire loss.  (Making her suffer a bit might even be the point.**) But there's no \npoint in resurrecting a failed Ms. Inevitability. ... \n\n**--Voters might especially want her to suffer a bit because she's portrayed herself as inevitable. ... 3:58 P.M.link \n\n___________________________ \n\nWednesday, November 21, 2007 \n\nPinch Works Fast: The New York Times' value has been cut in half in less than three years.  It's now worth a little \nmore than $17 a share. In 2002, it traded above $50 a share. I wouldn't worry about Rupert Murdoch buying the \nTimes at this point. I'd worry about Rupert Murdoch's nanny buying the Times. ... [Thanks to            S.B.] 6:30 P.M.\n\n___________________________ \n\nThanksgiving Tune-Out? Why is Obama suddenly sinking in Rasmussen's national robo-poll? His number for \nMonday was obviously awful. Maybe all his supporters stopped answering the phone for Thanksgiving. But \nyou have to wonder whether the cause was            this widely-reported Saturday story (which            I thought \nwould help him)... 3:15 A.M.\n\n___________________________ \n\nTuesday, November 20, 2007 \n\nHow Does the Surge Hurt? I'm willing to be convinced that the instinct to keep up Petraeus' \"surge\" (as long as it's \nshowing promising results) is wrong. But the recent Podesta/Korb/Katulis op-ed--\"Strategic Drift: Where's the \nPushback Against the Surge?\"--didn't come close to doing the trick. When you write a sentence like:\n\nthe progress being made at the local level often undermines the stated goal of creating a unified, stable, democratic \nIraq\n\nyou have to come up with, you know, an example. Maybe in the next sentence! Podesta et al. argue that Iraqi \nnational reconciliation--and \"constructive\" intervention by regional powers--will only come when America withdraws. \nThat may be true (though it seems tendentiously optimistic). But we can always withdraw. In the meantime, how \ndoes \"progress at the local level,\" including \"declines in the overall level of violence,\" actually hurt? Without that \nargument, the piece looks like positioning. ...\n\nhttp://www.suntimes.com/news/nation/659550,obmock112007.article\nhttp://www.suntimes.com/news/nation/659550,obmock112007.article\nhttp://www.slate.com/id/1004812\nhttp://www.slate.com/id/1004812\nhttp://stockcharts.com/h-sc/ui\nhttp://nalert.blogspot.com/\nhttp://www.rasmussenreports.com/public_content/politics/election_2008__1/daily_presidential_tracking_polling_history\nhttp://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2007/11/18/MNUTTEMT6.DTL\nhttp://www.slate.com/id/2178367/#firstreed\nhttp://www.slate.com/id/2178367/#firstreed\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/11/14/AR2007111402029.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/11/14/AR2007111402029.html\n\n\nUpdate: Kevin Drum tries to supply the missing paragraphs here,            here and            here. Maybe you will \nfind them convincing. The basic issue is whether empowering Sunni tribes outside the new Iraqi state eventually \npromotes a stable reconciliation or a future civil war. ... But attempting \"integration\" of Sunnis directly into the Maliki \ngovernment wasn't working very well, was it? Likewise, withdrawing and hoping for Shiite benevolence--and benign \nintervention by \"regional powers\"--seems pie-eyed. Attempting to achieve some sort of stable balance of local \npower, on the other hand, has worked before in this sort of situation, no? It seems worth a shot, especially if the \nongoing cost in American lives gets reduced to a tolerable level. ... \n\nP.S.: Via Drum, here is Petraeus adviser David Kilcullen's explanation of the current strategy. ...\n\nUpdate: Robert Farley of Lawyers Guns & Money does his part to fill the void here. The trouble with his argument, \nsomething he more or less admits, is that the current central government wasn't making much progress obtaining a \n\"monopoly\" on the use of force before the Bush strategy shift and it's unlikely to obtain such a monopoly if we \nwithdraw.  Even if you measure progress by the \"stated goal\" of \"a unified, stable, democratic Iraq\"--instead of, \nmore realistically, by the goal of leaving the most favorable situation behind that we can--it's not clear that the best \nchance of ultimately constituting that unified government (with a monopoly on violence) isn't first to rebalance \nsectarian military strength on the ground, enabling Iraq's warring groups to then cut a stable deal down the road. ... \n 6:49 P.M. link\n\n___________________________ \n\nThe other obvious hack speculation: Hillary tanks in Iowa and N.H.. Obama, Edwards too liberal and inexperienced. \nElectability. Late entry. Exciting convention. Gore. Take it away. ... 6:20 P.M.  \n\n__________________________ \n\nAyes of Newt: The normally sound Tom Edsall contrasts Speakers Gingrich and Pelosi and finds that Pelosi, \n\"strangely enough, has won enactment of more legislation than her flamboyant predecessor.\" He notes that Pelosi's \nachievements include:\n\nan increase in the minimum wage, lobbying and ethics reform, Gulf Coast reconstruction assistance, and \nsubstantial expansion of college financial aid.\n\nI concede that the minimum wage increase is an achievement. The others are yawners. Meanwhile, by the end of \nGingrich's first two years as Speaker, 1) the budget was heading toward a surplus after years of deficits; and 2) a \nonce-in-a generation welfare reform had been signed into law--a big attempt to tackle the \"underclass\" problem, the \nfirst time a federal entitlement had been repealed, in a bill that also included substantial changes in child support \nenforcement, immigrant benefits, and social security disability for children. ... Oh, and the minimum wage got \nincreased under Gingrich too, also before his first two years were up. ... \n\nThe situations aren't comparable, of course. President Clinton was inclined to find common ground with Gingrich. \nGingrich had a united party. Pelosi is trying to block a president's foreign policy, and events on the ground haven't \nbeen going her way lately. Gingrich was (is?) an infantile megalomaniac who was easily manipulated and \noverplayed his hand. Still. The achievements aren't comparable either. At least not yet. ...  5:42 P.M. link\n\n___________________________ \n\nSometimes an NPR show can upend your expectations and convince you that ordinary Americans can be brilliant \nobservers and even entertainers. StoryCorpsis not that show, I think. Every story I've heard on it has been lame. \nWhen do the grants run out? ... 2:51 A.M.\n\n___________________________ \n\nGiuliani, theIdeas Candidate? Sara Mosle recently reminded everyone of a key, overlooked moment in Giuliani's \ncareer: after his prostate cancer diagnosis, he decided to employ New York City's trademark Comp Stat policing \n\nhttp://www.washingtonmonthly.com/archives/individual/2007_11/012551.php\nhttp://www.washingtonmonthly.com/archives/individual/2007_09/012007.php\nhttp://www.washingtonmonthly.com/archives/individual/2007_08/011854.php\nhttp://smallwarsjournal.com/blog/2007/08/anatomy-of-a-tribal-revolt/\nhttp://lefarkins.blogspot.com/2007/11/lets-get-some-political-science-101-for.html\nhttp://www.prospect.org/cs/articles?articleId=12663\nhttp://www.huffingtonpost.com/2007/11/20/pelosi-and-gingrich-two-_n_73539.html\nhttp://www.kcrw.com/events/storycorps\nhttp://www.slate.com/id/2177488/\nhttp://www.slate.com/id/2177488/\n\n\ntechnique to \"aggressively recruit greater numbers of uninsured children for coverage under two existing \ngovernment-run programs: Medicaid and Child Health Plus.\" Mosle--and later            Sara Kershaw of the NYT--\nused this incident to paint Giuliani as a hypocritical candidate. It seems to me it shows why he's a formidable \ncandidate. \n\n1) It's a great idea, and great politics--combining a liberal desire to insure children with the conservative insight that \nthe reason many kids aren't signed up isn't lack of funding but parental screwup. The benefits are there for the \ntaking, they're just not being taken. So Giuliani will track down the parents using the same computerized maps he \nuses to hunt down criminals! It's compassionate. It's conservative. And it's innovative. \n\n2) Giuliani's now in the GOP primaries. He doesn't talk about his children's insurance initiative. When it comes to \nhealth care, as Mosle notes, he's \"tried to change the subject.\" He attacks \"socialized medicine.\" But does that \npreclude him returning to the \"Health Stat\" idea in the general election--and winning over swing voters with it? I \ndon't think so.. Medicaid and Child Health Plus are programs for those who can't afford regular health insurance. \nThat's not \"socialized medicine.\" Giuliani can say he supports signing up those who are poor enough for existing \nprograms but he doesn't want to expand eligibility further up the income ladder.\n\n3) Giuliani's Health Stat initiative, originating in his May 2000 news conference, gives the lie to the \nwidely held notion that he was a politically dead before 9/11 revived him. It humanized him, and it seems likes the \nsort of fresh initiative that can win you a third term (if you're not term-limited).\n\n2:19 A.M. link \n\n___________________________ \n\nMonday, November 19, 2007 \n\nAbout that AT&T ad (sometimes at the top of this page): If home is in Kansas, and fun takes you to California, but \nwork leads to Kentucky, then don't you live in Kanifucky? AT&T says \"Kanifky.\" Weak! ... 12:48 P.M.\n\n___________________________ \n\nWill Hill Ditch Iowa? I often rely on NBC's excellent First Read for my fill on the day's campaign . But today First \nRead and kf are pretty much completely out of synch:\n\nFR: For the next 45 days, until the caucuses take place there, the Democratic presidential race will be all about \nIowa. ...[snip] ...  One of two things will happen in Iowa on January 3: Either Clinton wins, and she steamrolls \nthrough the primaries on the way to the nomination. Or she doesn't, and the candidate with a majority of the \nadvantages -- in polls, in endorsements, and with the most famous last name in the Democratic Party -- looks \nvulnerable and it becomes a two-person fight to the finish with the candidate who wins \n\nkf:  There is an obvious third thing that could easily happen before the 45 days are up. In, say, 25 days, with Hillary \nbehind by 10 points and not gaining ground, she starts deemphasizing the state--pulling out staff, campaigning \nelsewhere, effectively conceding Iowa and choosing to make her stand in other states. Humiliating, but not as \nhumiliating as trying and losing--and Hillary is a cautious type. She also doesn't seem like a late surger. Her aides \nwill convince her she doesn't need Iowa to win--focusing on Iowa in the first place was just an attempt to land a \nknockout punch. The punch having missed, she'll settle in for the full 15 rounds. ... She could even make some \nmischief by having some of her Iowa troops vote for the anti-Hillary candidate she wants to keep alive (who looks \nlike Edwards at the moment but may look like Obama by January).. \n\nFR: [A]fter Obama's less-than-stellar debate performance late last week, one can sense another one of those \nmomentum switches. His campaign screamed to the top of its lungs after Bob Novak reported that the Clinton \ncampaign was sitting on allegedly scandalous material on Obama. ... [snip] ... About the only good news for Obama \nthis weekend is that the spat over the Novak story did appear to change the subject from the debate.  \n\nhttp://www.nytimes.com/2007/11/17/us/politics/17giuliani.html?ex=1352955600&en=d0bfd13a2b759fd2&ei=5090&partner=rssuserland&emc=rss\nhttp://www.attwheredoyoulive.com/index2.html\nhttp://firstread.msnbc.msn.com/archive/2007/11/19/472729.aspx\nhttp://firstread.msnbc.msn.com/archive/2007/11/19/472729.aspx\n\n\nkf:   Huh? Did the Novak story, and Obama's instant reaction, really make Obama look bad? I thought it made \nHIllary's campaign look bad. And it means that if any dirt on Obama does come out, it will look like Hillary was the \nsource--hurting her as well as him in goody-goody Iowa. (Remember when Dukakis had to fire his campaign \nmanager after the latter was outed as the source of a perfectly legitimate hit on Joe Biden?) The promise of \nblowback makes it much less likely that the dirt, if any, will be dropped.** Obama was daring and shrewd to draw \nattention to Novak, no? \n\n**--Though if Edwards has dirt on Obama, he might be able to drop it and have Hillary take the blame--a twofer. My \nguess, though, is that Edwards is in no position to start a scandal war. \n\n12:12 A.M. link \n\n___________________________ \n\nSunday, November 18, 2007 \n\nScandal MADHere's one way to look at Saturday's surprising campaign back-and-forth over undisclosed \nscandalous            dark matter--all started by            Robert Novak's column claiming that Hillary \"agents\"** were \n\"spreading the word\" that she had \"scandalous information\" about Obama. \n\nUntil the Novak column, all the leading Dem candidates had semi-public potential scandal hanging over them--\nexcept Obama. Edwards had the Enquirer cheating story. Hillary had all the stories about her marriage and            \n\"Bill Clinton's postpresidential sex life\" referred to by an Obama aide in Marc Ambinder's recent            Atlantic \npiece. Richardson ... well, rumors about Richardson were so rampant he felt compelled to            defend against \nthem before they actually surfaced. (He said, \"I believe in the physical side of campaigning.\")  \n\nNow Obama is on notice that if he plays the Clinton marriage card, a scandal bomb might drop on him too--\nassuming there is a bomb to drop. It doesn't matter so much if Hillary actually has some goods on Obama as long \nas Obama thinks Hillary has some goods on him.\n\nBut here's a thought experiment: Suppose there are some goods to be had. And suppose that all the candidates \nknow all the other candidate's scandals and have the capability to launch them in the press. Has Hillary achieved \nMutually Assured Destruction, scandal-wise? I doubt it. \n\nRemember that it's a three-way race. According to the current polls, Hillary's precarious position in Iowa requires \nthat both Obama and Edwards remain strong opponents, splitting the anti-Clinton vote. Like an inexperienced \nkarate initiate, she can take on all comers only if they attack in a precisely symmetrical formation.\n\nBut if Scandal Doomsday happens, and all the evil that lurks in the mud hatches out, the results will not be \nsymmetrical. Suppose that what Jezebel.com speculated about Obama is true. Would it sink him? I doubt it. The Bill \nand Hillary rumors you hear are also wildly unshocking, given their history--though they would have the multiplier \neffect of reminding people of that history. \n\nBut the Edwards allegation, if confirmed, would be devastating. Edwards has made his good character in the face of \nhis wife's illness a central part of his campaign pitch. \n\nIf the Enquirer story pans out, you'd think he'd sink fast. Which would be terrible news for Hillary. \n\nBut if Obama and Hillary are hit with scandals and the Edwards story doesn't come out, that makes Edwards the big \nwinner in the exchange. Which is also terrible for Hillary.\n\nI think Sid may have his work cut out for him!\n\n**--not \"operatives\"! A little Plame joke. 9:33 A.M.link\n\n___________________________ \n\nhttp://www.nationalenquirer.com/john_edwards_cheating_scandal/celebrity/64271\nhttp://www.politico.com/news/stories/1107/6949.html\nhttp://www.slate.com/id/2176954/#darkstar\nhttp://www.humanevents.com/article.php?id=23467\nhttp://www.nationalenquirer.com/john_edwards_cheating_scandal/celebrity/64271\nhttp://www.suntimes.com/news/sweet/641088,sweet110708A.article\nhttp://www.theatlantic.com/doc/prem/200712/clinton-obama\nhttp://www.theatlantic.com/doc/prem/200712/clinton-obama\nhttp://www.politico.com/news/stories/0307/3054.html\nhttp://www.politico.com/news/stories/0307/3054.html\nhttp://jezebel.com/gossip/just-sayin./maybe-its-just-us-but-michelle-obama-seems-pissed-about-something-other-than-never-having-to-work-again-262239.php\n\n\nSaturday, November 17, 2007 \n\nViva Triangulation, II: Alert reader D.J. emails to note a major virtue of \"triangulation\" I omitted:\n\n[T]riangulation has involved somewhat more than what you say.  It seems to involve extracting, from each side, the \nmost ridiculous and indefensible part of the position and saying that you are against that and a resolution ought to \nbe achieved without it.   If done well, this does not really hurt the politician doing it because the issue so rejected is \nso ridiculous that, exposed and standing alone, that position is not defensible in the MSM or elsewhere.  \n\nIn the Democrats' stance on welfare, that was the position that welfare recipients should not have to work -- a \nposition that, if forced to confront it, anyone with any sense rejected as nothing but a way of buying votes.  The \nRepublicans' view that no money ought to be spent was equally ridiculous, given the long history of the nation's \nwillingness to spend for it,  and purely ideological.  And the unions have exactly the same kind of position within \ntheir stance on education reform, which is that incompetent teachers should not be fired ... \n\nEven if you publicly support the unions, again if you are forced to confront this particular issue it is hard to defend it \nin a public forum.  If a Clinton-like person were to triangulate on education he could easily say that, of course, \nteachers that can't hack it have to leave.  Can you imagine the press protesting that oh, no, incompetent teachers \ncan't be fired?  [E.A.] \n\nWhat he said. When solving a problem requires that a powerful interest group give up its most cherished demand, \nyou won't solve the problem by finding \"common ground,\" \"bridge-building,\" or \"compromise.\" If the \"common \nground\" doesn't include the cherished demand, the interest group won't go along with the project. In order to break \nthe impasse, it helps if a politician can subject the cherished demand to public scrutiny (i.e. ridicule). Turn it it into a \nliability. That's not finding \"common ground.\" That's triangulatin'! Make the uncommon ground uninhabitable, and all \nof sudden a new \"common\" ground starts looking like home. ... When the interest group complains angrily that you \nare creating a \"distraction,\" \"smoke screen,\" or \"           scapegoat,\" you know you are making progress. ... \n\nN.B.: In the 1984 Democratic primary, the issue that Gary Hart (triangulating) extracted and ridiculed Walter \nMondale over was, in fact, the issue of firing incompetent teachers. Mondale finally got bludgeoned into admitting in \nso many words that yes, maybe they should be fired. ... Twenty-four years later, the Democratic candidates don't \neven dare bring up this core issue--sorry, I mean 'smokescreen.' Instead they half-squabble over the less central, \nless touchy issue of \"merit pay.\" This is not progress. ... 8:19 P.M. \n\n____________________________ \n\nPutting the Sid Back in Inside Baseball--A Timeline: \n\nNov. 15--Sidney Blumenthal joins Clinton campaign.\n\nNov. 17--Columnist Robert Novak writes that\n\nAgents of Sen. Hillary Clinton are spreading the word in Democratic circles that she has scandalous information \nabout her principal opponent for the party's presidential nomination, Sen. Barack Obama, but has decided not to \nuse.\n\nIt can't be that simple. Right? ... \n\nUpdate: Excitable Joe Klein is outraged! I mean, more than usual! And he's outraged at Novak. .... \n\nIs Klein's point that if agents of Sen. Hillary Clinton are spreading the word that she has scandalaous information \nabout Obama, that this is not worth Novak reporting? Wouldn't it tell you something about Hillary? ... [But you can't \nreport that without reporting the alleged scandalous information-ed Novak didn't report the alleged scandalous \ninformation. You can't report it without suggesting that there is a scandalous allegation of some sort-ed That's true. \nThere are two models, I guess.\n\nhttp://groups.google.com/group/More-Th/browse_thread/thread/3f972294d2024758/8ae23c1d727e81f1\nhttp://www.ny1.com/ny1/content/index.jsp?stid=1&aid=75675\nhttp://blogs.edweek.org/edweek/campaign-k-12/2007/11/democratic_candidates_on_merit_1.html\nhttp://blogs.edweek.org/edweek/campaign-k-12/2007/11/democratic_candidates_on_merit_1.html\nhttp://www.salon.com/opinion/walsh/salon/2007/11/15/blumenthal/index.html\nhttp://www.realclearpolitics.com/articles/2007/11/clinton_has_dirt_on_obama_mcca.html\nhttp://www.time-blog.com/swampland/2007/11/garbage_in_journalism_out.html\n\n\nModel One is Klein's: \n\nJournalists are continually bombarded with rumors, often scurrilous. They are not news. Rumors only become news \nwhen they are confirmed, cross-checked and responded to by the target of the attack.\n\nIn this bi-modal model, there is \"news.\" And there is \"not news\"--a black sump of information that the public does \nnot get to learn (though journalists eagerly talk about it amongst themselves).  One problem that when Klein's \ngatekeepers vigilantly protect the borders of \"news\", they consign a lot of relevant and verified information (e.g. who \nis spreading what about what) to the black hole of non-news. Some journalists are so frustrated by their inability to \nconvey the real story under Model One that they resort write thinly veiled campaign novels!\n\nWhy not a tri-modal model? In this Model Two there are a) Klein's confirmed and cross-checked news; b) \nunconfirmed, mainly Web-borne unverified scuttlebutt that everyone also gets to learn about; and c) things the \npublic never knows about, perhaps because they are unchecked, highly damaging, and once loosed can never be \ncompletely recalled (i.e. unverified rumors of wife-beating or child porn, etc.) or because reporters only learn of \nthem on an \"I won't report this\" basis.\n\nThe main objection to Model Two is the fear the public won't be able to handle category (b)--the unverified \nscuttlebutt. But over the past few cycles, haven't the voters put these fears to rest? They rallied around Bill Clinton \ndespite all sorts of public rumors. They elected Arnold Schwarzenegger despite scandalous groping stories. Most \nrecently, they've continued to support John Edwards despite the National Enquirer'sreport of a cheating scandal \n(and his on-the-record denial). The electorate seems reasonably capable of i) considering the source ii) supporting \na candidate while holding in their minds the possibility that a scandalous rumor might be confirmed; and iii) putting \nthe confirmed scandalous rumors into perspective.\n\nI'm for Model Two. Let the public know most of the things journalists like Klein talk about amongst themselves--like \nthat (hypotheticall) Hillary agents are running around saying they have the goods on Obama. \n\nI also think Model Two is where free public debate is going, whether Klein likes it or not.\n\nBackfill: Michael Kinsley made basically this same argument at the time of the original Web-driven political scandal \n(Drudge and Lewinsky, in 1998). ... 6:06 P.M. link\n\n_____________________________ \n\nFriday, November 16, 2007 \n\nI have seen the new nose (\"front clip\")  for the Pontiac Solstice. It's ugly! They've styled it along the tongue-thrusting \nlines of the G6 GXP. If I had a cell phone camera I'd be rich. ... The Solstice, which is not an expensive car, is \ncurrently            gorgeous-but-unreliable. Maybe GM will fix its \"drive system\" problems (according to Consumer \nReports) when they are changing the nose. ... That's a common pattern: A car looks pretty much perfect when it's \nintroduced--but by the time they have the bugs out they've tragically \"refreshed\" the styling. ...[True of people too!--\ned  A get-up-and-get-a-beer line.]\n\nUpdate: See this comment for why I think it was a factory nose. ... 5:31 P.M. link\n\n___________________________ \n\nThursday, November 15, 2007 \n\nTriangulation vs Bridge Building: On bloggingheads, Bob Wright argues there is no contradiction between \n1) Obama's claim to be truer, bluer Democrat and 2) his claim to be a bipartisan bridge-builder. I grant that if you \nsee policies on a spectrum, a politician can say he believes in a 'pure' liberal position but promise that he'll \ncompromise as much as necessary to pass legislation. I'm forced to distinguish between this kind of bridge-building \nand \"triangulation\"--a distinction self-proclaimed bridge-builder Obama makes too, since he attacks \"triangulating.\" \n\nhttp://edition.cnn.com/ALLPOLITICS/1998/01/26/time/kinsley.html\nhttp://www.autoblog.com/2007/08/24/pontiac-prices-g6-gxp-from-26-595/\nhttp://www.autoblog.com/2007/08/24/pontiac-prices-g6-gxp-from-26-595/\nhttp://autos.nytimes.com/2007/Pontiac/Solstice/276/3220/283128/researchRatings.aspx\nhttp://www.autoblog.com/2007/11/20/rumormill-solstice-to-get-g6-gxp-look-schnoz/comments/8794019/\nhttp://bloggingheads.tv/video.php?id=459&cid=2883\nhttp://bloggingheads.tv/video.php?id=459&cid=2883\n\n\nWhat's the difference? A Triangulator defines himself or herself against the positions of left and right. Most obvious \nexample: welfare reform. Clinton argued traditional Congressional Democrats were wrong not to demand that \nwelfare recipients work. But he distanced himself from Republicans who weren't willing to spend the money to \nprovide the work and to \"make work pay.\" He wasn't building bridges so much as telling each side off.\n\nWhy is this useful? The Triangulator knows that bipartisan solutions don't always require each side to give up its \nleast important demands and meet in the middle, half-a-loaf style. Bipartisan solutions sometimes require one side \nor the other to give up it's most important demand. There was nothing the left cared more about in the welfare \ndebate, for example, than preventing states from being able to abolish welfare or rigorously require single mothers \nto work. In the bipartisan reform that ultimately passed in 1996, the left lost those demands. \n\nSimilarly, in the education debate, traditional due process protection against dismissal isn't a marginal demand for \nthe Dem-supporting teacher's unions. It's their core demand--not the last 10%, but the first 10%. But arguably you \naren't going to fix the schools unless you take away that 10% and make it easier to fire mediocre teachers (or close \ndown whole schools if they fail to meet standards). Similarly, in the health care debate there is nothing small-\ngovernment conservatives want to avoid more than a big government-controlled system. Arguably we aren't going \nto get universal health care unless the conservatives lose that fight. Not compromise. Lose.\n\nOn issues thave have this structure, you're not necessarily going to achieve a bipartisan solution by starting out on \none side or the other--as a \"pure\" Dem or a \"pure\" Republican--and then compromising, because you're not going \nto be well-positioned to make your side give up the core demand that it has to give up. You're not going to start out \nas a flat-out supporter of teacher tenure (and opponent of NCLB-style accountability) and then \"compromise\" by \nabandoning teacher tenure. You won't have laid the basis for it, and it's not a \"meet in the middle\" solution. But if \nyou start out by criticizing the teachers' union for dogmatically supporting tenure and criticizing the Republicans for \nstinting on funding, you have a shot.\n\nThere are issues that don't have this structure--where getting to a solution doesn't require denying a core demand \nof left or right. Some problems are loaf-splitting problems--funding for the arts, maybe, or roads. They're easy to \nsolve. But I'd argue that precisely because they're easy to solve most of them have been solved already. The \nproblems we're left with are problems where one side or the other is willing to fight to the death to protect a core \ndemand that must be denied to acheive a solution. \n\nOften that core demand will only be on the right--health care may well be one such problem. In that case, taking a \n\"pure\" liberal position won't hurt. But on most problems there's a core demand on the left as well as the right \nstanding in the way: not just teacher tenure on education, but also race preferences on civil rights, opposition to \nmeans-testing on Social Security and Medicare. On those issues, Triangulators are more likely to succeed than \neither purists or bridge-building compromisers--or people like Obama who claim to be both. ...\n\nUpdate: Brownstein touts Obama's bridge-building, and lets him get away with arguing [in Brownstein's words] that \n\"the Clintonian version of consensus focuses too much on finding a poll-driven midpoint between the parties.\" \nThat's not a fair characterization of either Clinton's welfare plan or his health care (\"           managed competition\") \nplan.  Both were distinct third-way approaches. ...4:30 P.M. link\n\n___________________________ \n\nOut of 177 recipients of Bill Clinton's last-minute pardons, Jake Tapper could find only 3who've contributed to \nHillary's campaign? Ingrates! Or else people smart enough to know that a $2,3000 maximum contribution isn't \nworth the bad publicity stories like this bring. . ... P.S.: Hillary campaign manager Howard Wolfson still manages to \ncome off as a prick. ...[via            Lucianne] 11:34 A.M.\n\n___________________________ \n\nWednesday, November 14, 2007 \n\nFred Thompson: Not that lazy. ... 11:03 P.M.\n\nhttp://www.slate.com/id/2177874/#obamajj\nhttp://www.latimes.com/news/opinion/la-oe-brownstein16nov16,0,5452391.column?coll=la-opinion-rightrail\nhttp://www.prospect.org/cs/articles?article=the_hillarycare_mythology\nhttp://abcnews.go.com/print?id=3866786\nhttp://abcnews.go.com/print?id=3866786\nhttp://www.lucianne.com/\nhttp://patterico.com/2007/11/12/the-facts-about-fred-thompsons-prosecutorial-record-that-the-la-times-think-you-dont-need-to-know/\n\n\n___________________________ \n\nTuesday, November 13, 2007 \n\nJohn Edwards:\n\n\"When I'm president, I'm going to say to members of Congress, and members of my administration, including my \nCabinet, I'm glad that you have health care coverage and your family has health care coverage. But if you don't \npass universal health care by July of 2009, in six months, I'm going to use my power as president to take your \nhealth care away from you.\"\n\nWhat power exactly does a president have to take away the health care coverage of Congressmen and exectuive \nbranch officials?** Isn't the health coverage provided by statute?  And doesn't Congress have to go along with \nchanging a statute? ... More important, isn't this exactly the sort of showy bluff that won't work, bringing the \nEdwards presidency crashing down in its first year? ... Even more important, what kind of candidate thinks the \nvoters are going to be taken in by a disingenuous display of substanceless bravado like this? ...\n\n** Update: ---Edwards' own bloggers don't seem to know the answer. (Sample: \"He'll speak to it effectively, I'm \nsure.\") ...\n\nBackfill: Howie Kurtz beat me to this point, and got this explanation from the Edwards camp:\n\n\"He would introduce legislation, that's all it is,\" spokesman Eric Schultz said. \"He would introduce legislation and \nask them to set a deadline for themselves.\"\n\nPathetic. And if Congress doesn't want to pass this legislation? \n\nIt's a phony threat from a  ... \n\nSee also this DailyKos post. ...And the            links here, including a            suitably vicious Hillary counter. ... \n\nParanoid thought: Edwards must have known his fake-strongman ad would draw fire. Is it all a ploy to make himself \nthe center of attention? ...\n\nP.P.S.: A NYT piece portrays Edwards as desperately running against the clock, and he was eclipsed at the recent \nJefferson-Jackson dinner by Obama. He's disrupting the MSM's preferred Obama vs. Hillary storyline. But he's by \nno means in a bad position. Data points: a) a close second in Iowa            in the latest CBS/NYT poll; b) steadily \nrising            in Rasmussen's national poll; c) This troubling quote from an Iowa county chairman in            Joe \nKlein's Hillary piece:\n\nThey love Obama. He's very inspiring. But in the end, Iowans vote on electability. I hate to say it, but my guess is \nthey'll vote for the white guy - Edwards - this time, just like they voted for the war hero last time.\" \n\nRight, last time. Dems rely on the good sense of Iowa caucusers at their peril. ...\n\nPaging Rielle Hunter! ... 6:42 P.M link\n\n___________________________ \n\nI bristled at Chris Matthews' breathless pumping up of Obama's Jefferson-Jackson speech on MSNBC yesterday. \nThen I read it. It's a very skillful speech in that Obama simultaneously does three seemingly contradictory things: \n\n1) Portrays himself as a \"real\" Democrat. (\"Triangulating and poll-driven positions because we're worried about \nwhat Mitt or Rudy might say about us just won't do.\")\n\nhttp://blog.johnedwards.com/story/2007/11/13/6552/8185\nhttp://blog.washingtonpost.com/the-trail/2007/11/13/edwards_impossible_promise.html#more\nhttp://www.dailykos.com/storyonly/2007/11/13/155430/50\nhttp://instapundit.com/archives2/011629.php\nhttp://facts.hillaryhub.com/archive/?id=4176\nhttp://www.nytimes.com/2007/11/13/us/politics/13edwards.html?ex=1352610000&en=e2fcd7a27a11ddea&ei=5090&partner=rssuserland&emc=rss\nhttp://www.realclearpolitics.com/epolls/2008/president/ia/iowa_democratic_caucus-208.html\nhttp://www.rasmussenreports.com/public_content/politics/election_2008__1/daily_presidential_tracking_polling_history\nhttp://www.time.com/time/nation/article/0,8599,1681670-4,00.html\nhttp://www.time.com/time/nation/article/0,8599,1681670-4,00.html\nhttp://www.mydd.com/story/2007/10/11/161518/89\nhttp://stateoftheunion.wordpress.com/2007/11/11/jefferson-jackson-day-dinner/\n\n\n2) Portray's himself as a bipartisan bridge-builder! (\"I expanded health care in Illinois by bringing Democrats and \nRepublicans together.\" ... \"I don't want to pit Red America against Blue America. I want to be the President of the \nUnited States of America.\")\n\n3) Portrays himself as a brave truthteller willing to tell voters \"what they need to hear\" as opposed to \"what \nthey want to hear\"--to deliver the \"bitter medicine\" (as columnist Roger Simon put it on Hardball) ... \n\nOf course, Obama gives no examples of #3--in fact, he's telling Iowa caucus Democrats more or less exactly what \nthey want to hear, namely that they don't have to compromise (#1).  He's certainly not telling them that the way to \nbe a bipartisan bridge-builder (#2) is often precisely to violate #1 and \"triangulate,\" as Bill Clinton did on welfare \nreform. ...  \n\nObama's new wrinkle is the argument is that Bush is so unpopular he's freed up a bunch of voters at the center for \nDems to capture without triangulating. That may be true on universal health care coverage (where Obama's plan \narguably triangulates a bit more than Clinton's plan). But I'm not sure where else it applies. At bottom, it still seems \na variation of Shrumian populism, the idea that there are obvious answers to benefit the common man and the only \nthing standing in the way is some elite group or \"corporate lobbyists in Washington\"--as opposed to the non-populist \nposition, which is that there are answers that benefit the common man but what's standing in the way is usually a) \nthe common man and b) poweful interest groups on the Democratic as well as Republican side. If our most difficult \ndomestic problems (Social Security, health care cost control, poverty, civil rights, immigration) really did conform to \nthe Populist model, they'd have been solved by now, by Democrats. ...\n\nUpdate: See discussion of this argument--including further refinement under withering assault!--here and            \nhere. ... 6:01 P.M. link\n\n___________________________ \n\nMonday, November 12, 2007 \n\nInstapundit effortlessly spans present, past, and future to cover the Lapham's Quarterly launch party, \nLaphamistiically.** ... When I worked at Harper's, after Michael Kinsley took it over from Lapham,*** one of the \neditors had a shorthand name for Lapham's pretentious, opaque, you-can't-quite-understand-this-so-I-must-be-\nsmart prose style: \"The Caravans of the Mind.\"            Wagons. ho! ...\n\n**--This is not the \"worst media party ever\" referred to in the headline. That would be this party.\n\n***--When Lapham took over the magazine again after Kinsley's departure, he fired the Kinsley people, including \nme. A perfectly reasonable thing to do. I wouldn't have wanted to work for him anyway! The transition was \naccomplished seamlessly, with a minimum of fuss and a maximum of civility. He's still on my s-list for life. You \nshould know that. ... 10:46 P.M.\n\n___________________________ \n\nStrike-bound Rob Long is blogs semi-apocalyptically about the future of Hollywood. Sample:\n\nThe truth is, the web--that thing that brings us email and MySpace and cats playing the piano on YouTube--has a \nkind of Wal*Mart effect on the entertainment choices offered to the audience: there's a lot more to choose from, \nmost of it's pretty awful, and all of it is going to be a lot cheaper. When you combine the digitization of content with \nunlimited bandwidth, what you get is a cheaper, more efficient system. And Brentwood was not built on cheap, or \nefficient. This town--and all of us who work here--all of us, writers, agents, actors, lawyers, studio executives, all of \nus here in the second grade classroom called Hollywood--have a stake in preserving this great big slushy inefficient \nmess of a system, that makes pilots that never get aired, buys scripts that never get produced, makes movies that \nno one sees, produces series that get cancelled.\n\nhttp://bloggingheads.tv/video.php?id=459&cid=2883\nhttp://www.slate.com/id/2177874/#vivatriangle\nhttp://instapundit.com/archives2/011587.php\nhttp://laphamsquarterly.org/issue_article_b.php?id=78\nhttp://www.slate.com/id/2177874/#atlanticparty\nhttp://www.roblong.com/\n\n\nLong is such a good writer/talker he can even be forgiven for saying that Marc Andreessen \"gets it\"--though if you \nread            the strike analysis on Andreessen's blog it will save you hours and hours of unenlightening MSM \ncoverage over the next few weeks. ... 10:25 P.M.\n\n____________________________ \n\nSunday, November 11, 2007 \n\nTheAtlantic Discovers the American Idea: Kudos to gravy-trainish Atlantic chairman David Bradley for giving an \nanniversary party so elementally, gracelessly snooty that it transcended its disastrousness to become a powerful \nparable of social equality! From            Gawker (which has video):\n\nIn a striking display of awful judgment, the VIPs (Arianna Huffington, Moby, the Mayor) were allowed (forced) to \nmingle on stage. The poors sat in chairs in the auditorium and watched.\n\nYou can imagine the party planners' thought process: We want to have this exclusive witty cocktail party--but we \nalso want to do something for everyone else. Hey, we'll let them come and watch! That's better than nothing, right? \nWrong! Stark, in-your-face snobbish social inegalitarianism makes everyone unhappy--the favored few no less than \nthe masses. At least in this country. At least Atlantic types. ... \n\nP.S.: Celebrity-based inegalitarianism is arguably much worse than money-based inegalitarianism. If the VIPs had \npaid to be on stage, skybox or Vegas-club style, that would have been less offensive. ... \n\nMost obvious public policy application of the Atlantic Party Parable: Guest-workers! Many U.S. employers, generally \nallied with Republicans, want to import unskilled workers and then ship them away after a few years. Atlantic moral: \nEveryone at the party gets to party. For legal guest workers, there should be a path to citizenship. ... \n\nP.P.S.: Getting the wittiest, most talented people, feeding them and then letting everyone else watch them talk--isn't \nthat also Bradley's business plan for the Atlantic, including it's blog presence? I'm not sure it works. For one thing, \npeople want to interact, not just sit in their seats. They also have blogs of their own, and don't seem attracted to the \nidea that the blogs invited onto Bradley's stage are all that much more entitled to attention than the blogs not \ninvited onstage. ...\n\nUpdate: At the libertarian Reason blog, Kerry Howley demands to hear from \"the people involved,\" imagining that \nthose stuck in the audience enjoyed themselves despite the \"social inegalitarianism.\" Well, here's an            \nexcellent blog account from one of the voyeurs. He seems ungrateful! Sample--\n\nAt this point it was clearly time to ratchet up the theater of cruelty. An Atlantic employee came up the aisle with a \nvideo camera, interviewing the pathetic audience members. \"What do you think is going on here?\" he asked me. \"I \nthink the celebrity guests are up there, and the groundlings are down here,\" I told him. No argument from Errol \nMorris. \"And how does that make you feel?\" he said. I thought about it. \"It makes me feel special,\" I replied. \"Well, \nyou can still say you were at a party with the mayor and Robert De Niro,\" he told me, moving on up the aisle. [E.A.]\n\n9:07 P.M. link\n\n__________________________ \n\nAnti 'Anti-Incumbent Wave' Wave Building: \"Anti-incumbent wave\" is a classic Neutral Story Line-- a bit of bold \npolitical analysis the \"objective\" mainstream press can deploy without seeming to pick sides between Democrats \nand Republicans. (It's just incumbents of both parties the voters hate!) The \"anti-incumbent\" idea fits the NSL bill \nso neatly that it's bound to be overehyped in the press. Stuart Rothenberg notes that            the last predicted \"anti-\nincumbent\" wave was really an anti-Republican wave. The next one could be as well, if any wave materializes at all. \n... 8:23 P.M.\n\n___________________________ \n\nhttp://kcrw.vo.llnwd.net/d1/podcast/audio/ma/ma071107Strike.mp3?1194485006\nhttp://blog.pmarca.com/2007/11/rebuilding-holl.html\nhttp://theamericanideabook.theatlantic.com/\nhttp://gawker.com/news/disasters/the-atlantic-attempts-a-new-york-party-bombs-320939.php\nhttp://www.slate.com/id/2170453/\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/03/11/AR2007031101121.html\nhttp://www.reason.com/blog/show/123446.html\nhttp://housemirth.blogspot.com/2007/11/atlantics-bad-bad-bash.html\nhttp://www.slate.com/id/2073262/\nhttp://www.realclearpolitics.com/articles/2007/10/here_we_go_again_an_antiincumb.html\nhttp://www.realclearpolitics.com/articles/2007/10/here_we_go_again_an_antiincumb.html\n\n\nNora Ephron: \"[T]he Democrats tend to break your heart and the Republicans are just the boys you'd never go out \nwith anyway.\" When people ask me why I spend so much time attacking fellow Democrats, I think this is what I'm \ngoing to start telling them. It's even true--at least as far as the Republicans are concerned. My expectations of \nmodern Democrats are so low that 'break your heart' doesn't really apply. ... 2:49 P.M.\n\n___________________________ \n\nAre Hollywood's Iraq dramas bombing because a) people don't want to hear about Iraq or b) people don't want to \nhear about Iraq from Hollywood liberals? ... Several hundred commenters at Breitbart.com (most, presumably,            \nsent by Drudge) seems to think they know the answer. It's not            Steven Bochco's answer. ... If there were an \nIraq film not made by Hollywood liberals, we might be able to settle the argument. ... 1:22 A.M.\n\n___________________________ \n\nProf. Volokh claims that $10.9 million verdict against an eccentric fundamentalist group that pickets military funerals      \n     (\"with placards bearing shock-value messages such as \"Thank God for dead soldiers'\") is an unconstitutional \nspeech restriction. It's hard to believe he's not right. ... 1:10 A.M.\n\n___________________________ \n\nSaturday, November 10, 2007 \n\nWhat if the Clintons (through Bill's buddy Ron Burkle) were about to gain effective control over the nation's major \ntabloids? Seems like a big story. Well, it's happening--or sure looks like it.\n\nRon Burkle and American Media Inc.'s David Pecker are said to be meeting with banks to finalize the financing for \nSource Interlink Co., controlled by Burkle-owned Yucaipa Cos., to acquire AMI [of which the tabs are part]\n\nAfter all, why would \"the allegedly press-shy\" Burkle, who has denounced tabloids, \"tabloidism,\" and \"tabloid-style \njournalism,\" suddenly want to own them?\n\nHis interest appears mainly to be in AMI's magazine distribution company DSI, the purchase of which would make \nSource Interlink one of the largest magazine distributors in the country. \n\nHey,that could be the explanation! I don't buy it. Look at it from Burkle's point of view: Soon he'll presumably have \nthe power to kill any scandalous story in the Enquirer or Star that might hurt his friends (the Clintons). And he'll \nhave the power to run the stories that will hurt his enemies. And for those who might help the Clintons now (by, say, \nsplitting the anti-Hillary vote) but hurt them later--well, he'll be able to choose the timing of any further exposes. ... \nLook at it from the point of view of the aptly-named David Pecker, head of AMI: If you assume Burkle wants AMI's \npublications in order to gain political influence, when is the time at which Burkle would pay the maximum price? \nRight before the campaign starts in earnest. In fact, you might pinpoint Pecker's maximum leverage as coming a \ncouple of months before the Iowa caucuses. Just a thought. ... Oh, by the way. When the two companies are \nmerged:\n\nSources close to the deal expect Pecker to become head of the new company, despite a very rough patch over the \nlast few years that included falling rate bases and restated financials at AMI.\n\n[via HuffPo]10:02 P.M. link \n\n___________________________ \n\nEli Lake on John Edwards: \"I remember him at Christopher Hitchens' house giving me the best arguments I'd heard \nfrom any Democrat on why we should invade Iraq. ... very neoconservative arguments ... humanitarian arguments.\" \n... [First segment in podcast] 3:19 A.M. link\n\n___________________________ \n\nhttp://www.huffingtonpost.com/nora-ephron/its-hard-to-be-a-democra_b_71142.html\nhttp://www.huffingtonpost.com/nora-ephron/its-hard-to-be-a-democra_b_71142.html\nhttp://comments.breitbart.com/071109152054vnv6fviw/\nhttp://www.drudgereport.com/\nhttp://www.breitbart.com/article.php?id=071109152054.vnv6fviw\nhttp://volokh.com/posts/1194479521.shtml\nhttp://www.baltimoresun.com/news/local/bal-westboro1031,0,7191706.story\nhttp://www.wwd.com/memopad/article/120131\nhttp://online.wsj.com/public/article/SB114480390034723609-WVJUQ2rGVlv6bsuTpGLR_05GR6k_20060419.html?mod=blogs\nhttp://online.wsj.com/public/article/SB114480390034723609-WVJUQ2rGVlv6bsuTpGLR_05GR6k_20060419.html?mod=blogs\nhttp://www.nationalenquirer.com/john_edwards_cheating_scandal/celebrity/64271\nhttp://www.huffingtonpost.com/2007/11/08/supermarket-synergy-burk_n_71720.html\nhttp://pajamasmedia.com/2007/11/pjm_political_on_xm_11107kurtz.php\n\n\nFriday, November 9, 2007 \n\nDid Bill Clinton really compare the opponents of \"comprehensive\" immigration reform to Al Qaeda? You make the \ncall:\n\nIn Onawa, for instance, he mused on the world view that \"says all that matters in life is our differences\" - seeing it at \nwork in everything from the dark philosophy of Al Qaeda to the U.S. immigration debate. \"The Al Qaeda people \nthink that all that matter are our differences, and 'You do it my way or you deserve to die,'\" he said. \"You see it in \nmore benign but also troubling ways in America when something happens like that recent incident in Jena, La.,\" he \nsaid, referring to the prosecution of six young black men that has been criticized as racially motivated. \"You see it \nin very complicated ways in the context of what do to about immigration, what's the best way to get a handle on \nillegal immigration,\" he said. \n\nI think he did! It's a banal thought, too. ... 2:53 P.M. link\n\n___________________________ \n\nFrom her Amazon author bio:\n\nSusan Estrich has been called one of the most influential public intellectuals of the century\n\nShort century. ... [But she helped elect a President--ed True!]   2:23 A.M.\n\n___________________________ \n\nDid the 2005 bankruptcy reform exacerbate the subprime mortgage crisis? Blogger (and bankruptcy lawyer) Steve \nSmith predicted it would a year ago. \n\nThose people who are now threatened with the foreclosure of their homes will be visiting my office soon, as well as \nthe offices of other bankruptcy attorneys (oops, my bad: other \"debt relief agencies\"), but without the protections \nChapter 7 and 13 debtors had under the old law. And as a consequence, more people will lose their homes in the \nend to foreclosure, which will further depreciate the value of real estate, which will suck even more money out of the \neconomy.\n\nBloomberg reports that this is just what is happening. ... 2:14 A.M.\n\n___________________________ \n\nThursday, November 8, 2007 \n\nVoters 'Grow Wary' of Politicians: The poli-sci cliche has been that voters hate politicians but love their own \nCongressman. Comes now the NBC/WSJ poll finding that \"just 39% of respondents believe their OWN member of \nCongress deserves re-election; 51% say it's time to give someone new a chance.\"            First Read calls the \nnumber \"staggering\"--which is what I thought until I looked at the poll's own historical data, which show that it was \nworse (51-37) in November of 2005, even worse two months before the 1994 anti-incumbent election (53-20) and \nstill worse months before the 1992 election (62-27). It's only been in positive territory about a fifth of the time. ... \n12:24 P.M.\n\n___________________________ \n\nBreaking It To Them Slowly: \n\n \"Congressional Democrats Grow Wary of Spitzer License Plan\" \n\nhttp://www.politico.com/news/stories/1107/6786.html\nhttp://www.politico.com/news/stories/1107/6786.html\nhttp://www.amazon.com/Soulless-Coulter-Right-Wing-Church-Hate/dp/0061246492/ref=pd_bbs_sr_2/105-4540337-4114062?ie=UTF8&s=books&qid=1194603593&sr=8-2\nhttp://www.time.com/time/magazine/article/0,9171,968943-2,00.html\nhttp://smythesworld.blogspot.com/2006/10/canary-in-coalmine-number-of.html\nhttp://www.bloomberg.com/apps/news?pid=20601109&sid=ar909uO1CqHw&refer=home\nhttp://online.wsj.com/public/resources/documents/wsjnbcpoll20071108.pdf\nhttp://firstread.msnbc.msn.com/archive/2007/11/08/454997.aspx\nhttp://firstread.msnbc.msn.com/archive/2007/11/08/454997.aspx\nhttp://www.nytimes.com/2007/11/08/nyregion/08spitzer.html?ex=1352178000&en=28acea4b184c10de&ei=5090&partner=rssuserland&emc=rss\n\n\n\"French Crowd Grows Wary of Bastille,,\" \"Romans Wary of Carthage,\" \"Montagues, Capulets, Locked in Cycle of \nWariness,\" etc. ... The news will unfold at the New York Times' orderly pace! ...  Thomas Maguire mocks. ... 12:06 \nP.M.\n\n___________________________ \n\nA Latino Intifada?  The Miami Herald's            Andres Oppenheimer says that if the country's anti-\"comprehensive\" \nattitude on illegal immigration persists, \"a Hispanic intifada that may rock this nation in the not-so-distant future.\"\n\nRemember the Palestinian intifada of the early 1990s, when thousands of frustrated young Palestinians took to the \nstreets and threw stones at Israeli troops? Remember the French intifada of the summer of 2005, in which \ndisenfranchised Muslim youths burned cars and stores in the suburbs of Paris?\n\nIf we are not careful, we may see something similar coming from the estimated 13 million undocumented \nimmigrants in the United States, most of them Hispanic, who are increasingly vilified in the media, forced further \ninto the underground by spineless politicians and not given any chance to legalize their status by a pusillanimous \nU.S. Congress.\n\nWe are creating an underclass of people who won't leave this country and, realistically, can't be deported. They and \ntheir children are living with no prospect of earning a legal status, no matter how hard they work for it. Many of them \nwill become increasingly frustrated, angry, and some of them eventually may turn violent.\n\nKrikorian doubts that \"Oppenheimer's feared outcome is all that likely, in part because automatic citizenship at birth \nmakes the illegal population a one-generation problem.\"  ... I tend to think violence is a possibility, but not because \nCongress fails to pass a legalization bill. It's more likely to be sporadic violence of a tiny minority in support some \nsort of restoration of Aztlan, either as a part of Mexico or a separate entity, on the order of the Basque ETA in \nSpain. The chance of that sort of violence is probably increased by a comprehensive reform that ratifies an \nimmigrant flow heavily weighted with citizens of Mexico (with its historic claims to much of the U.S. Southwest). ...\n\nNeologism Bake-Off: Latintifada [suggested by reader D.M.], Hispanifada, Latinofada, Mexifada [used by Rod \nDreher] ....3:45  A.M. link\n\n___________________________ \n\nWednesday, November 7, 2007 \n\n\"New York Democrats Say License Issue Had Little Effect,\" says the headline over the NYT account of yesterday's \nstate elections. But why?\n\nIn most of those areas where Mr. Spitzer's licensing proposal moved to the forefront of the campaign, Democrats \nwere able to cauterize the issue by publicly breaking with the governor, harshly criticizing the plan and in some \ncases threatening to join lawsuits challenging it. [E.A.]\n\nSo it's another victory for the Spitzer Plan then! (Is it too late for Hillary to join those lawsuits?) .... \nSimilarly, immigration semi-amnesty didn't stop Dems from taking control of the U.S. House in 2006 partly \nbecause many Democrats distanced themselves from the proposal. ... P.S.: In Virginia, as well, a tough-on-\nimmigration stand didn't save the Republicans. Mark Krikorian argues the issue did work (for the pro-enforcement \nside) where it was \"highly salient,\" even in liberal areas. But Virginia Dems \"steered clear of any clarifying stance on \nimmigration, like, oh, supporting driver's licenses for illegals.\" ... P.P.S.--The Sleeping Giant Dozes Off Again: \nMeanwhile, a rising \"tide of apathy\" engulfed Boston's non-white wards! ...  [via            First Read and            \nTaranto]  1:36. P.M.\n\n___________________________ \n\nHillary Clinton's lead in New Hampshire is now only 10 points in Rasmussen's robo-poll--down from            23 \npoints in mid-September. Ten points isn't nothing two months before a New Hampshire primary, but it's pretty close \n\nhttp://justoneminute.typepad.com/main/2007/11/a-mere-one-day-.html\nhttp://editor.slate.com//common/htc/\nhttp://www.miamiherald.com/news/columnists/andres_oppenheimer/story/295183.html\nhttp://corner.nationalreview.com/post/?q=YjAxMTcwZDlkNjY2NmJlNzZmNGYyMjM0Yzk3ZDQ3YmY=\nhttp://www.nytimes.com/2007/11/07/nyregion/07license.html?_r=1&th&emc=th&oref=slogin\nhttp://corner.nationalreview.com/post/?q=YWIwYmM2M2FjNDE0MzRhNTU3YTE1ODE1ZDY1Zjg3NjY=\nhttp://firstread.msnbc.msn.com/archive/2007/11/07/453051.aspx\nhttp://www.opinionjournal.com/best/?id=110010833\nhttp://www.rasmussenreports.com/public_content/politics/election_2008__1/2008_presidential_election/new_hampshire/election_2008_new_hampshire_democratic_primary\nhttp://www.rasmussenreports.com/public_content/politics/election_2008__1/2008_presidential_election/new_hampshire/new_hampshire_primary_clinton_40_obama_17_edwards_14\nhttp://www.rasmussenreports.com/public_content/politics/election_2008__1/2008_presidential_election/new_hampshire/new_hampshire_primary_clinton_40_obama_17_edwards_14\n\n\nto nothing. Especially if it's ten-points-and-falling. ... P.S.: Hillary has now used two of what she must have \nconsidered the most powerful weapons in her arsenal--1) the gender victim/Rick Lazio card, and 2)            her \nhusband--and they both backfired. Doesn't that make them hard to use again? ... Hillary shouldn't panic. But judging \nfrom her performance so far, she will. ...  11:44 A.M.\n\n___________________________ \n\nTuesday, November 6, 2007 \n\nHitting A Vain: A full week after the Democratic debate, Hillary Clinton is still flailing on the licenses-for-illegals \nissue--justifying her position on unconvincing federalist grounds, letting her husband mount an equally            \nspecious it's-all-too-complicated defense.  Maybe she can keep it going until Iowa Caucus Day! ... Yuval Levin is       \n     astounded by this performance. Wouldn't it be better for her just to take the hit for supporting Spitzer's plan and \nmove on? The most troubling aspect of this incident, for Democrats, isn't that Hillary can't finesse an issue as well \nas her husband--we knew that. It's the possibility that a) she panics in adversity--a point Levin emphasizes or b) \nshe's too vain to let herself be perceived as having given a wrong answer, so she goes back to correct it even when \nthat only compounds the damage. ... 7:20 P.M. link\n\n___________________________ \n\nBill Clinton wants a more extended discussion of licenses for illegals. From the A.P.:\n\nBut Bill Clinton said the issue is too complicated for sound bites.\n\n\"It's fine for Hillary and all the other Democrats to discuss Governor Spitzer's plan. But not in 30 seconds - yes, no, \nraise your hand,\" he said.\n\nWould 30 minutes do? Have Hillary explain her extremely complicated position for 30 minutes. A conversation with \nthe American people! That would just about do it for her. ... \n\nUpdate:  HuffPo's Sam Stein  on John Edwards' shift to the right on immigration, which still seems pretty tentative. \nThe genius of the driver's license issue for Edwards is that it gives him a way to be tougher on illegals than Hillary is \nwithout requiring him to do anything as heretical as opposing \"comprehensive\" legalization. Hillary was very foolish \nto give him this opening. [She should have dissed Spitzer?--ed Yes.] ... The Edwards campaign            is actually \nhighlighting his near-mumbled rejection (on This Week) of the Spitzer plan ...   \n\nMore: Jim Pinkerton says the issue won't stop her in the primary, but he senses a Willie Hortonesque vulnerability \nin November. He should know (he was George H.W. Bush's opposition research director during the 1988 \ncampaign). \n\n... Sen. Hillary Rodham Clinton reminds me a lot of Dukakis. As he was two decades ago, she's from a big state, \nhas a lot of money, is ahead in the polls - and she's been grievously injured. \n\nAlert reader L.S. notes one significant Dukakis/Clinton difference: Dukakis, Pinkerton notes, had \"a tin ear\" on Willie \nHorton and the prison furlough issue that \"should have been a warning sign to Democrats.\" In contrast, Hillary \nclearly knew that Spitzer's licenses-for-illegals plan was unpopular--that's why she hemmed and hawed rather than \nendorsing it. Her problem wasn't a tin ear so much as an unwillingness to stiff an important liberal constituency--and \na failure to anticipate that it might be necessary. It's not clear that this is a huge improvement. 11:28 A.M.\n\n___________________________ \n\n... on the other hand, Hillary Clinton's never tried a defense as specious and weaselly as LAT columnist Tim \nRutten's (in an attempt to avoid an embarrassing correction). ... If she did, even            Huma would laugh at \nher! [Cheapest Huma reference I've seen yet--ed Huma=comedy gold] ... 2:47 A.M.\n\n___________________________ \n\nhttp://latimesblogs.latimes.com/washington/2007/11/outrage.html\nhttp://latimesblogs.latimes.com/washington/2007/11/outrage.html\nhttp://www.breitbart.com/article.php?id=D8SOF9M01&show_article=1\nhttp://www.sfgate.com/cgi-bin/article.cgi?file=/n/a/2007/11/05/politics/p190954S13.DTL&type=printable\nhttp://corner.nationalreview.com/post/?q=YzhjYTkxMjNlOGE1ZmQxNzM1MzU5ZmVhY2I2YzY0Yzc=\nhttp://www.sfgate.com/cgi-bin/article.cgi?file=/n/a/2007/11/05/politics/p190954S13.DTL&type=printable\nhttp://www.huffingtonpost.com/2007/11/06/with-sights-on-iowa-edwa_n_71337.html\nhttp://time-blog.com/real_clear_politics/2007/11/edwards_nice_try.html\nhttp://time-blog.com/real_clear_politics/2007/11/edwards_nice_try.html\nhttp://www.newsday.com/news/opinion/ny-oppin065448332nov06,0,6463881.column\nhttp://patterico.com/2007/11/02/what-else-is-the-los-angeles-times-lying-to-you-about/\nhttp://patterico.com/2007/11/02/what-else-is-the-los-angeles-times-lying-to-you-about/\nhttp://www.observer.com/node/37040\n\n\nThe yahoos' border fence is working: An update from the Houston Chronicle, which notes the impact on a once-\nbooming smuggling haven in Palomas, Mexico:\n\n\"The fence has destroyed the economy here,\" said Fabiola Cuellar, a hardware-store clerk on the main street of \nPalomas who used to sell supplies to the throngs heading north from here. \"Things are going back to the way they \nwere before.\"\n\nWhere the fence has been completed, \"it tends to elicit satisfied nods from Americans and resigned shrugs from \nMexicans,\" saysreporter Dudley Althaus. Then there's this anecdote, from the principal of a Mexican elementary \nschool that abuts the fence:\n\nThen [the principal, Armando] Villasana told of a daydreaming young student who gazed out the window at the new \nwall during class last month.\n\nVillasana asked the boy, What are you thinking about?\n\n\"They have built us a wall of shame, professor,\" the student answered.\n\n'How is that?\" Villasana asked.\n\n\"It's shame because people have to leave our country to find work,\" the boy responded.\n\nNo wonder Mexican politicians hate the fence. If it ever gets finished, they might be called on to deliver a reformed \neconomy. ... [via The Corner] 2:08 A.M link\n\n___________________________ \n\nJohn Edwards does not want you to think about his courageous wife (\"If you're looking for heroes, don't look to me. \nDon't look to Elizabeth.\"):Reason's Dave Weigel on the increasingly smarmy John Edwards' latest exploitation of \nhis wife's illness:\n\n\"And Elizabeth and I decided in the quiet of a hospital room.\" Subtle. \"After 12 hours of tests and after getting very \nbad news.\" Even subtler. His wife has cancer. \"We're not going to quietly go away. Instead we're going to go out \nthere and fight for what it is we believe.\"You know, Mitt Romney's wife has multiple sclerosis. Obviously that's not \ngoing to shorten her life the way Elizabeth Edwards' cancer will shorten hers. But it's the kind of thing that could stir \nup sympathy and handkerchief-clutching out there in Iowa and New Hampshire, and the Romneys only ever talk \nabout it when asked. There's no TV ad pimping her illness. If Romney has no emotions, than Edwards has only the \nbasest ones. There's not enough Lysol on the eastern seaboard to scrub his slime away.\n\n[via Influence Peddler] 1:46 A.M. link\n\n  \n\n Bloggingheads  --Bob Wright's videoblog project.             Gearbox  --Searching for the Semi-Orgasmic Lock-in.       \n      Drudge Report  --80 % true. Close enough!             Instapundit  --All-powerful hit king.             Joshua Marshall  -\n-He reports! And decides!               Wonkette  --Makes Jack Shafer feel guilty.               Salon  -- Survives! kf \ngloating on hold.             Andrew Sullivan  --He asks, he tells. He sells!             David Corn  --Trustworthy reporting \nfrom the left.              Washington Monthly  --Includes Charlie Peters' proto-blog.             Lucianne.com  --Stirs the \ndrink.             Virginia Postrel  -- Friend of the future!             Peggy Noonan  -- Gold in every column.             Matt \nMiller  --Savvy rad-centrism.             WaPo  --Waking from post-Bradlee snooze.             Keller's Calmer Times  --\nRegistration required.              NY Observer  --Read it before the good writers are all hired away.             New \nRepublic  --Left on welfare, right on warfare!               Jim Pinkerton  -- Quality ideas come from quantity ideas.             \nTom Tomorrow  --Everyone's favorite leftish cartoonists' blog.               Ann \"Too Far\" Coulter  --Sometimes it's just \nfar enough.             Bull Moose  -- National Greatness Central.             John Ellis  --Forget that \nFlorida business! The cuz knows politics, and he has, ah, sources.             \"The Note\"  --How the pros start their \nday.             Romenesko  -- O.K. they actually start it here.             Center on Budget and Policy Priorities  --Money \n\nhttp://www.chron.com/disp/story.mpl/front/5271756.html\nhttp://corner.nationalreview.com/\nhttp://reason.tv/roughcut/show/124.html\nhttp://reason.tv/roughcut/show/124.html\nhttp://www.boston.com/news/nation/articles/2007/08/26/ann_romney_steps_into_spotlight/\nhttp://www.boston.com/news/nation/articles/2007/08/26/ann_romney_steps_into_spotlight/\nhttp://influencepeddler.blogspot.com/\nhttp://bloggingheads.tv/\nhttp://slate.msn.com/id/104252/\nhttp://www.drudgereport.com/\nhttp://www.instapundit.com/\nhttp://talkingpointsmemo.com/\nhttp://www.wonkette.com/\nhttp://www.salon.com/\nhttp://www.andrewsullivan.com/\nhttp://www.thenation.com/capitalgames/\nhttp://www.washingtonmonthly.com/\nhttp://www.lucianne.com/\nhttp://www.vpostrel.com/\nhttp://opinionjournal.com/columnists/pnoonan/\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.washingtonpost.com/\nhttp://www.nytimes.com/\nhttp://www.observer.com/index_go.html\nhttp://www.thenewrepublic.com/\nhttp://www.thenewrepublic.com/\nhttp://www.newsday.com/news/columnists/ny-jamespinkerton,0,5081177.columnist\nhttp://www.thismodernworld.com/\nhttp://www.thismodernworld.com/\nhttp://www.jewishworldreview.com/cols/coulter1.asp\nhttp://www.conservativereform.org/bullmoose/\nhttp://www.johnellis.blogspot.com/\nhttp://abcnews.go.com/sections/politics/US/TheNote.html\nhttp://www.poynter.org/medianews/\nhttp://www.cbpp.org/\n\n\nLiberal Central.             Steve Chapman  --Ornery-but-lovable libertarian.             Rich Galen  --Sophisticated GOP \ninsider.             Man Without Qualities  --Seems to know a lot about white collar crime. Hmmm.             \nOverlawyered.com  --Daily horror stories.             Eugene Volokh  --Smart, packin' prof, and not Instapundit!             \nEve Tushnet  --Queer, Catholic, conservative and not Andrew Sullivan!             WSJ's Best of the Web  --James \nTaranto's excellent obsessions.             Walter Shapiro  --Politics and (don't laugh) neoliberal humor!             Eric \nAlterman  --Born to blog.             Joe Conason  --Bush-bashing, free most days.             Lloyd Grove  --Don't let him \nwrite about you.             Arianna's Huffosphere  --Now a whole fleet of hybrid vehicles.             TomPaine.com  --\nWeb-lib populists.             Take on the News  --TomPaine's blog.               B-Log  --Blog of spirituality!               Hit & \nRun  --Reason gone wild!             Daniel Weintraub  --Beeblogger and Davis Recall Central.             Eduwonk  --\nYou'll never have to read another mind-numbing education story again.             Nonzero  -- Bob Wright explains it \nall.             John Leo  --If you've got political correctness, he's got a column.             Gawker  --It's come to this.            \nEat the Press--Sklarianna & Co. are like Gawker if Gawker actually believed in something. ...            Luke Ford--Go \nfor the sex, stay for the self-loathing. ... [More tk] \n"}