{"title": "94 REFUGEES SAIL FROM HAITI TO FLORIDA KEYS", "body": "\nKEY WEST, Fla. - A 30-foot wooden sailboat carrying 94 refugees has run aground off Grassy Key, bringing the \nlargest number of Haitians to Florida since 1980.  Most were taken to the Krome detention center near Miami, said \nPerry Rivkind, district director for the Immigration and Naturalization Service.  ''This is the largest number of \nHaitians to get here in nine years,'' he said.  ''From this point, any new illegals who enter have to be moved to other \nfacilities. Krome is now at capacity. It's very critical.'' Rivkind said the center was pressed to its limits. He said \nKrome should have 125 employees for the 525 detainees there. Instead, 63 staff members are working 12-hour \nshifts.  Rivkind said he has asked for $30,000 in emergency funds to pay for employee overtime for about ''a month \nor two.'' ''We're going to ask for relief,'' he said. ''We need it. The more people at Krome - the longer they have to \nwait in line for food and other things - the opportunity for protests, and tension grows.'' The Haitians landed 100 \nyards off Grassy Key about 9 a.m. Friday. Among them were 10 pregnant women and three children, Rivkind said.  \nThree people aboard the craft were taken to a hospital in Marathon, Fla.  Rivkind said one woman went into labor \nshortly after her arrival, one man had a heart attack and another woman fainted.  Members of the group said they \nhad left a port about 150 miles from Port-au-Prince 30 days ago, Rivkind said.\nThey landed twice in Cuba, where they were given food and water.  When they were brought to shore just n orth of \nMarathon in the Florida Keys, they told sheriff's deputies that they had been without food or water for 24 hours.  \nRivkind said the pregnant women would be turned over to sponsors, such as relatives, friends or local churches. \nTemporary homes will be found for the children whose parents were not aboard the boat.  He said the remaining 81 \nmen and women would be taken to Krome after immigration officials interview them. Each will go before an \nimmigration judge in Miami this week.\n"}