{"title": "Feds rip Georgia voter system; U.S. Justice: Citizenship checks flawed, racial.; Ga. secretary of state defends process that riles immigrant groups.", "body": "\nAs a coalition of pro-immigration groups rallied at the state Capitol on Monday, Georgia Secretary of State Karen \nHandel was reacting to a U.S. Justice Department repudiation of her system of verifying citizenship of voters.\n\nIn a six-page letter issued last week, and released Monday, Justice Department lawyers said Handel's office had \ncreated a system that \"does not produce accurate and reliable information and that thousands of citizens who are \nin fact eligible to vote under Georgia law have been flagged.\"\n\nHandel was not pleased. The decision, she said, \"shows a shocking disregard for the integrity of our elections.\"\n\nHandel and her aides created the system in 2007 under the requirements of the federal Help America Vote Act. \nThe law requires states to verify a voter's identity at the time of registration, but not necessarily to verify \ncitizenship. In creating the system, Handel's office extended the verification process to include citizenship --- \nsomething the Justice Department said was \"discretionary on the state's part.\"\n\nBut the system that was created, the federal lawyers found, was flawed and of the 7,000 individuals flagged as \npotential \"non-citizens,\" more than 50 percent were actually U.S. citizens.\n\nFurthermore, the department found, those flagged as non-citizens were overwhelmingly black, Asian or Hispanic.\n\n\"These burdens are real, are substantial and are retrogressive for minority voters,\" Loretta King, the acting \nassistant attorney general for the Justice Department's Civil Rights Division, said in a letter to the state.\n\nThe ruling bars the state from continuing the citizenship verification, although there is some dispute as to whether \nthe original verification for identification can continue.\n\nMatt Carrothers, a spokesman for Handel, said he could not respond to King's contention that minorities were more \nlikely to be flagged because the department would not reveal its methodology. But, he said, there was a significant \nincrease in voting among African-Americans and Hispanics in 2008.\n\n\nShe said the state is investigating more than 30 cases of non-citizens casting ballots in the state, including one \nHenry County woman who believed she was eligible to vote and cast ballots in 2004 and 2006.\n\nHandel's office said she is still considering options, including suing the Justice Department in federal court. In a \npost to her Twitter account Monday morning, Handel was direct: \"If they think that we're not going to fight for this, \nthey're wrong.\"\n\nThe process of verifying voters' identity and citizenship was criticized first last fall by then-Sen. Barack Obama's \npresidential campaign. The campaign asked the Justice Department to decide whether the system needed to be \npre-cleared under Section 5 of the Voting Rights Act, which requires Georgia and other states to have changes to \nvoting laws approved. A federal lawsuit was filed and Justice agreed the rules should be reviewed. While the state \nwas victorious in fending off an injunction for the system, the judge ruled that Justice should review the process.\n\nElise Shore, regional counsel for the Mexican-American Legal Defense and Educational Fund, one of the groups \nthat sued over the system, said Justice's objection was heartening. \n\nIt \"recognizes that the state of Georgia has attempted to disenfranchise not only Latino citizens, but Asian-\nAmerican and African-American citizens as well,\" Shore said.\n\nShore responded to Justice's ruling as she stood on the state Capitol steps Monday for a news conference \nannouncing a national push for comprehensive immigration reform. The Georgia chapter of the national Reform \nImmigration for America campaign called on Washington to enact a \"practical, workable solution\" that is based on \n\"the rule of law\" and \"earned citizenship,\" said Jerry Gonzalez, president of the Georgia Association of Latino \nElected Officials.\n\nSimilar events were held in more than 30 cities Monday in advance of a three-day campaign summit beginning \nWednesday in Washington.\n\nBut the call for reform from these groups is dubious, critics said. D.A. King, a Marietta-based illegal-immigration \nopponent, said it was \"the same old mindless propaganda.\"\n\nKing also was critical of the Justice Department ruling on Handel's verification system.\n\nBut U.S. Rep. John Lewis (D-Ga.) said the system of citizenship checks was \"an attempt to take us back to \nanother dark period in our history when people were denied access to the ballot box simply because of their race or \nnationality.\"\n"}