{"title": "Time for rational debate on power", "body": "\nPresident Ma Ying-jeou's decision to halt construction of Taiwan's nearly completed but controversial fourth nuclear \npower plant ahead of a referendum makes sense for the time being. Ahead of year-end local government and \ncouncil polls, and with thousands of anti-nuclear protesters on the streets, he had no appetite for another protest \nlike the recent occupation of parliament over a cross-strait trade agreement.\n\nThe project has been mired in controversy since it was first proposed three decades ago. Even prominent officials \nof the ruling  Kuomintang have doubts about whether it should go ahead. The debate now moves on to the issue of \npower supply, the sensitive question of costs versus  safety, and the rules for referendums. To pass a referendum \nquestion, half the voters must turn out, and half of them must support it. Anti-nuclear activists want a \"no\" vote to \nprevail at a lower threshold. Hopefully, the public interest will be served by reasoned debate about the nuclear-\npower issue, and not blindsided by political wrangling over referendum rules. \n\nThat said, local commentators are right to urge the administration to improve communication with the public ahead \nof any referendum. It comes down to a test of whether the public would be willing to accept higher electricity prices \nif they voted against a fourth nuclear power facility.\n\nThere is an argument the station should go ahead, subject to rigorous safety checks. It is understandable that \nopposition was re-galvanised in the wake of the 2011 Fukushima nuclear disaster in Japan. And the project has not \nbeen without its construction and management problems. But Taiwan, like Japan, has little choice but to consider \nnuclear power because it lacks the natural resources to generate electricity. Taiwan's three operating nuclear power \nstations, two of them in New Taipei City in the north where the fourth is being built, have operated safely for many \nyears, while providing nearly 20 per cent of the island's electricity. Taiwanese need to put politics aside and talk \nabout the island's future development.  \n"}