{"title": "Poll Finds Immigration on Voters' Minds; Issue Rapidly Rises to Prominence, With Three-Fourths Calling It Important in Election", "body": "\nAfter years of simmering in the background, illegal immigration has quickly emerged as one of the key issues in \nVirginia's Nov. 6 election, particularly in Northern Virginia, where voters say they are seeking candidates who will \naddress it, according to a new Washington Post poll.\n\nThree-quarters of likely voters in Virginia said immigration is important to their votes in the election for state and \nlocal offices, while just a year ago, immigration ranked seventh of 10 listed issues in a Post poll before the U.S. \nSenate race. Since then, the percentage of Virginia voters calling immigration \"extremely\" or \"very\" important to \ntheir vote has jumped 15 points.\n\n\"That's heartening,\" said Corey A. Stewart (R-At Large), chairman of the Prince William Board of County \nSupervisors, who spearheaded efforts to crack down on illegal immigrants. \"For many people, this has really \nbecome a serious threat to their quality of life.\"\n\nThere is a widespread sense that illegal immigration is a local problem, particularly after Congress's failure to \napprove an immigration overhaul this summer. That has vaulted the issue into prominence.\n\nIt has also gained attention because of what people in both parties say is a predominantly Republican tactic to turn \nattention away from President Bush's sagging approval ratings, an unpopular war and the state's costly new \nabusive-driver fees.\n\n\"It's a conscious political strategy by Virginia Republicans,\" said Frank Sharry, executive director of the National \nImmigration Forum, an immigrant advocacy group in Washington. \"What happens in Virginia in the legislative \nraces will be a pretty good test of whether this works or not.\"\n\nRepublicans across the state -- and a few Democrats in conservative districts -- have seized the issue, unveiling \ncountless proposals to curb illegal immigration and talking it up on the campaign trail.\n\n\nIn the past two statewide elections, the unsuccessful Republican candidates for U.S. Senate and governor tried to \nmake immigration an issue, but it did not resonate as deeply with voters as such problems as traffic congestion. \nTransportation and the state's economy are still the biggest issues facing Virginia today, according to the Post poll, \nbut immigration has made a surge in voter interest this fall. Among likely voters, 61 percent called illegal \nimmigration a problem where they live.\n\nA majority of likely voters who said immigration is extremely important would like to see Republicans maintain \ncontrol of the General Assembly, and those who call the issue the state's top problem generally prefer the GOP \napproach. But overall, Virginians give Democrats a narrow edge on handling immigration, and more voters would \nlike to see the Democrats take over the state legislature.\n\n\"I think Democrats would have a better solution,\" said Barbara Humphreys, 57, of Buena Vista, who ranks \nimmigration as a top issue, along with the economy and the war in Iraq.\n\nPolitical analysts say Democrats could make gains in the Republican-led legislature Nov. 6, when all 140 House \nand Senate seats are up for grabs. Democrats could take control of the Senate for the first time since 1999 and pick \nup a half-dozen or so seats in the House of Delegates, analysts say.\n\nA majority of Virginians, 53 percent, said they want state and local governments to do \"a lot\" to deal with illegal \nimmigration; an additional third said they want \"some\" action.\n\nAlthough state and local governments can do little to resolve immigration concerns, in part because federal and \nstate laws provide many protections for illegal immigrants, six in 10 likely Virginia voters said they would be more \ninclined to support an office seeker who advocated aggressive state and local action against illegal immigrants.\n\n\"I think we need to strengthen our borders,\" said Lori Robinson, 45, of Norfolk, who plans to vote for Republicans \nnext month, partly because she thinks they would be stronger on immigration. \"I'm looking for someone to stand \nup and say, 'This is what this country needs.' You want to help everyone, but you can't.\"\n\n\"Clearly there's a lot of frustration with the broken immigration system,\" said Tim Freilich, legal director for the \nVirginia Justice Center for Farm and Immigrant Workers. \"What we're seeing are state and local elected officials \ntrying to do something. What we need now is comprehensive immigration reform. We don't need mean-spirited, \nshortsighted results.\"\n\nIn recent months, Prince William and Loudoun counties have voted to curtail government services to illegal \nimmigrants, and Herndon voted to close a controversial day-laborer center frequented by many illegal immigrants. \nLast week, the Prince William board also unanimously passed a proposal that will allow police to check the \nimmigration status of anyone who breaks the law. Fairfax officials are trying to determine which county services \ncan be denied to illegal immigrants, although they haven't decided to do that.\n\nRepublicans dispute the notion that they are exploiting the immigration issue to gain political advantage, saying \nthey are responding to complaints from voters. \"If you're hyping a nonissue, you wouldn't get these results,\" \nStewart said.\n\nGerald E. Connolly (D), who is running for reelection as chairman of the Fairfax County Board of Supervisors, said \nmany politicians are making false claims about what they can do.\n\n\"Some politicians have declared open season on a particular group of immigrants who are here that goes way \nbeyond unpalatable. It puts people at risk. I can tell you I've spoken to a lot of immigrant communities. This has \nmade them very anxious. We have a sad history in Virginia that we don't want to repeat,\" Connolly said.\n\nNearly seven in 10 Virginians polled said the federal government has not done enough to deal with the issue. But \nmany also see illegal immigration as a state and local issue -- and not one that the federal government alone \nshould address.\n\n\n\nAbout one in eight Virginians call immigration the most or second-most important problem in the state. Fifty-one \npercent of those surveyed said illegal immigration is a problem where they live, including 20 percent who said it is \na \"very serious problem.\"\n\nSteve Fowler, 57, a consultant who lives in Manassas, describes immigration and transportation as his top issues \nafter abortion. \"To me, the issue is . . . whether they broke the law to come here,\" he said.\n\nBut Bill Maxwell, 70, a retiree who has lived in Alexandria for four decades, said immigration is not a top priority. \"I \nthink Republicans are making a big deal out of it,\" said Maxwell, who has voted for both parties in the past but plans \nto vote Democratic in November.\n\nOn most questions about immigration, there are wide differences by party and region.\n\nAlthough 58 percent of Republicans and 55 percent of independents want much more local action on illegal \nimmigration, fewer Democrats, 43 percent, do. And almost three-quarters of Republicans are more likely to \nsupport a candidate who wants strong action against illegal immigrants, nearly double the percentage among \nDemocrats.\n\n\"Republicans would do a better job,\" said Pat Holub, 42, who is in the Navy and lives in Springfield. \"Liberals have a \ntendency to want to do everything for everybody.\"\n\nNearly a third of likely voters who live north of the Rappahannock River said immigration was one of the top two \nissues in the state, and 77 percent said illegal immigration was a problem in their communities; 37 percent called \nit a very serious problem.\n\nThose numbers surged higher in Prince William, where half of all residents called immigration the most or second-\nmost important issue facing the state and a majority classified illegal immigration as a very serious local problem.\n\nRoy Beck, executive director of NumbersUSA, a group that advocates limits on immigration and penalties for \nillegal immigrants, called the poll results surprising because immigration has not been an issue taken on by a \nstatewide leader in Virginia as it has in some states.\n\nBeck attributed some of the interest to increased attention to immigration by the media and to the enormous \nalterations in the state's landscape.\n\n\"People across Virginia, especially in Northern Virginia, they are witnessing a rapid change,\" he said.\n\nThe poll was conducted by telephone Oct. 4 through 8 among a random sample of 1,144 Virginia adults, including \nadditional interviews with randomly selected residents of Loudoun and Prince William counties. The results from the \nfull poll have a margin of sampling error of plus or minus three percentage points; it is larger among subgroups.\n\n Polling analyst Jennifer Agiesta and staff writer Bill Turque contributed to this report.\n\nGraphic\n\n \n\nIMAGE\n\nIMAGE\n"}