{"title": "House Backs Controversial Immigration Provision; Program Allows Illegal Aliens Seeking Permanent Legal Status to Stay in U.S. by Paying a Fine", "body": "\nThe House yesterday gave a green light to a controversial immigration program that allows illegal aliens \nseeking permanent legal status to remain in the United States by paying a fine.\n\nBy a vote of 268 to 153, lawmakers rejected a motion, sponsored by Rep. Dana Rohrabacher (R-Calif.), that would \nhave instructed House members of a House-Senate conference committee to vote against a permanent extension \nof the provision when the committee considers a spending bill that contains it. Although yesterday's motion would \nnot have been binding, it represented an important indicator of House sentiment on the issue and generated a \nmajor lobbying effort by business groups and immigration advocates anxious to defeat it.\n\nThe Senate version of the spending bill contains an amendment to extend permanently the three-year-old \nprovision, known as 245(i), which was originally scheduled to expire Sept. 30. The House version, which has no \nsuch amendment, would allow the provision to lapse. With the issue unresolved, Congress twice has temporarily \nextended the measure, most recently until Nov. 7.\n\nThe provision has triggered intense debate within Republican ranks, with members of Hispanic origin leading the \nfight to extend it and advocates of tighter immigration controls arguing that it should be killed.\n\nThe vote, in which Republicans opposed the motion by more than two to one, reflected a desire by the House GOP \nleadership to soften an anti-immigrant image that political analysts say cost the party heavily in the last elections. \nDemocrats voted against the motion overwhelmingly.\n\nThe 245(i) provision allows foreigners who entered the country illegally or overstayed their visas to become legal \npermanent residents -- provided they are eligible -- by paying a $ 1,000 fine, instead of having to leave the country \nto pick up their immigrant visas at a U.S. consulate abroad as previously required. The measure is crucial to as \nmany as 1 million foreigners because of a separate provision in last year's immigration law that penalizes those \nwho remain in the United States illegally for extended periods.\n\nThat new statute bars foreigners from receiving a U.S. visa abroad for three years if they stayed in the United \nStates illegally for more than six months. Those who overstayed for more than a year are barred for 10 years. \nSpeaker Newt Gingrich (R-Ga.) last week proposed the vote on yesterday's \"motion to instruct conferees\" as a way \nof gauging House support for 245(i) and resolving a dispute over the matter among Republicans. But whether it will \nbe permanently extended remains unclear. Some Republicans who voted against the motion oppose a permanent \nextension, favoring instead a compromise that would continue it temporarily for those who are already in the \nlegalization pipeline.\n\n\nIn debate on his motion, Rohrabacher called 245(i) a \"permanent rolling amnesty program for illegal aliens\" that \nrewards people for breaking immigration laws at the expense of law-abiding foreigners who often wait years in \ntheir homelands for their visas to come through. He charged that \"big business\" supports an extension because it \nwants to be able to hire illegal immigrants and keep wages down.\n\nRepublican and Democratic supporters of the extension argued that it benefits only people who are eligible to \nbecome legal immigrants and, since many have put down roots here, keeps together families that might otherwise \nbe separated if the green-card applicants had to return home. According to the Immigration and Naturalization \nService, about 600,000 people have applied for green cards under the provision since it took effect in 1994. Up to \n62 percent are believed to have entered the country illegally, and about 38 percent overstayed their visas.\n"}