{"title": "The Mexican Evolution", "body": "\n  AMERICA'S distorted views can have costly consequences, especially for us in Latin America. Secretary of State \nHillary Clinton's trip to Mexico this week is a good time to examine the misconception that Mexico is, or is on the \npoint of becoming, a ''failed state.'' \n\n  This notion appears to be increasingly widespread. The Joint Forces Command recently issued a study saying \nthat Mexico -- along with Pakistan -- could be in danger of a rapid and sudden collapse. President Obama is \nconsidering sending National Guard troops to the Mexican border to stop the flow of drugs and violence into the \nUnited States. The opinion that Mexico is breaking down seems to be shared by much of the American news \nmedia, not to mention the Americans I meet by chance and who, at the first opportunity, ask me whether Mexico will \n''fall apart.''\n\n  It most assuredly will not. First, let's take a quick inventory of the problems that we don't have. Mexico is a tolerant \nand secular state, without the religious tensions of Pakistan or Iraq. It is an inclusive society, without the racial \nhatreds of the Balkans. It has no serious prospects of regional secession or disputed territories, unlike the Middle \nEast. Guerrilla movements have never been a real threat to the state, in stark contrast to Colombia.\n\n  Most important, Mexico is a young democracy that eliminated an essentially one-party political system, controlled \nby the Institutional Revolutionary Party, that lasted more than 70 years. And with all its defects, the domination of \nthe party, known as the P.R.I., never even approached the same level of virtually absolute dictatorship as that of \nRobert Mugabe in Zimbabwe, or even of Venezuela's Hugo Chavez. \n\n  Mexico has demonstrated an institutional continuity unique in Latin America. To be sure, it can be argued that the \nP.R.I. created a collective monarchy with the electoral forms of a republic. But since 2000, when the opposition \nNational Action Party won the presidency, power has been decentralized. There is much greater independence in \nthe executive, legislative and judicial branches of government. An autonomous Federal Electoral Institute oversees \nelections and a transparency law has been passed to combat corruption. We have freedom of expression, and \nelectoral struggles between parties of the right, center and left.\n\n  Our national institutions function. The army is (and long has been) subject to the civilian control of the president; \nthe church continues to be a cohesive force; a powerful business class shows no desire to move to Miami. We have \nstrong labor unions, good universities, important public enterprises and social programs that provide reasonable \nresults.\n\n\n  Thanks to all this, Mexico has demonstrated an impressive capacity to overcome crises, of which we've had our \nfair share. They include the government's repression of the student movement of 1968; a currency devaluation in \n1976; an economic crisis in 1982; the threefold disaster of 1994 with the Zapatista rebel uprising, the murder of the \nP.R.I. candidate for president and a devastating collapse of the peso; and the serious post-election conflicts of \n2006.\n\n  We have overcome these challenges and drawn meaningful lessons from them. We learned to diversify the \neconomy and reduce the state's financial monopolies, paving the way for the eventual Nafta agreements. Election \ncontroversies and the threat of political violence have led to a national acceptance of a peaceful and orderly \ntransition to democracy.\n\n  Now once again, we face enormous problems. The worldwide financial crisis is intensifying our ancient dramas of \npoverty and inequality. But the most acute problems are the increased power and viciousness of organized crime -- \ndrug trafficking, kidnappings and extortion -- and an upsurge in ordinary street crime.\n\n  This may be the most serious crisis we have faced since the 1910 Mexican Revolution and its immediate \naftermath. More than 7,000 people, most of them connected to the drug trade or law enforcement, have died since \nJanuary 2008. The war against criminality (and especially the drug cartels) is no conventional war. It weighs upon \nthe whole country. It is a war without ideology, rules or a shred of nobility. \n\n  Is it a war that Mexico can win? Not through the tactics of any conventional war. But there can be progress by \nrestricting the range of the enemy. Since taking power in 2006, President Felipe Calderon has sent more than \n40,000 army troops to various Mexican states to combat drug gangs, and has had some victories in drug-related \nseizures and arrests. Even though Mr. Calderon enjoys a relatively high approval rating, the government has not \nmanaged to reassure the general population. Large sectors of Mexican society seem to endure these events as if \nthey were part of a nightmare from which some morning we will awake. But it will not just disappear, and Mexicans \nmust help fight the war by mobilizing public opinion, supplying information to the authorities and vigilantly \nsupervising both elected and appointed officials. This kind of civic participation has already begun to yield some \nsuccesses in Mexico City.\n\n  THE government, for its part, must continue the huge task of cleaning up the dark corners of its police forces, \nestablishing an efficient intelligence network in order to keep ahead of the cartels. Mexico also needs a secure \nprison system that will not serve as a sanctuary where sentenced drug bosses can continue conducting their \nbusiness and recruiting new criminals. It is also vital to speed up the purification of a judicial system that is slow and \ninefficient in its handling of serious crimes. We could use more political cooperation as well: Mr. Calderon (and his \nNational Action Party) are now fighting this battle without significant support from the opposition parties, the P.R.I. \nand the Party of the Democratic Revolution.\n\n  The Mexican print media has not been entirely helpful either. Of course, freedom of press is essential for \ndemocracy. But our print media has gone beyond the necessary and legitimate communication of information by \ncontinually publishing photographs of the most atrocious aspects of the drug war, a practice that some feel verges \non a pornography of violence. Press photos of horrors like decapitated heads provide free publicity for the drug \ncartels. This also helps advance their cause by making ordinary Mexicans feel that they are indeed part of a ''failed \nstate.''\n\n  While we bear responsibility for our problems, the caricature of Mexico being propagated in the United States only \nincreases the despair on both sides of the Rio Grande. It is also profoundly hypocritical. America is the world's \nlargest market for illegal narcotics. The United States is the source for the majority of the guns used in Mexico's \ndrug cartel war, according to law enforcement officials on both sides of the border. \n\n  Washington should support Mexico's war against the drug lords -- first and foremost by recognizing its complexity. \nThe Obama administration should recognize the considerable American responsibility for Mexico's problems. Then, \nin keeping with equality and symmetry, the United States must reduce its drug consumption and its weapons trade \nto Mexico. It will be no easy task, but the United States has at least one advantage: No one thinks of it as a failed \nstate.\n\n\n\n  Nor, for that matter, did anyone ever see Al Capone and the criminal gangs of Chicago as representative of the \nentire country. For Mexico as well, let's leave caricatures where they belong, in the hands of cartoonists.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDRAWING (DRAWING BY MATTHEW HOLLISTER)                                                      \n"}