{"title": "HOLDS HEARING ON THE VISA WAIVER PROGRAM", "body": "\nSENATE JUDICIARY SUBCOMMITTEE ON IMMIGRATION HOLDS HEARINGS\n\nON VISA WAIVER PILOT PROGRAM\n\nJULY 17, 1997\n\nSPEAKERS: U.S. SENATOR SPENCER ABRAHAM (R-MI), CHAIRMAN\n\nU.S. SENATOR CHARLES E. GRASSLEY (R-IA)\n\nU.S. SENATOR JON KYL (R-AZ)\n\nU.S. SENATOR ARLEN SPECTER (R-PA)\n\nU.S. SENATOR EDWARD M. KENNEDY (D-MA), RANKING\n\nU.S. SENATOR DIANNE FEINSTEIN (D-CA)\n\nU.S. SENATOR RICHARD J. DURBIN (D-IL)\n\nU.S. SENATOR FRANK MURKOWSKI (R-AK)\n\nU.S. SENATOR DANIEL K. INOUYE (D-HI)\n\nGEORGE ALLEN, GOVERNOR, VIRGINIA\n\nMAZIE K. HIRONO, LIEUTENANT GOVERNOR, HAWAII\n\nMARY RYAN, ASSISTANT SECRETARY,\n\nCONSULAR AFFAIRS,\n\nBUREAU OF CONSULAR AFFAIRS,\n\nSTATE DEPARTMENT\n\nMICHAEL CRONIN, ASSISTANT COMMISSIONER FOR\n\nINSPECTORS, INSPECTIONS DIVISION,\n\n\nIMMIGRATION AND NATURALIZATION SERVICE\n\nJANET THOMAS, DIRECTOR OF FACILITATION,\n\nAIR TRANSPORT ASSOCIATION\n\n *\n\nABRAHAM: We'll come to order.  We're delighted to have everybody here today.  This is a hearing with respect to \nthe Visa Waiver Pilot Program.  We have a number of important issues to consider in relation to the reauthorization \nof that very popular program, and I'm pleased that we have excellent witnesses to bring us up to date both on what \nhas happened during the program's current establishment and also to talk about where we go from here.\n\nI'm going to make a few opening remarks and kind of try to set the stage as to where things are, and then we'll at \nthis point turn to the witnesses since we have no other members here.  I believe Senator Kennedy may be joining \nus after the vote at 3:30, and it's possible that other members will be here as well.\n\nI'm going to, as I said, do my opening statement quickly.  And then we'll go to this first panel.  We also may be \njoined by one more panelist, Congressman Kim who I believe is currently voting on the House floor.  And I think \nhe's on his way over after that.\n\nThe Visa Waiver Program essentially is a system by which aliens from designated countries may enter the United \nStates as temporary visitors without the visa that would normally be required to enter our country in addition to a \npassport.\n\nBecause this very popular program expires at the end of the current fiscal year on September 30th, 1997, the \nsubcommittee will have to consider its reauthorization along with any changes or modifications that we find should \nbe made to the program.\n\nAlso before the subcommittee is Senate Bill 290, the Murkowski- Inouye Bill, to provide special visa waiver \ntreatment for South Korean tour groups entering the country for limited stays of less than 15 days.\n\nThis hearing presents us with an opportunity to educate ourselves on issues related to the reauthorization of the \nVisa Waiver Program as well as the South Korea issue in particular.\n\nThe history of the Visa Waiver Program is relatively straightforward.  Congress created it in 1986 in the Immigration \nBill that was passed that year.  It became effective in 1988, was originally limited to eight countries and for a \nduration of three years.\n\nTwenty-five countries now participate in the program, and its authorizing statute has been amended and extended \nfive times, which is, I think, a tribute to the program's success.  The program has typically been extended for two or \nthree-year periods with some modifications to the program being included from time to time.\n\nThe last year's immigration reform law, the Illegal Immigration Bill of 1996, extended the Visa Waiver Program for \nonly one year through September30, 1997.  This was done so that we could consider issues related to the program \nin more detail and apart from the multitude of immigration issues that Congress was considering last year as part of \nthe broader bill.\n\nMost of our witnesses here today will be familiar with the general operation of the program.  Under it, the Attorney \nGeneral, in consultation with the Secretary of State, may waive the visa requirements for aliens traveling in the \nUnited States from certain countries as temporary visitors.\n\nVisits can be for up to 90 days and for either business or pleasure.  Those aliens who would otherwise require a \nso-called \"B\" visa in order to enter the United States.  But for aliens from countries under this program, that \nrequirement is waived.  Aliens who enter the United States under the Visa Waiver Program do face certain \nrestrictions.\n\n\n\nUnlike other \"B\" visitors, they may not petition while within the United States to change their immigration status, and \nthey may petition to extend their stay for only emergency reasons.  Also, those aliens remaining in the United \nStates in violation of the provisions of the waiver program become deportable with no judicial review.  In the Visa \nWaiver Program, aliens may not seek review of an immigration officer's determination made at the time of entry, but \nthey are inadmissible.\n\nIn terms of country eligibility, the program countries are now selected by the Attorney General in consultation with \nthe Secretary of State, a change that was instituted through last year's immigration reform law.\n\nIn order to be eligible, countries must meet a number of statutory requirements which aim to ensure that aliens \nadmitted under the program are generally low risk and will not overstay their authorized period of stay in the United \nStates.\n\nTo be admitted into the program, countries must have a low two percent non-immigrant visa refusal rate on \naverage over the previous two fiscal years and must show that the refusal rate did not exceed 2.5 percent in either \nyear.\n\nThey must have or be developing a machine readable passport program, must offer reciprocal visa free travel to \nthe United States to U.S. citizens, and must be found by the Attorney General not to be compromising U.S. law \nenforcement interests.\n\nOnce designated as a program participant, a country may be placed on probation if it does not maintain the low \ndisqualification rate.\n\n The disqualification rate represents the percentage of nationals from a country who applied for admission to the \nUnited States at a port of entry as non-immigrant and who either violated the terms of their non- immigrant visa, \nwere excluded from admission upon trying to enter or withdrew their applications for admission.\n\nWhile the program has certainly furthered international travel and tourism and has generally been heralded as a \ngreat success, we do have a number of significant issues to consider in conjunction with the operation of the \nprogram, and I look forward to hearing today's testimony on those matters.\n\nThe first and most important question is simply whether the program should be reauthorized.  While I do not expect \nto hear any of our witnesses testify that the program should not be reauthorized, we will receive some insights on \nwhether the program should be reauthorized on a permanent or on a temporary basis.\n\nI look forward to hearing the views of our witnesses as to what length the reauthorization should be for U.S. security \nand for other similar issues.\n\nA second more serious issue involved in the reauthorizationis how we can improve the current record of tracking \nand even counting visa over-stayers.  Recent estimates by the INS earlier this year not only put the number of \nillegal aliens in the U.S. at five million, a shocking figure in itself, but also estimated that 41 percent of that illegal \nalien population entered legally but overstayed their authorized period of stay.\n\nIn order to address illegal immigration in this country, we simply have got to do a better job of tracking over-stayers \nand enforcing the terms under which aliens are permitted to enter.  The statutory provisions of the waiver program \nthat I just mentioned such as that an alien who overstays his or her 90-day period of stay will be deportable without \njudicial review are certainly laudable in theory.\n\nBut the reality and practice is that we have no way of tracking those who overstay, and that the INS in fact has \nfound it virtually impossible to do so.  We recently learned that the INS cannot accurately assess overall numbers of \nthose who enter legally and overstayed despite the current use of an entry/exit matching system through the so-\ncalled I-94 cards.\n\nI hope today we will hear from the INS as to how this has occurred, how we have gotten into this position, why it \ncan't be fixed, and what we can better do to improve the tracking process.\n\n\n\nWe also need to look further into ways in which we can track individual visa over-stayers.  Frankly, this should not \nbe a Herculean task, given that we already collect information from those who are entering the country legally.  We \nwelcome the views from the government witnesses as well as from the airlines representatives we'll be hearing \nfrom later on this important matter.\n\nWe'd also welcome hearing about the INS's program and progress in establishing an automated entry/exit control \nsystem which was mandated in last year's Illegal Immigration Reform Bill.  That law requires the INS to establish by \nSeptember 30, 1998 an automated entry/exit control system that will both match arrival and departure records for \naliens and that will permit the Attorney General to identify individual over- stayers through on-line screening.\n\nAn update on the INS's progress will be very information. Finally, we will also address the related issue of South \nKorea.  As I mentioned, Senators Murkowski and Inouye, along with Senators Stevens, Akaka and Thomas, have \nintroduced a bill that would permit South Koreans traveling in tour groups to the United States to participate in a \nspecial visa waiver program which is modeled on the Visa Waiver Program that we currently have, but which \nincludes particular safeguards and limitations.\n\nWe may be joined, as I said, by Congressman Kim who's introduced legislation in the House that would grant full \nvisa waiver status to South Korea.  I believe that if the current trend continues, South Korea will be admitted into \nthe Visa Waiver Program as a fully participating country in a short period of time based on the success record to \ndate.\n\nSome argue that in the meantime there should be a special temporary visa program to facilitate our tour group \ntravel in the United States.  And so we look forward today to hearing from our witnesses and their views in terms of \nthe need for this sort of program.\n\nIn addition to the witnesses we will hear from today, we also have some submissions to be placed in the record.  \nAnd so at the outset, I'd like to place in the record a statement by Governor Bill Miller of the State of Nevada.  He's \nalso the chairman of the National Governors Association.\n\nGovernor Miller had been scheduled to testify today, but unfortunately cannot be here due to a last minute \nscheduling conflict. And so I'm pleased that we have his statement to include in the record today.  I understand also \nthat Senator Murkowski has statements to place in the record from Governor Knowles of Alaska, and from Donald \nGregg, the former United States Ambassador to South Korea.  And so we will include those in the record as well.\n\nFinally, we will also place in the record statements submitted to the subcommittee from the American Chamber of \nCommerce in Korea, the Travel Industry Association of America, the Western States Tourism Policy Council, and \nthe Airports Council International, all of which have been requested and we are more than happy to include.\n\nAt this point, we will turn to our first panel.  And we will begin with Senator Frank Murkowski from the State of \nAlaska.  Senator, thank you for being here.\n\nMURKOWSKI: Thank you very much, Mr. Chairman, and I'm particularly pleased that your note of optimism relative \nto some degree of relief on the current visa waiver issue.  I'm very pleased\n\n to be here with Governor Allen of Virginia, with Senator Inouye of Hawaii, and I especially acknowledge Governor \nHirono.  We had an opportunity to meet earlier this morning at the Honolulu Airport. (AUDIO GAP)\n\nAm I on?  And meaningful discussion about the merits of this particular legislation and look forward to being here \ntoday.\n\nMURKOWSKI: You've noted that our governor has a statement for the record. Unfortunately, he cannot be here. \nYou noted that Donald Gregg, our former ambassador to South Korea, had a statement for the record and he, \nregrettably, cannot be here to testify and I'm pleased that you have accepted their testimony in lieu.\n\n\n\nThis bill, Senate 290, I think really strengthens the relationship with a close ally and an important trading partner of \nthe United States. It expands along the lines of the existing travel agent referral program, also known as the TARP, \nthat is currently in place in South Korea. The bill, as you know, allows free travel, visa-free, for Koreans traveling \nwith approved tour operators. It includes safeguards to prevent illegal immigration, including -- one -- visitors must \nbe part of an approved tour group. The tour operator would be subject to a $200,000 bond requirement. The visitors \nmust have a round-trip ticket purchased up to two weeks in advance and arrive by a carrier that agrees to return \nthem if they are deemed inadmissible. So I think most of the exposures are covered. On-time return must be \ncertified by the travel agent and the travel agent must submit sufficient information on travelers to allow U.S. \nauthorities to conduct national security checks.\n\nNow, the bill was introduced jointly because I think we feel that South Koreans have been forced to wait an unduly \nunreasonable time in long lines for visas. They're being required to produce detailed family and financial \nbackground material. And I know the overburdened consular offices in the U.S. embassies are doing the best they \ncan, but I think a few examples stand out that are unique to South Korea and probably don't have a parallel \nanywhere else.\n\nPresident Kim Young Sam's sister was rejected the first time she applied for a tourist visa to the United States. \nThe daughter of the chairman of the multi-billion-dollar Hyundai Corporation was rejected for a student visa \nbecause of insufficient financial resources. I don't know whether the chairman -- perhaps he should try and get a \nhigher-paying job, but in any event, that wasn't satisfactory. The son of the president of IBM in Korea was rejected \nbecause the consular office did not believe the son would be a good student, even though the son had already \nbeen accepted in a U.S. school. Now, those are the isolated case, obviously, but I think they represent a fair \nsegment of the problems we have here in the inability to be sensitive to reasonable visa requests and an \nopportunity to change that dramatically.\n\nI wouldn't be here today, however, if we had a process that seemed to be working and that the consular offices \ncould supply subjective criteria for refusing the visas. I believe the standard for\n\n entry into the visa waiver pilot program should be objective criteria such as overstay rate, rather than an arbitrary \nrefusal rate standard, which is what's in effect now. I think Korea deserves to be treated like many of our other close \nallies. They're our fifth largest export market, home to some 37,000 American troops. They have an economy larger \nthan all but five countries currently in the visa waiver program.\n\nNow, the chart is over here on my left. If you'll refer to it very briefly, the Korea GDP growth for '96 was 7 percent, \nsubstantially higher than the average for visa waiver countries, 2.7 percent, and the '96 unemployment rate is \ndramatically lower, 2 percent for Korea and 8.8 for the average of the other visa waiver countries. So I think there's \nan application there. Of the G-9 nations, only Japan and the United States impose visa requirements on Korea. The \nState Department has opposed efforts to seek relief for our Korean friends, so as a consequence we're imploring \nyour committee.\n\nMr. Chairman, I'd like to address some of the points that probably will be covered in other testimony, as well, but \nbriefly, recognizing that time is limited, the State Department suggests that the Koreans have no economic incentive \nto return to Korea. Well, I think the director of the State Department Office of Public and Diplomatic Liaison \nsuggested in a letter to me that the refusal rate in Korea correlates to their unemployment rate. Well, you see the \nfigures there. Is the officer suggesting that a country needs an unemployment rate under 2 percent to qualify? I \ndon't think so. Compared to other countries, France is at 11.7, Germany 12, Spain 22, so Korea more than qualifies \nunder that criteria. The fact is that Korea has a vibrant and expanding economy with a very low unemployment rate \nand Korea represents no more of a risk of mass migration than most other visa waiver countries.\n\nMr. President, recognizing the limitations on time, let me just ask the balance of my statement be entered in the \nrecord, which simply stipulates and substantiates the points I've made for justification of a visa waiver program \ncriteria being applied to Korean visitors to the United States. And I think Senate bill 209 sic gives Korea that \nchance. Without it, under current criteria, Korea is probably at least two, maybe three years away from qualifying for \nthe visa waiver pilot program and I think and I hope that you'll agree with me that that is unacceptable. I think this \n\n\n\nlegislation provides an important interim step while we address whether the visa waiver program's criteria is being \nobjectively applied to Korean travelers.\n\nI thank the chair.\n\nABRAHAM: I thank you and, Senator, your full statement will be included in the record. I also thank you for having \nbrought this issue to our attention. I think the first time that I was aware of these issues pertaining to South Korea \nwas when you raised the questions with me and I appreciate that.\n\nSen. Inouye?\n\nINOUYE: Mr. Chairman, I thank you very much for placing S-290 on your agenda. Before I proceed, may I request \nthat my full statement be made part of the record?\n\nABRAHAM: It will be made part of the record.\n\nINOUYE: And if I may just summarize? Before I do, I'm very pleased to be in the company of my distinguished \nlieutenant governor from the state of Hawaii, Mazie Hirono. She is one of the national leaders in the move to \nsupport S-290, so I will hear much from her.\n\nI'm certain that many members of this panel and others will speak most adequately on the economic advantages \nand business importance of this measure. I'm certain they'll discuss with you most convincingly those provisions \nthat have been included in the proposed program that would appropriately address the shortcomings that have \nbeen suggested by the administration. Senator Murkowski has done a good job in setting forth the additional \nrestrictions that we have placed in the measure that should deter the possibility of illegal immigration, such as short-\nterm pilot program of three years, a stay of no more than 15 days, a bonding requirement and the authority to \ncancel the program, if such is necessary.\n\nI'd like to, Mr. Chairman, however, spend the time to speak of the proposed program from another vantage point. \nWith the demolition of the Berlin Wall and the demise of the Soviet Union, we heralded the end of the cold war and, \nas such, I'm certain we agree that most Americans contend and believe that the dangers that once existed during \nthe cold war period are no longer a part of the American lifestyle.\n\nBut I'm certain that we all realize that at the 38th parallel of the Korean Peninsula, there are still massive military \nforces on both sides. The general belief is that two thirds of the North Korean forces are near or on the border. \nNorth Korea has 923,000 officers and men in the army and it may be interesting to use to know that 10,000 artillery \npieces are aimed directly at one target, the city of Seoul. In addition, North Korea has 85,000 men and women in \nthe air force and 40,000 in the navy. And this military force is second only to the People's Republic of China. The \nSouth Korean government from the beginning of its establishment soon after World War II has gone through a lot of \nturbulence politically, economically and security- wise, but they have been consistent in one area. They have been \nour good friends. South Korea and the United States have served to maintain stability in the Korean Peninsula and \nthereby throughout the Asian mainland.\n\nAs Senator Murkowski stated, South Korea ranks fifth in the world as a market for U.S. exports, eighth as a source \nof imports for the United States and one of our best trading partners. They have a free, capitalistic economy, which \nwe helped to establish, and therefore we can be proud of what they have accomplished and I'm certain the \ngovernment and the people of South Korea are watching these proceedings with much interest. Some feel that their \nintegrity, their credibility and their dignity are on the line. On our recent trip to Korea, many of them told me that they \nhave noted that Japan was one of the first eight countries to receive visa waiver status. They also note that several \nEuropean countries also received visa waiver status, including Germany, or former World War II enemy. So \nunderstandably, they're asking themselves \"How long do we have to wait?\"\n\n\n\nI believe it serves our best interests to grant this specialrecognition of South Korea and so I most respectfully urge \nthis committee to give favorable consideration to S-290 because, like Senator Murkowski, I believe that the time has \ncome for us to tell our friends that we trust them and we value their friendship.\n\nMr. Chairman, once again I thank you for the opportunity to appear before you and may I ask that the statement of \nmy Congressman, Neil Abercrombie, be made part of the record?\n\nABRAHAM: It will be made part of the record.\n\nINOUYE: Thank you very much.\n\nABRAHAM: Thank you, Senator, for your leadership on this.\n\nWe've been joined by Congressman Jay Kim from California and …\n\nKIM: I am here today to endorse the business visa inclusion of South Korea in the visa waiver pilot program. As \nSenator Murkowski explained, his current legislation only grants an exemption for Koreans who come in large, \nprearranged tour groups. I appreciate the (OFF-MIKE) Tourism is very important to Alaska and Hawaii and even \nCalifornia, for that matter. But however, I believe that business travel is equally important. Korea is a rapidly \ngrowing economic power, as you know, and Korean businesses are looking to invest their money worldwide, \nincluding the U.S. Business deals often require last- minute arrangement and visits. It is not feasible for the \nbusinessman to travel to the U.S. as part of a group tour. Likewise, it is not feasible for businessmen and women to \nhave to wait up to months to get their visa application approved. By then the deal is going to be lost.\n\nTherefore, I believe that the business visa inclusion of Korea in this visa waiver program is best solution. We \nshould provide Korea with the same exemptions we provide to the other 27 nations in the visa waiver program, an \nexemption for all short-term visits, travel and businesses. This is an American issue, just as much as it's a Korean \none. U.S. businesses desperately want Korea to become a member of the visa waiver program. This is the \nAmerican Chamber of Commerce in Korea number one issue. The are the ones initiate this whole issue.\n\nIn fact, I was in Korea two weeks ago and the first question the U.S. businessman that I met with asked is when \nwe're going to have this Korea visa waiver program. I have met with many U.S. businesspeople who feel that they \nhave lost golden opportunities to enter into business relationship and attract investment to the U.S. from Korea \nbecause the Koreans don't want to have to deal with this hassle. And I understand that they want to send the \nKorean scientist to U.S. for (OFF-MIKE) assignment, couldn't do it because it takes months to get a visa. Instead, \nthe Koreans are turning to Canada and Australia, both countries that have either removed or relaxed visa \nrestrictions to Korean businesspeople.\n\nI want to skip a few of them here. I understand the concern is this may increase some illegal immigration situation. \nThat's not true. Look at the other countries, such as New Zealand, Canada, Mexico,\n\n Australia that remove all the visa restrictions. They have not complaining anything about the misuse of visa waiver \nprogram by Korean businesspeople. The -- again, I want to revise and extend my remarks and submit it as official \nrecord. You can ask Canada or New Zealand and they have reported -- I got a copy in my office -- that there's no \ndramatic increase since they waived their visa requirements for Korean businesspeople whatsoever.\n\nAgain, I'd like to thank you again for inviting me today and I do have some more -- couple of pages, but for the…\n\nABRAHAM: We appreciate it and we will include your full statement …\n\nKIM: ...submit this …\n\nABRAHAM: ...as you edit it, would like it submitted in the record. I believe a vote may have just started, so we'll \nhave Governor Allen testify and I don't know what the -- if -- Governor Hirono, if you can be patient with us while we \nrun to vote after his testimony, I'd appreciate it and we'll …\n\n\n\nHIRONO: Fine.\n\nABRAHAM: ...I'll at least pledge to come right back and we won't hold the other members necessarily to that \nstandard, but -- Governor Allen, thank you for being here and we welcome you and now in your new capacity. I \nknow you've testified here both as a member, as well as governor before, but thanks for being with me today.\n\nALLEN: Thank you, Mr. Chairman. I appreciate the opportunity to speak on behalf of the reauthorization of the visa \nwaiver pilot program and voice my support for including the Republic of Korea in the VWPP. And it is a pleasure for \nme to be -- to join such a distinguished panel as Senator Murkowski, Senator Inouye, Congressman Kim and \nLieutenant Governor Hirono. I'm wearing a tie from the governor of Kyongee (ph) in Korea. We have a sister state \nrelationship from -- with Governor Lee and the people of Kyongee-Do (ph) and Virginia.\n\nThe visa waiver pilot program has been a valuable asset, as far as travel, tourism and business opportunities in \nthe Commonwealth of Virginia and across the nation. And I'm speaking as the governor of Virginia, as well as \nchairman of the Southern Governors, as well as the governor, and giving you the states' perspective of this issue. \nObviously, the visa waiver program plays a large role in ensuring that the United States, each and every one of our \nstate and our country as a whole, remain competitive with other international travel and business markets. In fact, \nroughly 50 percent of the visitors who come to the United States each year travel under the visa waiver program. In \n1993 alone, this program, the fact that it's in place, this program saved the taxpayers an estimated $175 million in \nvisa processing costs, which is good for the taxpayers and to help balance the budget, as well.\n\nWe can improve, I think, the visa waiver process by including the Republic of Korea. They are a military, economic \nand diplomatic ally. Others have testified as to how strong they are and growing as a nation. They -- we also, I \nmight add, have a trade surplus of $3.9 billion with the Republic of Korea. They're a valued trading partner for the \nCommonwealth of Virginia, as well. They rank fourth amongst our export destinations, nearly a billion dollars of \nexports in 1995. They're also very generous. We have a MacArthur memorial and the biggest contributors to the \nMacArthur memorial in Norfolk, Virginia, are companies and individuals from the Republic of Korea who very much \nappreciate what General MacArthur and the troops did in the Korean War.\n\nNow, unfortunately, the current visa requirements dictate that many potential visitors from South Korea have to face \ndelays and obstacles. This is especially significant considering that the largest group of travelers visiting the United \nStates from Korea are here on business. I went to Korea in 1996, in the spring of '96, on a trade mission to Korea. \nBusiness leaders there brought this visa issue to my attention as one of their highest and most pressing concerns. \nThey looked at it as an impediment to business. They looked at it as an impediment of building relationships \nbetween the people of Korea and the United States.\n\nI listened to them and then, when I got back home, I acted on it and I asked the Southern Governors Association to \npass a resolution extending the visa waiver program to our friends from Korea. And on September 10th of 1996, \nthe Southern Governors Association unanimously approved extending the visa waiver program to our friends from \nSouth Korea. Then, a few months later, in June -- excuse me -- in December of 1996, the Western Governors \nAssociation adopted a similar resolution in relation to extension, of course, of the visa waiver pilot program and \nincluding South Korea. And just last month, June 4th of 1997, the National Governors Association finally also \npassed such a resolution. I'd like to enter letters from the NGA to you and Senator Kennedy.\n\nABRAHAM: We'll include all of them in the record.\n\nALLEN: Thank you. Now, the reality is, is that the embassy in Seoul processes more non-immigrant visa \napplications than any other consulate in the world, over 550,000, and they're estimated to do -- have to go through \n750,000 in the upcoming year. The result is, and you hear it from so many people and we heard it from the \nSenators, is that folks have to wait sometimes up to two days queued up in a line around the embassy just to get \ntheir visa. Now, that is hardly conducive to building relationships and making it easier for people to be in contact, \nwhether for travel, tourism or for business. There are many occasions where business deals have been lost \nbecause of this situation and clearly it must be improved.\n\n\n\nOther nations are exploiting our competitive disadvantage. We are in a war of competition with other nations. We \nhave to do everything we can to make sure what we're doing here in the United States is helping us. And 48 \ncountries provide visa waivers to South Korea and there's significant evidence to indicate that the U.S. is losing \nKorean visitors to other countries with friendlier visa programs,\n\n whether that's business or tourism. In today's internationally competitive marketplace, we cannot afford to have \nthis disadvantage in our race to attract new jobs, new investment and more tourism dollars. The Chamber of \nCommerce of Korea, of course, has endorsed this, as well. There's 27 countries that are participating in the visa \nwaiver program, yet South Korea is our only large trading partner not to be included. Korea -- South Korea \nreciprocates. They allow our folks to come in there on business trips up to 15 days. They extend important visa \nwaivers to business efforts and the readability and so forth, all of that is already in place.\n\nAs far as these two bills, I think that Senate bill 209 is a good one in that it has a three-year pilot. Congressman \nKim's a good bill also in that it doesn't apply just to tourism, also to business, but it only lasts one year. I would \nencourage you to take the best of both and I think the three-year provision and the tourism and put it in, make sure \nthat business is included, as well, and I think you'd have a fine bill and what you would be doing is making sure \nthat we get more jobs, more tourism and more economic vitality for us in the United States, as well as building our \nrelations with our allies and good friends from the Republic of Korea.\n\nABRAHAM: Governor Allen, thank you very much. We've got about three minutes to go for our vote, so we're going \nto temporarily recess the hearing and we'll reconvene as soon as we get back.\n\n(RECESS)\n\nABRAHAM: We will now reconvene our hearing and apparently less members able to be with us at this point, which \nis the way it often goes with a vote, but I've been assured by the remaining panelists that they are prepared to \nanswer questions and ready to go. But before we turn to any questions, we still have to hear from Lieutenant \nGovernor Hirono from the state of Hawaii. We welcome you here and appreciate very much your participating \ntoday.\n\nHIRONO: Thank you very much. As we say in Hawaii, aloha. (OFF- MIKE) for this opportunity to testify and present \nGovernor Ben Cayetano's testimony and I will be skipping around and so I'd like to ask that his full statement be \nentered into the committee's record.\n\nABRAHAM: It will be entered into the record.\n\nHIRONO: Thank you. As far as the current visa waiver pilot program, there is no question that Hawaii would like to \nhave this reauthorized and for as long a period of time as possible. The importance of this program has been noted \nby the other testifiers, but I wanted to note that international travel and tourism contributes receipts of almost $90 \nbillion annually to the U.S. economy and this is an increase of over $50 billion since 1988, when the current visa \nwaiver pilot program was initiated.\n\nLast year it is estimated that the travel trade provided a positive balance of payments of over $15 billion and since \nthe inception of the visa waiver program, our international trade balance has been positive each and every year. It \nwas negative in both of the two years prior to the program's implementation. Visitor arrivals from\n\n the lucrative, high-spending overseas markets have shown extremely strong growth. Visitor arrivals from Japan, for \nexample, increased by 21 percent or 540,000 visitors to the U.S. in the first year alone. For Hawaii, visitor arrivals \nfrom Japan increased by almost 25 percent or 250,000 new visitors in just the first year of the current program. And \nright now there are almost two million visitors from Japan that come to Hawaii every year, so it has grown \ntremendously.\n\nThis program has obviously had a significant impact on Hawaii's economy. It has also impacted our entire nation, \nas spending by overseas arrivals to Hawaii now accounts for over 20 percent of the total national travel trade \nbalance. In this regard, Governor Cayetano has worked very closely with Governor Knowles of Alaska, chair of the \nWestern Governors Association, to co-sponsor a resolution from that organization supporting the visa waiver \n\n\n\nextension to Korea. And as also noted by previous speakers, the National Governors Association will be meeting \nnext week and their Economic Development and Commerce Committee recently voted to add this language to the \nNGA interim tourism policy. We are expecting that the National Governors Conference next week will adopt a \nresolution in support of having South Korea be accepted as a visa-waived country.\n\nThere is overwhelming evidence to support this action. As noted, South Korea's economy is robust and is one of \nthe world's fastest- growing. Not only is the economy vibrant, but South Korea also has a strong trade relationship \nwith the U.S. In 1996, South Korea ranked seventh among the top 10 trading partners of the U.S. and our exports to \nthis country are greater than our exports to 22 other countries that are included in the existing visa waiver program. \nGovernor Allen's testimony noted the importance of Virginia's trade with South Korea.\n\nAs other examples, South Korea ranks third among Hawaii's export destinations, with almost $95 million in exports -\n- I'm sorry, $25 million in exports in 1995. The state of California, its exports to South Korea ranked South Korea as \ntheir third biggest export destination and California exports over $6 billion to South Korea every year -- 1995. For \nMichigan it is the 11th largest export destination, with over $367 million exported in 1995. In Iowa it is their fifth \nlargest export destination, with over $87 million worth of exports being sent to South Korea.\n\nThe Republic of Korea has increased its outbound travel by over 700 percent in the last decade to 4.6 million \ntourists in 1996. The United States gets approximately 800,000 of these visitors. It's expected that by the year \n2004 the number of Korean outbound travelers is projected to double to 8.5 million outbound visitors annually. We \nestimate that if South Korea were added to the visa waiver pilot program, the United States would see an \nincremental growth in visitors from South Korea of approximately 20 percent. This could mean an additional \n200,000 visitors to the U.S. in 1998 or a 1 percent increase in the total overseas travel account to the U.S. alone. \nAnd this translates to new spending of over $400 million and could easily lead to the creation of 10,000 new jobs \nnationwide.\n\nAccording to the U.S. embassy in Seoul, the United States is the first destination of choice for South Koreans, with \nthe top five\n\n destination states being California, Nevada, Hawaii, New York and Arizona. Currently California gets about 40 \npercent of all visitors to the United States from South Korea.\n\nI'd like to close by focusing on one aspect of the Korean visa waiver issue which Governor Cayetano particularly \nwanted me to emphasize and that is the negative impact that this issue may have on our relationship with the \nRepublic of Korea. There is a long history of friendship between the U.S. and the Republic of Korea. The sacrifice of \nmore than 54,000 Americans lost during the Korean War and the 37,000 American troops stationed today in Korea \nare examples of the strong bond between our two countries. Korea is one of our strongest allies in the Pacific and, \nof course, trust is an integral part of that relationship. The current visa regulations do little to promote greater trust \nbetween the U.S. and Korea. We respectfully ask that Congress take this into account in its deliberation of the \nKorean visa waiver question.\n\nI recently returned from Korea last week, in fact, and I had the pleasure of seeing Congressman Kim there and \nthere was no question that all of the people that I met with from the president of South Korea, who both the \ngovernor and I had met in 1995, who was on his way to address the United Nations, the mayor of Seoul, the vice \nmayor of Pusan, two of the largest cities in South Korea, large businesspeople and certainly the Korean \nbusinesses who are involved in travel and tourism there noted that the single biggest issue of concern to them is \ntheir acceptance as a visa-waived country.\n\nThank you very much for allowing me this opportunity.\n\nABRAHAM: Thank you. I thank the entire panel. I regret that because of a variety of reasons, we had to change \naround the time of this hearing and it obviously isn't as convenient for the other members as we would like to be. I \nhope that we will see some of them.\n\n\n\nLet me just ask any member that's here who would choose to or care to respond -- some of the concerns that I \nsuspect we would hear about expanding the program, the visa waiver program, would fall into a variety of \npredictable categories. I really have not formulated an opinion on this issue prior to today. I wanted to hear the \ntestimony. Let me raise some of the concerns that we would undoubtedly confront. For example, it's estimated, \nbased on Governor Hirono's testimony, that there might be as many as 200,000 additional visitors that would be \ncoming to the United States if we moved in the direction of the Senate bill. If there's a 3 percent rate of, say, \noverstaying or something in that range, which I think may be -- I don't know how that would actually work out, but \nyou're talking about several thousand potential individuals who might -- who might stay over the visa, consequently \nfalling into categories of illegal aliens.\n\nIs there some reason to think that the safeguards -- and maybe just commenting on the safeguards -- how they will \n-- could work to reduce that number? Because I think that's the first level of concern that's going to be raised, that \nthere's going to be a large number of people that are going to be added to the ranks. How do these safeguards that \nare proposed in the legislation work? What others might we consider?\n\nMURKOWSKI: Well, it …\n\nABRAHAM: Frank, go ahead.\n\nMURKOWSKI: Why don't I start out and then my colleagues can fill in. What we've tried to do here is to address \nspecifically the concerns relative to the question you brought up, Mr. Chairman. And we have a bonding \nrequirement.  Bond would be forfeited. The Korean tour operators have to stand behind that bond. The bond would \nbe the assurance, if you will, that there be a good faith effort. Now, that doesn't exclude the possibility of somebody \nsimply overstaying, but the responsibility that the tour agency has for not returning the various tourists that are \nincluded in that particular tour would result in either the bond being canceled, the bond being called, or the tour \noperator no longer being able to operate under the system.\n\nThere's a couple of other safeguards in there. As I indicated, there's a requirement for a round-trip ticket being \nacquired two weeks in advance. Now, these are safeguards that are unique to this three-\n\n year pilot program, unlike a broad visa waiver that doesn't have those. Now, the question of collecting penalties \nfrom tour operators -- the tour operator would put it in writing that their intent to forfeit cash bond for failure to \ncomply with the law. The U.S. embassy will be physically holding the cash as insurance for adherence to the law. \nSo I think what we've attempted to do is to instill, you know, checks and balances as much as possible and we'd \ncertainly be willing, personally, to entertain other concerns that might be expressed, where you see loopholes that \nshould be covered. But for the most part, I think that we have a program that provides the checks and balances, \nthat provides an incentive for the tour operators to ensure that they not deal with unscrupulous individuals who want \nto come into the country.\n\nAnd I guess the thing that concerns me the most, Mr. Chairman, is the State Department and the Immigration set a \ncriteria based on one major factor and that's unemployment. And South Korea has the lowest against rates of other \nnations which are 10 or 11. They enjoy a broad waiver, and here we're just trying to get our foot into the door with a \npilot program that I think deserves merit. And you know, if it doesn't work, it will be evident. And if the -- if the \nchecks and balances aren't in, it'll be evident, and that's the advantage of a pilot program.\n\nExcuse me for taking so long.\n\nABRAHAM: No, that's fine.\n\nHIRONO: May I also respond?\n\nABRAHAM: Sure. Governor Hirono?\n\nHIRONO: There are over 12 million people who visit the United States for -- as tourists or for business under the \ncurrent visa waiver pilot program and I think that we should look to our back as an indication of what might happen \nif other countries are accepted into the program. The question of overstays, I think, is one that's really important. \n\n\n\nHowever, INS has testified that they are unable right now to give us very accurate information as to exactly what the \noverstay problem is and the depth of that problem.\n\nHowever, their testimony that you will hear later today indicates that the number of persons applying for admission \nunder the visa waiver pilot program and who are refused entry grew to 7,000 or so refusals in 1996. On the other \nhand, though, we've got 12 to 14 million people coming in. And their testimony also indicates that statistics relating \nto the apprehension and removal of nationals of visa waiver countries, as shown in a chart that they are presenting \nto you, indicate that these countries remain low-risk for immigration law violations. So I think that that kind of \nexperience, coupled with the safeguards that are in the bill before you, would indicate that this would not be a major \nproblem. Certainly, we can mitigate that, but on the other hand, there are tremendous economic benefits.\n\nABRAHAM: Congressman Kim?\n\nKIM: Thank you, Mr. Chairman. The basic difference between my bill and Senator Kyl is the time duration. My bill \nsimply states that my pilot program will be extended up to one year. During that period of time, general -- attorney \ngeneral can cancel this program any time if any abusiveness exists. Now, INS will be doing overstay report study \nnext year anyway and they will be heavily looking at the Korean visa holders overstaying issue. So you'll get the \nreport perhaps six months and a year later. One year is safeguard, in my opinion, than three years. What could \nhappen in one year or even six months? So we're going to be monitoring closely and any abusiveness of this \nprogram, as I mentioned earlier, simply eliminate this program or, at the end of one year, they'll just simply cancel, \nnot extend any further. So I think one year is better program, in my opinion.\n\nAnd it must include business because businesspeople do not stay. According to the report that I have read (OFF-\nMIKE) reports, the businesspeople do not stay here. Almost all of them go back. And I believe it's a mistake only \nincluding group tour. I believe we should include business visa, a swell, and I also have a problem with posting a \n$200,000 bond guaranteeing those group tour return. I talked to a few people. They felt that -- one of them says, \n\"We are not a bunch of criminals. Why would you post a bond?\" That's why I'd rather have a one-year program and \nwatch carefully and if things doesn't improve, then we can cancel it.\n\nABRAHAM: One of the other questions that's been raised more, I guess, about the Senate bill is the question of \nsort of delegation, if you would, of the responsibilities here, with respect to admitting people to the United States, to \nfolks who run tours, tour group operations and so on. How do you address that concern? Governor Hirono?\n\nHIRONO: Even the people who come in through the existing visa waiver program are screened. Certainly, when \nthey enter our country, we look at their passports, et cetera, so that kind of screening process. And as we have \nstronger capabilities to make sure that undesirables and other people are not -- of that ilk are not coming in, I think \nthat that will certainly apply to any new countries that are added to the program. I think that's one response.\n\nMURKOWSKI: I think if I can add to that …\n\nABRAHAM: Sure, Senator.\n\nMURKOWSKI: ...and I would certainly agree with you, but I think what we've done here is we've added, if you will, \nan additional layer of protection because as the lieutenant governor pointed out, those tourists will still be required \nto have their applications reviewed. Customs officials will require valid passports at the port of entry. But the \nadditional consideration and safeguard is that that's placed on the tour operators to screen carefully each applicant. \nOtherwise, they will lose the benefits of the business. They potentially will lose their bond.\n\nI think what I would envision the legislation intended to specifically do is to give the South Korean people the \nrespect that they deserve. They're a close ally. We've referred to them time and time again as the \"economic \nmiracle.\" They're an important trading partner and I think the South Koreans deserve a chance and that's what this \nis all about.\n\nI wonder if you'd excuse me, if you have (OFF-MIKE)\n\n\n\nABRAHAM: Senator, thanks for being with us today. (CROSSTALK)\n\nKIM: Senator, if you'll yield just one minute?\n\nABRAHAM: Sure.\n\nKIM: I do agree with Senator Murkowski. I appreciate it, what he's doing and his concept. But this whole idea was \ninitiated two years ago by American Chamber of Commerce in Korea. Original concept was to waive visa to \nbusinesspeople. Somehow down the line, it's been changed. Again, I reemphasize the whole idea was initiated by \nbusinesspeople. Visa waiver program must be targeted business visa. Happen to be including tourism, but to me \nthe business visa is most important.\n\nABRAHAM: I have additional questions with respect to the Senate bill. And I don't mean to in any way diminish \neither the business issue or your legislation. Obviously, we're primarily here looking at the Senate version. And \nsince Senator Murkowski's left, I guess I'll ask Governor Hirono again.\n\nOne of the other concerns that's been raised is the logistics issues. The State Department isn't exactly set up to \ndeal with bonding programs and, you know, holding bonds and administering this kind of\n\n activity. How, if any way, would you respond to the concerns that have been raised along those lines, the \nadministrative costs and so on?\n\nHIRONO: I think some of the specific provisions of the bill before you will need to be worked out and we -- those \nkinds of issues need to be addressed. Clearly, the bonding issue is one that raises concerns among the Korean \ntravel agents that I met with, just as Congressman Kim has pointed out. We may need to address the limitations in \nsome other way or to assure that the visitors who come under this kind of a program will return. The bond was \nconsidered one way to do that, but we are certainly not wedded to it. We are open to discussing other methods.\n\nABRAHAM: Well, I think the concern is (OFF-MIKE) that this is inappropriate. It's just -- the goal, I think, is \nadmirable of trying to add additional safeguards. The question is whether or not the State Department will have \nsomebody here, I think, in the next panel who might want to address that from a different perspective, from the \nState Department's perspective. But I just wondered, some of the criticisms that have been raised were along those \nlines, and if there was any specific response from the advocates of the legislation to that. I was interested in just -- \njust hearing whether there was -- there was anything along those lines in response.\n\nHIRONO: I have some information from Senator Inouye on that and he says that under the bill, the State \nDepartment will decide if a bond should be forfeited. The Korean tour operators will give to the embassy a cash \nbond for collateral. And I think that if the mechanisms can be worked out, it may not be an onerous burden for them \nto just call in the bond.\n\nABRAHAM: I gather from Senator Murkowski's perspective, flexibility and willingness to try to come up with a \npassable solution here. I gather that other advocates are likewise, you know, willing to try to work together as we \nmove ahead on this and I appreciate that. Before this panel -- before I ask the panel to -- the second panel to start, I \nnoticed Senator Kennedy's here. I don't know if he wants to have any questions for this -- this panel or not, so -- I \nthink the answer is he is not able to be with us immediately, so we will thank you two for …\n\nKIM: Mr. Chairman, can you yield me just one minute again, please?\n\nABRAHAM: Sure.\n\nKIM: I appreciate it. As Senator Murkowski said, trying to send a message to Korea, which is strong ally, is fine. But \nreality, what we're doing is really insignificant, meaningless. The way it is right now does waive visa anyway when \nyou have a group tour. You can contact American embassy office in Seoul. If it's a group tour, they waive visa. And \nwhoever's sponsoring or putting this program together, they are (OFF-MIKE) with a visa, they (OFF-MIKE) \nguarantee their return. It doesn't do anything in terms of group tour unless you expand to businesses. That's the \nway it is now.\n\n\n\nABRAHAM: Congressman Kim, thank you for being with us. Governor Hirono, we appreciate it. And we will dismiss \nthis panel and ask our second panel members to come forward. On this panel we will hear from Mary Ryan, who is \nthe assistant secretary for consular affairs at the Department of State; Michael Cronin, who is the assistant \ncommissioner for inspections and immigration at the INS; and from Janet Thomas of the Air Transport Association.\n\nI thank this panel for being here. We're laughing because every time we've done a hearing, we've had an order of \nspeaking and the plan was to have the seating to correspond and every single time we've done it, the panels ended \nup sitting exactly the opposite order from the way we were going to do it. But that's the way it goes, I guess.\n\nAnyhow, I will turn initially to Mary Ryan, who's our assistant secretary for consular affairs at the Department of \nState. We appreciate your being here today to comment on either the broader issue of reauthorizing the waiver \nprogram or, if you would also like, the specific issues related to the bills that we have in the House and Senate on \nSouth Korea. Thanks for being here.\n\nRYAN: Thank you, Mr. Chairman. Mr. Chairman and members of the committee, I'm really delighted to have been \ninvited today to testify on behalf of the Department of State about the non-immigrant visa waiver pilot program. I \ncan say without reservation that this program has been a resounding success. It has bolstered the U.S. economy \nthrough the expedited admission of millions of legitimate short-term visitors for business, thus allowing for the \nnegotiation of contracts for the provision of American goods and services to the world. It has also provided a \nwelcome boost to the U.S. tourism industry, which employs thousands of American citizens, through the visa-free \nadmission of millions of foreign tourists. In addition, it has enabled the United States government to use its limited \nresources more efficiently and productively during a period of budgetary constraint. We support permanent \nreauthorization of this highly successful program.\n\nDuring the 1980s, economic prosperity in Europe and Japan contributed to an explosion in international travel. The \nState Department found itself in the position of devoting increasing resources to visa issuance which was virtually \nperfunctory. Let there be no mistake. A British national applying for a visa to visit the United States in 1987 was not \nrequired to go to the embassy, let alone to have a visa interview. Yet even this perfunctory processing consumed \nmajor personnel resources owing to the sheer volume of visa issuance.\n\nThe visa waiver pilot program was a logical response to that situation. Its objective was to determine if a selective \nwaiver of the non-immigrant visa requirement would improve the use of U.S. government resources and encourage \ntravel to the United States without diminishing U.S. border security. It went into effect in July, 1988, initially in eight \ncountries and has now expanded to encompass 25 countries. Strict criteria for participation were established to \nensure the test program would not entail unacceptable risks to our ability to control our borders. Furthermore, \nbefore any country is designated as a participant, the attorney general must determine that\n\n U.S. law enforcement interests would not be compromised by its designation. A number of countries have met \nsome criteria, but have not been accepted for the program because of law enforcement or security reasons.\n\nThe criteria laid out in the legislation have worked astoundingly well. The established requirements have ensured \nthat only low-fraud, low-risk countries have been designated as participants. Strict adherence to the criteria has \nenabled representatives of the Department of State overseas to respond honestly and straightforwardly to requests \nfrom numerous friendly countries who don't meet the criteria. More significantly, they have ensured that nations \nhave received equitable treatment in line with the historical principles of the United States.\n\nWe strongly support continued adherence to these criteria, which have maintained the integrity of the program over \nthe years. Any proposal to dilute the qualifying criteria must be carefully evaluated for consistency with the \nprogram's stated aims and U.S. border security interests. Safeguards have been included in the program to deter \nthe admission of ineligible aliens. The mere fact that a country participates in the visa waiver program does not \nmean that all of its citizens will be admitted to the United States upon application or that, if admitted under the visa \nwaiver, they will be granted all the privileges they would enjoy if they were admitted with visas. All individuals \napplying for admission, including those in the visa waiver program, are subject to the same look-out checks at the \nport of entry that they would be subjected to at the time of visa issuance overseas. The Department of State and \nthe INS share data to ensure that all information on ineligible aliens is available to both agencies.\n\n\n\nI am convinced that application of the criteria for admission outlined in the legislation plus our enhanced data share \nprograms offer U.S. agencies appropriate control over those seeking admission without visas. Based on the \ninformation that we have available, issuing visas to all of the travelers who entered under the visa waiver program \nwould have been a considerable drain on our resources without any discernible benefit to our national security. I \nwould argue, in fact, that rather than weakening border security, the visa waiver program has, in fact, strengthened \nit. It has allowed the Department of State to focus its resources upon those countries and regions where fraud \npotential is the greatest. The resource savings were applied to the opening of posts and staffing of consular \nsections in the former Soviet Union. In addition, the department has been able to move personnel into straight anti-\nfraud work and into adjudicatory positions in immigrant-push countries.\n\nSo what would the resource implications for the Department of State be if the visa waiver program were ended? It's \nalmost impossible to calculate and daunting to contemplate. We have eliminated positions in visa waiver countries \nand we've even closed many consulates. The cost of reestablishing those posts and positions would be significant. \nSince the program began, the demand for non-immigrant visas in non- visa waiver countries has grown \nconsiderably. The resources that were reprogrammed to those countries are essential to provide adequate service \nand to maintain anti-fraud initiatives.\n\nWhile the government has benefited enormously from the visa waiver program, it's really been the U.S. economy \nthat has won the gold ring. The World Tourism Organization's statistics for 1996 show that the United States was \nthe second most popular international tourist destination with 44.8 million arrivals, but number one as far as \ntourism receipts go. International tourists, many of them on the visa waiver program, spent $64.4 billion in this \ncountry in 1996 and if you add in the money that they spent on travel on U.S. carriers, it becomes $88.9 billion.\n\nSo inclosing, I would like to stress once again the value of the visa waiver program to U.S. government operations, \nto the U.S. travel and tourism industry and to our relations with the participating countries. Even a short disruption of \nthis vital program would have disastrous economic, political and resource implications for the U.S. government. We \nsupport the permanent reauthorization of the visa waiver program and we will work with the Department of Justice \nto that end.\n\nThank you Mr. Chairman and I would be pleased to take any questions.\n\nABRAHAM: Thank you very much. Mr. Cronin?\n\nCRONIN: Thank you very much, Mr. Chairman. Applicants for admission under the visa waiver program are \nexamined by immigration officers who are aware that these individuals have not been screened through a visa \nprocess. The officers check the name of these applicants against the look-out data base and these officers may \nopen and pursue any appropriate line of inquiry to make a determination concerning the individual's admissibility.\n\nIn Fiscal Year 1996, 76 percent of non-immigrants from the 25 participating countries entered under this program. \nThis was over 12 million travelers of just under one half of all documented non- immigrants. Prior to the 1996 \namendments to the Immigration Act, the agencies involved in making the necessary determinations for addition of \ncountries to the program had developed a process for the inclusion of countries. The Bureau of Consular Affairs \nmakes the necessary threshold determinations of eligibility. Before making a recommendation that a country be \nincluded in the program, the Bureau considers any relevant foreign relations or national security issues. Upon \nreceipt of the Department of State's recommendation, the Department of Justice requests information from INS and \nthe FBI concerning immigration, criminal and national security considerations. Upon analysis of this information, a \nrecommendation is made to the attorney general as to inclusion or rejection of the country. Under the 1996 \namendment, the authority to designate a country to participate in the program was vested solely in the attorney \ngeneral, in consultation with the secretary of state.\n\nThe number of persons applying for admission under the visa waiver pilot program who were refused entry \nincreased significantly in Fiscal Years 1995 and 1996 by approximately 2,000 persons a year to 7,011 refusals in \n1996. This recent increase appears attributable in part to the fraudulent use of travel documents from countries in \n\n\n\nthe program, which I will discuss further. However, statistics relating to the apprehension and removal of nationals \nof visa waiver countries indicate that these countries do indeed remain low-risk for immigration law violations.\n\nThe visa waiver pilot program has grown tremendously and has proven extremely popular with nationals of visa \nwaiver countries and with travel and tourism interests. It has significantly reduced consular workload, but has not \nmarkedly degraded facilitation at United States ports of entry. At the same time, port of entry enforcement \ncapabilities have been enhanced by the addition of select data from the consular look-out and support system to the \nborder inspection system data base.\n\nHowever, the visa waiver pilot program is attractive to the perspective illegal entrant in the same way as it is to the \nlegitimate traveler. Entry to the U.S. can be achieved with nothing but a passport and without the necessity of \npresenting a visa. Consequently, fraudulent document vendors and alien smugglers have targeted the passports of \nvisa waiver countries. As the Department of State has increased the fraud resistance of the United States non-\nimmigrant visa by including biographical information that bears a digitized photograph, the attractiveness of using \nvisa waiver passports for non- visa waiver nationals seeking to enter the U.S. illegally has also increased.\n\nThe attraction of smugglers to visa waiver nationality passports is encouraged by several factors, including limited \nsecurity features present in some passports and the existence of multiple passport- issuing authorities and \nprocedures in some visa waiver countries. The use of lost or stolen blank visa waiver country passports presents a \nserious fraud concern. The INS intelligence program collects information about the universe of fraudulent document \nactivity and distributes reports, detailed reports, to the field on incidents of fraudulent documents.\n\nThe Department of Justice has been conducting a review of the visa waiver pilot program to assess the risks \nassociated with further expansion of the program, including incremental effects of program expansion on the \neffectiveness of ports of entry. That review is being expanded to an interagency working group which will evaluate \nthe program as a whole, its extension, whether it should be made permanent, the continued designation of current \ncountries and criteria to be applied to determinations about the addition of further countries to the program.\n\nThe program provides that one qualification for continued participation is that the number of nationals of the \nmember country who were denied admission at the time of arrival or withdrew their application for admission and \nthe number of nationals of that country who violated the terms of such admission during the previous fiscal year \nremain below 2 percent of the total number of nationals of that country who applied for admission as non-immigrant \nvisitors during that year. Data are collected in the non-immigrant information system, or NIS, (ph) on the number of \nwithdrawals for visa waiver countries and can be provided for each year since the beginning of the program. \nSimilarly, comprehensive data on visa waiver refusals can be provided. Data are available on the non-immigrant \nsystem from 1988 to 1989 and 1991 to 1992 for visa waiver pilot program countries whose nationals violated their \nterms of admission, as measured by non-immigrant visa overstay rates.\n\nNon-immigrant visa overstay rates have not been estimated since July -- non-immigrant overstay rates have not \nbeen estimated since July, 1994, when calculation of Fiscal Year 1993 rates were attempted, due to inconsistent \nnumbers of apparent overstays in the non-immigrant system. The numbers of apparent overstays have been \nreviewed every six months through February 1997 in attempts to estimate defensible non- immigrant overstay rates. \nHowever, data from NIS continue to be inadequate for this purpose.\n\nFrom the 1994 realization that corrective action was required, plans were made to rewrite the NIS software to \nimprove data integrity, identify new requirements and convert the old data base. This development began in 1995 \nand continued until the new system was introduced in July, 1996. The new system is now being analyzed for further \ncorrections. INS recognizes the inability to provide this information is a serious deficiency. We hope to have \ncompleted and introduced corrective actions to the non-immigrant system by early 1998.\n\n\n\nAs we have stated in the past, INS recommends that legislation be enacted to require visa waiver pilot program \ncountries to introduce highly fraud-resistant machine-readable passports by a date certain. Current language does \nnot refer to fraud resistance and some countries have failed to introduce machine-readable documents to date.\n\nThis completes my testimony, Mr. Chairman. I'd be glad to respond to any questions.\n\nABRAHAM: Thank you very much. Ms. Thomas?\n\nTHOMAS: Thank you, Mr. Chairman. I submit written testimony for the record and with your permission will \nsummarize with brief remarks.\n\nABRAHAM: Fine. We'll include your full testimony.\n\nTHOMAS: Thank you. ATA represents the major commercial passenger and cargo air carriers in the United States \nand we very much appreciate this opportunity to present to the subcommittee the views of the U.S. commercial \nairline industry regarding the visa waiver pilot program. Since its creation, our member airlines have had \ntremendous success with the program. This program has been unprecedented in reducing barriers to travel and \ntourism to and from the United States. The U.S. airline industry is very pleased to have played a role in this \nsuccess.\n\nIn the nearly 10 years since the program's implementation, international airline passengers have become \naccustomed to the program's requirements and use it routinely. The program has served well the purpose for which \nit was designed: to facilitate the easy and efficient flow of low-risk foreign tourists and business travelers. \nSimultaneously, the program has afforded Department of State consular officers more time to focus their efforts on \nthose individuals whose visits to the U.S. are for other purposes and to drastically reduce its consular staff at low-\nrisk locations, resulting in significant cost savings to the U.S. taxpayer.\n\nYet all of this pales in comparison to the real benefit of the program, that of expanded foreign travel and tourism to \nthe U.S., an $84-billion-a-year industry. Simply put, the U.S. needs this program to remain competitive with the \nmany other nations around the globe who are after the same finite travel dollar. ATA members strongly support the \ntransition of the program to a permanent one with expanded participation. While the pilot has been extended \nperiodically, the unqualified success of the program speaks strongly on behalf of its being made permanent. With \nregard to S-290, while we believe the\n\n decision on the admission of a participating country is best left to government authorities, we support the inclusion \nof additional countries as appropriate. We would be opposed to specific restrictions or limitations on participating \ncountries as envisioned in this particular legislation.\n\nThe benefit of the program has been clearly proven and the need for it to remain a pilot program has ceased. To \nsunset the program at this time or in the future would not only require a reinvestment of significant capital, both \nhuman and otherwise, but would also prove unnecessary and counterproductive. In addition, because the program \nis based on reciprocity, any termination or restriction would likely result in a substantial backlash by participating \nnations against U.S. citizens traveling abroad when they attempt to enter other visa waiver countries. Visa waiver \nparticipants by their very definition are low- risk travelers. There has been no data which indicates that visa waiver \ntravelers stay longer than permitted or otherwise violate the terms of their admission in any greater numbers than \nany other traveling population. To the contrary, we believe the opposite is true.\n\nAnother important benefit of the program has been its impetus for standardization of passports and machine-\nreadable documentation as an inducement for acceptance of a country into the program. The ability to read a \ndocument by machine has greatly increased the efficiency of the federal inspection process and has allowed our \nmembers to collect and transmit certain passenger data to INS in advance of the flight's arrival.\n\nWhile we strongly support the pilot program being permanent, as well as expanded, improvement is needed. \nCongress obviously recognized the need for a better immigrant tracking system when it enacted section 109 and \n110 of the 1996 act which mandated a joint study and a transition to automated collection of arrival and departure \n\n\n\ninformation. The airline industry has readily participated in this joint study and our report is shortly forthcoming. I \nwould like to particularly emphasize that no arrival and departure system designed to accurately track passengers \nwho overstay their visits will be complete unless all modes of entry and exit are similarly controlled, including land \nand sea port. All arrivals by air do not necessarily depart by air, thus an open-looped automated system will always \nbe statistically flawed.\n\nI would, however, emphasize that it seems unnecessary to delay making the program permanent until such a \nsystem can be put into place. The nine-year experience of this program is sufficient to prove its value. This \nexperience has also proven the program poses limited risk to the United States. Keeping a program as a perpetual \npilot serves no useful purpose and has actually been the source of disruption when the program has been \nthreatened with a lapse or, as in one instance, did lapse for a short period of time. The traveling public will be better \nserved by making it permanent now. At a minimum, a multi-year extension should be considered as an alternative \nto making the program permanent. In the future, should events require that the program be modified somewhat, that \naction could then take place at the appropriate time.\n\nOn a related issue, our members have been negotiating with INS, the U.S. Customs Service and the U.S. \nDepartment of Agriculture for the last four years to enter into a cooperative venture whereby the carriers will provide \nbiographic data electronically in advance of the arrival of international passengers. We have recently met with INS, \nthe lead agency, to finalize those discussions and we hope to quickly resolve the few remaining issues and \npresumably sign a memorandum of understanding to begin this program. This data will provide additional \ninformation to the INS on all passengers and particularly visa waiver passengers, allowing the INS to perform its \nlook-out checks and analyses well in advance of the arrival of passengers. Not only will this further facilitate the \nentry process, but it will also prove an important and effective enforcement tool. In our preliminary joint discussions, \nas directed by the 1996 act, it appears this data could also serve as part of the backbone of an automated arrival \nand departure system. Thus there should be no reason for further delays in making the visa waiver program \npermanent. In this regard, we strongly urge the subcommittee to take action to accomplish this goal at its earliest \nconvenience.\n\nMr. Chairman, I'd be pleased to respond to any questions your committee members may have.\n\nABRAHAM: I thank all three of your. Senator Kennedy, we'll turn to you, if you have opening comments and/or \nquestions.\n\nKENNEDY: Well, thank you very much. I'll just put my opening comments in the record, if I could?\n\nABRAHAM: OK. Fine. Sure.\n\nKENNEDY: Mr. Chairman, I want to join in welcoming our panels today, our first and second panel. I in particular \nwant to commend Mary Ryan, Mr. Chairman. I've had the good opportunity to go down to that office in the State \nDepartment and see that operation work. And I'm sure it's true for all of our guests, witnesses today. It's so often \nthat we -- the work that is being done, particularly in the consular, in reuniting families and issuing passports, in \nmany instances on these emergency bases, facilitating the opportunities for business travel and sometimes with \nenormous complexity and difficulty and timeliness is work that is not always sort of recognized or understood by …\n\nRYAN: (OFF-MIKE) Senator.\n\nKENNEDY: ...in the various stressful times that departments working on major issues and policy, but it's something \nthat makes a big difference to a lot of people's lives and I just want to at this good opportunity commend -- \ncommend her for a long life of commitment in this office and say how much we benefit from her observations on so \nmany of these issues and how much our committee has benefited from insights on so many of these questions that \nrelate not only to numbers and countries, but very importantly to people.\n\nI just wanted to visit for a moment about the importance of this program, this -- the visa program. I think Mary Ryan \nhad mentioned about the amounts of people that come in (OFF-MIKE) to this country and take advantage of it and \n\n\n\nwhat it means, in terms of American commerce, in terms of facilitating. The natural sense, it's sort of counter \nintuitive, that we have this program that's set up and that because it is working and functioning today, it's not sort of \nsome gimmick to bypass American laws and therefore more illegals sort of come into the country. You'd think if you \nhad a more rigorous kind of a scheduling program and greater kind of oversight that you'd be able to stop people \nfrom going through the program. But the point that you make, and that is as -- looking at the profile of people that \nare coming in and recognizing from that profile the reality of their return to the country and being able to focus other \nresources where the real trouble spots are, in fact, you're able to make a greater impact in reducing illegal \nimmigration from your particular shop. And\n\n that I think is enormously important because, generally speaking, it wouldn't -- people I'm not sure would think of it \nthat way.\n\nI think, having watched that program function and work, the availability of both visitors and the business \ncommunity, in terms of international business, and as we're moving on into the next millennium, it would seem to \nme that that's going to continue to grow in a very important way and will have to if we're going to be a part of the \nworld community. I think that is something that we need, you know, some good understanding about. And if -- the \nother side of it, if we didn't extend this program in the fall, I'd be interested, if you could, just briefly tell us what \nwould be the implications on the consulate and perhaps others …\n\nRYAN: Senator, it's almost too horrible to contemplate if we don't …\n\nKENNEDY: Well, that's what we're used to around here, eh? You've come to the right place.\n\n(LAUGHTER)\n\nRYAN: ...if this program is not extended because we would have to go back to visa issuance in 25 countries which \nare now -- which are low-risk, low-fraud countries. We would have to shift resources away from the higher-risk and \nhigher-fraud countries in order to staff because we don't have enough staff really do to what we're doing right now \nand we certainly don't have enough staff to add 25 countries to what we're doing. And it seems to me to be a loss \nall the way around. It's a loss for the State Department. It's a loss for the U.S. taxpayer. It's a loss for the travel and \ntourism industry. So you are right in saying that because we're able to shift our resources to the higher-fraud \ncountries, we're doing a better job on border security. That certainly is our opinion. And these countries that are in \nthe program, we're talking -- we're talking about the United Kingdom, France, Italy, Germany, Japan, Australia, New \nZealand -- countries like that, which are very, very low-risk and would make no sense for us to try to go back to visa \nissuance. Plus, millions of citizens of these countries would need visas. We couldn't do it, quite honestly. We just \ncouldn't. I don't know what would happen, but we really could not begin to be able to cope with the workload.\n\nKENNEDY: You know, we had -- I just mentioned the -- all of the debate and discussion on Ireland. I have, you \nknow, information that, for example, according to the '96 report for the central statistics of Ireland from April '95 to \n'96, the number of people returning to Ireland from the United States was 10 percent greater than those leaving \nIreland to come to the United States. I don't -- you may be familiar with either the study or the report. And this raises \nanother kind of question and that is I would think there would be more flexibility, or at least maybe we should be \nmore flexible in terms of extending this program. I missed the earlier presentation, in terms of Korea, but all you \nhave to do is look at the numbers, the 458,000 that are coming in to the United States. We have other areas that \nhave particular interest, Portugal and Greece in our part of the country, where there's enormous movement and \nincreasing commercial kind of activity. If there was a review in terms of the monitoring of what\n\n happens to them after they come here -- I mean, this is the entry-exit tracking system, which I think you're familiar -\n- we passed that in '81 and reenacted it, I think, in '86 and I guess '96, as well, and yet that hasn't been sort of set \nup so that we would actually be able to monitor very closely who comes in, who stays and who doesn't stay. That \nmight be a way of sort of considering other countries, perhaps, with this kind of measure in place, so we would \nknow early on that there are going to be abuses that are taking place and then be able to, you know, do what has to \nbe done to stop it.\n\nJust having a -- developing this entry-exit tracking system, that would be very, very important, I would think, in being \nable to identify illegals that are going to be coming in here in any event. So you have better identification on the \n\n\n\nillegals and you'd also perhaps be able to provide enhanced opportunity for travel among people that are serious \nabout either just visiting here or doing business here and then going home.\n\nRYAN: Yeah, it would be …\n\nKENNEDY: Can you give me what …\n\nRYAN: It would be enormously …\n\nKENNEDY: What's your reaction?\n\nRYAN: ...useful, Senator, and we're working with the Immigration and Naturalization Service to try to develop such \na program where we have real departure controls, so that we know who stays in the country. Right now, we really \ndon't. I think the INS makes a very educated guess at it, but it is no more than that and …\n\nKENNEDY: Because we have half of all illegals, as we know, are those that overstay. So this would be important in \nterms of the illegals and also you might have some flexibility in terms of some of the countries that are very close \nin terms of meeting the -- you know, the break-off point at the present time -- you know, beyond the 25 countries. \nSo that -- that would be able to have some greater flexibility towards them.\n\nRYAN: Yes.\n\nKENNEDY: But where are you -- where are you on the development of the program? I mean, is this something \nthat's in -- that is in play at some time?\n\nCRONIN: Yeah, we're …\n\nKENNEDY: I mean, what can you tell us about it?\n\nCRONIN: We're certainly working on it right now, Senator, since the -- since the passage of the '96 act. There are \nseveral -- it's not -- it's nowhere near final form, at this point …\n\nKENNEDY: Yeah.\n\nCRONIN: ...in terms of saying what the system is going to look like or what we'll certify as a departure management \nsystem. We're doing a pilot right now on a single flight between Munich and Philadelphia, using airline ticket stock \nas the basis for automated tracking of persons entering and departing the country. As Ms. Thomas mentioned, \nwe're very close to entering into an MOU with the airlines in terms of expansion of receipt of automated data from \nthe airlines to permit us to use that data to track -- to record the entry of people and to check -- to check our data \nbases when they enter. These are all building blocks going into that system. We do have another year and three \nmonths to work, in terms of how that system's going to look in final form, but we're working on trying to pull these \nvarious parts of the system together.\n\nKENNEDY: I might just mention, since there's some contact from our part of the country with the BVIs, British Virgin \nIslands, which is the second most wealthy country in the Caribbean. They've inquired about whether there could be \nsomething that'ssimilar to the Cayman Islands. I'm not familiar in detail, but maybe I could inquire. You don't -- you \ncan perhaps send a response to me on that, whether that …\n\nCRONIN: Happy to, sir.\n\nKENNEDY: ...would be able to …\n\nCRONIN: We are going to do a site visit to the …\n\nKENNEDY: OK.\n\nCRONIN: ...British Virgin Islands …\n\n\n\nKENNEDY: All right.\n\nCRONIN: There's a staffer going down there in a few months.\n\nKENNEDY: I would, if I could -- Mr. Chairman, perhaps you'd join it -- if we could ask the -- both INS and State and \nto the extent -- about what -- from the State Department's perspective, what impact has the waiver had on the \ncontrol of the borders, how has the waiver program enabled consulars to stop illegal entry and facilitate bona fide \ntravel, and with examples, the INS, about what is the INS perspective on the waiver contribution in controlling the \nborders, just to get additional kind of information because this is going to be a matter of some considerable debate, \nI believe. And -- and I think we -- I'd appreciate the opportunity to gather from you for the record …\n\nRYAN: Certainly, Senator.\n\nKENNEDY: ...some rather specific information along this general area so that it helps build the case if -- for those \nthat are interested in building the case. And I'd appreciate it if you could keep us informed about how you're moving \nahead with the -- with the development of this -- you know, the program, in terms of the exit -- entry-exit review. \nWe're -- I'd be very interested in it. I think it's very, very important and could be really significant as a tool, in\n\n terms of the illegals and -- we'd be interested and also, perhaps, in terms of some of the legal immigrants it could \nbe very, very important.\n\nABRAHAM: I thank all three of your. Senator Kennedy, we'll turn to you, if you have opening comments and/or \nquestions.\n\nKENNEDY: Well, thank you very much. I'll just put my opening comments in the record, if I could?\n\nABRAHAM: OK. Fine. Sure.\n\nKENNEDY: Mr. Chairman, I want to join in welcoming our panels today, our first and second panel. I in particular \nwant to commend Mary Ryan, Mr. Chairman. I've had the good opportunity to go down to that office in the State \nDepartment and see that operation work. And I'm sure it's true for all of our guests, witnesses today. It's so often \nthat we -- the work that is being done, particularly in the consular, in reuniting families and issuing passports, in \nmany instances on these emergency bases, facilitating the opportunities for business travel and sometimes with \nenormous complexity and difficulty and timeliness is work that is not always sort of recognized or understood by …\n\nRYAN: (OFF-MIKE) Senator.\n\nKENNEDY: ...in the various stressful times that departments working on major issues and policy, but it's something \nthat makes a big difference to a lot of people's lives and I just want to at this good opportunity commend -- \ncommend her for a long life of commitment in this office and say how much we benefit from her observations on so \nmany of these issues and how much our committee has benefited from insights on so many of these questions that \nrelate not only to numbers and countries, but very importantly to people.\n\nI just wanted to visit for a moment about the importance of this program, this -- the visa program. I think Mary Ryan \nhad mentioned about the amounts of people that come in (OFF-MIKE) to this country and take advantage of it and \nwhat it means, in terms of American commerce, in terms of facilitating. The natural sense, it's sort of counter \nintuitive, that we have this program that's set up and that because it is working and functioning today, it's not sort of \nsome gimmick to bypass American laws and therefore more illegals sort of come into the country. You'd think if you \nhad a more rigorous kind of a scheduling program and greater kind of oversight that you'd be able to stop people \nfrom going through the program. But the point that you make, and that is as -- looking at the profile of people that \nare coming in and recognizing from that profile the reality of their return to the country and being able to focus other \nresources where the real trouble spots are, in fact, you're able to make a greater impact in reducing illegal \nimmigration from your particular shop. And\n\n\n\n that I think is enormously important because, generally speaking, it wouldn't -- people I'm not sure would think of it \nthat way.\n\nI think, having watched that program function and work, the availability of both visitors and the business \ncommunity, in terms of international business, and as we're moving on into the next millennium, it would seem to \nme that that's going to continue to grow in a very important way and will have to if we're going to be a part of the \nworld community. I think that is something that we need, you know, some good understanding about. And if -- the \nother side of it, if we didn't extend this program in the fall, I'd be interested, if you could, just briefly tell us what \nwould be the implications on the consulate and perhaps others …\n\nRYAN: Senator, it's almost too horrible to contemplate if we don't …\n\nKENNEDY: Well, that's what we're used to around here, eh? You've come to the right place.\n\n(LAUGHTER)\n\nRYAN: ...if this program is not extended because we would have to go back to visa issuance in 25 countries which \nare now -- which are low-risk, low-fraud countries. We would have to shift resources away from the higher-risk and \nhigher-fraud countries in order to staff because we don't have enough staff really do to what we're doing right now \nand we certainly don't have enough staff to add 25 countries to what we're doing. And it seems to me to be a loss \nall the way around. It's a loss for the State Department. It's a loss for the U.S. taxpayer. It's a loss for the travel and \ntourism industry. So you are right in saying that because we're able to shift our resources to the higher-fraud \ncountries, we're doing a better job on border security. That certainly is our opinion. And these countries that are in \nthe program, we're talking -- we're talking about the United Kingdom, France, Italy, Germany, Japan, Australia, New \nZealand -- countries like that, which are very, very low-risk and would make no sense for us to try to go back to visa \nissuance. Plus, millions of citizens of these countries would need visas. We couldn't do it, quite honestly. We just \ncouldn't. I don't know what would happen, but we really could not begin to be able to cope with the workload.\n\nKENNEDY: You know, we had -- I just mentioned the -- all of the debate and discussion on Ireland. I have, you \nknow, information that, for example, according to the '96 report for the central statistics of Ireland from April '95 to \n'96, the number of people returning to Ireland from the United States was 10 percent greater than those leaving \nIreland to come to the United States. I don't -- you may be familiar with either the study or the report. And this raises \nanother kind of question and that is I would think there would be more flexibility, or at least maybe we should be \nmore flexible in terms of extending this program. I missed the earlier presentation, in terms of Korea, but all you \nhave to do is look at the numbers, the 458,000 that are coming in to the United States. We have other areas that \nhave particular interest, Portugal and Greece in our part of the country, where there's enormous movement and \nincreasing commercial kind of activity. If there was a review in terms of the monitoring of what\n\n happens to them after they come here -- I mean, this is the entry-exit tracking system, which I think you're familiar -\n- we passed that in '81 and reenacted it, I think, in '86 and I guess '96, as well, and yet that hasn't been sort of set \nup so that we would actually be able to monitor very closely who comes in, who stays and who doesn't stay. That \nmight be a way of sort of considering other countries, perhaps, with this kind of measure in place, so we would \nknow early on that there are going to be abuses that are taking place and then be able to, you know, do what has to \nbe done to stop it.\n\nJust having a -- developing this entry-exit tracking system, that would be very, very important, I would think, in being \nable to identify illegals that are going to be coming in here in any event. So you have better identification on the \nillegals and you'd also perhaps be able to provide enhanced opportunity for travel among people that are serious \nabout either just visiting here or doing business here and then going home.\n\nRYAN: Yeah, it would be …\n\nKENNEDY: Can you give me what …\n\nRYAN: It would be enormously …\n\n\n\nKENNEDY: What's your reaction?\n\nRYAN: ...useful, Senator, and we're working with the Immigration and Naturalization Service to try to develop such \na program where we have real departure controls, so that we know who stays in the country. Right now, we really \ndon't. I think the INS makes a very educated guess at it, but it is no more than that and …\n\nKENNEDY: Because we have half of all illegals, as we know, are those that overstay. So this would be important in \nterms of the illegals and also you might have some flexibility in terms of some of the countries that are very close \nin terms of meeting the -- you know, the break-off point at the present time -- you know, beyond the 25 countries. \nSo that -- that would be able to have some greater flexibility towards them.\n\nRYAN: Yes.\n\nKENNEDY: But where are you -- where are you on the development of the program? I mean, is this something \nthat's in -- that is in play at some time?\n\nCRONIN: Yeah, we're …\n\nKENNEDY: I mean, what can you tell us about it?\n\nCRONIN: We're certainly working on it right now, Senator, since the -- since the passage of the '96 act. There are \nseveral -- it's not -- it's nowhere near final form, at this point …\n\nKENNEDY: Yeah.\n\nCRONIN: ...in terms of saying what the system is going to look like or what we'll certify as a departure management \nsystem. We're doing a pilot right now on a single flight between Munich and Philadelphia, using airline ticket stock \nas the basis for automated tracking of persons entering and departing the country. As Ms. Thomas mentioned, \nwe're very close to entering into an MOU with the airlines in terms of expansion of receipt of automated data from \nthe airlines to permit us to use that data to track -- to record the entry of people and to check -- to check our data \nbases when they enter. These are all building blocks going into that system. We do have another year and three \nmonths to work, in terms of how that system's going to look in final form, butwe're working on trying to pull these \nvarious parts of the system together.\n\nKENNEDY: I might just mention, since there's some contact from our part of the country with the BVIs, British Virgin \nIslands, which is the second most wealthy country in the Caribbean. They've inquired about whether there could be \nsomething that's similar to the Cayman Islands. I'm not familiar in detail, but maybe I could inquire. You don't -- you \ncan perhaps send a response to me on that, whether that …\n\nCRONIN: Happy to, sir.\n\nKENNEDY: ...would be able to …\n\nCRONIN: We are going to do a site visit to the …\n\nKENNEDY: OK.\n\nCRONIN: ...British Virgin Islands …\n\nKENNEDY: All right.\n\nCRONIN: There's a staffer going down there in a few months.\n\nKENNEDY: I would, if I could -- Mr. Chairman, perhaps you'd join it -- if we could ask the -- both INS and State and \nto the extent -- about what -- from the State Department's perspective, what impact has the waiver had on the \ncontrol of the borders, how has the waiver program enabled consulars to stop illegal entry and facilitate bona fide \ntravel, and with examples, the INS, about what is the INS perspective on the waiver contribution in controlling the \n\n\n\nborders, just to get additional kind of information because this is going to be a matter of some considerable debate, \nI believe. And -- and I think we -- I'd appreciate the opportunity to gather from you for the record …\n\nRYAN: Certainly, Senator.\n\nKENNEDY: ...some rather specific information along this general area so that it helps build the case if -- for those \nthat are interested in building the case. And I'd appreciate it if you could keep us informed about how you're moving \nahead with the -- with the development of this -- you know, the program, in terms of the exit -- entry-exit review. \nWe're -- I'd be very interested in it. I think it's very, very important and could be really significant as a tool, in\n\n terms of the illegals and -- we'd be interested and also, perhaps, in terms of some of the legal immigrants it could \nbe very, very important.\n\nKENNEDY: I want to thank the chair, Senator Abraham, for the diligence and the work that he is just doing in \nventilating so many of these aspects of immigration policy. It's a -- it's enormously important and greatly \nmisunderstood, in terms of many features of it, and needs the kind of oversight and attention that the good \nSenator's providing. And it's a pleasure to have a chance to work with him. And I thank all of our …\n\nABRAHAM: Thank you, Senator. Thanks for coming today. I would -- I'd just follow up, really, Senator Kennedy's \nlast request. I think it would be as helpful as possible to have both anecdotal, as well as …\n\nRYAN: Absolutely, Senator.\n\nABRAHAM: ...statistical analysis with regard to consequences of this program. Let me turn to one specific issue and \nmaybe it was in the testimony and I didn't hear it, Mr. Cronin. I want to just come back. I know I heard both of the \nother two witnesses indicate that their recommendation was for permanent extension. Does the INS or did you \nmake a comment on that? And …\n\nCRONIN: As I indicated, the attorney general has requested an overall review of the program. We've convened an \ninteragency working group which is now looking at the program in many aspects and they anticipate the work of that \npanel being doing in about six -- within six months. And the attorney general, at that point, would be prepared to \nmake a recommendation as to whether the program should be permanent or not. I would -- I have to say, until that \npoint, we'd support a temporary -- we certainly support reauthorization of the program.\n\nABRAHAM: OK.\n\nCRONIN: But for …\n\nABRAHAM: I just -- I just wanted to get …\n\nCRONIN: Right.\n\nABRAHAM: It kind of went past me as to whether you had made a -- or indicated a position. Let me ask all of you, \nthough -- obviously, there's a wide range of interim options to a permanent solution. Some would suggest another \none-year extension, as we have basically been operating on now. Could you just comment on the impact of a \nsimple one-year extension versus a longer extension, should we not make it a permanent extension?\n\nRYAN: If it's not made permanent, we would favor a multi-year extension, rather than a one-year extension. The \none-year extension I don't think provides us enough time. Lots of citizens of the visa waiver countries become \napprehensive toward the end of September and want therefore to have visas, so that we have a heavier workload \nin those consulates and embassies in those countries for no reason because, with the exception of 1994, when the \nprogram lapsed for just about a week, it has always been reauthorized. But in the run-up to September 30th, we are \nheavily impacted by citizens of Germany, particularly, but other countries, as well, who fear that they're not going to \nbe able to get into the United States unless they have a visa and therefore want a visa. So from our perspective, \nwe would much prefer more than a one-year extension.\n\n\n\nABRAHAM: (OFF-MIKE)\n\nTHOMAS: Mr. Chairman, we strongly agree with Ms. Ryan. We, too, have experienced the panic and the anxiety in \nSeptember of every year, you know, in a one-year extension situation where our agents abroad have to deal with \nthe passengers, that it becomes a training issue as to whether or not to board a person without a visa. It becomes a \nlong- range planning issue and we would strongly support a multi-year extension, as opposed to a one-year \nextension.\n\nCRONIN: The length of the extension really wouldn't be of great moment to us, Mr. Chairman. A multi-year -- the \nmulti-year extensions have worked well in the past.\n\nABRAHAM: Thanks. Mr. Cronin, let me just go back to the question of the exit-entry program -- actually, to all of you \non the panel. Where in your -- I don't -- I realize it's impossible to say that precisely oin a given date, something will \nbe finished. But I believe the legislation that was passed last year …\n\nCRONIN: Right.\n\nABRAHAM: ...set as a target date September 30th, 1998.\n\nCRONIN: Ninety-eight, right.\n\nABRAHAM: Is it -- is it your current position or is it the INS's view that that date will be met?\n\nCRONIN: In terms of having a system ready to go in at least some environments, yes. We're very, very concerned \nabout land border, in terms of the -- a lot of infrastructural issues. There isn't -- we don't do departure staffing on \noutbound lanes, at this point. There are a lot of issues in terms of how we would actually gather data on outbound \npersons on land border and in other environments -- private aircraft and boats and that sort of thing. In the airport \nenvironment, we can certainly -- because it's a more controlled environment, we'll certainly be ready to go by the \ntarget date, I think, in terms of having a system up and running.\n\nABRAHAM: Currently, the program, the I-94 program -- is that the current program that …\n\nCRONIN: Right.\n\nABRAHAM: ...I guess you all have been working on? Could you describe what the problems are with it? Because I \nknow that it's not been able to …\n\nCRONIN: Be happy to.\n\nABRAHAM: ...work and leads us towards finding alternative solutions. I …\n\nCRONIN: I'd be happy to. The system basically, in terms of what it's designed to do, does indeed work. It's a record \nof arrival. A paper record of arrival is collected on every non-immigrant who enters the United States in certain \ncategories. Not all non-immigrant entries are documented. Persons crossing the Mexican border use a border \ncrossing card, for example, so we don't capture data on those land border crossings. But persons entering, \nbasically, from Europe and the eastern hemisphere do complete a landing card.\n\nThe arrival portion of that card is endorsed by the officer and sent to a data entry contractor who enters that record \ninto a system. The person is left with a departure record, which remains in the passport. And when they depart the \nU.S., the airlines collect that record and batch it and send it to INS at the port of entry, who then send that to a \ncontractor for entry of that data into the system and matching of those records. We do indeed use that system to \ntrack individual cases and if persons are reflected as overstays, that data goes into our look-out system to try to \nintercept those people.\n\nThe problem has arisen in terms of making statistical formulations of overstay data from that system. Up until 1992, \nthe data was relatively stable and our statisticians could use the data in the system to project relatively accurate \n\n\n\noverstay rates on a country- by-country basis. What we found, due to a series of problems, actually, was that in the \nyears after that, they became unable to do their calculations on the basis of the data that they had. There were \nspikes in the data that were unexplained. There was some data lost that was unexplained.\n\nWe revamped the system. We did put a new system in place in 1996, but encountered some problems with that \nsystem, as well. The matching criteria were far too tight. When persons submitted departure records, even a \nminimal discrepancy would cause that record not to be matched, so we were generating false overstay rates on -- \nfalse overstay records on individuals, as well as false overstay rates. And we're now working once again to revamp \nthe system and attempt to correct the problems we had with that right now so the system -- so we can at least use \nthat data to do those overstay projections.\n\nABRAHAM: So basically, you were having problems as simple as a kind of merger problem …\n\nCRONIN: It's a matching …\n\nABRAHAM: ...on a file -- yeah.\n\nCRONIN: ...you're right, on departure record. Precisely.\n\nABRAHAM: And if \"Cronin\" was spelled with two \"N's\" by accident on …\n\nCRONIN: Exactly right.\n\nABRAHAM: ...the departure file, then …\n\nCRONIN: That's it.\n\nABRAHAM: ...it wouldn't match up with the first -- the entry file, if it had one.\n\nCRONIN: If there was a problem with the date of birth, if there was a letter missing even from the country of \ncitizenship, we were having difficulty with that. They just made the -- again, with the system that was reintroduced, \nthey made the matching criteria far too tight.\n\nABRAHAM: And I gather, in moving towards this automated exit- entry system, some of these problems are being \n…\n\nCRONIN: Absolutely.\n\nABRAHAM: ...addressed.\n\nCRONIN: We've -- we have directed the ports of entry to be a bit more assiduous with the airlines, in terms of \nensuring that data are collected properly, but also we're looking at those in terms of the -- in terms of the departure \nsystem.\n\nABRAHAM: Does that make it difficult, though, to determine with regard to the waiver program whether a country \nthat has been part of the program remains qualified?\n\nCRONIN: Overstay rates would be the -- certainly the easiest way to judge whether that 2 percent violation rate has \noccurred. However, we do track every other indicator. We track exclusions. We track withdrawals and refusals of \npersons at the port of entry. We track criminal apprehensions by nationality and immigration violations by \nnationality. So overall, you know, we're confident in saying that the program is functioning the way it's supposed to. \nThe nationalities remain low-risk and we don't see indicators of tremendous abuse.\n\nABRAHAM: Ms. Ryan, do you feel comfortable, as well, with regard to the monitoring of the countries who qualify or \nthose who seek to qualify …\n\n\n\nRYAN: Yes, Mr. Chairman.\n\nABRAHAM: ...notwithstanding these …\n\nRYAN: As Mr. Cronin said, we do monitor -- or INS does monitor the turn-around rates, the criminal aliens, all of \nthat. So yes, we are comfortable with the statistics.\n\nABRAHAM: Did you want to comment on this process? Because I know the Air Transport Association's also \ninvolved in …\n\nTHOMAS: Yes, Mr. Chairman. Thank you.\n\nABRAHAM: I'd appreciate your perspective.\n\nTHOMAS: I think just from Mr. Cronin's description of the current paper process, you can easily see what the \nproblem is. It's a question of little pieces of paper going through too many hands and there is a great opportunity for \nloss of large amounts of data and we know that that has occurred. And as Mr. Cronin has said, that's resulted in \nfalse overstay rates, as well as just tremendous gaps of information. And so we have been working very closely \nwith them, particularly within the last six months, to bring some of these on- line programs to fruition.\n\nABRAHAM: Let me ask you, just to follow up to satisfy my concerns -- just one of my concerns here. On the \ndisqualification rate -- that is, people under countries that are part of the waiver program …\n\nCRONIN: Right.\n\nABRAHAM: ...that basically is folks who are turned away at the border, who have …\n\nCRONIN: It's …\n\nABRAHAM: ...gotten that far because of the waiver, but are still analyzed in terms of whether or not they're on a …\n\nCRONIN: It's a total of all violations, Senator. It would be also persons who are apprehended in the country …\n\nABRAHAM: OK, so it's all of those factors …\n\nCRONIN: Right.\n\nABRAHAM: ...and that's when you talked about the numbers going up a little bit. It was …\n\nCRONIN: That was -- that was refused at the port of entry, yeah. Exactly. We've seen -- we've seen increases. And \nagain, the numbers, I think, speak for themselves. You talk about 7,000 refusals out of 12 million admissions, so it's \n…\n\nABRAHAM: Right.\n\nCRONIN: It's a minuscule problem. But we have seen -- and we think, in relation to the passports of visa waiver \ncountries, and abuse of those passports and increase in refusals at the ports of entry.\n\nABRAHAM: One other thing, then, that I'm going to request maybe would be a further elaboration, and perhaps \nthat's already been submitted in testimony or in other forms, as to the various criteria and factors that are used to \nreach this -- you know, these -- to make these disqualification assessments because I -- inasmuch as we're having \ntrouble with the exit-entry system, people say, \"Well, how can we be confident of any of the decisions that are \nmade?\" It of course works the other way,too. People say, \"Well, gee, we're being excluded and we should be \nincluded, but the data's inaccurate.\" So if somehow between the Justice Department and the State Department we \ncould get a full explanation or maybe an outline of how the different factors are combined, I'd appreciate that.\n\n\n\nIt's almost 5:00 o'clock and I don't wish -- as I say, we started -- we started late, but I do want to ask a couple of \nquestions pertinent to the issue of Senate bill 290 and with regard to Korea. First of all, I'd ask all panelists if they \nwould like to make just sort of general comments on the proposal that's before us, starting with State.\n\nRYAN: Thank you, Mr. Chairman. Yes, I would. The State Department would oppose Senator Murkowski's bill as \nwritten. We think that it should be U.S. government officials who make the decision on visa eligibility and not -- we \nshould not give that authority to travel agents. If the decision is made that Korea should be included in the visa \nwaiver program, we would much prefer the kind of criteria that are in the established program. I mean, you might \nraise the refusal rate or raise -- do it that way or do it in one year or something like that, but some objective criteria \nthat we could point to other countries who might also want to be in the program. I would point out that Mexico is our \nsecond biggest trading partner, so if we're going to, strictly on the basis of who our big trading partners are, I think \nwe would -- we would want some other criteria to include countries in the visa waiver program. We would much \nrather have objective criteria, such as exist in the program now.\n\nABRAHAM: Mr. Cronin?\n\nCRONIN: I'd probably be able to make a more definitive statement, Senator, after the Department of Justice review \nis completed on the program, but as of right now, at least, we're certainly comfortable with the criteria as they exist \nand would oppose any change in the criteria for eligibility of countries in the program.\n\nTHOMAS: As I said in my oral testimony …\n\nABRAHAM: Right.\n\nTHOMAS: ...we welcome the inclusion of additional countries. We do feel that that is a government function, so we \nwould neither support or not support any particular country. However, we do -- we do raise the concern that \ninstituting a pilot program that has different criteria than the currently participating countries, we would not support \nthat scheme.\n\nABRAHAM: Let me -- let me ask, and I'm not sure who might have the answer to this -- South Korea is close, as I \nunderstand it, to the sort of …\n\nRYAN: It's close, but it hasn't …\n\nABRAHAM: ...rejection rate …\n\nRYAN: It hasn't met the established criteria.\n\nABRAHAM: The 2 percent or the …\n\nRYAN: If it's 2 percent …\n\nABRAHAM: ...no higher than 2.5 percent.\n\nRYAN: ...and no more than 2.5 percent in any -- in any one year.\n\nABRAHAM: Are there other countries that are in that range right now?\n\nRYAN: Yes. We have a chart that would show you that of all the countries that are in the range of South Korea. It's \nsort of hard to read small print, but -- it's sort of hard to read, but …\n\nABRAHAM: If I can read this, then I don't have to have an ophthalmology appointment for six or seven years, right?\n\n(LAUGHTER)\n\nRYAN: But you can see that Korea is at 2.87 …\n\n\n\nABRAHAM: Could you turn the chart just slightly because it's -- there.\n\n(UNKNOWN): How's that?\n\nABRAHAM: It's fine for me, but I don't know if the panel can see it now, but I'll …\n\nRYAN: Korea is at 2.87 percent refusal rate for FY'96.\n\nABRAHAM: So there's essentially three countries that are …\n\nRYAN: There are three countries -- there are -- all of the countries above Korea would thereby have lower refusal \nrates for FY '96. The countries that -- that have been discussed were, of course -- Greece was one that was \nmentioned. Portugal was mentioned. Portugal is down here at 3.2 percent. Greece is at 2.48 percent, which is lower \nthan Korea is. And then there are these countries above -- or with lower rates, under 2 percent, starting with South \nAfrica and working all the way down to the Solomon Islands, which -- we issued 34 visas and we didn't refuse any.\n\nABRAHAM: Somebody's just given me exactly this chart.\n\nRYAN: Oh.\n\nABRAHAM: OK, none of the countries on this list, then, are currently eligible for the program?\n\nRYAN: Countries are under 2 percent, but we have other concerns, either law enforcement concerns or the security \nof their passport or their citizenship laws, things like that. So we are not prepared to -- to propose to the attorney \ngeneral any other countries. We have one country that is pending a decision by the Department of Justice and \nthat's Slovenia, which we think could be added to the program. We're waiting for the Justice Department's decision.\n\nABRAHAM: Has any preliminary discussion with respect to the Korea eligibility taken place as to these other \ncriteria?\n\nRYAN: The other criteria …\n\nABRAHAM: That you're referencing.\n\nRYAN: ...being citizens …\n\nABRAHAM: Well, the ones that have caused these countries that are below 2 percent to be …\n\nRYAN: No. Korea has a machine-readable passport and I believe their citizenship laws are very stringent. One of \nthe problems that we're concerned about is the real jump in the lost -- reported lost Korean passports. There were \n8,000 Korean passports reported lost in 1993. There were 24,000 reported lost in 1995. That's a big jump.\n\nABRAHAM: Right.\n\nRYAN: And we fear that Korean passports are being used by non- Koreans, photo-subbed, particularly People's \nRepublic of China, who are trying to enter the United States with photo-subbed Korean passports.\n\nABRAHAM: Let me ask you not for today necessarily, but perhaps as a follow-up to this, to provide us with, if you \ncould -- maybe it's\n\n already, again, been submitted through staff -- just a detail of some of these other reasons by which countries …\n\nRYAN: Several other countries? Certainly, Senator.\n\nABRAHAM: ...that are below 2 percent …\n\nRYAN: Yes.\n\n\n\nABRAHAM: ...are not included. And to the extent it's appropriate and feasible, where Korea would -- would -- how \nthey would be evaluated on those measuring sticks, so we would have a sense of whether or not, if their number -- \nif the number was changed or if their number went down, they would meet the qualifications -- that'd be helpful -- as \nwell as the concerns you have raised, if there are others besides the lost passport issue.\n\nRYAN: Yes, sir. That -- we'll do that. Thank you.\n\nABRAHAM: We'd be interested, I think, in having that all for the record. Let me ask you also, with respect to the \nbond as a safeguard that has been discussed as part of that legislation -- is that -- what -- what, if any, response \ndoes State have to that as a proposed way to …\n\nRYAN: We think it's …\n\nABRAHAM: ...mitigate …\n\nRYAN: ...impractical and unwieldy and we would not be in favor of that.\n\nABRAHAM: Could you elaborate on …\n\nRYAN: I can answer for the record.\n\nABRAHAM: ...what the problems would …\n\nRYAN: I mean, I -- it just -- they're establishing -- they're establishing about $200,000 bond. If somebody didn't \nreturn, would that mean that the person was -- the travel agent would automatically forfeit the bond? Were there \nreasons beyond his knowledge? Should he be the person who makes the decision on whether somebody is \nadmitted to the United States or not? It's all -- there are all kinds of problems with that. I'd be happy to answer more \nfully for the record.\n\nABRAHAM: OK. Do either of you have any comments further on this issue?\n\nCRONIN: No, Senator. Thank you.\n\nTHOMAS: No, Senator.\n\nABRAHAM: OK. Well, I think inasmuch as we have passed 5:00 o'clock that we'll let the hearing come to an end. \nWe will have -- you know, would -- you know, appreciate fuller explanations …\n\nRYAN: Absolutely, Senator.\n\nABRAHAM: ...on those for the record. And I would also say, I know there are some in the -- still here, some of the \nwitnesses from the first panel who may now have a further insight into some of the concerns that have been raised \nand we would welcome any -- any follow- up statements for the record or responses for the record that might be\n\n apropos of -- in light of the situation because we'd like to hear all sides of views on this as we move ahead.\n\nI want to thank all of you and certainly concede that the challenge of trying to make this work is a great one and we \nwill do our best to try to work with you to get this done in the -- in the next two months. Thank you.\n\nRYAN: Thank you.\n\nCRONIN: Thank you, Senator.\n\nEND\n\n\n\nNotes\n\nUnknown - Indicates Speaker Unkown\n\n Inaudible - Could not make out what was being said. \n\n off mike - Indicates could not make out what was being said.\n"}