{"title": "Church Worker Wins Retrial in Alien Case", "body": "\nA Federal appeals court today overturned the conviction of Stacey Lynn Merkt, a religious worker who was \narrested while driving two illegal aliens from El Salvador down a remote country road in Texas.\n\nA three-judge panel of the United States Court of Appeals for the Fifth Circuit sent the case back to Federal District \nCourt in Texas for a new trial on charges of conspiracy and transporting illegal aliens.\nFederal Appeals Court in New Orleans overturns conviction of Stacey Lynn Merkt, religious worker who was \narrested while driving two illegal aliens from El Salvador through Texas; Merkt, volunteer at church-supported \nsanctuary in San Benito, had argued she was merely taking aliens to immigration office to apply for political \nasylum; three-judge panel orders new trial (S)\n\nMiss Merkt, a 30-year-old volunteer worker at Casa Oscar Romero a church-supported sanctuary in San Benito, \nargued that she was merely taking the two aliens to an immigration office to apply for political asylum when she \nwas arrested last year. She had faced a six-month prison sentence.\n\nThe Government questioned her motives because an office was nearby and she said they were headed toward one \n290 miles away, where officials had a reputation of being more sympathetic.\n\nThe appeals court's ruling centered on specific questions about jury instructions at the trial and did not go into \npotential conflicts between church and state.\n\nIn a friend-of-the-court argument, the National Council of Churches and five other church organizations had said \nMiss Merkt was only following her religious beliefs since she considered it her religious obligation to transport illegal \naliens.\n\nThe appeals court, in overturning the conviction, said, ''If the jury should find as a fact that Merkt intended to present \nthe aliens to the proper officials so that they could seek legal status in this country, it should find that she did not \nhave the requisite criminal intent necessary for a conviction.''\n\nThe judges also dealt with the question of the ''nearest immigration office,'' noting the law does not prohibit an alien \nfrom applying for asylum at some other center.\n"}