{"title": "Smugglers work 'loophole' in law", "body": "\nA growing number of illegal immigrants - like those who ran aground near New York Sunday - have found \"political \nasylum\" are the magic words that gain entry.\n\nUnder the 1980 Refugee Act, anyone reaching U.S. borders is entitled to political asylum if he has been persecuted \nor has a reasonable fear of persecution based on race, religion, nationality, membership in a social group or \npolitical opinion.\n\n\"It's a tremendous loophole, and (alien) smugglers know how to get through it,\" said John Wolf, spokesman for \nRep. Charles Schumer, D-N.Y., who sponsored a bill to address the problem.\n\nUnless illegal immigrants are wanted for crimes, federal authorities generally do not hold them because detention \nspace is limited.\n\nMost are released pending hearings on their asylum requests and never reappear.\n\nThe Immigration and Naturalization Service says:\n\nOver the past five years, 80,000 to 100,000 immigrants per year have applied for asylum. Prior to 1980, less than \n2,000 a year applied.\n\nThere's room to detain only 5,000 at any time.\n\n70% of those released never show up for hearings.\n\nOnly 20,000 to 30,000 cases are processed each year. Backlog: 260,000 cases.\n\nOnly 30% are granted asylum. Those denied can appeal, which can take years. Few are ever deported.\n\nDuke Austin, INS spokesman, said most of those seeking asylum are Central Americans (from Guatemala, \nNicaragua and El Salvador), Southeast Asians (from Bangladesh, Pakistan and Sri Lanka), Filipinos, Cubans and \nmainland Chinese.\n\nOne bill pending in Congress - opposed by immigrant advocates - would allow \"summary exclusions.\"\n\nINS agents could decide which asylum applications are legitimate and could deport those denied.\n\nThe Clinton administration has not taken a position. Officials from departments of Justice and State, and the INS, \nCoast Guard and intelligence offices are meeting to increase diplomatic efforts to halt smuggling, coordinate \nincreased surveillance of vessels and improve ability to detain new arrivals except minors.\n\n\n 114 days on high seas The route taken by 250 Chinese nationals as they sailed from Thailand and Kenya to the \nUSA, where their ship ran aground Sunday:\n\n February: 90 Chinese nationals board off Bangkok. March 28: Nearly 200 more Chinese nationals board at \nMombasa. May 17: A rendevous in Atlantic with smaller vessels is missed June 6: Ship runs aground near New \nYork City.\n\nNotes\n\nTHE NATION; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC, b/w, Nick Galifianakis, USA TODAY, Source: USA TODAY research (Map:world)\n"}