{"title": "LOCAL GROUPS AIMING AT WELFARE-REFORM BILLS IMMIGRANT ADVOCATES URGE END TO SCAPEGOATING", "body": "\nThe message itself was not new: In times of economic slump, immigrants become scapegoats.\n\nBut Bay Area immigration advocates called on their supporters Thursday to press Washington for an end to the \npractice, as Congress attempts to reconcile twin welfare-reform bills viewed by some as part of a new wave of \nscapegoating.\n\nAt a news conference at the Korean Resource Center in Santa Clara, Asian-American and Hispanic immigration \nadvocates hailed President Clinton's recent denunciation of provisions denying federal benefits to legal \nimmigrants - including, in some cases, naturalized citizens. Separate House and Senate welfare-reform bills \nawait reconciliation in a joint congressional conference committee.\n\nIn an Oct. 18 letter to the joint conference committee, Clinton said the administration \"strongly opposes the Senate \nprovision that would discriminate against U.S. citizens by denying benefits to legal immigrants even after they \nbecame naturalized citizens.\"\n\nSunmee Eom, director of the Korean Resource Center, said: \"In these days of demagoguery and scapegoating, it \nis encouraging and heart-warming to hear the voice of reason from the nation's highest office.\"\n\nAnd yet, Richard Konda of the Asian Law Alliance added that even though Clinton said \"both the House and Senate \nbills go too far in cutting benefits to legal immigrants,\" the president's priorities are still not completely clear as he \nprepares to seek a welfare-reform compromise he can support.\n\nThe Thursday call to arms was part of a national effort by immigration advocates to stop legislation they view as \nhostile to immigrants. In the wake of two full-page ads in the Washington Post, signed by more than 350 \norganizations, immigration supporters are now calling for a mass letter-writing and faxing effort to members of \nCongress and the president.\n\nSome speakers at the news conference said immigrants are being blamed unfairly for economic hardships caused \nby corporate downsizing, increased reliance on temporary workers and other national economic trends.\n\nNotes\n\nSHORTER VERSION: page 2B of Morning Final Edition.\n\n"}