{"title": "Perry plays a bit of political catch-up in New Hampshire", "body": "\nMANCHESTER, N.H. - Texas Gov. Rick Perry spent the weekend in this early-voting state trying to revive a \ncampaign damaged by shaky debate performances and to lure back Republicans turned off by his views \nonimmigration and Social Securit           http://www.washingtonpost.com/blogs/the-fix/post/rick-perry-and-his-social-\nsecurity-problem/2011/09/08/gIQAwGlRCK_blog.htmly.           http://www.washingtonpost.com/blogs/the-\nfix/post/rick-perry-and-his-social-security-problem/2011/09/08/gIQAwGlRCK_blog.html\n\nAt a series of traditional political stops across southern New Hampshire - including three town-hall forums and a \nhouse party - Perry touted his record of job creation as Texas governor. He forcefully defended his support of in-\nstate tuition for certain illegal immigrants. And he accused those who claim he wants to dismantle Social Securityof \n\"scare tactics.\"\n\n\"No one up there on that stage has a stronger record than I do when it comes to illegal immigration,\" Perry told a \nrain-soaked crowd in Manchester, pushing back against the narrative that his support for the Texas DREAM Act \nmakes him too soft on immigration for the Republican Party's most stalwart conservatives.\n\nPerry, who rocketed to front-runner status shortly after declaring his bid for the Republican presidential nomination \nseven weeks ago, has since been weakened by those perceptions as well as his unsteady appearances in three \nnationally televised debates. He has been out-muscled by the better-funded, better-organized operation of his chief \nrival for the nomination, former Massachusetts governor Mitt Romney.\n\nEven speculation over the past week about whether New Jersey Gov. Chris Christie would jump into the racehas \nbeen viewed in some quarters as a vote of no confidence in Perry's potential to challenge Romney from the right, \nas many had hoped he would.\n\nWhether Perry made headwayduring his two-day New Hampshire tour remains to be seen. He told one crowd that \nhe is boning up on economic matters by consulting with former presidential candidate Steve Forbes, and he was \nscheduled to work on debate preparation with policy experts on his drive to the Manchester airport Saturday \nafternoon.\n\n\nHe catered to conservatives with promises to abolish the federal Energy and Education departments and a pledge \nto hire an administrator of the Environmental Protection Agency \"who is not there to make any friends.\"\n\nBut Perry drew moderate crowds of 150 or so and only polite applause with his most pleasing lines, notably when \nhe said the evidence is not \"incontrovertible\" that climate change has been caused by man. He did not win over \neveryone with his explanation that the Texas DREAM Act was a \"Texas solution\" - not necessarily for every state.\n\n\"I don't understand why any governor would give preferential treatment to the child of somebody who does not \nbelong here rather than these guys here or his grandchildren,\" said Dave Connors of Hampton, pointing to those \nseated around him as he addressed Perry at one event. \"It doesn't make sense.\"\n\nEven at Perry's own events, Romney's superior organization was in evidence; on Friday in Derry, Romney \nsupporters handed out phony Perry jobs plans filled with empty pages (along with Romney's own 160-page plan). \nAnd on Saturday, the roads leading to one of Perry's town halls were festooned with dozens of Romney yard signs \n(which two young Perry supporters worked feverishly to remove).\n\n\"I'm really right in line with Perry's principles,\" said Kevin Kimball, 53, of Hampton, who works in human resources \nand attended Perry's first town hall of the day. Like many who attended, Kimball is not thrilled with Romney's \nmoderation, notably his support for a health-care overhaul in Massachusetts that served as a model for President \nObama's plan.\n\n\"But I don't think Perry's quite as polished as Romney,\" Kimball said. \"He's got to get better.\"\n\nPerry also caused a stir at his final tour stop by saying that he would consider sending U.S. troops to Mexicoto fight \ndrug violence.\n\n\"It may require our military in Mexico,\" Perry said in answer to a question about drug violence along the southern \nborder. In the back yard of New Hampshire gubernatorial contender and tea-party activist Ovide Lamontagne, \nPerry offered no details, and a spokesman, Robert Black, said afterward that Perry would work with the Mexican \ngovernment. But Black declined to specify whether Perry is amenable to sending troops into Mexico with or without \nthe country's consent.\n\n\"If he were president he would do what it takes,\" Black said.\n\nThe remarks prompted speculation about exactly what Perry meant and what the implications might be for the \nnation's relationship with Mexico.http://www.washingtonpost.com/politics/perry-send-us-troops-to-mexico-to-fight-\ndrug-wars/2011/10/01/gIQA2qDGDL_story.html\n\nThe issue also opens the door to scrutiny of Perry's position on U.S. military intervention generally. The governor \nhas criticized Obama's management of military operations in Afghanistan and elsewhere; on Saturday, at the same \ncampaign appearance where Perry made his remarks about Mexico, he promised never to send troops into another \ncountry without a detailed plan for winning and withdrawing quickly.\n\nPressed to explain Perry's remarks, Black, the spokesman, offered this: \"Never say never. Mexico has a problem. \nThey have a significant problem with drug cartels at war with each other. And that is a significant problem for the \nUnited States.\"\n\ngardnera@washpost.com\n"}