{"title": "Panel Rejects Detention Center for Illegal Immigrants", "body": "\nA Virginia state panel on Tuesday rejected a controversial proposal to create the country's first state-run facility \nwhere illegal immigrants arrested for certain crimes could be held until federal officials deport them or while \nawaiting trial.\n\n  Instead, the panel recommended that the state provide additional money so local officials could build more jail \nspace to house immigrants awaiting deportation. It also called on local jail officials to check the immigration status \nof all inmates and deny bail to most illegal immigrants who committed crimes.\n\n  In recent years, Virginia has become a testing ground for some of the strictest policies in the nation to curb illegal \nimmigration. \n\n  This week, officials in Prince William County, Va., were weighing proposals to deny county services to illegal \nimmigrants and to direct the police to jail those immigrants who could not show documentation proving they were \nin the United States legally.\n\n  This year, state lawmakers submitted a proposal to fine employers who hired illegal immigrants $10,000 and to \nrevoke the business licenses of anyone in the state convicted of hiring illegal immigrants. In 2003, the state was \nthe first to pass a measure making it a crime to give illegal immigrants driver's licenses. \n\n  ''Residents of our state are really frustrated when an illegal alien commits a crime and that person is let go after \nserving time, and we're trying to correct that problem,'' said State Senator Ken Stolle, Republican of Virginia Beach, \nwho is chairman of the panel that acted on Tuesday, the Illegal Immigration Task Force of the State Crime \nCommission. ''These measures are not targeting all immigrants, just those who commit crimes.''\n\n  In Virginia, local jail officials keep only about 25 percent of the money that federal immigration officials pay per bed \nfor illegal immigrants waiting to be deported, with the rest going to the state. The panel called for that amount to \nbe increased to 100 percent and to increase the amount the state provided to counties to build new facilities. This \nextra revenue would enable local jail officials to add jail beds for illegal immigrants and eliminate the need for a \ncentralized facility.\n\n  But immigration advocates say they worry that toughening immigration enforcement would have a chilling effect on \ncrime victims and witnesses who may be in the country illegally, and they questioned whether increasing the \namount of money available to county officials would create a financial incentive to round up people who are \nsuspected of being illegal immigrants.\n\n\n  ''Even without any new measures, this chilling effect is a problem,'' said Jeanne L. Smoot, director of public policy \nfor Tahirih Justice Center, an advocacy group in Falls Church, Va., for battered women, adding that women were \nmore than twice as likely not to report violence against them if they were illegal immigrants. \n\n  The proposals in Virginia are further indications of how state and local officials are getting ahead of the federal \ngovernment on the immigration issue and sometimes pushing measures that federal officials are unwilling or unable \nto support for legal, logistical or financial reasons. \n\n  Illegal immigrants who are arrested are currently placed in local jails, federal facilities or private prisons, and \nonce they finish their sentences, those convicted of nonviolent offenses are often released because federal \nimmigration officials say they lack the resources to detain them.\n\n  Last year, the state police in Virginia notified federal immigration officials of about 12,000 illegal immigrants in \ntheir jails. But the federal officials only picked up about 690, according to state officials. \n\n  State Delegate David B. Albo, Republican of Fairfax County, who is co-chairman of the state immigration task \nforce, said that Virginia had an estimated 300,000 illegal immigrants. \n\n  Hope Amezquita, a lawyer with the American Civil Liberties Union of Virginia, testified before the task force that \nthe proposal to deny bail to virtually all illegal immigrants accused of committing crimes might be unconstitutional. \n\n  It would create a whole class of people who are exempted from due process, Ms. Amezquita said, adding that the \nConstitution guaranteed that each criminal defendant, regardless of status, get an individualized review of their \ncase.\n\n  Before the panel's recommendations can be adopted, the Crime Commission, the General Assembly and the \ngovernor must act on them.\n\n  Critics say the proposals are being driven by politics in a year when all 140 seats of the General Assembly are up \nfor election.\n\n  ''In Washington, here in the state Capitol, and even here in this building, illegal immigration is a debating \nexercise,'' William Campenni, 67, a retired engineer, said at the task force hearing. ''In towns like my Herndon, it is \na drive-by shooting, a D.U.I. fatality, a drug turf battle, a serial killing sniper, a deteriorating neighborhood.'' \n\n  Mr. Campenni added that though he had never been a victim of crime at the hands of an illegal immigrant, his \nwife was afraid to go to areas of their town that she used to visit regularly.\n\n  Mr. Albo said that illegal immigrants who committed violent crimes or felonies usually received sentences of \nmore than a year, which gave federal immigration officials enough time to process their deportation. But illegal \nimmigrants convicted of lesser charges, like drunken driving or domestic violence, often are released on bond and \nnever return for their court date, or serve just days or weeks and are released. \n\n  The panel wants to hold most illegal immigrants and only release them on bail if lawyers can prove they are not \na flight risk.\n\n  Asked why he had abandoned his idea of creating a centralized facility, Mr. Stolle said that countless people had \ntold him the idea sounded too much like ''a concentration camp'' for immigrants.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhotos: Protesters yesterday in Manassas, Va., as county officials took on illegal immigration issues. A state panel \nco-chaired by State Delegate David B. Albo,  left, weighed in on them, too. (PHOTOGRAPHS BY JAY PAUL FOR \nTHE NEW YORK TIMES)                                    \n"}