{"title": "Illegal immigration protest draws crowd", "body": "\nD.A. King has held lonely protests against illegal immigration, even paying participants to hold signs and stand \nwith him. He needed no such help Monday.\n\nThe Cobb County activist was joined at the Capitol by dozens protesting recent calls for amnesty by illegal \nimmigrants.\n\nKing estimated that the crowd swelled to 300 at one point, though Capitol police estimated it as less than half that \nnumber.\n\n\"I don't know how many people are here today, but there's 10,000 times this many people thinking the same thing \nwe are thinking,\" King told the crowd.\n\nMany in the crowd waved American flags and held signs reading, \"Illegal Aliens Are Criminals,\" \"Enforce Our \nLaws,\" \"Secure Our Borders,\" \"Pay For Your Own Babies and Healthcare\" and \"Margaritas Yes Illegals No.\"\n\nA few protesters wore sombreros and held inflatable characters, including a jalapeno pepper with a \"No amnesty\" \nmessage. A small group of counterprotesters stood across the street, at least one with a sign reading, \"Go Back to \nEurope.\"\n\nThe noontime crowd roared its approval when King informed them that Gov. Sonny Perdue planned to sign Senate \nBill 529 later in the day --- which he did. The measure, passed by the General Assembly in March, seeks to crack \ndown on illegal immigrants and those who hire them.\n\nKing said he was motivated in part by the recent show of strength by Hispanics, who have taken to the streets en \nmasse in major U.S. cities, including Atlanta. He stirred the crowd with his opening: \"I am an American citizen who \nhas had enough!\" \n\nThe bill's sponsor, Sen. Chip Rogers (R-Woodstock), addressed the rally, as did state Reps. Melvin Everson (R-\nSnellville) and Matt Dollar (R-Marietta). Catherine Davis, a candidate for the 4th Congressional District seat, and \nJohn Konop, running in the 6th Congressional District, also spoke.\n\nThe crowd cheered when Rogers was introduced, chanting, \"Chip! Chip! Chip!\"\n\n\nThe biggest reaction came when King told the crowd Davis was seeking to unseat incumbent U.S. Rep. Cynthia \nMcKinney. The crowd cheered and applauded Davis, who further won over protesters by suggesting that illegal \nimmigrants \"go home.\"\n\nKing and other speakers emphasized that they do not oppose legal immigration. He introduced Maria Litland, a \nlegal Austrian immigrant.\n\n\"That's how you come into this country,\" she said, holding up her green card. She called the green card \"a gift,\" and \nsaid it was a \"slap in the face to every legal immigrant ... to have any elected official let illegal aliens sneak into our \ncountry and allow them to remain here.\"\n\nJim Newman of Lawrenceville held up a large sign reading, \"Pay For Your Own Babies and Healthcare.\"\n\n\"Most of us here don't have a problem with legal immigrants,\" said Newman, a construction contractor. \"What we \nare here for is the illegals that don't pay their taxes.\"\n\nOn Saturday a mother-daughter duo from the Smyrna area held an anti-immigration rally at the Capitol that drew \nabout 60 people.\n\nKing, who acknowledged paying 14 homeless men to hold up signs at an October protest at the Capitol, said he \nbelieved Monday's rally was a turning point for his movement.\n\n\"It was a very big day,\" said King, who first took to the streets in September 2003 with six other people. \"I feel like \nwe've passed the point where speaking about illegal immigration is politically incorrect. What I saw today were \nAmericans of all colors, sizes and shapes standing up for the rule of law and secured borders in their own nation.\"\n\nGraphic\n\n \n\nPhoto: JOHN SPINK / StaffMalachi Foster, 8, has had heart surgery and a kidney transplant. His mother, Lisa \nMorton, says immigrants are clogging the health system. Monday at the Capitol, dozens protested calls for \namnesty for illegal immigrants. (Teaser)\n\nPhoto: JOHN SPINK / StaffCarlos Porter of East Point says, \"I feel like we're being cheated.\" He was one of scores \nof protesters of illegal immigration who gathered at the Capitol on Monday at noon to make their feelings known. \nActivist D.A. King estimated Monday's crowd at 300. Police put it at less than half that.\n\nPhoto: JOHN SPINK / StaffClelland Jordan conveys his sentiments. Activist D.A. King and others said they do not \noppose immigration, just illegal entry.\n"}