{"title": "Genealogy; Immigration authority to speak at seminar", "body": "\nJohn Philip Colletta, a nationally known author on immigration and naturalization research, will speak Aug. 25 at \nthe National Archives branch in Morrow.\n\nColletta will give four lectures between 10 a.m. and 4 p.m. The first will cover \"U.S. Passengers' Arrival 1820-1930s: \nSources and Strategies for Challenging Cases,\" followed by \"U.S. Naturalizations 1790 to 1930s: Sources and \nStrategies for Challenging Cases.\" The second set of lectures will be on \"Lesser-Used Federal Records: Sources of \nRich Detail About Ancestors' Lives\" and \"Sixteen Repositories, One Life: Uncommon Original Sources Portray a \n19th Century Immigrant.\"\n\nIf you have any interest in research into immigration and naturalization records and have not heard Colletta speak, \nthis is the seminar to attend.\n\nThe cost is $20. To make a reservation, send a check to the Friends of the National Archives --- Southeast Region \nat 5780 Jonesboro Road, Morrow 30260 by Aug. 17. There will be room for late arrivals, but it's always best to \nreserve ahead of time to guarantee a handout packet. The website is www.friendsnas.org. Call 770-968-2555 for \nadditional information.\n\nKing's Mountain\n\nAlan Bowen will lecture to the Cobb County Genealogical Society Aug. 28 on \"The Road to the Battle of King's \nMountain and Its Significance.\" The meeting will be held at the First Presbyterian Church at 189 Church St. in \nMarietta beginning at 7 p.m. Admission is free.\n\nFor further information see the society's website at www.cobbgagensoc.org, where you can learn about other \nlectures in this series or about the benefits of membership.\n\nBowen, an Atlanta-area native, is past president of the Overmountain Victory Trail Association and the Georgia \nDivision of Re-enactors Association. He will discuss what led to the decisive battle in 1780. The National Military \nPark at King's Mountain is a good place to visit with relatives to help them make the connection about their \nancestors' role in the American Revolution.\n\n\nOut-of-print journals\n\nSome of the most important genealogy periodicals or journals related to Georgia are long out of print, but still \nshould be consulted.\n\nThese include the Georgia Genealogy magazine, published by Judge Folks Huxford and later by the Rev. Emmett \nLucas. Another is Georgia Pioneers, edited by Mary Carter. Mary B. Warren of Athens published her weekly Family \nPuzzlers for several decades, and also the quarterly Georgia Genealogist as well as the Carolina Genealogist. The \nlatter publications were loose-leaf, arranged by topics.\n\nThese can be found in major genealogy research rooms, such as the Georgia Archives and the Washington \nMemorial Library in Macon. Some of their contents can be seen on Google, but you must consult the originals to get \nthe complete details. The Periodical Source Index to genealogical periodicals also could lead you to some of the \ncontents.\n\nContact Kenneth H. Thomas Jr. at P.O. Box 901, Decatur, GA 30031, or the website www.gagensociety.org.\n"}