{"title": "A NATION CHALLENGED: IMMIGRATION; Congress Set to Break Up Beleaguered Agency", "body": "\nAfter several abortive efforts over nearly three decades, Congress is taking the first steps this week toward the \nlikely overhaul of the beleaguered Immigration and Naturalization Service.\n\n     The House Judiciary Committee is prepared to approve an unusual bipartisan bill on Wednesday that would \nabolish the immigration service and split its functions into two separate bureaus, one for enforcement and one for \nservices. The bureaus would be overseen by a new associate attorney general, who would be the third-ranking \nofficial in the Justice Department, the immigration service's parent agency. \n\n The full House could vote by the end of the month on the legislation, which has the support of both Speaker J. \nDennis Hastert, Republican of Illinois, and Representative Richard A. Gephardt of Missouri, the House Democratic \nleader. Proponents argue that the bill would elevate the priority of immigration issues in the government, and \nseparate the agency's often conflicting responsibilities.\n\nSimilar legislation in the Senate sponsored by Senators Edward M. Kennedy, Democrat of Massachusetts, and \nSam Brownback, Republican of Kansas, is likely to be introduced this week or next, Congressional aides said.\n\nReorganizing the immigration service, one of the government's fastest-growing agencies, with 37,000 employees \nand a $6.2 billion budget, has been a legislative perennial since the late 1970's. But past efforts to restructure the \nagency have always failed.\n\nThis year, however, what remaining defenders the agency had on Capitol Hill jumped ship after a series of \nmishaps. The agency suffered a humiliating setback after the disclosure in March that an I.N.S. service contractor \nmailed out visa extensions that month for two of the dead Sept. 11 hijackers.\n\nWith the agency reeling from that debacle, one of its port inspectors in Norfolk, Va., ignored new post-Sept. 11 \nsecurity guidelines, and allowed four Pakistani seamen to come ashore, where they then disappeared. One seaman \nhas since been arrested, but the three others are at large. The fugitive sailors are not considered security risks, but \ntheir entry was another embarrassment for the agency.\n\nThe Bush administration and House supporters of the legislation agree that the agency's functions must be \nseparated to improve efficiency and accountability. But they sharply disagree over the solution.\n\nPresident Bush has said that the commissioner of immigration and naturalization, James W. Ziglar, should be \ngiven a chance to fix his service's problems through an administrative overhaul that separates the agency's \nenforcement and services functions, and allows Mr. Ziglar to keep his job.\n\n\nHouse leaders say Congress must take matters into its own hands and impose a legislative remedy. \"The I.N.S. \ntinkered with the boxes five times during just the 1980's,\" Representative F. James Sensenbrenner Jr., a Wisconsin \nRepublican who heads the House Judiciary Committee, said at a hearing today. \"Despite all these internal \nreorganizations, the agency is as dysfunctional as it's ever been.\"\n\nMr. Sensenbrenner won support for his bill from the panel's ranking Democrat, Representative John Conyers Jr. of \nMichigan, by agreeing to a series of compromises, including assigning a general counsel to the new associate \nattorney general's office to oversee legal matters for the two bureaus. The new associate attorney general would \nalso have an office to handle children's issues.\n\nImmigration specialists say the changes make the legislation more palatable, but they still voice concern that the \nHouse bill would divorce functions that are inextricably linked. Immigration inspectors at airports, for instance, are \nthe first line of defense against potential terrorists, but they are also the first officials encountered by a foreigner \nseeking asylum. These specialists also say the legislation falls short of creating a strong overall immigration czar.\n\n\"We think it's a step in right direction, but we still have a lot of concerns,\" said Judy Golub, advocacy director for the \nAmerican Immigration Lawyers Association.\n\nThe Bush administration is in a delicate political position, and is not taking a public position on the House bill. \nImmigration experts say the Justice Department does not want to pick a fight with Mr. Sensenbrenner, especially \nsince Mr. Bush is considering another alternative for border security that would require Congressional approval.\n\nUnder that plan, proposed by Tom Ridge, the director of homeland security, the Border Patrol, which is now a part \nof the immigration service, would be merged with the Customs Service, now a part of the Treasury Department, \nwith the new combined agency falling under the Justice Department. But this plan is likely to face stiff opposition, \nparticularly in the Senate, aides said.\n\n\"Ridge is making a grab for your jurisdiction,\" Mr. Conyers told Mr. Ziglar at today's hearing. But Mr. Ziglar refused \nto take the bait, and said he would go along with whatever the administration and Congress decided was best for \nthe country.\n\nSeven months into the job, however, Mr. Ziglar is racing against the clock, trying to direct as many improvements \nand efficiencies as possible to stave off the agency's critics, and maintain support from Attorney General John \nAshcroft and Mr. Bush.\n\n\"What needs to be addressed is the lack of good, strong and empowered managers and the lack of culture of \naccountability throughout the agency,\" said Michael R. Bromwich, a former Justice Department inspector general. \n\"People do bad things, people don't get punished or dismissed for incompetence or worse, and I.N.S. personnel \nrealize nothing has changed. That's the vicious cycle that needs to be addressed.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: James W. Ziglar, left, the immigration chief, at a hearing yesterday with F. James Sensenbrenner Jr., the \nHouse Judiciary Committee chairman. (Paul Hosefros/The New York Times) \n"}