{"title": "CLINTON AIDES URGE FREER HAITI POLICY", "body": "\nPresident-elect Bill Clinton's top aides presented him today with a proposal for a new policy on Haiti that would \nmake it easier for Haitians to apply for political asylum in the United States while at the same time discouraging a \nmass exodus from the impoverished Caribbean nation, staff members said.\n\nThe proposed policy, which is to be announced before his inauguration and would later be made formal in an \nexecutive order, would set up an enlarged system to process asylum cases at a number of points inside Haiti, on \nthe American military base at Guantanamo Bay and in third countries in the region.\n\nOver the long term, the Clinton Administration would support and bolster efforts by the United Nations and the \nOrganization of American States to resolve Haiti's political crisis, which resulted from the ouster of Haiti's first freely \nelected President, the Rev. Jean Bertrand Aristide, in a military coup in 1991.\n\n \n\nCurrent Policy on Immigration\n\n But Mr. Clinton, who met with his aides today to discuss the proposed policy, would also emphasize that he will \nenforce current immigration policy, which prevents Haitians escaping poverty from seeking asylum in the United \nStates and offers protection only to those fleeing political persecution, the aides said.\n\nMr. Clinton does not seem prepared to ease the standards currently applied by the Bush Administration to decide \nwhether an applicant has genuine fear of persecution.\n\n\"The main goal,\" one transition official said, \"is to keep Haitians in Haiti.\"\n\n \n\nMeeting in Little Rock\n\n The plan was discussed today in a meeting in Little Rock that included Mr. Clinton; his Secretary of State-\ndesignate, Warren M. Christopher, the Defense Secretary-designate, Les Aspin; the national security adviser-\ndesignate, Anthony Lake; his deputy, Samuel Berger, and Brian Attwood, who handles liaison between the Clinton \nteam and the State Department.\n\n\nMr. Clinton plans to announce the new policy before he takes office -- perhaps later this week -- in the hope of \nheading off a flood of Haitians seeking to enter the United States.\n\nAsked at a news briefing in Little Rock today whether Mr. Clinton was poised to announce a plan on Haiti, George \nStephanopoulos, his spokesman, said, \"Obviously, it's something we have to do relatively soon.\"\n\nHe declined to say whether the Clinton team was drawing up a plan. \"The Governor's been looking at the issue \nthroughout the transition, as has the entire foreign policy team, and he'll have some announcement to make soon,\" \nhe said.\n\n \n\nCriticism of Bush\n\n During the campaign, Mr. Clinton criticized the Bush Administration's policy of turning back boat people without \ndetermining whether they are eligible for entry into the United States as political refugees. Since Mr. Bush issued \nhis executive order last May, more than 5,000 Haitians have been returned home.\n\nIn Haiti, his words were widely interpreted as a signal that he would welcome them to the United States and stirred \nmany to begin preparations to leave as soon as he takes office. The Immigration and Naturalization Service has \nreceived reports that Haitians have already built 600 boats -- each capable of carrying 100 people -- and are \nbuilding 100 more for use by would-be immigrants.\n\nThe prospect that more than 100,000 Haitians could set sail on the 600-mile trip to southern Florida soon after Mr. \nClinton takes office has prompted the President-elect's foreign policy team to draft a policy aimed at persuading \nthem to stay where they are.\n\n \n\nAn Urgent Matter\n\n The issue is of such concern that Mr. Clinton has decided to break his pledge not to interfere in American foreign \npolicy before he takes office.\n\nAs part of the new asylum process, the executive order will substantially increase the number of consular and \nimmigration officers to expedite processing of the applications, Mr. Clinton's aides said. The order would \nencourage private refugee organizations, as well as the United Nations High Commissioner for Refugees, to \nactively participate.\n\nIn a confidential memorandum presented to the Clinton transition team and the State Department, the High \nCommissioner, Sadako Ogata, and her staff announced their intention to increase the commission's presence in \nHaiti, to monitor human rights and to help find a political solution. But the memo asked that all governments in the \nregion, including the United States, be ready to admit asylum seekers and establish procedures to evaluate their \nassertions of persecution.\n\nMr. Clinton's aides and representatives of private refugee organizations acknowledge that there is no guarantee \nthat the Clinton plan will work.\n\nIt will not relieve the country's economic desperation, a major reason for the fears of a huge exodus, largely \nbecause it will not lift a 15-month trade embargo that was imposed by the Organization of American States to force \nout Haiti's military junta.\n\n \n\nLifting of Sanctions Opposed\n\n Mr. Clinton's aides argue that lifting the sanctions would be seen as rewarding the military-backed regime, and \nsay they would consider moving to lift the embargo after a process to restore the legitimate Government is under \nway. The embargo has worsened the plight of Haiti's poor and in doing so, ultimately encouraged more of the \ncountry's citizens to seek refuge in the United States.\n\n\n\nAs part of the policy, Mr. Clinton would try to boost a fledgling effort by the United Nations to seek ways of \nrestoring a legitimate government to Haiti. Last month, the United Nations Secretary General, Boutros Boutros-\nGhali appointed Dante Caputo, a former foreign minister of Argentina, as his personal representative in Haiti.\n\nMr. Caputo met in Haiti two weeks ago with top officials in the military-backed government, including Prime Minister \nMarc Bazin and the army chief, Lieut. Gen. Raoul Cedras, and with supporters of Father Aristide, the ousted \nPresident.\n\nThe Haitian military opposes the restoration of Father Aristide's Government, and Mr. Caputo has no authority to \nnegotiate a political settlement. Rather, his mandate is simply to report back to the United Nations General \nAssembly. The Assembly's recommendations, unlike those of the Security Council, are nonbinding.\n\nMr. Clinton will also have to deal with the perception that the United States has a double standard in granting \npolitical asylum and that many more Cubans who apply as refugees are warmly welcomed, while fewer Haitians \nseem to qualify.\n\nMr. Clinton is also expected to endorse an increase in the number of human rights monitors, particularly in the \ncountryside, and to publicly detail and denounce widespread human rights abuses.\n\nThese measures, and the notion of having consular officials spread through the countryside to process asylum \nrequests, are intended to reduce the need for Haitians to go to a central area to seek asylum. Many Haitians fear \nthat by reporting to such an area, they will be identified by government officials and punished afterward if their \nasylum request is rejected.\n\nThe Clinton plan was drafted by Mr. Attwood, the chief liaison between the Clinton team and the State \nDepartment. Many of the ideas contained in today's proposal were first presented in an options paper prepared last \nmonth by Representative Stephen R. Solarz, Democrat of Brooklyn.\n\nGraphic\n\n \n\nPhoto: While plans on dealing with fleeing Haitians were presented to President-elect Bill Clinton, a freighter \ncarrying 352 refugees sailed yesterday into Miami. These four looked out after the ship docked. Page A2. \n(Associated Press)\n"}