{"title": "Washington: A THREAT TO LABOR UNIONS", "body": "\nWashington: The Library of Congress, The Government Washington: of USA has issued the following house \nproceeding:\n\n The SPEAKER pro tempore. Under the Speaker's announced policy of January 3, 2017, the gentleman from \nGeorgia (Mr. David Scott) is recognized for 60 minutes as the designee of the minority leader. General Leave Mr. \nDAVID SCOTT of Georgia. Mr. Speaker, I ask unanimous consent that all Members have 5 legislative days to \nrevise and extend their remarks and to include any extraneous material on the subject of this Special Order. The \nSPEAKER pro tempore. Is there objection to the request of the gentleman from Georgia?\n\n There was no objection. Mr. DAVID SCOTT of Georgia. Mr. Speaker, it is with great honor that I stand to anchor \nthis special hour because this Nation is faced with a very serious threat. As a matter of fact, it is a devious threat to \nthe labor unions, our great labor unions that have played a most fundamental role in establishing the greatness of \nthe economy of our great Nation. Mr. Speaker, this evening, first I want to thank the chairman of the Congressional \nBlack Caucus, Mr. Cedric Richmond from Louisiana, for his great leadership. I appreciate him giving me this \nopportunity to anchor this special hour. Mr. Speaker, I also want to thank the staffs of the CBC, Ms. Caren Street, \nwho has worked very closely with my staffer, Ms. Seema Ibrahim, who has done a remarkable job. Our whole team \nof many Congressmen from every sector of this country, every part of this country, is going to come before this \nHouse of Representatives in these next 60 minutes to explain and expose to the American people two important \nthings. First of all, we want to illustrate our deep understanding of the great value of the labor unions to this great \ncountry. We also want to expose the great threat that is now being faced by our labor unions. The first group of our \nlabor unions that is facing this threat are the public sector unions, most pointedly because in a matter of a few \nweeks, the Supreme Court will take up a case, Janus v. AFSCME. This Janus case is designed to remove what has \nalready been established as the constitutionality of public service unions to be able to mandate fees and dues for \ntheir membership, which will be a catastrophic threat to the survival of these unions. So we want to explain that. We \nwant to also share the greatness of this. So this is where we are. I want to ask those who are listening over C-\nSPAN tonight all across this country to call a neighbor, call a friend, tell them to tune in and listen to these Members \nof Congress pour out the truth about what is at stake with this Janus court case that will be coming up before the \nSupreme Court. The first union that will be dealt with is AFSCME, but it is far more than just AFSCME. It is the \npublic sector unions that will be ruled as to whether it is constitutional or not for them to have dues to be able to \nplay. This case comes from an individual, Mr. Janus, in Illinois who disagreed with political endorsements. What is \nimportant to understand going forward, Mr. Speaker, is that the constitutionality has already been upheld. On top of \nthat, if there is any union member who does not agree with those political endorsements, he has a right to get a \n\n\nfinancial rebate for that part of the dues that will go to political endorsements. So if Mr. Janus' concerns have been \ndealt with, then why this case? That is the Achilles' heel that will prove the deviousness of what is before us. Mr. \nSpeaker, it is with great pleasure that I bring on our first speaker. This gentleman, Representative Bobby Scott, is \nthe ranking member of our Education and the Workforce Committee. On top of that, he is a fierce fighter for working \nfamilies and he is a leader in making sure that labor unions will continue to have the rights that they fought so hard \nfor. Mr. Speaker, I yield to the gentleman from Virginia (Mr. Scott). Mr. SCOTT of Virginia. Mr. Speaker, I thank the \ngentleman for yielding. Mr. Speaker, unions empower workers with the freedom to negotiate for a fair return on \ntheir work and they provide a collective voice to advocate for policies that benefit working people. Union workers, \nincluding those in the public sector, have more access to paid leave, medical and retirement benefits, and higher \npay than workers who are not unionized. Children of union members experience more upward mobility than \nchildren of workers who are not covered with union contracts, and States with higher union density have stronger \nworkplace protections. There is a long history of unions helping the least powerful secure dignity on the job. This is \nthe 50th anniversary of the Memphis sanitation workers' strike in 1968. After two workers were crushed in garbage \ncompactors, the Memphis sanitation workers peacefully protested for better pay and safer working conditions. \nThey sought representation from the American Federation of State, County, and Municipal Employees, or \nAFSCME. They marched with placards that simply stated: ``I am a man.'' Dr. Martin Luther King, Jr., long \nrecognized that the fight for civil rights was fundamentally linked to economic justice and he gave his last public \naddress before his assassination on behalf of these workers. Despite police brutality and the deployment of 4,000 \nNational Guardsmen, the strike was ultimately successful and AFSCME negotiated higher wages and safer \nconditions. The unions representing the workers in the public sector continue to empower our workers and \ncommunities today. Just this month, when temperatures plunged to dangerous lows, the Baltimore Teachers Union \nfought for children who were forced to bundle up in coats and hats in their own classrooms because there was no \nheat in their schools. Around the country, the SEIU represented hundreds of thousands of healthcare workers who \nprovide in-home healthcare for our Nation's elderly and disabled. In many States, these workers are State \nemployees, and the unions play a crucial role in bargaining for better wages, better training, and in advocating for \nincreased Medicaid funding so they can deliver services to the disabled and the elderly. Despite the great work \nthese unions have done on behalf of working people, they are constantly under attack by corporate interests \ndetermined to cripple the labor movement, and we know why. Big corporations and the top 1 percent have rigged \nour economy against working people. They have gamed the system, including our tax laws, to redistribute wealth to \na select few. They have starved our economy of investments in education, infrastructure, and housing. [[Page \nH662]] The campaign to weaken unions has contributed to extreme income inequality and wage stagnation, as \nsmaller and smaller shares of corporate earnings are paid in wages. The latest of these attacks is happening in the \nSupreme Court. On February 26, the Court will hear oral arguments in Janus v. AFSCME, Council 31, on the \nquestion of whether or not to overturn 40 years of precedence affirming the principle that public employees who \nchoose not to join a union may be required to pay a fair share fee to cover the costs of collective bargaining and \ncontract enforcement. In 1977, the Supreme Court ruled in Abood v. Detroit Board of Education that fair share \nStates may authorize the payment of fair share fees to support unions' collective bargaining on behalf of \nemployees. The Court found that the fair share fees are constitutional under the First Amendment because they \nsupport collective bargaining, not political activities. This practice fosters States' interests in preventing labor \ndisputes, cures the free rider problem of employees benefiting from union representation while shifting the costs to \ntheir coworkers, and improves the delivery of services by State and local governments. In Janus, the plaintiffs want \nto overturn laws in 23 States and the District of Columbia that now require public sector workers who decide not to \nbe members of the union to pay a fair share fee. These workers enjoy all of the benefits of the union: higher \nwages, safer workplaces, effective grievance procedures. In these fair share States today, public and private \nemployees who do not want to join a union may be required to pay their fair share for expenses for services \nrequired by law, not political, but the services required by law to benefit all workers. Janus seeks to overturn that \nlaw and allow people to benefit from all of those services without paying their fair share. The challenge to the long-\nserving precedence is the latest move by corporate interests to weaponize the First Amendment against working \npeople. We have seen it before in Citizens United, which used freedom of speech in the First Amendment to justify \nvirtually unlimited corporate contributions to political campaigns. Here in the House of Representatives, we \nfrequently see similar antiunion attacks dedicated to weakening the labor movement's ability to function as an \nadvocate for working people and as a counterweight to corporate power. Whether in the Supreme Court or here in \nCongress, the campaign to weaken unions is a campaign to strip workers of their most basic protections. This is \n\n\n\nwhy it is crucial for Congress to defend against any attacks to undermine workers' freedom to negotiate for better \nwages and better working conditions. Mr. Speaker, I thank the gentleman from Georgia for organizing this Special \nOrder. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank the gentleman for his comments. It is very important, as \nhe has mentioned, to note that we are talking about not just AFSCME, as I said, but we are talking about nurses \nunions, educators, the teachers that teach our children, our police, firefighters, everyone. It is very important that \nthe people of this country really get informed about this. Mr. Speaker, I yield to the gentleman from Pennsylvania, \nRepresentative Dwight Evans, who normally anchors this hour and does a great job. Mr. EVANS. Mr. Speaker, I \nthank the gentleman from the great State of Georgia for introducing me and for this opportunity to talk about an \nimportant Supreme Court case, Janus v. AFSCME, Council 31, and the importance of our unions. Our unions give \nus much to celebrate in our neighborhoods nationwide. As we know all too well, this case stands to destabilize \ncollective bargaining rights within the public sector. This is clearly an attack on freedom and liberties of \nhardworking Americans. We are in the business of doing no harm. That is what we should be. All that this case \naims to do is take away the rights of the ability of hardworking Americans to have a strong voice in their workplace. \nThat is just not right. Next month, the Supreme Court will hear the oral arguments in this case to determine whether \nfair share fees violate the First Amendment rights of workers. When it comes to this case, a negative decision for \nour unions nationwide would take us in the wrong direction. Across the country, more than half of African-American \nworkers and nearly 60 percent of Latino workers are paid less than $15 per hour. Union jobs have historically \nbeen, and continue to be, a path to the middle class for people of color, who often face low-wage jobs. African-\nAmerican union members today earn 14.7 percent more and Latino workers earn 21.8 percent more than their \nnonunion counterparts. In some sections, the difference is even greater. African-American women in unions earn an \naverage of $21.90 an hour, while nonunion workers earn $17.04 {time} 2030 In addition, there are more than 72 \npercent of women in unions who have health insurance, while less than 50 percent of nonunion African- American \nwomen do not. Our unions are a key road to our growing middle class, especially for women and communities of \ncolor. Nationwide, our unions continue to be on the frontline of fighting for higher pay, fair wages, safer working \nconditions, and better hours to provide for themselves and their families. I will continue to stand on the frontline of \nprotecting rights for all hardworking Americans. It is up to us to lift up unions in all of our communities. Mr. Speaker, \nI thank the gentleman from Georgia for leading this caucus in this need. Mr. DAVID SCOTT of Georgia. Mr. \nSpeaker, I yield to the gentleman from Illinois (Mr. Danny K. Davis), a leader and a fighter from the very State \nwhere Mr. Janus is from. Mr. DANNY K. DAVIS of Illinois. Mr. Speaker, I thank my colleague for anchoring this \nsession, and all of those who have come to join in it. I read someplace the other day where there are three men in \nthis country who own as much of the wealth as 50 percent of all the poorest people in this country. If it were not for \norganized labor, not for unions, and the influence, millions of individuals who are middle class would be working at \npeon wages. Individuals would not be able to send their children to college, wouldn't be able to own an automobile \nor a home. So we can never undermine or not understand the value of organization. Many of us in this room enjoy \nthe support of organized labor. You have got to get resources from somewhere. You have got to get money in order \nto function. If you cannot match what the big megabucks individuals can give to maintain control of our society, how \ndo you expect to change it? So I am simply pleased to join with my colleagues and suggest that nothing is more \nimportant in the distribution and redistribution of the wealth of this country than organized labor. Mr. DAVID SCOTT \nof Georgia. Mr. Speaker, I am so pleased that the gentleman mentioned the important fact of the fantastic role that \nlabor has played. Without organized labor, there would be no middle class in America. There would be no 40-hour \nworkweek. Child labor laws would not be on the books. The role that organized labor has played cannot be \ncommunicated better than our next speaker, the gentlewoman from California (Ms. Lee), who is a legend in \nstanding up and fighting for working people and labor unions. I yield to the gentlewoman from California (Ms. Lee). \nMs. LEE. Mr. Speaker, I thank the gentleman from Georgia for yielding and for that gracious introduction, but, more \nimportantly, for his magnificent leadership and for constantly looking out for working men and women throughout \nthe country. I also thank him very much for bringing us together this evening to discuss the Supreme Court case, \nJanus v. AFSCME. Mr. Speaker, as we remember the man and the movement which transformed the soul of \nAmerica, we must never forget that Dr. Martin Luther [[Page H663]] King, Jr., fought for economic justice and \nworkers' rights. A few months before Dr. King's assassination, two young African- American workers were \ncrushed to death by a faulty truck in Memphis. The American Federation of State, County and Municipal \nEmployees-- AFSCME--union members went on strike, and Dr. King was right there with them, leading and lending \nhis support. In a speech to the sanitation workers on strike, Dr. King explained why he was there. He said: ``Now \nour struggle is for genuine equality, which means economic equality. For we know that it isn't enough to integrate \n\n\n\nlunch counters. What does it profit a man to be able to eat at an integrated lunch counter if he doesn't earn enough \nmoney to buy a hamburger . . . ?'' Now, 50 years after Dr. King's tragic assassination after standing up for economic \njustice and fighting to end poverty, the Supreme Court is taking up a case that would gut union rights. Make no \nmistake, the Supreme Court case, Janus v. AFSCME, is a political scheme to further endanger the rights of \nworking people. This case is yet another attempt by billionaires and corporations to stop working people from \njoining unions altogether. This case will gut the very protections that are the fabric of our society, and that is our \nunions. More than 16 million people are represented by a union, from teachers, firefighters, and nurses, to postal \nworkers, and many more. Unions help improve lives. They increase wages. They lift families out of poverty. They \nfight for safe working conditions and well-deserved benefits. Unions are especially critical to communities of color. \nFor too long, African Americans have been locked out of wage increases because of discriminatory practices. But \nfor African Americans who do join unions, they earn 15 percent more than their nonunion counterparts. African- \nAmerican women, in particular, earn an average of $22 an hour compared to $17 an hour in a nonunion job, and \nthose wages make a huge difference for families. Plain and simple, unions provide a path to the American Dream \nand the middle class for working people. Unfortunately, as union membership has decreased because of attacks on \nworking people, income inequality has risen. From 1973 to 2007, as more States started forcing working people off \nof unions, income inequality rose by one-third. That is shameful. So, Mr. Speaker, the Janus case before the \nSupreme Court now threatens the economic security of families all across the country. This case will go against \nwhat the American public wants. More than three in five Americans know the importance of labor unions, yet here \nwe are having to defend their very existence. This is outrageous. So we must ensure that working people, people of \ncolor, everyone, continue to have the right to join a union. It is the right thing for our economy. It is the right thing \nfor our communities. Mr. Speaker, I thank the gentleman from Georgia for leading this very important Special Order \ntonight. Mr. DAVID SCOTT of Georgia. Mr. Speaker, it is so right that the gentlewoman from California (Ms. Lee) \nmentioned Dr. Martin Luther King, Jr., because this year is the 50th anniversary of his assassination. And what was \nhe doing? As you pointed out, he was in Memphis helping the garbage workers. It was Local 1733 that had just got \ntheir charter. And when the threats were out about him, they wanted him to leave. He said: ``No. I don't know what \nwould happen. We have got some difficult days ahead, but I just want to do God's will.'' Mr. Speaker, that is what \nwe are doing here tonight. Mr. Speaker, it is with great pleasure that I yield to the gentleman from Missouri (Mr. \nCleaver), a dear friend, a leader in the fight for unions and working people who loves this Nation immensely, and \nwho works with me on the Financial Services Committee. Mr. CLEAVER. Mr. Speaker, I thank the gentleman from \nGeorgia for yielding. He has pulled us together. Those of us who have been able to work with him over the years, \nas I have--13 years on the committee--we appreciate the gentleman's work from Georgia's 13th District. Mr. \nSpeaker, my colleagues have already very eloquently reminded you of the significance, the history, and the benefits \nof unions. I want to talk to you about the power of unions, the power to effect change in the workforce. Next month, \nthe U.S Supreme Court will hear arguments in Janus v. AFSCME. This will decide whether workers can receive all \nthe benefits of a union contract without contributing any funding in return. We call them fair share fees. Unions work \nbecause the workers pay their fair share, and they all benefit from what is negotiated. Each worker chooses \nwhether or not to join a union, but the union is still required by law to represent and negotiate on behalf of all of the \nworkers. Some people want to see an end to that, which is why this case is headed to the U.S Supreme Court. A \nnegative decision could reverse a 40-year unanimous precedent supporting State's rights. Now, I want to say that I \nbelieve in the power of unions. It allows employees a voice when some of them feel that they have been silenced. \nWhen they can't speak and ask for increased wages or a safe working environment for fear of retaliation, the unions \nspeak. The unions are their voices and they demand fair and reasonable working conditions. We saw that power in \n1970 during the Postal Workers' strike. Workers had had enough. And as the gentleman from Georgia mentioned \nearlier, we saw that power during the Memphis Sanitation Workers' strike. Workers were willing to sacrifice their \nlives. The Reverend James Lawson, a good friend of mine, was a United Methodist pastor in Memphis at the time. \nHe made a phone call to a man he had met about 10 years earlier. Jim Lawson had just gotten out of prison for \nrefusing to go to Korea. Jim Lawson met Martin Luther King after he got out of prison. They both ended up in India, \nstudying under Gandhi. Jim Lawson realized that Martin Luther King had started this organization with four others \ncalled the Southern Christian Leadership Conference, so he called him and said: ``Would you come to Memphis? \nWe need you to help with this sanitation workers' strike.'' It is little known that when Dr. King tried to get the SCLC \nboard to vote to come to Memphis, they were not in support. Dr. King struggled around a couple of days by himself, \nand then let everybody know on the board he was going to go by himself. That, of course, changed everybody \nelse's minds and they joined him in Memphis. We all know what happened to Martin Luther King, Jr., when he went \n\n\n\nto Memphis. He was killed on the balcony of the Lorraine Motel. He sacrificed his life for workers, the people who \nbuilt this country. I owe my ``middle classness'' to my maternal and my paternal grandfathers. Both of them worked \nfor the Southern Pacific Railroad and became members of a union and earned enough money to buy a house. In \nmy little town where I was born, Waxahachie, Texas, an African American owning his own home, not a shanty? So \nit inspired his three boys, one of which was my father, to raise his four kids in a middle class way. We all went off to \ncollege. We owe that not only to the ingenuity of my grandfather and my parents, but also to the unions. So I will \nsupport unions as long as I can. Long after I am out of Congress, I intend to support unions because they have \npower to change lives. I am an example. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank Reverend Cleaver for \nhis comments. Mr. Speaker, there are 7.1 million members of just the public sector unions. Thirty-four percent of all \nof the employees in public service belong to unions, and this Supreme Court case would be devastating to these \n7.1 million families. Mr. Speaker, it is with great pleasure that I yield to the gentlewoman from New York (Ms. \nClarke), who serves on the very influential Energy and Commerce Committee. Ms. CLARKE of New York. Mr. \nSpeaker, I thank my colleague, the gentleman from Georgia, for anchoring this very important Special Order this \nevening. Mr. Speaker, I rise in solidarity with my colleagues in this very important [[Page H664]] discussion about \nfair share fees for union workers. {time} 2045 In 1977, the Supreme Court, in Abood v. Detroit Board of Education, \ndecided that fair share fees were constitutional, full stop. This decision allowed unions to be paid fair share fees by \nnonunion members in order to negotiate on their behalf. Fair share fees have become increasingly significant and \nimportant, as unions continue to fight for worker protections in the workplace. Now, 40 years later, the Supreme \nCourt is poised to hear this issue yet again in Janus v. AFSCME. So what has changed? What has changed? Mr. \nSpeaker, I am deeply concerned that this is yet another attempt to put big business above working people and \nweaken organized labor as effective representatives for the working class. I, therefore, ask the Court to be \nthoughtful. I ask that they think of the consequences that will follow by reversing this law. I ask the Court not to be \nused as pawns by the Republican conservatives, millionaires and billionaires, to weaken organized labor and \nunions of the 21st century. If it were not for organized labor, many of us would not be standing here representing \nour constituents today. My mother was a member of DC 37, a part of AFSCME, and it was through her labor union, \nher local, that she was able to put money aside for my brother and me to go to college, to make sure that our \nhealthcare was taken care of. And here we are in the wealthiest Nation in the world where millionaires and \nbillionaires are lining their pockets with profits, and, at the same time, we have workers who are before the \nSupreme Court just seeking dignity to be organized through labor and labor unions. This is a time for all Americans \nto remember their roots. Organized labor is part of the bedrock of this Nation. It is my hope that the Supreme Court \nwill remember that in their deliberations. Mr. DAVID SCOTT of Georgia. Mr. Speaker, it was so good of the \ngentlewoman to mention the why in all of this because, Mr. Speaker, in 1977, 41 years ago, in the Abood v. Detroit \nBoard of Education, it was ruled constitutional, and now they want to come back 41 years later and say it is not \nconstitutional. That is the big why we are going to get to answer as we move with these great speeches from our \nMembers from across the country. Mr. Speaker, I yield to the gentleman from Minnesota (Mr. Ellison), a tireless \nfighter for working people, who is also the vice chairman of our Congressional Progressive Caucus as well as the \nvice chairman of our Democratic National Committee and a good friend. We work together on the Financial \nServices Committee. Mr. ELLISON. Mr. Speaker and Members, it is important to understand the big picture here. \nWhen the Supreme Court takes up Janus, yes, they are going to be talking about fair share. Is it legal, is it \nconstitutional, for someone to benefit from being represented by a labor union that has to fight for them and then \nstill not have to pay anything to help at all. That will be the question before the Court. But that is just a very small \npart of what is really going on. What is really going on, Mr. Speaker, is that we see the deconstruction of the \nAmerican middle class. The question is: Will America be a land of opportunity; or will it be a land of stagnation \nwhere you can work as hard as you want to, but you are never going to be able to make enough to really make it? \nWhat is going on here, Mr. Speaker, is that the conservative movement in our country is trying to break the link \nbetween hard work and prosperity as they rifle money and channel it to the very richest among us, and working \npeople just have to hope for the best and work hard just to get back to work for whatever they can scrape together. \nBecause at the end of the day, labor unions have given workers a voice which has helped create the great \nAmerican middle class. The lightbulb and the semiconductor are not the great inventions of America. They are great \ninventions, but the greatest invention of the United States of America is this big, giant middle class which you can \nwork hard and get into. This is what is under threat. This is what we are fighting to uphold tonight. Now, Janus is a \ndecision that takes place within the context of other decisions. Let us not forget Shelby County, a case which \nattacked our right to vote. Let's not forget Citizens United, a case which says corporations are people and they can \n\n\n\nspend as much money on elections as they choose. Let's not forget these tax cuts passed just about a few weeks \nago which rifle money to the richest among us and undermine American workers. We are in the middle of a battle \nover whether or not the United States will continue to be a place where hard work pays. That is what this fight is \nabout. And that, Mr. Speaker, is what we invite everyone to understand the union difference. If you are Black, being \nin a union means you are going to make more money than other folks. If you are a woman, it will mean the same \nthing. If you are a veteran, it will mean the same thing. Unions have always done more for the people who are in \nthem, and we want to get more people in unions, not fewer. The attack that we see tonight in the form of this Janus \nv. AFSCME is an attack on that union advantage. But unions have helped everybody, Mr. Speaker. If you look at \nwage stagnation in America, what you see since World War II, right up until the 1970s, is pay going up and up and \nup for working people until we see union density begin to break down, and it is at that point that we begin to see \nwages flatten out and stagnate. Unions create not just good pay and good benefits for their workers, but they \nactually create benefits for all workers because unions create the wage floor and lift up all boats. Mr. Speaker, let \nme say that this is African American History Month only a few days away beginning in February. We must \nremember people like A. Philip Randolph, who was not only a union leader, he was a civil rights leader. We can't \nforget about E. D. Nixon, who helped start the Montgomery Bus Boycott, which led to the beginning of the modern \nAmerican civil rights movement. And let us not forget our beloved Martin Luther King, whose birthday we \ncelebrated a few days ago, and who we will recognize the 50th anniversary of his assassination this year, died \nfighting for workers of the American Federation of State, County and Municipal Workers, who is one of the \nlitigants in this case, the Janus case. So I want to say, if you care about income inequality, if you care about \nprosperity for working people, you have got to get on the side of fighting against this Janus decision. This is what is \ngoing on. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank Mr. Ellison for his comments. Well done. Mr. \nSpeaker, I yield to the distinguished gentleman from Texas (Ms. Jackson Lee). And you talk about a fearless \nfighter, Mr. Speaker, Ms. Sheila Jackson Lee. Ms. JACKSON LEE. Mr. Speaker, I thank the gentleman from \nGeorgia for his leadership in galvanizing all of us, and I thank my colleagues for very eloquent messages on the \nfloor of the House regarding Janus v. AFSCME Council 31. Let me acknowledge Lee Saunders and the AFSCME \nfamily, who have been champions in fighting for the rights of all labor, and that is why we are on the floor of the \nHouse today, because we wanted to, in our way as legislators, join in this magnificent fight for constitutional rights \nof the First Amendment. And let me take issue with the 1977 Supreme Court case Abood v. Detroit Board of \nEducation and turn the Fourth Amendment back to supporting those workers who, in fact, want to associate and \nparticipate in unions. Let me also thank my colleague Chairman Richmond of the Congressional Black Caucus for \ngalvanizing us as well in this effort. We offered a resolution to honor Echol Cole and Robert Walker. On February 1, \n1968, it will be 50 years that these two sanitation workers in Memphis were killed in a horrific accident when the \ncompactor on their sanitation truck malfunctioned. The key is that these individuals had no rights, no benefits. They \nhad no death benefits. They had no protection for their families. They had nothing. And that is why this Supreme \nCourt decision is so crucial and why I hope that the Supreme [[Page H665]] Court of the United States will rule in \nfavor of AFSCME against this wrongheaded approach to those who are trying to speak on behalf of those who \nsupport the rights of workers. The Supreme Court cases did the flip of the First Amendment and suggested that \nthe First Amendment of those who disapproved unions was being violated. I believe that the Supreme Court got it \ncompletely wrong and that the First Amendment rights of those who move positively to be part of a union could be \nargued vigorously that their rights are being violated. Not only their rights are being violated, but their rights to \nhave a liveable wage and to work in a safe and protected workforce and workplace. That is what I think the real \nquestion is as to why those who want to be in a union must be defeated by the constitutional premise of the First \nAmendment. My First Amendment is to join the union and to secure the rights and benefits of those. I hope that the \nSupreme Court will look to the fact that union members who desire to have fees selected and utilized for the union \ndeducted from their salary have every much a right to the First Amendment. You can opt out, but you should not \ndeny those members the right to the First Amendment to have their voices heard. In particular, it is important to \nnote the benefits that have come about to the African-American community. And that is the African- American \ncommunity has seen increasing wages. African-American union workers earn up to $10,000 or 31 percent more a \nyear than nonunion workers. In 2011, nearly 20 percent of employed African Americans worked for the State, local, \nor Federal Government compared to 14 percent of other groups. And African Americans are less likely than\n\nother groups to work in the private sector. So let me say this about why I stand here to support the unions and their \nright to the First Amendment to deduct fees to be able to express their rights. Let me just quickly say as I close: \n\n\n\nDo you know among the many things that unions have helped us get are weekends, all breaks at work, paid \nvacations, family medical leave, sick leave, Social Security, minimum wage, civil rights, overtime, child labor laws, \nand workman's comp? Mr. Speaker, I believe that this is an important discussion because so many good elements \nof saving lives, so much so that those dear sanitation workers would not have lost their life, came about from the \nsacrifice of unions, and we should provide them with the First Amendment right. Let me salute Clara Caldwell who \nwill be honored by our union brothers and sisters in Austin, Texas, and let me say the right thing for the Supreme \nCourt to do is rule on behalf of the unions and their rights to the First Amendment. Mr. Speaker, I include in the \nRecord points about African Americans and Labor Unions, facts about Janus v. AFSCME Council 31, and 36 \nreasons to thank the union movement. African Americans and Labor Unions 1. Historically, the path to the middle \nclass for African Americans was through a union job. 2. African-American workers are more likely to be union \nmembers. 3. Unionized workers promote greater income equality and prevent wage discrimination. 4. African \nAmerican union workers earn up to $10,000 or 31% more per year than non-union members. 7. Few African \nAmericans are self-employed--only 3.8% reported being self-employed in 2011--making them almost half as likely \nto be self-employed as Whites (7.2%). 8. Unionized workers are more likely to receive paid leave, more likely to \nhave employer-provided health insurance, and are more likely to be in employer-provided pension plans. 9. Unions \nplay a pivotal role by ensuring workers have continued educational access for their current roles as well as \nencourage workers to pursue higher education. 10. Nationally, 77 percent of union employees in 2009 were \ncovered by pension plans that provide a guaranteed monthly retirement income. Only 20 percent of non-union \nworkers are covered by guaranteed (defined-benefit) pensions 20%. 11. Union workers are 53.9% more likely to \nhave employer- provided pensions. 12. When unions are strong and able to represent the people who want to join \nthem, these gains spread throughout the economy and the overall community. 13. Workers who form unions are \nable to boost wages, which helps attract and retain staff. 14. When non-union companies increase their wages, it \ngives all workers more purchasing power. 15. Communities with a strong middle class have sufficient tax revenues \nto support schools, hospitals and roads. 16. Historically, pensions, social security and personal savings ensured \nthat workers could retire with dignity. 17. With the current recession and the attack on pensions, many workers are \nleft to depend on social security and their personal savings alone. 18. Many African American elders find \nthemselves in a precarious situation after decades of work. 19. Union members played a critical role in the civil \nrights struggles of the past and that involvement continues today. 20. When Martin Luther King Jr. was jailed for \ncivil disobedience, unions and union members frequently came to his aid with the legal and financial help he \nneeded. 21. Philip Randolph and Bayard Rustin both union leaders help to organize the March on Washington in \n1963 and in countless cities around the country. 22. Martin Luther King Jr. was shot and killed while in Memphis to \naid striking sanitation workers. 23. Today, labor unions are still on the forefront of efforts to ensure that the gains of \nthe past are maintained and to fight for those still denied opportunity and equality. Facts About Janus v. AFSCME \nCouncil 31--Source: AFSCME Facts of the Case In 1977, the Supreme Court, in Abood v. Detroit Board of \nEducation, upheld against a First Amendment challenge a Michigan law that allowed a public employer whose \nemployees were represented by a union to require those of its employees who did not join the union nevertheless to \npay fees to it because they benefited from the union's collective bargaining agreement with the employer. Illinois \nhas a law similar to that upheld in Michigan. The governor of Illinois brought a lawsuit challenging the law on the \nground that the statute violates the First Amendment by compelling employees who disapprove of the union to \ncontribute money to it. The district court dismissed the complaint on the grounds that the governor lacked standing \nto sue because he did not stand to suffer injury from the law, but two public employees intervened in the action to \nseek that Abood be overturned. Given that Abood is binding on lower courts, the district court dismissed the claim, \nand the Seventh Circuit affirmed dismissal for the same reason. Legal Question Presented: Should the Court's \ndecision in Abood v. Detroit Board of Education should be overturned so that public employees who do not belong \nto a union cannot be required to pay a fee to cover the union's costs to negotiate a contract that applies to all public \nemployees, including those who are not union members? Janus v. AFSCME Council 31 threatens our union and all \nworking families. This case, which will come before the Supreme Court in February, represents a huge threat to our \nunion. As a local leader, you are critical to how we defend and protect our union, our members and public services \nin the face of this threat. This lawsuit aims to take away the freedom of working people to join together in strong \nunions to speak up for themselves and their communities. In February, the U.S Supreme Court will hear the case \nand a decision is expected by the summer. What are fair share fees, and why are they important? Unions work \nbecause we all pay our fair share and we all benefit from what we negotiate together. Fair share fees provide public \nservice workers with the power in numbers they need to negotiate better wages, benefits and protections that \n\n\n\nimprove work conditions and set standards for everyone. Each public service worker chooses whether or not to join \na union, but the union is still required by law to represent and negotiate on behalf of all public service workers-- \nmembers and non-members alike. All employees receive the wage increases, benefits and workplace rights \nnegotiated through the union. The corporate special interests behind this case want to take away our ability to build \nstrength in numbers. That is why they want the Supreme Court to rule that workers can receive all the benefits of a \nunion contract without contributing anything in return. All workers should chip in their fair share to cover the cost of \nrepresenting them. Is anyone ever forced to join a union or pay for politics? No. The simple truth is that no one is \nforced to join a union and no one is forced to pay any fees that go to politics or political candidates. That is already \nthe law of the land. Nothing in this case will change that. This case is about taking away the freedom of working \npeople to join together, speak up for each other and build a better life for themselves and their families by \nundermining their ability to form strong unions. What is the real impact of this case? When working people have the \nfreedom and opportunity to speak up together through unions, we make progress together that benefits everyone. \nThe wealthy elite behind this case are trying to use the highest court in the land to take away our freedom to create \nthe power in numbers to secure better lives [[Page H666]] for ourselves, our families, our communities and our \ncountry by undermining our ability to form strong unions. If fair share fees are struck down, employees who benefit \nfrom the gains that the union makes will not have to pay anything toward the cost of that representation. If the \nbillionaires and corporate CEOs behind this case get their way, they will take away the freedom of working people \nto come together and build power to fight for the things our families and communities need: everything from \naffordable health care and retirement security to quicker medical emergency response times. What is this case \nreally about? The case aims to erode the freedom to form unions to improve our lives and the communities we \nserve. Real freedom is about making a decent living from our hard work; it's also about having time to take a loved \none to the doctor, attend a parent-teacher conference and retire in dignity. The corporate special interests behind \nthis case do not believe that working people should have the freedom to negotiate a fair return on their work. Who is \nbehind this case? The National Right to Work Foundation is part of a network funded by corporate billionaires to \nuse the courts to rig the rules against working people. For decades, these wealthy elites have used their massive \nfortunes to gain outsized influence to chip away at the progress unions have won for all working families. Now they \nwant the highest court in the land to take away our freedom to come together to protect what our communities \nneed: a living wage, retirement security, health benefits, the ability to care for loved ones and more. How do unions \nbenefit our communities? People in unions continue to win rights, benefits and protections for all working people \nand their communities. When public service workers belong to strong unions, they fight for staffing levels, \nequipment and training that saves lives and improves the public services our communities rely upon. And when \nunion membership is high, entire communities enjoy higher wages. 36 Reasons To Thank the Union Movement 1. \nWeekends 2. All breaks at work, including your lunch breaks 3. Paid vacation 4. FMLA (Family and Medical Leave \nAct) 5. Sick leave 6. Social security 7. Minimum wage 8. Civil Rights Act Title VII (prohibits Employer \nDiscrimination) 9. 8-Hour work day 10. Overtime pay 11. Child labor laws 12. Occupational Safety & Health Act \n(OSHA) 13. 40 Hour Work Week 14. Worker's Compensation (Worker's Camp) 15. Unemployment Insurance 16. \nPensions 17. Workplace Safety Standards and Regulations 18. Employer Health Care Insurance 19. Collective \nBargaining Rights for Employees 20. Wrongful Termination Laws 21. Age Discrimination in Employment Act of \n1967 22. Whistleblower Protection Laws 23. Employee Polygraph Protect Act (Prohibits Employer from using a lie \ndetector test on an employee) 24. Veteran's Employment and Training Services (VETS) 25. Compensation \nincreases and Evaluations (Raises) 26. Sexual Harassment laws 27. Americans With Disabilities Act (ADA) 28. \nHoliday Pay 29. Employer Dental, Life, and Vision Insurance 30. Privacy Rights 31. Pregnancy and Parental Leave \n32. Military Leave 33. The Right to Strike 34. Public Education for Children 35. Equal Pay Acts of 1963 & 2011 36. \n(Requires employers pay men and women equally for the same amount of work) 37. Laws Ending Sweatshops in \nthe United States Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank Ms. Sheila Jackson Lee for her comments. \nMr. Speaker, I yield to the Congressman from the great State of New Jersey (Mr. Payne), who is a strong fighter on \nbehalf of unions. Mr. PAYNE. Mr. Speaker, let me first thank Congressman Scott for hosting tonight's Special Order \nhour and his continual dedication to making sure that working families are represented by his great leadership. \nTonight, the Janus-Council 31 case and the value of unions is what we are here to speak about. As we hold this \nSpecial Order hour, there are efforts across the country working to trample workers' rights. The Supreme Court \ncase, Janus v. AFSCME, aims to take away the freedom and the opportunity for working people to join together and \nstrong unions to speak up for them, their families, and their communities. {time} 2100 Any effort that threatens to \nundermine public sector collective bargaining rights is an attack on working people and their ability to negotiate \n\n\n\nwith a strong voice in their workplace. We must be unwavering in our support of workers' rights. Over the \ndecades, unions were vital in our communities, particularly for women and communities of color. African-American \nwomen in unions earn an average of $21.90 an hour, while nonunion women earn $17.04 an hour. In addition, \nmore than 72 percent of women in unions have health insurance, while less than 50 percent of nonunion African-\nAmerican women do. The important work that unions do every day is improving our economy and the lives of \ncountless working families in this country. Mr. Speaker, I had much more to say, but in the interest of time, I will say \nI know how important it is to be represented. I, in my working career, have been in two labor unions myself, and I \nworked at a company and was fired. My uncle fired me. My father was the hearing officer against me, and my \ngrandfather was the witness against me. Mr. Speaker, I know how important it is to be represented because the \nunion got my job back. Thank you, Congressman Scott, for hosting tonight's Special Order Hour on the Janus case, \nCouncil 31, and the Value of Unions. As we hold this special order hour, there are efforts across the country \nworking to trample workers' rights. The Supreme Court case, Janus v. AFSCME, aims to take away the freedom \nand opportunity for working people to join together in strong unions to speak up for themselves, their families and \ntheir communities. Any effort that threatens to undermine public sectors collective bargaining rights is an attack on \nworking people and their ability to negotiate with a strong voice in their workplace. We must be unwavering in our \nsupport of workers' rights. Over the decades, unions were vital in our communities, particularly for women and \ncommunities of color. African-American women in unions earn an average of $21.90 an hour while nonunion \nwomen earn $17.04 In addition, more than 72 percent of women in unions have health insurance, while less than \n50 percent of nonunion African-American women do. The important work that unions do every day is improving our \neconomy and the lives of countless working families across this country. For example, in New Jersey, unions are \nhelping train the next generation of health care professionals. To address New Jersey's nursing shortage, the \nAFSCME Local 1199J developed a system for union members to develop and maintain the skills needed for career \nadvancement in nursing. The union also supports programs like the Youth Transitions to Work Certified Nursing \nApprenticeship, which helps prepare Newark-area high school juniors and seniors as they start a career in nursing. \nAs you can see, unions and strong union membership fill the gaps when others drop the ball. Janus is the \nculmination of decades of attacks on working people by corporations, the wealthiest one percent, and hostile \npoliticians. This right-wing attack against the middle class must not stand. The forces behind this case are the \nsame forces that have pushed for limiting voting rights, attacked immigrants, and undermined civil rights \nprotections. In fact, this is the third instance where the Trump Solicitor General's office is reversing that office's \nposition, seriously jeopardizing the Department of Justice's reputation before the court and undermining the rule of \nlaw. It is undeniable that unions have played a critical role in building and protecting the middle class in America. \nUnions provide hard working people economic stability and give them the tools to build a good life, home, and \neducation for themselves and their children. We must stand together to ensure that America has strong labor \nprotections that work for everyone. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank the gentleman. I really \nappreciate that. I yield to the gentleman from New York (Mr. Jeffries), who is a leader on the Judiciary Committee \nand who knows full well how wrong it would be for the Supreme Court to reverse itself and take away a right that \nwas given to labor unions just 41 years ago and then switch it back. That is not fair. Mr. JEFFRIES. Mr. Speaker, I \nthank the distinguished gentleman from Georgia for yielding and for his tremendous leadership on this issue. Here \nin America, if you work hard and play by the rules, you should be able to provide a comfortable living for yourself \nand for your family; but for [[Page H667]] far too many American workers, that basic contract has been broken. \nSince the early 1970s, the productivity of the American worker has increased in excess of 285 percent; but during \nthat same period of time, wages have increased by less than 10 percent. So the productivity gains of the American \nworker have not gone to the American worker; instead, they have gone to the privileged few, to millionaires and \nbillionaires and to big corporations to subsidize the lifestyles of the rich and shameless. That is the America that we \nare dealing with right now. Some may explain it as a result of globalization; some may say it is fully negotiated \ntrade deals; some may say it is the outsourcing of good-paying American jobs; some may say it is the rise of \nautomation. Certainly, all of those factors are implicated, but the decline in unionization has been a significant, if not \ndecisive, reason that so many people have been struggling to achieve the American Dream. And now the \nSupremes, in their wisdom, want to give us another raw deal, rightwing hit to benefit the wealthy and the well-off to \nthe detriment of hardworking Americans. So let's hope that Justice Kennedy does the right thing, that five Justices \non the Supreme Court see themselves to not interfere and overturn settled law for the purpose of continuing a \nmarch to benefit the privileged few to the detriment of hardworking Americans. Mr. DAVID SCOTT of Georgia. I \nthank the gentleman so much for his comments. It is with great pleasure that I yield to the gentlewoman from \n\n\n\nDelaware (Ms. Blunt Rochester), who also served as the former secretary of labor of Delaware, whom I have \nworked with on our Agriculture Committee. Ms. BLUNT ROCHESTER. Mr. Speaker, I thank the gentleman for \nyielding and for the opportunity to speak at this Special Order hour. Mr. Speaker, as the former secretary of labor \nand head of personnel for the State of Delaware, I am here this evening on the floor of the House to lend my voice \nin support of the thousands of men and women across the country who are dedicated public servants who currently \nbelong to public sector labor unions; who teach our children, pave our roads, protect us, care for our seniors; who \ndon't receive huge salaries; who don't work in palatial offices; and whose very right to organize and collectively \nbargain is under attack. At the end of February, the Supreme Court is set to hear a case, Janus v. AFSCME Council \n31, which is simply another attempt to weaken the rights of public sector employees in the fight for better pay, paid \nsick leave, and the ability to one day retire with dignity. Mr. Speaker, the plaintiff in this case seeks to bar the ability \nfor public sector unions from collecting fair share fees. Fair share fees are collected from public sector employees to \nhelp their unions negotiate for better wages, benefits, and protections. It is important to note that no union can be \neffective at negotiating with employers unless the employees who reap the benefits of these negotiations pay for \nthe collective bargaining--even if they are not members of the union. The Supreme Court has already ensured that \na union's political activities and their collective bargaining activities are separate from their fair share dues. No \npublic sector worker is being asked to contribute funds to causes to which they do not agree. It should be noted \nthat unions go through painstaking detail to ensure that no funds are misused. When our first responders, teachers, \nand public sector workers come together and form strong unions, they win benefits, like better working conditions, \nbetter wages, healthcare, and retirement security, which also benefit nonunion members. As our economy shifts \nand the wealth gap grows, the protective power of unions must be strengthened, not weakened. Without the \nfreedom to come together, working people would not have the power in numbers they need to make our \ncommunities and our country more prosperous. Mr. Speaker, it is my hope that the Justices will see the value, \nneed, and success of public sector collective bargaining and that everyone must pay their fair share. Mr. DAVID \nSCOTT of Georgia. Mr. Speaker, it is very important to recognize that Ms. Sheila Jackson Lee is a senior member \nof the Judiciary Committee as well and has vowed to lead this fight in the committee, and we appreciate that. It \ngives me great pleasure to yield to the gentlewoman from Orlando, Florida (Mrs. Demings). And may I say, Mr. \nSpeaker, that Mrs. Demings is the former chief of police of Orlando. Who better to speak to the damage that this \nSupreme Court Janus decision could have on our police officers than the former chief of police. Mrs. DEMINGS. Mr. \nSpeaker, I thank my colleague from Georgia (Mr. David Scott) for his leadership on this very critical issue. Mr. \nSpeaker, America is a great nation, and tonight we continue to celebrate that fact. But we do know that great things \ndon't just happen on their own. If we take a serious look through the pages of history, we will see the blood, the \nsweat, and the tears of many people. Some of those people came on cruise ships, and some came on slave ships. \nBut regardless of the foundation on which our journey in America began, many were there helping to build what we \nnow know as a great nation. Mr. Speaker, the American worker is intertwined in the moral fabric of our great \nsociety. As America began to grow as an industrialized society, so did its workforce and the need to develop fair \nand equitable workplace standards. I joined the Orlando Police Department in 1984, and on my first day of \norientation, I joined the union. I joined a great department, and I wanted to do my part to keep it a great department. \nI proudly joined the union, and I clearly understood--and it appeared at that time that those in management also \nunderstood--that the union was working hard to ensure that employees, both sworn and civilian, worked in a safe \nwork environment, were paid fair wages, and were fairly compensated in the event of death on the job. I was an \nactive member of the union, and when I moved to the management ranks, I met regularly with union leadership to \nensure we continued to have a healthy work environment, fair wages, meaningful benefits, and safe working \nconditions. That has been and continues to be the work of American unions. Mr. DAVID SCOTT of Georgia. Mr. \nSpeaker, I yield to the gentleman from Washington (Mr. Heck), a strong fighter for labor unions. Mr. HECK. Mr. \nSpeaker, his name was Victor, although he went by Vic. He was the oldest of six on their very hard scrabble farm in \nrural South Dakota. One day, he came home from school, when he was just in the eighth grade, and he was met at \nthe porch by his father, who told him, in his broken English, that he would have to quit school to save the family \nfarm, denying him the education that he wanted so very badly because, you see, it was the winter of 1930 and the \nGreat Depression had arrived. He lived a life of deprivation before and after, kicking around from job to job just to \nsurvive, just to keep from starving. World War II came. He volunteered, and afterwards, he became a truck driver \nand a teamster. The woman he would marry, Jean, had a high school education, no college. She became a \ntelephone operator and a member of Communications Workers of America. Together, they worked very hard and \nthey raised four children. They owned their own home. They had a wooden boat in the garage. They took annual \n\n\n\nmodest vacations. They had healthcare coverage, and they helped each of their children attend college who wanted \nto. Then they had a secure retirement, and they owed it all to the strength of their unions. Mr. Speaker, one of their \nfour children stands before you today. Thank you, Teamsters. Thank you, Communications Workers of America. \nThank you, unions across America. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I thank the gentleman for his \ncomments, and I yield to the gentleman from California (Mr. Takano). Mr. TAKANO. Mr. Speaker, I thank the \nCongressional Black Caucus for holding this important discussion. For the past 4 years, courts have held that public \nsector unions can charge a [[Page H668]] small fee to workers that benefit from the collective bargaining \nagreements that unions negotiate and enforce. Reversing that precedent is not an honest shift in legal \ninterpretation. It is a political attack against American workers and the organizations that represent them, and it has \nbeen years in the making. For decades, a relentless, coordinated campaign supported by large corporate interests, \nadvanced by political partisans, and funded by the Koch brothers has tried to rebrand union membership as a \nburden on American workers. Their campaign is as cynical as it is misleading. For nearly a year, the United States \nSenate refused to give the highly respected Judge Merrick Garland even one hearing, then overruled at least 100 \nyears of Senate tradition to steal a seat on the Supreme Court. That seat is now the difference between a Court that \nupholds the rights of public sector unions and one that undermines their existence. Today, President Trump, the \nreal estate billionaire who promised to be a voice for American workers, has pursued the most aggressive \nantiworker agenda in recent memory. Thank you to my colleagues in the Congressional Black Caucus for holding \nthis important discussion. This evening I am speaking--not just as a strong supporter of public sector unions--but as \na former union member myself. Throughout my 24 years in the classroom, I was a proud, dues-paying member of \nthe California Teachers Association. And here's why: Union membership means higher pay, better training, and \nsafer working conditions. It means access to paid sick leave if you or a loved one gets sick. It means medical \nbenefits, life insurance, and retirement security for families in communities across the country. It means a \ncompassionate, humane workplace. And it means greater opportunities and a better future for the children of union \nworkers. At a time when income inequality is high. middle-class wages are stagnant, and workers' benefits are \nrapidly disappearing, collective bargaining is the last remaining source of leverage for American workers. And now \nthe conservatives on the Supreme Court are preparing to strip that leverage away. For the past 40 years, Courts \nhave held that public sector unions can charge a small fee to workers that benefit from the collective bargaining \nagreements that unions negotiate and enforce. Reversing that precedent is not an honest shift in legal \ninterpretation. It is a political attack against American workers and the organizations that represent them . . . and it \nhas been years in the making. For decades, a relentless, coordinated campaign, supported by large corporate \ninterests, advanced by political partisans, and funded by the Koch Brothers, has tried to rebrand union membership \nas a burden on American workers. Their campaign is as cynical as it is misleading. For nearly a year, the United \nStates Senate refused to give the highly respected Judge Merrick Garland even one hearing, and then overruled at \nleast 100 years of Senate tradition to steal a seat on the Supreme Court. That seat is now the difference between a \nCourt that upholds the rights of public sector unions and one that undermines their existence. And today, President \nTrump--the real estate billionaire who promised to be a voice for American workers has pursued the most \naggressive anti-worker agenda in recent memory. In the White House, in Congress, and now in the Supreme \nCourt, American workers are being deprived of the protections that built the middle class. And instead of accepting \nblame for exacerbating the challenges facing working families, Republicans are pointing the finger at immigrants \nand refugees in an attempt to divide and distract our nation from the true source of inequality. The decision in Janus \nv. AFSCME must be the beginning of a new effort, supported by all my colleagues here this evening, to restore the \nrespect and benefits that American workers deserve. {time} 2115 Mr. DAVID SCOTT of Georgia. Mr. Speaker, I \nyield to the gentlewoman from Illinois (Ms. Schakowsky). Ms. SCHAKOWSKY. Mr. Speaker, let me thank Mr. Scott \nand the Congressional Black Caucus for this Special Order. The Janus case is critically important to public \nemployees, but, more importantly, to all the people who rely on public services that they provide. This is an Illinois \ncase--it is my State--Janus v. AFSCME Council 31, a relentless fighter for American workers. Before becoming \nGovernor, Bruce Rauner was chairman of a private equity firm where he put profits ahead of working families. As \nGovernor, he was the one who filed this suit. We need to make sure that we protect workers all over this country. \nWe need to win this case before the Supreme Court. Justice calls for winning for union members. Mr. DAVID \nSCOTT of Georgia. Mr. Speaker, I ask unanimous consent that Mr. Perlmutter may have 4 minutes as our final \nspeaker. The SPEAKER pro tempore (Mr. Marshall). The Chair cannot entertain the gentleman's request. The time \nof the gentleman has expired. Mr. DAVID SCOTT of Georgia. Mr. Speaker, I had so many Members that I couldn't \nget them all in. But I appreciate it, and I hope that I have shared with the American people tonight this case and the \n\n\n\nthreat it holds for our very valuable unions. Mr. Speaker, I yield back the balance of my time. Ms. WASSERMAN \nSCHULTZ. Mr. Speaker, I rise today to pledge my whole- hearted support for the right of workers to organize and \nto decry the efforts of powerful corporate interests to outlaw public sector union fair share fees in the Janus v. \nAFSCME case currently before the Supreme Court. Today, despite being more productive than ever, American \nworkers are working longer hours for less money and fewer benefits. It is no accident that working people are \nstruggling. Corporate CEOs continue to use their wealth to influence politicians to rig the economic rules to benefit \nthe wealthy and powerful at the expense of everyone else. Now, those same corporate CEOs and special interests \nare behind a Supreme Court case called Janus v. AFSCME--a case that threatens to make things even worse for \nworking people. This case aims to take away the opportunity for working people to join together in strong unions to \nspeak up for themselves, their families, and their communities. When teachers, nurses, police officers, firefighters, \nand other public service workers are free to build strong unions, they win benefits like better working conditions, \nbetter wages, health care, clean and safe environments, and retirement security that benefit not just union \nmembers, but all workers. Given that all workers benefit, it has been standard practice that all workers contribute \ntheir fair share of the cost of organizing--a practice upheld unanimously by the Supreme Court in 1977. But the \nCEOs and corporate special interests behind the Janus case have abandoned the conservative principle of respect \nfor precedent. They are instead driven by a misguided belief that working people should be denied the same ability \nas they have to effectively negotiate a fair return on their work so that they can provide for themselves and their \nfamilies. The Janus case is a blatantly political and well-funded plot to use the highest court in the land to further rig \nthe economic rules against everyday working people. But what these corporate bigwigs fail to recognize is that \nunions are now more important than ever. Unions work because we all pay our fair share and we all benefit from \nwhat we negotiate together. The forces behind this case know that by joining together in strong unions, working \npeople are able to win the power and voice they need to level the economic and political playing field. That is why I \nwill continue to stand with American workers and their unions to ensure that they are protected, and that they are \nable to pursue their own version of the American dream. Mr. LAWSON of Florida. Mr. Speaker, I rise today and ask \nthat we act now to preserve and defend labor unions. Unions have played a critical role in building and protecting \nthe middle class in America. They provide hard working people economic stability for their families and give them \nthe tools to build a good life, home and education for themselves and their children. As early as this week, the \nSupreme Court could take up Janus v. AFSCME which aims to take away the ability of working people to join \ntogether in strong unions. Janus v. AFSCME would gut the entire public sector ``right-to-work'' in one fell swoop. \nJanus is the culmination of decades of attacks on working people by corporate CEOs, the wealthiest 1%. The \nforces behind this case are the same forces that have pushed for limiting voting rights, attacked immigrants, and \nundermined civil rights protections. When working people have the freedom and opportunity to speak up together \nthrough [[Page H669]] unions, we make progress together that benefits everyone. If the billionaires and corporate \nCEOs behind this case get their way, however, they will take away the freedom of working people to come together \nand build power to fight for the things our communities need: everything from affordable health care and retirement \nsecurity to quicker medical emergency response times. With Janus, CEOs and billionaires want to use the highest \ncourt in the land to take away our freedom to create the power in numbers to win better lives for ourselves, our \nfamilies, our communities and our country. Labor unions date back to the 18th century. They were established to \nhelp workers with work related issues such as low pay, unsafe working conditions, and long hours to have a body \nof individuals to speak on their behalf. Labor unions are a brilliant balance of power between employees and \nemployers. They have gained the power to negotiate peacefully for adequate treatment and respect as the \neconomic backbone of this country. Some of the accomplishments include increasing wages, raising the standard \nof living for the working class, ensuring safe and sanitary working conditions, and increased benefits for both \nworkers and their families. The group mentality of unions provides the comfort of inclusion and recognition that \nemployees seek in the workplace. When an employee sees his or her needs are important and being met, then the \nquality of his or her work life increases tremendously. As the working class continues to push the economy forward, \nunions are becoming more and more necessary. Unions are the spokespersons for the overworked--and \nsometimes the underappreciated. Unions assure that every employee has a seat at the table. Some business \nemployers may argue that unionized workers create an atmosphere that lessens the sense of partnership and trust \nwith their supervisors. No one is forced to join a union. Membership is purely optional. We must preserve the right \nof employees to join together to negotiate for better pay and working conditions. Strong unions also advocate for \nequal opportunity for women and communities of color who have been discriminated against. Union jobs have \nhistorically been and continue to be a path to the middle class for people of color, who often face low wages in their \n\n\n\nprofessions. African-American union members today earn 14.7 percent more--and Latino union workers 21.8 \npercent more--than their nonunion counterparts. As representatives of these great states, we owe it to our middle \nclass to not silence their voice. They deserve their fair share of the economic prosperity that they have helped to \ncreate. Unions are and always will be an important factor in making the economy work for all Americans. Mr. \nTONKO. Mr. Speaker, in the years following the Great Recession (2009-2012), 91 percent of all new wealth created \naccrued to the top one percent of earners. From 1980 through 2014, incomes for the wealthiest one percent of \nAmericans rose by 204 percent while incomes for the bottom 50 percent rose by just 1 percent. During that period, \nthe size and productivity of the U.S economy have essentially doubled. President Trump likes to tout a booming \nstock market, but the wealthiest 20 percent of Americans own 92% of the stocks. The other 80 percent, four out of \nfive Americans, own just 8 percent of that wealth and are being largely left behind. And things are about to get \nmuch worse, because the Trump tax scam does exactly the same thing that has failed us for decades: trickle- down \neconomics. It failed under Reagan, it failed again under Bush. Every time Republicans ram it through, it adds \nbillions, in Trump's case trillions of dollars to our debt, and the wealthy walk away with the benefits. The rich get \nricher and the rest of us just have to work harder for less. Meanwhile just in the past six weeks, Sam's Club laid off \nsome 11,000 employees. Carrier cut another 1,500. AT&T laid off some 4,000. Kimberly Clark, the company that \nmakes Kleenex and Huggies, just announced that it would use Trump's tax scam as an opportunity to lay off 5,000 \nor more workers and close 10 manufacturing facilities. Janus v. AFSCME is an effort by the wealthy and powerful \nto further insulate their economic power and ability to restrict access to wealth for the rest of us. Strong unions are \nkey to unrigging this economy, improving local communities and the lives of union and nonunion families alike. \nUnions are associated with greater productivity, lower employee turnover, improved workplace communication, and \na better-trained workforce. Data shows that unions and unionization lead to increased economic growth and \ncompetitiveness. According to the BLS, among full-time and salary workers, in 2017 union members had average \nweekly earnings of $1,041, non-union members had median weekly earnings of $829. When union membership is \nhigh, entire communities enjoy wages that represent a fair return for their work and greater social and economic \nstability and mobility. And unions advocate for policies that benefit all working people, e.g minimum wage, \naffordable health care, and quality public schools. Unions provide a path to the middle class for working people by \nincreasing their income and the economic security of their families. As union membership has decreased because \nof attacks on working people, income inequality has risen in the U.S Source. Through collective bargaining, \nmembers of strong unions are scoring victories that help entire communities--like safer nurse-staffing levels that \nhelp patients and smaller classroom sizes that help students. AFSCME Region President, Ron Briggs, suggested \nyou may recognize the following members because they have worked diligently to sign agency fee payers in their \nlocals/units and are active in fighting back against the Janus case, right-to-work and the pro-corporate agenda: \nLorraine Aumic from Local 688 Office of Temporary & Disability Assistance. She lives in Schenectady. Bryan \nSchaeffer from Local 886 Schenectady School Districts, Municipalities, and Towns. He lives in Delanson. Michele \nKuiber from Local 671 Workers Compensation Board. She lives in Amsterdam. Jodi Aubin from Local 655 \nEnvironmental Conservation. She lives in Clifton Park. Janus v. AFSCME is the product of a political scheme to \nfurther tilt economic power away from working people and the middle class. It strikes at the freedom of working \npeople to come together in strong unions. Unions are critical to America's middle class, providing economic \nstability, a good life, home and education for workers and their families. CEOs and corporate special interests \nbehind this case oppose letting workers negotiate a fair wage for their work. The case was brought to manipulate \nthe Supreme Court to satisfy blatantly political goals. In a 10-page State Policy Network (SPN) fundraising letter \nreported on in The Guardian, SPN President and CEO Tracie Sharp wrote that the goal of their Koch-backed \nnetwork's $80 million campaign was to ``defund and defang'' unions. The original plaintiff in this case was Illinois \nGov. Bruce Rauner, who launched a political attack on public employees after taking office. A U.S District Court \njudge ruled in 2015 that Rauner had ``no standing'' to bring suit, so the legal arms of the National Right to Work \nCommittee and the Liberty Justice Center went looking for plaintiffs to serve as stand-ins for Rauner in the federal \nlawsuit. The Supreme Court case Janus v. AFSCME, Council 31 aims to take away the freedom of--and opportunity \nfor--working people to join together in strong unions to speak up for themselves, their families and their \ncommunities. When teachers, nurses, police officers, firefighters and other public service workers are free to come \ntogether in strong unions, they win benefits like better working conditions, better wages, health care, clean and safe \nenvironments and retirement security that benefit non-union members as well. But the CEOs and corporate special \ninterests behind this case simply do not believe that working people should have the same freedoms and \nopportunities as they do: to negotiate a fair return on our work so that we can provide for ourselves and our families. \n\n\n\nThey are funding this case through the National Right to Work Foundation, because they view strong unions as a \nthreat to their power and greed. When working people have the freedom and opportunity to speak up together \nthrough unions, we make progress together that benefits everyone. If the billionaires and corporate CEOs behind \nthis case get their way, however, they will take away the freedom of working people to come together and build \npower to fight for the things our communities need: everything from affordable health care and retirement security \nto quicker medical emergency response times. The CEOs and billionaires want to use the highest court in the land \nto take away our freedom to create the power in numbers to win better lives for ourselves, our families, our \ncommunities and our country. People in unions continue to win rights, benefits and protections not only for union \nmembers, but for all working people and their communities in and outside of the workplace. When nurses, \nfirefighters, 911 dispatchers and EMS workers belong to strong unions, they fight for staffing levels, equipment \nand training that save lives. And when union membership is high, entire communities enjoy wages that represent a \nfair return on their work and greater social and economic mobility. Without the freedom to come together, working \npeople [[Page H670]] would not have the power in numbers they need to make our communities safer, stronger and \nmore prosperous. The National Right to Work Foundation is part of a network funded by corporate billionaires to \nuse the courts to rig the rules against everyday working people. For decades, the corporate CEOs and billionaires \nfunding this case have used their massive fortunes to pay politicians and corporate lobbyists to chip away at the \nfreedoms people in unions have won for every single one of us. Now they want the highest court in the land to take \naway our freedom to come together to protect things our families need: a living wage, retirement security, health \nbenefits, the ability to care for loved ones and more. This case originated from a political scheme by billionaire \nBruce Rauner, governor of Illinois, to advance an agenda benefiting corporations and the wealthy. Rauner launched \na political attack on public service workers immediately after taking office, filing a lawsuit on his own behalf to bar \nthe collection of fair share fees by public service unions. A federal judge ruled that Rauner could not bring this \naction because he was not himself an employee paying fair share fees. But the legal arms of the National Right to \nWork Committee and the Liberty Justice Center were able to carry the case forward by finding plaintiffs as standins \nfor Rauner in the federal lawsuit. The district court dismissed the case, based on long-standing precedent. The \nplaintiffs asked the lower court to fast-track their appeal and rule against them in order to more quickly get the case \nbefore the U.S Supreme Court. Unions work because we all pay our fair share and we all benefit from what we \nnegotiate together. Fair share fees provide public service workers with the power in numbers they need to \nnegotiate better wages, benefits and protections that improve work conditions and set standards for everyone. Each \nindividual public service worker chooses whether or not to join a union, but the union is still required by law to \nrepresent and negotiate on behalf of all public service workers-- members and nonmembers alike. The corporate \nspecial interests behind this case want to take away the freedom of public service workers to have the power in \nnumbers to provide for their families and make their communities stronger. That is why they want the Supreme \nCourt to rule that workers can receive all the benefits of a union contract without contributing anything in return. \nLook at it this way: If you go out to dinner with a group of friends, you still pay your fair share of the check even if \nyou didn't get to choose the restaurant. No one is forced to join a union and no one is forced to pay any fees that go \nto politics or political candidates. That is already the law of the land. Nothing in this case will change that. This case \nis about taking away the freedom of working people to come together, speak up for each other and build a better life \nfor themselves and their families. Ms. SLAUGHTER. Mr. Speaker, today I join my colleagues in calling attention to \nan attack on one of our most basic fundamental rights as American citizens--the right to organize in our workplace. \nThe impending Supreme Court case, Janus v. AFSCME, is nothing more than a continued attack by corporate \nCEOs on American workers' right to unite and advocate for fair labor standards. This critical right offers working \npeople the opportunity to get ahead through bargaining with their employers for better wages, benefits, and working \nconditions. Wherever you work, if you appreciate a 40 hour work week, sick leave and vacation days, guaranteed \nsafe working conditions, then you have unions to thank. And the outcome of this Supreme Court case will impact \nyou. It was not a benevolent employer who brought fair labor standards to the American workforce; it was American \nworkers. And an attack on the ability to organize in the workplace is an attack on all of them. Since the inception of \nlabor unions, American workers--both unionized and non-unionized--have enjoyed substantial gains in wages, \nsafety, and stability. In fact, throughout the 20th Century, the growth of unions gave rise to the creation of the great \nAmerican middle-class, who has contributed immensely to our great nation. Over the years, however, a change in \nglobal economy, unfair trade agreements, and a deliberate effort to weaken unions have made life much harder for \nthe middle class. In fact, for far too many middle-class families, the American dream has sadly now become nothing \nmore than a memory of time passed. This decimation of the middle class coincides with the Majority's relentless \n\n\n\nattacks on labor unions. The Majority has pushed right-to- work legislation, tried to weaken enforcement of \nworkers' collective rights, and has even tried to repeal prevailing wage laws. They are working hand-in-glove with \nthe Trump administration, which supports a national right-to-work bill. We are seeing many dangerous attacks on \nthe state level, too. I continue to fight against these attacks on our workers. All the while, I will also keep fighting \nto overhaul NAFTA, which has caused my district to lose half of its manufacturing jobs. In holding our trading \npartners to a higher standard, it is critical that we practice what we preach. That means promoting strong labor \nstandards here at home and protecting American workers against unyielding efforts to weaken their right to \norganize. Ms. FUDGE. Mr. Speaker, Janus v. AFSCME comes down to a binary choice: will the U.S stand up for \nthe fundamental right of workers to form a union and collectively bargain; or will the Supreme Court allow large \ncorporations to continue their assault on hard-working Americans. Unions are a vital part of our nation. Decades \nago, Congress protected the right of workers to join together and bargain for better wages, regular work hours and \nimproved safety conditions, giving workers a voice when negotiating with large corporations. Despite their role in \ncreating and maintaining America's working middle class, unions are under relentless attack. It is no coincidence \nthat a dramatic rise in income inequality coincides with a nation-wide campaign against unionization. American \nworkers have become more productive, yet wages have stagnated. Their hard work has created billions of dollars \nin profits, all while working longer hours for less pay and fewer benefits. Endless attacks have been launched \nagainst workers' overtime pay, retirement savings, and health care. The tax code was just tilted even more toward \nthe wealthiest individuals and corporations. Corporate profits were at all-time highs before the tax cut. Unions \nensure workers can fight for their fair share of the profits they help create. On average, unionized workers earn \n$207 more per week than non- unionized workers. Unionized workers have greater access to paid holidays, paid \nsick leave, life insurance, medical, and retirement benefits. Unionized workforces lead to less turnover for \nemployers and more highly skilled workers. Children of union members are more likely to climb the ladder to the \nmiddle class. States with higher union density have better workplace laws. The foundation of U.S labor law has held \nfirm for nearly 70 years. American standards are what we strive to hold other countries to when negotiating trade \ndeals, yet these standards are constantly under attack. The Supreme Court will soon hear oral arguments in Janus \nv. AFSCME, a case that could fundamentally end collective bargaining. The question of ``fair share'' was settled by \nthe Supreme Court years ago. Unions are required by law to represent and negotiate on behalf of all public sector \nemployees, regardless of whether or not a worker decides to formally join the union. Fair share fees support that \nrequirement and ensure no worker is required to join the union and no one is forced to pay any fees that go toward \npolitics or candidates they disagree agree with. But all employees benefit from union negotiations. It is only fair that \nall employees contribute. This is already the law. Janus is just another in a long line of attacks on unions and \nworkers. Since Republicans took control of the House in 2011, they have convened more than 30 hearings and \nmarkups to undermine workers' rights in the Education and the Workforce Committee alone. Rather than attacking \nworkers' rights, we should focus on raising wages and improving working conditions for all Americans. We should \nwork to ensure paid family, sick and medical leave, improve access to child care, and ensure access to quality, \naffordable health care for all Americans. It's time for my colleagues to turn their words into actions. It's time to \nsupport unions and the American worker. The real middle class. Ms. EDDIE BERNICE JOHNSON of Texas. Mr. \nSpeaker, labor unions have played a crucial role in the formation of United States. Since 1869, unions have \nprovided a platform for workers to collectively bargain for better wages, better hours, and safer working conditions. \nEvery single worker living in the United States today has benefitted in some way from the role of unions, helping to \nshape our nation into the country that we all know and admire. Today, unions play a more important role than ever \nbefore in recent history, particularly for the most vulnerable segments of our population, such as women and \ncommunities of color. When unions are strong, communities are stronger. Yet now, as union membership declines, \nso have opportunities for working and middle class families. In 2016, there were 14.6 million unionized members in \nthe United States, down from 17.7 million in 1983. Union membership in the private sector has fallen to below \nseven percent. Wages have also remained stagnant since the 1970s, while people continue to work longer hours \nand often [[Page H671]] times multiple jobs just to make ends meet. These consequences can be traced back to \ndeliberate attacks against workers' rights and their ability to organize. The Supreme Court case in Janus v. \nAFSCME, Council 31, is a clear manifestation of these attacks on collective bargaining rights. The U.S Supreme \nCourt will hear oral arguments on this case on February 26, 2018, which will question the future of ``fair share \nfees''--or fees requiring non-union members to help cover the costs of a union's collective bargaining activities--in \nthe context of our First Amendment rights. The Supreme Court has the potential to upend more than 40 years of \nunanimous precedent supporting a states' ability to determine its own labor policy. It is truly another important \n\n\n\nmilestone in our nation's history which will define who we are for generations to come. Mr. Speaker, as wages \nremain stagnant and more workers fail to find gainful employment, we need to question the direction in which our \ncountry is headed. Do we want all bargaining power to be concentrated in the hands of only the wealthiest \ncorporations? Or do we believe that American workers should retain reasonable means to organize when wages, \nbenefits, and working conditions decline? I believe in the latter. I believe in the American people. This Congress \nmust do more to protect the collective bargaining rights of working families, not only because it is the right thing to \ndo but because our nation is stronger when we do so.\n"}