{"title": "VALLEY TO INS: TIME FOR AN UPGRADE HIGH-TECH ADVICE ABOUNDS AT HEARING ON AGENCY'S TROUBLES", "body": "\nHigh technology -- a Web-based data system and new software programs that manage and track cases -- could \nhelp the INS provide better service in Northern California, advocates and Silicon Valley high-tech executives said \nFriday during a congressional hearing in San Jose.\n\nAlthough the agency is installing new computers, keeping electronic files of fingerprints and adding workers, the \nchanges are at least a year or two away for the problem-plagued Immigration and Naturalization Service offices in \nSan Jose and San Francisco.\n\nThat's disappointing news to thousands of immigrants in Santa Clara County and elsewhere in Northern California \n-- some of whom were among about 200 attending Friday's hearing. Among those affected:\n\n* Linus Torvalds, the Linux operating system founder who can't get a driver's license because he doesn't have a \ngreen card.\n\n* Jacob Bromley, an ex-British soldier who wants citizenship for his wife, Yetta, his long-lost wartime sweetheart.\n\n* Major Silicon Valley industries losing millions in relocation costs because of INS delays in processing green cards \nfor workers on temporary visas.\n\nAn exasperated Rep. Zoe Lofgren, D-San Jose, who led the half-day congressional hearing on improving services \nat local INS offices, wondered aloud why the agency seems so far behind the times:\n\n\"In an era when FedEx can tell you online precisely where your package is, why can't the INS office tell you \nanything about the status of an application pending with INS for years?\" she asked. \"In an era when you can secure \nahome loan and obligate yourself on the World Wide Web for hundreds of thousands of dollars without standing in \nline, why is it that the best you can do at an INS Web site is to download some form so you can fill it out by hand, \nstand in line in the rain and wait half a decade for an answer?\"\n\nImmigrants waiting to become naturalized citizens and high-tech workers with H-1B visas waiting for green cards \nhave been complaining for years about lost files, rude and abusive treatment, lost fingerprints, standing hours in \nline and waiting years to hear about their cases from the INS offices in San Jose and San Francisco.\n\nWide-ranging complaints\n\nImmigrants and advocates recounted litanies of INS problems during Friday's hearing.\n\n\nGeorge Windsor Jones of San Jose told the panel how he waited for nearly two years to hear about the status of \nhis wife's application for permanent residency.\n\nA few days ago, he received an INS notice referring him to a telephone number that's no longer in service.\n\nJohn Barey of Alameda County, a political refugee from Afghanistan, told the panel how his father, brother and \nanother relative were killed under the Taliban regime in the past two years while waiting for the INS to issue \npermission for them to immigrate to the United States.\n\n\"I suspect most of the INS problems stem from bureaucracy,\" said Torvalds, the Finnish creator of Linux. \"They \nshuffle paper all the time. It's obvious the INS will never provide good service as long as it's pushing paper \naround.\"\n\nTorvalds and other high-technology company executives told the panel that some of the more immediate problems \nat the INS could be easily fixed by technology that is readily available.\n\nFor instance, a Web-based data system is available at TekEdge in Santa Clara to H-1B workers who want to find \nout about the status of their cases, said Sunil Vatave, general counsel for the company.\n\nA similar in-house system is available to clients of the American Immigration Lawyers Association, said Warren \nLeiden, a member of the Washington, D.C.-based group.\n\n\"What can we do to help the INS get into the 21st century?\" Lofgren asked.\n\nAnswers are well within reach, said Sunil, who added that it \"took us all of two weeks\" to get the TekEdge Web-\nbased system running.\n\nThe INS offices in San Francisco and San Jose have a combined backlog of almost 100,000 so-called \"status \nadjudication\" cases -- work visas waiting conversion to green cards, and permanent residents waiting to become \ncitizens.\n\nLofgren and other congressional delegates slammed the INS on Friday for failing to fix the problems, even after \nmany meetings. Rep. Lynn Woolsey, D-Santa Rosa, called the INS \"the agency from hell,\" drawing snickers and \nlaughter from the audience.\n\nProblems recognized\n\nWilliam Yates, INS deputy executive associate commissioner, acknowledged the problems and blamed them on a \nnumber of factors: the delay in the 2000 fiscal budget; shifting the agency's focus from citizenship to so-called \n\"status adjustment,\" or processing of green cards; and more delays caused by the change to electronic \nfingerprinting.\n\n\"You've told us we have to be more efficient and we realize that,\" Yates said.\n\nLofgren and the other members of Congress told Yates the inefficiencies at his agency have caused hardships for \npeople, many of them, like Torvalds, key players in Silicon Valley's high-tech industry.\n\nOne Intel Corp. engineer will soon have to return to Malaysia because his H-1B visa is expiring while INS is \nprocessing his green card. It's not only a hardship for him and his family: Intel will spend $200,000 to relocate him \nabroad for three months, said Deb Kessler, immigration specialist for Intel.\n\nAt Sun Microsystems in San Jose, 10 workers on temporary work visas will lose their jobs because the INS didn't \nprocess their green cards quicklyenough, and this year about 100 more face the same prospect, said Heidi Wilson, \nthe company's corporate immigrant manager.\n\n\n\nSun has an office in Bangalore, India, which complicates things for many workers with pending green cards who \nare unable to travel for business, Wilson said.\n\n\"When you're talking about the head engineer of having to leave for three months, in high technology, that's an \neternity,\" said Rep. Nancy Pelosi, D-San Francisco.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\nYetta Bromley's husband, Jacob Bromley, told of the British couple's INS woes.\n\n[000226 FR 1A]\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\nLinux creator Linus Torvalds of Finland discusses INS problems with Rep. Zoe Lofgren after Friday's hearing in \nSan Jose.\n\n[000226 FR 14A]\n"}