{"title": "ECONOMIC VIEW; Time to Slaythe Inequality Myth? Not So Fast", "body": "\nIF there is one thing that most people think they know about incomes in the United States over the last few \ndecades, it is probably that salaries have grown more unequal. The rich have gotten richer faster than everyone \nelse has. \n\n     In recent weeks, a new book has challenged this conventional wisdom, calling it a statistical mirage, and its \nstriking claim has begun to receive national attention. Among native-born Americans, lower- and middle-income \nfamilies have actually received proportionately bigger raises than the wealthy, according to \"The Progress Paradox\" \n(Random House), written by Gregg Easterbrook, a Washington journalist. Only a great influx of immigrants - many \nof them poor, but richer than they were in their home countries - has made inequality appear to widen in the \nstatistics, Mr. Easterbrook says. \n\n \"Factor out immigration,\" he writes, \"and the rise in American inequality disappears.\"\n\nThe idea has echoed from the book into the pages of The Washington Post, The Chicago Sun-Times, The San \nDiego Union-Tribune, The Times of London and BusinessWeek magazine, among other publications. It seems like \none of those facts that could rewrite conventional wisdom about the American economy. \n\nIt happens, however, not to be true.\n\nThe millions of immigrants who have entered the country in recent decades have indeed made inequality look \nlarger than it otherwise would. But even among households headed by native-born Americans, the rich have done \nfar better than others over the past 20 years - as well as over the past 30, 40 or 50 years, according to government \nstatistics and the economists who study them.\n\nThe reasons will sound familiar. The long bull market of the 1980's and 90's helped mainly the well off, as has the \nrising value of a college degree in an increasingly complicated economy. At the middle and bottom of the income \ndistribution, meanwhile, the overseas exodus of factory jobs, the stagnation of the minimum wage, the shrinking \npower of labor unions, the automation of the workplace and - yes - the immigration boom have all helped keep a lid \non raises. \n\n\"The fact of the matter is, income trends have favored people at the top of the income distribution, and that's true of \nnative-borns, too,\" said Gary Burtless, a senior fellow at the Brookings Institution in Washington, whose research is \ncited in Mr. Easterbrook's book. \"There is no data source that disagrees with that simple statement. In fact, the \nbetter the data, the more that the skew appears.\"\n\nMr. Easterbrook, a senior editor at The New Republic who is a visiting fellow at Brookings, acknowledged last week \nthat he had gone too far in the book. His discussion of inequality occupies a very small part of \"The Progress \nParadox,\" he said, and he was mainly arguing that immigration played a role in the rise in inequality. \"Even if there \n\n\nwere not that increase in immigration, there would certainly be a rise in inequality,\" he said in an interview. \"I did a \npoor job of writing that page.\" \n\nThe book's central argument is that Americans do not realize quite how good they have it. Diseases that once \nended thousands of lives are now just a nuisance, and life expectancy has soared. Home heating and air-\nconditioning are almost ubiquitous. The prices of air travel and telephone calls have plummeted, allowing average \npeople to move easily around the country and to talk to the other side of the world. In the typical household, all the \nchildren have rooms of their own. \n\n\"All told, except for the clamor and speed of society, and for trends in popular music,\" writes Mr. Easterbrook, \"your \ngreat-great-grandparents might say the contemporary United States is the realization of utopia.\"\n\nThe rise in income at all steps on the economic ladder is crucial to the story. Even in the bottom half of the \ndistribution, the average native-born family makes about 20 percent more than it did in 1970, after adjusting for \ninflation, according to an analysis of census data by Andrew A. Beveridge and Susan Weber, both of Queens \nCollege. \n\nBut as real as this increase is, it hides an important part of the story, which in turn explains why the inequality \nquestion and Mr. Easterbrook's exaggeration matter. \n\nLess than half of the rise in pay among lower-income households comes from actual wage increases. Most of the \nrise is a result of families putting in more hours on the job as many women have joined the work force. This has \nobvious benefits, giving today's women economic freedom that their grandmothers did not have, but it also leaves \nless time for children, aging parents and everything else outside the office.\n\nThe pay increases for upper-middle-class and wealthy households, on the other hand, stem largely from healthy \njumps in how much they earn each hour. Over all, a native family at the 90th percentile - earning more than 9 in 10 \nothers - made 68 percent more in 1999 than in 1969, after adjusting for inflation, according to an examination of \ncensus numbers by the Public Policy Institute of California. At the 20th percentile, the increase was 30 percent.\n\nThis gap has allowed upper-income families to afford better health care and homes in better school districts, among \nother things, and it underlies much of the current economic debate.\n\nMANY Democrats argue for an increase in the minimum wage (as does Mr. Easterbrook) or a repeal of the recent \ntax cuts, which benefited mainly upper-income families. Some of the Democratic presidential candidates want an \noverhaul of trade policy to keep middle-class jobs from moving abroad. Veterans of the Clinton administration \ncounter that trade restrictions would make the country poorer over all. They tend to propose training and support \nprograms for people who have lost their jobs.\n\nMany Republicans say that government intervention to narrow the income gap would undermine the country's free-\nmarket system. An economy that tempts people to get very rich is a healthier one, they add.\n\nAll this is fodder for debate. Whether inequality has risen or fallen, however, is a settled question.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChart: \"Richer, Faster\"Among families headed by someone born in the United States, high-income families saw \ntheir earnings grow faster than middleincome ones. 1949Annual family income50th percentile: $19,61990th \npercentile: $40,20390th as a multiple of the 50th: 2.0 1959Annual family income50th percentile: 29,78890th \n\nhttp://www.nytimes.com/\n\n\npercentile: 60,63090th as a multiple of the 50th: 2.0 1969Annual family income50th percentile: 40,80490th \npercentile: 81,39790th as a multiple of the 50th: 2.0 1979Annual family income50th percentile: 45,05090th \npercentile: 93,17290th as a multiple of the 50th: 2.1 1989Annual family income50th percentile: 47,73490th \npercentile: 106,67890th as a multiple of the 50th: 2.2 1999Annual family income50th percentile: 51,00090th \npercentile: 122,40090th as a multiple of the 50th: 2.4 (Sources by Queens College; Census Bureau)\n"}