{"title": "Appeals court takes on issue of secrecy in terror hearings", "body": "\nA federal appeals court in Philadelphia yesterday grappled with the controversial issue of whether immigration \nhearings for those involved in terrorism cases should be open to public scrutiny.\n\nThe issue concerns not only the uneasy balancing of the rights of immigrants facing deportation, but also public \naccess to legal proceedings and the government's need for secrecy to fight international terrorism.\n\nIn a case destined for the U.S. Supreme Court, Chief Circuit Judge Edward R. Becker, of the U.S. Court of \nAppeals for the Third Circuit, told lawyers that he and his two colleagues understood the case's national \nsignificance and would decide it \"as quickly as humanly possible.\"\n\nBecker's statement likely means a decision in weeks, rather than the months the Third Circuit typically takes in \ndeciding appeals.\n\n\"Society has an overwhelming interest in knowing when the government detains individuals who have lived in this \ncountry for years, holds them in some cases for months on end, and then deports them,\" Lee Galernt, a lawyer with \nthe ACLU's Immigrants' Rights Project in New York, told the judges.\n\nGalernt, who argued the case for the ACLU and two North Jersey media organizations, said the rule violates the \nFirst Amendment rights of reporters and the public to have access to legal proceedings, turning back a century of \nopenness in immigration hearings.\n\n\"Loose lips sink ships,\" countered Deputy Assistant Attorney General Gregory G. Katsas.\n\nKatsas argued that there is no legal foundation guaranteeing open immigration hearings and that the government \nhas always had the authority to close them.\n\nLast month, in the first appeals court ruling on the question, the Sixth Circuit in Cincinnati invalidated a Sept. 21, \n2001, rule giving the Justice Department unilateral power to close any hearing involving an immigrant believed to \nhave information about, or involvement in, the Sept. 11 or other terrorist acts.\n\nYesterday's argument involved a May 29 decision by Chief U.S. District Judge John W. Bissell, in New Jersey, who \nalso struck down the Justice Department policy as a violation of the public's First Amendment rights.\n\n\nFor the government, however, the stakes in the Third Circuit appeal are much higher because Bissell applied his \nruling to immigration hearings nationwide. The Sixth Circuit case was tailored only to the legal issues raised by \none Detroit immigrant.\n\nIn a related development, a federal judge in the Detroit case said yesterday that the Justice Department must \nrelease the cofounder of an Islamic charity accused of funneling money to terrorists, unless it holds a new and open \ndetention hearing for the man within 10 days.\n\nRabih Haddad, a Lebanese citizen who had been living in Ann Arbor, has been in federal custody since his Dec. 14 \narrest on a visa violation. Since then, his detention hearings have been closed to the public and the news media.\n\nA Justice Department spokesman said the agency was reviewing the ruling.\n\nContact Joseph A. Slobodzian at 215-854-2658 or jslobodzian@phillynews.com. This article contains information \nfrom the Associated Press.  \n"}