{"title": "Freed Agent Vows to Seek Vindication", "body": "\nJoseph Occhipinti, the former Federal immigration agent who was released from prison on Friday by President \nBush, yesterday began what he called the \"second phase\" of his campaign to win exoneration. He did so even as \nmerchants and others in Washington Heights reacted with dismay and bitterness that Mr. Occhipinti, who had been \nconvicted for violating the civil rights of neighborhood store owners by conducting illegal searches, was now free.\n\nMr. Occhipinti said that he planned to return to the streets of upper Manhattan to personally seek out the evidence \nhe said would demonstrate that he had been framed.\n\n\"I was guilty of one crime,\" he said yesterday. \"I had a naive belief in the war against the drug lords.\"\n\nOn Friday night, Mr. Occhipinti returned home to a hero's welcome at La Guardia Airport after he had served more \nthan 7 months of a 37-month prison sentence. He said he was still stunned by his sudden freedom, gained mostly \nthrough the work of Guy V. Molinari, the Staten Island Borough President.\n\nMr. Molinari had lobbied the Justice Department to examine new evidence in the case. Three weeks ago, Deputy \nAttorney General George J. Terwilliger wrote a letter to Mr. Molinari, asserting that much of the evidence had been \nfabricated, but Mr. Terwilliger nonetheless recommended to Mr. Bush that Mr. Occhipiniti receive clemency.\n\n \n\nSome Are Outraged\n\n But along the streets where Mr. Occhipinti, once a decorated agent for the Immigration and Naturalization Service, \nhad once worked, there were expressions of outrage.\n\nJose Liberato, one of the merchants who filed the original complaint against Mr. Occhipinti, said that in commuting \nthe sentence, Mr. Bush chose to disregard reams of evidence presented against the agent.\n\n\"Bush insulted the whole community,\" said Mr. Liberato, 45, who owns two bodegas in Washington Heights. \"He \nthrew the law into the garbage.\"\n\nHe added: \"It is a plan to destroy the business people of the whole Hispanic community. The community is afraid \nOcchipinti will come back or someone just like him will come down.\"\n\n \n\nLying Is Alleged\n\n\n Mr. Occhipinti's argument has rested on one central point: that many of the store owners who testified that he had \nsearched their stores without their consent were lying. Rather than ransacking their stores in wild searches, as \nprosecutors had said he did, Mr. Occhipinti insisted again yesterday that he had meticulously followed protocol.\n\nMr. Occhipinti, in a one-hour interview yesterday afternoon in Mr. Molinari's office, with his wife, Angela, at his side, \nsaid that he also planned to enlist the help of scores of residents of Washington Heights who he said had \nbefriended him. Many, he said, had already called to volunteer their help in exposing the witnesses.\n\nBut while many law-enforcement agents and police officers described Mr. Occhipinti as a martyr who had tried to \nfight the growing power of drug dealers entrenched in Washington Heights, some in the community described him \nas an overzealous agent who bent the law and disregarded civil rights.\n\nJuan Carlos Taveras, a dentist whose practice is at 550 West 172d Street, said that by freeing Mr. Occhipinti, Mr. \nBush was sending a message that he did not believe Hispanic people who brought charges against law-\nenforcement officials.\n\n\"People are afraid to do anything,\" Dr. Taveras said.\n\nBut Mr. Occhipinti said it was the work of agents and officers that had been chilled. Hundreds, he said, had \ncontacted him to say that they now shied away from making even simple excursions into suspected drug locations. \nHis vindication, he said, would also help the community rid itself of drug dealers.\n\nMr. Occhipinto, 42 years old and a 22-year veteran of the Immigration and Naturalization Service, had received 81 \ncommendations for his work and said he prided himself on his ability, through street contacts, to distinguish \nlegitimate merchants from those involved in the drug trade.\n\nAt his trial, prosecutors produced 36 witnesses who testified that Mr. Occhipinti ransacked their businesses and \nsearched their cash registers and safes and only after the fact asked them to sign consent forms.\n\n \n\nHe Describes His Methods\n\n Mr. Occhipinti insisted yesterday that he had followed normal procedures. He said he almost always entered \ntargeted stores accompanied by a uniformed police officer.\n\nMost merchants did not have their green cards, he said, which he said gave him the right to search the property \nwithout their consent. But in any event, he said, he always asked the merchants to sign the consent forms before \ndoing anything.\n\n\"I would say to them, 'Look, I know what's going on,' and I would ask them if they paid taxes or if they sold liquor \nwithout a license,\" he said.\n\nHe said they almost always admitted these violations, because they knew he was less interested in their crimes \nthan in getting information from them on high-level dealers.\n\nThen, he said, he would ask them to step behind their counters while he searched. In all, he said, he found 22 guns, \nand huge quantities of drugs.\n"}