{"title": "Immigration Officials In Seattle Detain Saudi", "body": "\n -- Federal immigration authorities have detained a Saudi citizen who works as a computer security specialist \nhere at the University of Washington's School of Nursing. \n\nIn connection with the arrest, federal agents seized several computers and examined Internet servers at the nursing \nschool,  said an employee at the school who asked not to be identified. \n\nMajid Almassari, 34, who was born in Saudi Arabia, was detained in Seattle on July 17 on charges that he is in the \ncountry illegally, according to Lori Haley, a spokesman for the U.S. Bureau of Immigration and Customs \nEnforcement.  \n\n\"It is an ongoing investigation,\" she said, declining to provide  other details. \n\nOn the morning of Almassari's detention, several federal agents arrived at his office on the fourth  floor of the \nuniversity's Health Sciences Building, the nursing school employee said. Agents told the staff to leave the area and \nthen seized several computers, the employee said. \n\nA spokesman for the university  declined to  comment on whether computers were seized from the nursing school. \n\nAlmassari has worked at the nursing school for about three years, said Norman G. Arkans, the university \nspokesman. He said Almassari's  responsibilities included administration of the school's computer network, trouble-\nshooting problems and writing security patches. \n\n Federal authorities told the university that Almassari's detention is  \"related to a visa violation for drug issues that \nhe has had,\" Arkans said. \n\nIn an unrelated arrest in Texas, federal authorities are investigating whether a South African woman who tried to \nboard a flight near the U.S.-Mexico border has ties to terrorist groups, the Associated Press reported. \n\nFarida Goolam Mohamed Ahmed, 48, was arrested July 19 and charged with illegal entry into the United States, \nfalsifying information and falsifying a passport. She was denied bond Tuesday by a federal magistrate. \n\n\nAhmed was arrested as she tried to board a flight for New York and could not  show a valid visa in her mutilated \npassport, an FBI affidavit said. \n\nKyle Welch, Ahmed's attorney, said his client is not charged with any terrorist activity and does not have a criminal \nrecord. \n"}