{"title": "Opportunists discover America's birthright citizenship", "body": "\nThe events of Sept. 11 have caused many of us to reflect on who we are as Americans. But a small group of \nimmigration lawyers is using the opportunity to ask: Who are Americans?\n\nIn a case involving an American-born man picked up on the battlefields of Afghanistan, allegedly fighting for the \nTaliban, the Omaha-based Friends of Immigration Law Enforcement (FILE) is asking a federal court to review our \npresumptions about citizenship.\n\nThe group says Yaser Esam Hamdi, who was raised in Saudi Arabia to Saudi parents but was born in Louisiana \nwhere his father was working on temporary assignment as a chemical engineer, should not be considered a citizen \nsimply by dint of his birth on American soil. Hamdi was transferred from Guantanamo to a floating Naval brig in \nVirginia when his citizenship was discovered. He is now asking a federal court in a habeas corpus action whether, \nas an American, he can be held as an enemy combatant without access to counsel or other due process. FILE is \nasking to intervene in the case in order to posit its theory that Hamdi is legally a Saudi citizen and should not be \nconsidered American.\n\nIt is easy to dismiss FILE's claims as xenophobic hogwash until you look more closely at what the group is \nproposing.\n\n \n\nThe Constitution's citizenship clause in the 14th Amendment states: \"(A)ll Persons born or naturalized in the \nUnited States, and subject to the jurisdiction thereof, are citizens of the United States.\" The group says, despite \npopular belief, the history of this amendment makes clear it does not confer \"birthright citizenship.\"\n\nThe intention of the 14th Amendment was to make sure Southern states didn't deny citizenship to the newly freed \nslaves and their offspring. After its passage in 1868 citizenship was not automatic at birth for everyone. The \nlimiting clause, that a citizen must be \"subject to the jurisdiction\" of this country, kept children of foreign diplomats \nfrom obtaining American citizenship, and for decades it precluded the citizenship of Native Americans born on \nreservations. American Indians may have been subject to many of this nation's laws but their primary allegiance \nwas determined to be to a tribal government. Only later, through an act of Congress in 1922 did Indians gain \nbirthright citizenship. The children of foreign nationals may be said to be in a similar stance.\n\nFILE says our nation is doing itself a grave disservice by automatically granting citizenship to the children of \ntourists, illegal aliens and temporary workers. It says we are encouraging the abuse of our laws, borders and \nhospitality.\n\nNow, before there is any misunderstanding regarding my views on immigration, count me as an American who \ndoesn't want to close the door behind me. My family's history in the United States dates back far enough that I'm \n\n\nnot sure where my forbearers came from or why they came, although I think for some the Czar's uncomfortable \nattentions had something to do with it. But whatever it was that prompted them to come, I'm very glad they did, and \nI want to share that good-fortune with newcomers. Our nation has been built by waves of people coming from \naround the globe sharing nothing but an idea of freedom. We should keep Emma Lazarus' golden door open at a \nsustainable level.\n\nWhat we should not do is allow legal loopholes to undermine a fair process of entry. Those who jump the line \nshouldn't be rewarded for doing so. Yet, this is precisely the system we've created. According to the 2000 census \ndata there are an estimated 8.7-million undocumented aliens living here. Part of the allure is undoubtedly birthright \ncitizenship. Not only will their children automatically be American but through our system of giving immigration \npreference to the immediate family of citizens, those children can later sponsor their parents and other relatives for \ncitizenship.\n\nThe British dumped this back in 1981 when abuses became rampant. Now, before a child is deemed a British \ncitizen at least one parent must be either a citizen or a legal resident.\n\nThat may be why the Korean-language Web site  http://www.birthinusa.com  isn't flying pregnant South Koreans to \nEngland. No, those planes are coming straight to LAX. Where, after a short stay and a few labor pains, the women \nleave with their very own American. The service advertised on the Web site will even help the mothers get their \nbaby a Social Security number and a passport. And it's all perfectly legal.\n\nYaser Esam Hamdi was born in this country and is American. It is inexcusable that he is being denied the protection \nof our Constitution. But FILE is raising a valid debate. Who becomes American is a question too important to be left \nto smugglers of human cargo and exploitive travel companies.\n"}