{"title": "Officials in Va. Prepare For Immigrants' Visit;Number at Post Office Grows", "body": "\nThe crowd of illegal immigrants waiting to mail applications for a lottery of 40,000 green cards next week swelled in \nfront of a Fairfax County post office yesterday, as postal officials and police prepared for as many as 75,000 \npeople there this weekend.\n\nU.S. Postal Service officials, who are trying to discourage the immigrants from congregating at the Merrifield Post \nOffice, reluctantly decided to set up 12 portable toilets on a grassy area in front of the building. White barricades \nalso were placed in front of the building's nearly floor-to-ceiling front windows.\n\nParking at the post office, at Lee Highway and Prosperity Avenue, will be banned after about 7 tonight to make the \nbuilding's driveway \"a pedestrian haven,\" said Robert Faruq, a spokesman for the Merrifield station.\n\n\"We're going to keep a watchful eye on people doing gross things in terms of parking,\" Faruq said. \"We anticipate \ntowing. They can't just bring their car in and park.\"\n\nThe State Department is accepting the first 40,000 applications that arrive at its special post office box after 12:01 \na.m. Monday in the first of three annual massive giveaways of green cards on a first-come, first-served basis. A \ngreen card grants an immigrant legal residence in this country.\n\nOnly people from 35 mostly European countries and territories that have had little immigration to the United States \nin the last 25 years are eligible for the lottery. Under a provision of the Immigration Act of 1990, 40 percent of the \ngreen cards must go to Irish applicants.\n\nThe immigrants are flocking to Merrifield because it was designated as the processing station for an estimated 5 \nmillion applications. Although Postal Service officials have said applicants have an equal chance of being selected \nif they mail their applications anywhere in the country, many immigrants believe they can beat the odds by mailing \ntheir applications at Merrifield.\n\n\"We've really tried to put the message out that it doesn't make sense to come here,\" Faruq said.\n\nNevertheless, he said, officials expect the largest crowd about 7 tonight and at midnight Sunday. Postal officials \nhave said applications mailed after 7 p.m. will not arrive in the post office box too early, but they may be too late to \nbe included in the first 40,000.\n\n\nFaruq said there are no plans to close the roads around the post office. Law enforcement officials have \nsuggested that residents avoid the area this weekend.\n\nYesterday, rain did not deter the applicants, who stood in small groups, some with umbrellas, on a grassy area in \nfront of the post office.\n\n\"It makes no difference if it's hot and sunny or if it rains,\" said a Polish man from Chicago who would identify himself \nonly as Zbigniew J. \"We came a long way. It's like a dream. I don't know how long we're going to wait for another \ndream.\"\n\nThe immigrants have tried to organize themselves by having people sign a list to reserve their place in an informal \nline this weekend. After signing the list, people were handed a ticket. As of 2 p.m. yesterday, nearly 700 people had \nsigned the list.Arlington was looked at for the post office box, which actually is a large room in the Merrifield post \noffice, but because all mail in Northern Virginia is processed through Merrifield, anyway, it was decided the \napplications would go through there, Faruq said.\n\nFaruq said there are no plans to close off Lee Highway or Prosperity Avenue, the two main streets around \nMerrifield. But law enforcement officials suggested that people stay away from the area this weekend.END NOTES\n"}