{"title": "Hiring of illegals props poultry 'culture'", "body": "\nLast week's immigrant smuggling indictment in Chattanooga cast a public spotlight on a reality that usually is \nacknowledged only in private: Poultry plants in the Southeast have come to rely heavily on immigrant workers, \nincluding thousands of illegals.\n\nThe 36-count federal indictment against Tyson Foods, the nation's largest poultry processor, says six Tyson \nexecutives and managers placed smuggling orders for illegal workers at 15 plants in nine states, not including \nGeorgia.\n\nThe indictment says Tyson \"did cultivate a corporate culture in which the hiring of illegal aliens . . . was \ncondoned.\" Tyson denies that, saying the managers acted on their own.\nAJC\n\nThere is substantial evidence, however, that illegal immigrants play a large role in the poultry business, which in \nGeorgia accounts for $13 billion a year.\n\n\"The industry is very dependent on these individuals,\" said Grace Comontofski, a board member of the Georgia \nPoultry Alliance, a nonprofit Gainesville group that promotes the rights of poultry workers.\n\nLatino leaders in Georgia say thousands of poultry workers are illegal immigrants attracted by low-skill jobs that \nrequire little English and pay better than jobs back home.\n\nAgriculture Commissioner Tommy Irvin hesitated when asked about illegal immigrants in poultry plants. But he \nnoted he has long urged Congress to make it easier for immigrants to come to Georgia for jobs in poultry and other \nindustries.\n\nIrvin said Georgia's poultry industry, by far the state's largest agricultural commodity, would collapse without \nHispanics.\n\n\"It would have to close down. You'd see poultry prices for the consumer shoot out the sky,\" he said. \"The \nHispanics saved the day for the industry.\"\n\n \n\nLatino surge since '80s\n\nLatinos began to work in Georgia poultry plants in large numbers in the mid-'80s. The industry was growing to \nkeep up with a change in Americans' taste, away from beef and toward chicken, said Abit Massey, executive \ndirector of the Georgia Poultry Federation, a trade organization. He cited federal statistics that show annual \nconsumption of chicken rose from about 30 pounds per person in 1960 to 80 pounds in 2000.\n\n\nIncreased demand for workers coincided with 300 percent growth in Georgia's Latino population in the 1990s. Many \nLatinos sent news of openings to back home. Their word-of-mouth network was so effective, Massey says, \nHispanics now make up half the 35,000 workers in Georgia plants.\n\nHe defends the industry's record on illegals. \"I think the plants have been very careful to hire legal employees.\"\n\nIn a 1991 letter to the Immigration and Naturalization Service in Atlanta, Massey said the poultry industry wanted \nan electronic system to verify applicants were eligible to work.\n\nFive years later, the INS unveiled its Employment Eligibility Verification Pilot, designed to verify the identities of \napplicants at meatpacking plants in Georgia and six other states. Poultry companies, using software furnished by \nthe INS, could electronically compare an applicant's Social Security number with government databases to see \nwhether it was valid.\n\nSeveral companies have cited the program as proof they hired only legal employees.\n\nBut Tyson sometimes circumvented the system by hiring from temporary agencies that lacked access to the \ncomputer system, said John MacCoon, an assistant U.S. attorney in Chattanooga.\n\n\"That is a way of appearing a responsible corporate citizen. . . . Then you hire them through the back door,\" he \nsaid.\n\nPoultry plants in Georgia increasingly draw employees from temp agencies, Comontofski said.\n\nDespite corporate claims to hire only legal immigrants, there is evidence that some supervisors are aware of illegal \nimmigrants in their plants.\n\nA March 21 complaint to the National Labor Relations Board, filed during a unionizing effort at an Ellijay poultry \nplant, said, \"Management is threatening all Latino workers with INS coming with two buses to get all illegals [who] \nare for the union.\" An immigrant at a plant in Douglas said in an affidavit that a manager warned him that the \ncompany \"would call Immigration on\" pro-union workers.\n\nThousands of illegal immigrants work in meatpacking plants, hotels and restaurants and on farms and construction \ncrews, said Mark Krikorian, executive director of the Center for Immigration Studies, a Washington think tank that \nfavors restricted immigration.\n\nHe said businesses' use of illegal immigrant labor keeps wages down and increases the costs of providing \ngovernment services such as education. He said illegal immigrants earn relatively little and so pay relatively little in \ntaxes to cover the increased costs.\n\n \n\nNot much enforcement\n\nFederal law requires the INS to fine employers who hire illegal immigrants, but enforcement is lax, Krikorian said.\n\nWith a white-hot economy that required more workers, the number of INS investigations into businesses hiring \nillegal immigrants declined from 7,587 in 1998 to 1,966 last year. The number of workplace raids fell from 290 in \n1999 to 110 last year.\n\nThe trend was clear in Georgia in 1998.\n\nINS agents detained 21 illegal immigrants at the peak of the harvest of the $70 million Vidalia onion crop. Fear of \nmore raids sent many workers running. Farmers worried the crop would rot. Georgia legislators, including Sen. Paul \nCoverdell and Rep. Jack Kingston, both Republicans, complained to Attorney General Janet Reno about INS \n\"bullying tactics\" and a \"lack of regard for farmers.\"\n\nThe INS suspended the raids after farmers pledged to hire legal workers.\n\n\n\nLater in 1998, the INS tried to take a less confrontational approach in an investigation into illegal immigrants in \nNebraska meatpacking plants. Agents reviewed 24,000 employee records and summoned 4,700 workers for \ninterviews. About 3,000, presumably illegal immigrants, fled.\n\nLike Georgia's onion farmers, the meatpacking companies faced a labor shortage.\n\nAnd politicians complained.\n\n\"The INS got the hint,\" Krikorian said, \"that they were simply not to enforce the law.\"\n\nGraphic\n\n \n\nPhoto:\n\nSix executives and managers of Tyson Foods, based in Springdale, Ark., have been accused of conspiring to \nsmuggle in illegal immigrants to work in poultry processing plants./ APRIL L. BROWN / Associated Press\n"}