{"title": "An AP California Centerpiece; Impeachment fades as issue in races against House prosecutors", "body": "\nA year after Democrats vowed to oust Rep. Jim Rogan and other House prosecutors of President Clinton, \nimpeachment seems to have all but vanished as an issue.\n\nVery few of the Republicans are in any danger in either their party's primaries or the November elections, and their \nopponents have been reluctant to criticize their role in the trial. More often, the impeachment issue has emerged in \nfund-raising pitches, and these have been behind-the-scenes appeals addressed to party activists.\n\n\"I really don't think that I need to talk about impeachment. The voters are really quite aware of Rogan's role in the \ntrial,\" said Rogan's Democratic opponent, state Sen. Adam Schiff said. \"I think the role impeachment has played is \nit's only the most recent and most visible example of his detachment from the district.\"\n\nRogan, who is running for his third term, is probably the most vulnerable of the House prosecutors, but his \nweakness seems to be a result of a growing Democratic majority among his electorate, not impeachment.\n\nIssues like gun control, abortion and even interstate extensions are dominating the tight race in this suburban Los \nAngeles district, home to NASA's Jet Propulsion Laboratory and the West's first freeway. Neither candidate is \nopposed in the March 7 primary.\n\n\"It was a lot of noise about something irrelevant,\" said Don Garrett, an accountant and undecided voter sitting \noutside a coffee shop.\n\nRogan makes no apologies for his role in the impeachment trial and said he would do it again \"100 years from \ntomorrow.\"\n\n\"I didn't run for Congress to impeach anybody,\" Rogan said. \"Had I failed to act as I did, I would have failed in my \noath of the office.\"\n\nOf the 12 other House managers, Bob Barr of Georgia faces a mild threat from a Democrat, nine are in safe \nRepublican seats, Charles Canady of Florida isn't running, and Bill McCollum of Florida is seeking a seat in the \nSenate and is facing strong opposition in the GOP primary but has a big advantage in fund-raising.\n\n\"I think that the motto for impeachment this year is 'don't go there,\"' said Amy Walter, an editor at The Cook Political \nReport, based in Washington.\n\nFund-raising letters are the exception, and Rogan and Schiff said they are hitting on the theme in those appeals \nonly because the other is doing the same.\n\n\nSchiff solicited donations with a letter from \"All in the Family\" TV producer Norman Lear. Lear implored donors to \nhelp Schiff fight the \"right-wing\" Rogan, who \"embarrassed himself - and the nation - during the Clinton \nimpeachment proceedings for his uncompromising zealotry as a 'House Manager.\"'\n\nRogan enlisted the help of fellow House managers Asa Hutchinson and Lindsey Graham at his fund-raisers. In one \nletter, Rogan said his campaign will cost him millions of dollars because \"Bill Clinton wants to make an example of \nme for standing up for the Constitution and the rule of law.\"\n\nThe Republicans have a 222-211 advantage over the Democrats in the House, with two independents, and districts \nlike Rogan's could prove key in determining whether the GOP keeps control of Congress. Rogan won just 50 \npercent in 1996 and 51 percent in his re-election in 1998.\n\nThe congressional district known for palm tree-lined streets and stately homes has been in Republican hands for \nmore than 40 years but has undergone dramatic changes in the past decade.\n\nMiddle-income and increasingly Democratic blacks, Armenians, Asians and Hispanics have moved into \nneighborhoods once filled mostly by white, older, upper-income Republicans. Aerospace jobs have dwindled, while \nentertainment industries like Warner Bros., Walt Disney Co. and NBC have thrived.\n\nIn Pasadena, voters are well aware of Rogan's role in the trial, but his stands on abortion (Rogan is against it) and \ngun control (he opposes most) are considered more divisive issues. A battle over an extension of Interstate 710 \nthrough Pasadena also has become an issue. Rogan opposed federal funding; Schiff believes he should have \ndone so earlier.\n\nFor those who voted against Rogan before, the impeachment only confirmed their thinking.\n\n\"To me, he never represented my opinion and seeing him up there … just put me and a lot of other people over the \ntop,\" said Darryl Bates, a 41-year-old film director and editor and registered Democrat.\n\nFor Garrett, a registered Republican, the impeachment trial was a vindictive, partisan effort. \"What Rogan did on a \nnational basis is interesting, but what he does locally is what's important,\" he said.\n\nGraphic\n\n \n\nAP Photos\n"}