{"title": "FEDS NAB ALLEGED ENFORCER IN MEX LABOR RING", "body": "\nAn illegal immigrant initially believed to be one of the victims of a Queens-based forced-labor ring that abused deaf \nMexicans was charged yesterday with being an enforcer in the plot.\n\nFederal agents arrested Ivan Gomez-Sanchez, 24, at the Westway Motor Inn near LaGuardia Airport, where 55 \ndeaf Mexican immigrants have been housed since they were rescued from two Jackson Heights homes by \nauthorities.\n\nHe was picked up after informants providing information about the New York operation and a related ring said he \nwas an enforcer who monitored the immigrants allegedly forced to sell trinkets on the streets and subways.\n\nGomez-Sanchez collected the money raised by the deaf immigrants and used \"threats of physical violence\" to keep \nthem in line, according to a complaint filed yesterday in Brooklyn Federal Court.\n\nHe was charged with conspiring to smuggle, transport and harbor illegal aliens. Defense lawyer David Gordon said \nGomez-Sanchez, who was ordered held without bail yesterday, \"denies being an enforcer\" and instead was a \nvictim.\n\nThe attorney said Gomez-Sanchez went to 115th Precinct police on his own last week and was sent to join the \nother deaf immigrants at the Queens hotel. \"The question is, 'Would an enforcer go to the police?' I wouldn't think \nso,\" Gordon said.\n\nProsecutors declined to say when Gomez-Sanchez arrived at the motel or why.  Gomez-Sanchez, who entered the \nU.S. illegally in 1995, is the latest suspect nabbed in a scam that allegedly victimized deaf Mexican immigrants in \nNew York and Chicago. Authorities are also investigating possible links to other locations, including Sanford, N.C.\n\nCops said three people, including another enforcer and a deaf Mexican woman who allegedly masterminded the \nscam, were arrested in Chicago over the weekend. They are being brought to New York for prosecution with eight \nsuspects held on federal or state charges in connection with the Queens operation.\n\nHours before yesterday's arraignment, Mexico City Mayor-elect Cuauhtemoc Cardenas visited the immigrants at \nthe Queens motel. Afterward, Cardenas said he would focus on economic development in a bid to stop the flow of \nlow-income Mexicans fleeing to the U.S. for bottom-rung jobs.\n\n\"We will try to improve the living standards in Mexico by creating more jobs so that something like this does not \nhappen again,\" Cardenas said.\n\nQueens District Attorney Richard Brown said the victimized Mexicans were stunned to see the popular politician \nwho opposes Mexico's ruling party. \"They were happy he had taken the time to visit,\" Brown said.\n\n"}