{"title": "GRAND OLD PUNCHFEST RUDY & ROMNEY GO TOE-TO-TOE ON IMMIG", "body": "\nST. PETERSBURG, Fla. - Rudy Giuliani and Mitt Romney explosively clashed on illegal immigration in last night's \nRepublican presidential debate, accusing each other of providing havens for undocumented aliens - Giuliani as \nmayor, and Romney when he hired landscapers for his home.\n\nA voter from Dyker Heights, Brooklyn, started the slapfest with the night's very first question at the CNN/YouTube \ndebate, asking Giuliani if he would continue to \"aid and abet\" illegal immigrants as he did as mayor if elected \nPresident.\n\n\"The reality was, New York was not a sanctuary city,\" replied Giuliani, saying that - like Democratic mayors before \nhim - he allowed illegal immigrants access to city schools, hospitals and police precincts as a way to ensure the \ncity's broader health and safety.\n\n\"If we didn't allow the children of illegal immigrants to go to school, we would have had 70,000 children on the \nstreets,\" said Giuliani.\n\nRomney immediately pounced, saying Giuliani had \"absolutely\" run a sanctuary city for illegal immigrants, to which \nGiuliani responded that Romney had run a \"sanctuary mansion\" by allowing illegal immigrants to tend his lawn \noutside of Boston while governor.\n\n\"I think it's really kind of offensive actually,\" Romney retorted. The former Massachusetts governor said he didn't \nhire the illegal workers - his contractor did - and wondered if Giuliani was suggesting that he should have grilled any \nlaborer with an accent who showed up to do the job.\n\nThe exchange provided plenty of heat at the very top of the debate, where voters got to fire questions at the GOP \nlineup in short homemade videos. More than 5,000 questions flooded in, mostly on immigration, taxes, economic \nissues and conservative values.\n\nThe candidates faced off last night with the Iowa caucuses fast approaching on Jan. 3, and New Hampshire's first-\nin-the-nation primary right behind it on Jan. 8. This was the eighth major Republican matchup during the highly \naccelerated 2008 election cycle.\n\nFlorida is fraught with meaning for many voters because of the 2000 dustup between President Bush and former \nvice president and then-Democratic nominee Al Gore.\n\n\nThe former mayor has been working hard to lock up Florida, a state loaded with ex-New Yorkers who will vote in a \nJan. 29 primary.\n\nWhile he's spent some time in Iowa and New Hampshire - where he is launching a new TV ad tomorrow - claiming \nlarger, later-voting states is integral to Team Giuliani's strategy.\n\nRomney is leading in early-voting Iowa and New Hampshire, but has been dogged on the campaign trail by a \njudicial appointment he made last year.\n\nMassachusetts Superior Court Judge Kathe Tuttman released a convict without bail after he did time for killing his \nmother, despite prosecutors' attempts to keep him locked up for allegedly assaulting prison guards.\n\nThe convict, Daniel Tavares, Jr., now stands accused of killing a newlywed couple in Washington state.\n\nGiuliani has seized upon the snafu to attack Romney's gubernatorial record on controlling violent crime, seeking to \npaint Romney as a failure and himself as a successful crimefighter as mayor, U.S. attorney and member of the \nReagan Justice Department.\n\nRomney has hit back by questioning Giuliani's judgement in picking top advisers: His former police and corrections \ncommissioner, Bernie Kerik, has been indicted on a raft of corruption charges.\n\nckatz@nydailynews.com\n\nGraphic\n\n \n\nGOP presidential wanna-bes (from left) Mitt Romney, Rudy Giuliani, Fred Thompson and John McCain make \nwaves at last night's CNN/You Tube debate held in St. Petersburg, Fla. Photo by Getty Images\n"}