{"title": "HOUSE OKS TWO GOP CRIME BILLS CRACKDOWN: MEASURES WOULD JAIL CRIMINALS LONGER, DEPORT OTHERS ON RELEASE.", "body": "\nWith strong bipartisan support, the House on Friday passed two more bills in the Republicans' anti-crime package \nthat supporters said would keep criminals from going free.\n\nOne bill, approved 265-156, would provide extra money for states to build prisons on the condition that they make \ninmates serve longer terms.\n\nThe other, passed 380-20, would crack down on illegal immigrants who commit crimes, including deporting them \npromptly once they are released.\n\nThe overwhelming votes sent the two bills to the Senate and cleared the way for House action next week on the \nsixth and final chapter of the GOP revision -- $10 billion in crime-fighting block grants that would wipe out funds \nnow dedicated to police and prevention programs.\n\nWhile the first five bills have passed with relatively strong bipartisan support, both Republicans and Democrats are \npreparing for a battle over the lump-sum payments, which might include a skirmish over protection of abortion \nclinics by law enforcement agencies.\n\nThe prisons bill passed Friday would provide $10.5 billion for new construction, roughly $2.5 billion more than last \nyear's bill, but contingent upon states' keeping prisoners behind bars for 85 percent of their sentences, far longer \nthan currently.\n\nThe bill also would provide $650 million a year for the federal government to reimburse certain states for the costs \nof incarcerating criminal illegal immigrants. California has 18,000 illegal immigrants in its prison system, costing \n$375 million a year.\n\nSome of the provisions of the bill are intended to make life more unpleasant for criminals in federal prisons. \nPrisoners would be denied weight- lifting equipment and anything else that increases their fighting ability. And they \nwould be denied X-rated movies, cable television, computers, musical instruments and even miniature golf.\n\nGOP sponsors said the prisons bill would give states financial incentives to lock up violent offenders longer. They \ncurrently serve an average of about 40 percent of their sentences, according to the House Judiciary Committee. \nWhat Republicans dub \"truth in sentencing\" would require states to more than double the actual time served, but \nofficials would have three years to implement the policy.\n\n\nThe Criminal Alien Deportation bill passed Friday would expand the list of felonies punishable by deportation to \ninclude bribery, transporting people for prostitution, and counterfeiting or forging immigration documents.\n\nIn addition, the bill would raise penalties for smuggling immigrants into the United States, authorize the seizure of \nassets and allow the use of wiretaps in investigating smugglers.\n\nEarlier this week, the House passed GOP bills that mandate restitution be ordered in federal cases, allow some \nwarrantless searches in federal trials and impose time limits on death-row appeals.\n"}