{"title": "Workers in Sweatshop Raid Start Leaving Detention Site", "body": "\nThe first of 72 illegal immigrants from Thailand who said they had been beaten and subjected to forced labor here \nwere released from a Federal detention center today and will be allowed to stay in the United States while legal \nproceedings run their course.\n\nThe 19 women and 3 men who were released were taken to private homes arranged through church and \ncommunity organizations. Their names were not released.\n\nThe Thai workers, mostly women in their late teens or early 20's, told immigration officials that they had come to \nthe United States illegally to escape poverty but had been forced into slavelike conditions.\n\nThe rest of the 72 workers are expected to be released eventually, said Virginia Kise, a spokeswoman for the \nImmigration and Naturalization Service. They will be provided with six-month work permits, which can be renewed \nfor as long as their presence is necessary for the prosecution of the eight men accused of abusing the workers or \nfor the workers' own civil suits against the men to recover wages they say are owed them -- whichever is longer.\n\nEventually, most if not all of the workers still face deportation.\n\nTheir release came as criticism mounted from immigrant-rights organizations and other groups that the immigration \nservice had been negligent in allowing the sweatshop in El Monte, about 15 miles east of downtown Los Angeles, \nto operate for nearly three years before it was closed by state labor officials. Immigration service officials have said \nthey had no solid evidence that the Thai workers were being detained against their will.\n\nThere have also been assertions that the workers have been treated harshly by immigration officials since being \ntaken into custody. Advocates have complained that the workers were shackled as they were taken from the \ndetention center on Terminal Island to various legal proceedings. Immigration officials said the workers were \ntreated no differently from any other illegal immigrants in custody.\n\n\"They had to endure deplorable conditions night and day,\" said Julie A. Su, a lawyer with the Asian Pacific-\nAmerican Legal Center. \"They were imprisoned at work and then by the I.N.S.\"\n\nIn a related development, Montgomery Ward announced that it had sued a Los Angeles garment manufacturer for \nsupplying goods in violation of the company's policy not to employ slave, prison or child labor. The Chicago-based \n\n\nretailer, one of several major retailers identified by state labor officials as have purchased garments made at the \nsweatshop, said it was removing all merchandise supplied by the vendor, New Boys Inc., from its stores \nnationwide.\n\nMichael Dave, a lawyer for New Boys, said in a statement today that the company had been \"irreparably damaged\" \nby \"media reports\" about its operations. The statement, without making any mention of Montgomery Ward, said the \ncompany did not have knowledge that it had purchased garments made under sweatshop conditions.\n\nBefore the Thai workers were freed in a predawn raid by state labor officials last week, they had lived a life in \nwhich they were locked up and guarded each night and threatened with harm or death if they tried to escape, \nofficials said. For about $1.60 an hour, from 7 A.M. to midnight, the workers toiled within the crowded compound, \nstate labor officials said. Some were there for as long as seven years.\n\nWhen law-enforcement officials approached the site, they found it ringed with barbed wire and spiked fences and \ndoors tightly locked from the outside. The building had no rear exit and only small windows with thick iron bars.\n\n\"Clearly, this is one of the more extreme forms of exploitation to take place, but no one has any level of confidence \nthat there aren't similar shops out there,\" said Steven Nutter, West Coast director of the Union of Needle Trades \nIndustrial and Textile Employees.\n\nOn Thursday, the bond for the Thai nationals being held in Federal custody was lowered to $500 each from $5,000 \nafter community groups offered to post the lower amount. The union has guaranteed part of those bonds.\n\nAll 72 of the workers have been held by Federal immigration officials as potential witnesses against eight men \naccused of running the ring. Six of the men were charged with harboring illegal immigrants; the other two were \ncharged with bringing illegal immigrants into the country. All eight were denied bail and may face additional \ncharges, possibly including Federal slavery charges.\n\nMs. Kise said immigration officials were searching for a ninth person, a Thai national, who is suspected of running \nthe El Monte operation and is believed to have returned to Thailand. She said the immigration service office in \nBangkok was working with the Thai authorities on pursuing the suspect.\n\nGraphic\n\n \n\nPhoto: An unidentified woman walking toward a bus yesterday after she and 21 other illegal immigrants from \nThailand were released from a Federal detention center in the Los Angeles area. The aliens, who said they had \nbeen forced to work under slavelike conditions, now await legal proceedings on their status. (Scott Robinson for \nThe New York Times)\n"}