{"title": "Law Review: Penn professor and students help win Supreme Court case", "body": "\nIt all began at a gathering of former clerks of Supreme Court Justice Anthony Kennedy in Washington in 2008. It \nwas there that University of Pennsylvania law professor Stephanos Bibas connected with his old friend Stephen \nKinnaird.\n\nThe two had attended Yale Law School together and both had, at different times, clerked for Kennedy.\n\nAt the reunion, they agreed to connect Kinnaird's Supreme Court practice with a program that Bibas planned to \ndevelop at Penn to introduce students to what is the most esoteric and rarefied kind of law: Arguing cases before \nthe Supreme Court.\n\nThat meeting would help to remake the law for thousands of legal immigrants to the United States. It might \nsomeday serve as the basis for shaping important new legal protections for native-born Americans as well.\n\nThe fateful call from Kinnaird came a few months after the Washington meeting. He had taken a pro bono case \ninvolving Jose Padilla, a Honduran immigrant who had been arrested in Kentucky in 2001 on drug charges after \npolice pulled over his tractor-trailer and found more than 1,000 pounds of marijuana inside. \n\nPadilla's court-appointed attorney advised him to plead guilty, assuring Padilla the conviction would not impact his \nimmigration status. \n\nThe lawyer was dead wrong.\n\nPadilla's guilty plea in 2002 to drug charges triggered an automatic process that all but guaranteed Padilla, \nidentified as a Vietnam War veteran in court papers and a truck driver who had spent decades living quietly in \nSouthern California with his wife and children, would be deported.\n\nThe outcome is exactly the kind of case that might drive tea party activists and others concerned about America's \nporous borders to distraction: An immigrant from Central America is arrested with a half-ton of marijuana, faces \ndeportation, takes the case all the way to the Supreme Court over years of appeals, and then beats the rap with \nthe help of some slick, well-paid lawyers.\n\nBut as the briefs amply make clear, this case has little to do with the current immigration debate.\n\nPadilla's case was about fairness, procedure, and making sure defendants knew the consequences of pleading \nguilty - issues that concern every criminal defendant in America, whether they are citizens or not.\n\n\n\"When you are charged with a crime, your lawyer needs to tell you the full picture,\" said Bibas, a former assistant \nU.S. attorney in Manhattan who teaches criminal procedure at Penn, and who lives with his wife and two children in \nFairmount. \"You would never hire a business lawyer to advise you on a contract for a company if the lawyer was \nnot also able to say that this might get you in trouble with antitrust authorities or you will be liable for violating \nsomeone's patent.\" \n\nPadilla's green card allowed him to work and stay in the U.S. indefinitely, and he was classified as a legal \npermanent resident. Apart from the right to vote, he had many of the same constitutional rights as a full citizen.\n\nThat meant he should have been afforded full due process, which includes the right to competent counsel, under \nthe Sixth Amendment. Since his lawyer gave him bad advice on the immigration consequences of a guilty plea, \nPadilla argued, the conviction should be thrown out.\n\nThe Kentucky Supreme Court differed. It agreed he had gotten bad advice. But a majority of the court said it didn't \nmatter because Padilla's deportation was a \"collateral consequence\" of the criminal proceeding and not central to \nthe case.\n\nAs two dissenting jurists in Kentucky put it, having a lawyer give a client bad advice is worse than having no lawyer \nat all.\n\nThe U.S. Supreme Court had never taken a position on the issue raised by Padilla, so it was a ripe case. Bibas \nand his students threw themselves into the work with gusto. Bibas and Penn lecturer Yolanda Vazquez wrote an \namicus brief while the students did research on the extent of the problem in criminal courts around the country \nand handled other tasks, often working nights and weekends.\n\n\"They had a real client and something meaningful to fight for,\" Bibas said of his students.\n\nAfter the Supreme Court agreed to take the case, the group traveled to Washington to hear the oral arguments. \nThe students waited in line for hours to sit in the chambers. Bibas sat at the counsel table and offered advice to \nKinnaird, of the firm of Paul, Hastings, Janofsky & Walker L.L.P., who argued the case. When the court ruled in \ntheir favor earlier this year, adopting much of the language contained in their briefs, it was a rush for everyone.\n\n\"This is the first time that the court has ever gotten into this,\" Bibas said.\n\nIt was exciting in no small part because Padilla's legal team had persuaded seven of the court's nine justices, \nconservatives as well as liberals, to adopt much of their reasoning.\n\nOnly Justices Antonin Scalia and Clarence Thomas dissented. \n\nThe ruling was carefully tailored to apply only to immigration cases.\n\nBut Bibas says the logic of the opinion suggested it might well be extended to other instances in which the indirect \nconsequences of a guilty plea can have devastating consequences, such as a nurse losing a professional license, \nor a parent losing custody of a child.\n\n\"What defendants most need to know are the big predictable consequences [of a conviction],\" says Bibas.\n\nWhat Bibas and his students helped to bring before the Supreme Court would seem to ensure that more \ndefendants will be getting that information.\n\nContact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com.  \n\nGraphic\n\n \n\nmailto:cmondics@phillynews.com\n\n\nFeed Loader\n"}