{"title": "PARAMILITARY GROUP THAT CAUGHT 15 ALIENS PLANS MORE PATROLS", "body": "\nMembers of a paramilitary group who helped capture 15 illegal aliens near the Arizona-Mexico border Saturday \nnight said they planned to continue and perhaps increase their patrols, despite sharp criticism from a Government \nofficial.\n\nThere were conflicting reports on the nature of the patrols by Civilian Materiel Assistance, a three-year-old group \nthat has been active in providing aid for the rebels in Nicaragua. Members of the organization, which describes itself \nas anti-Communist, gave conflicting accounts of the origins of the action.\n\nThe episode Saturday occurred while 20 members of the Alabama-based group were on patrol in the Lochiel \nValley three miles north of the Mexican border in Arizona, about 30 miles east of the border town of Nogales. Those \ninvolved wore camouflaged uniforms and carried weapons including Soviet-made AK-47 assault rifles and \nAmerican-made M-16s, members say.\n\nJ. R. Hagan, the group's regional director for Arizona and Utah, said the patrols existed only to ''observe, \ndocument, and report'' illegal border activity. But other members said that the patrols held the aliens at gunpoint \nand that the group's other activities included armed incursions across the border into Mexico to look for drug \nsmugglers.\n\n \n\nU.S. Official Condemns Patrols\n\nHarold Ezell, regional commissioner of the Immigration and Naturalization Service, condemned the patrols, likening \nthem to vigilantes.\n\n''Some kind of commando siege type of activity is something we can't afford to have,'' Mr. Ezell said. ''It's not much \nbetter than vigilante activity, and that went out with white sheets.''\n\nBut Thomas Vincent Posey, who heads the group, said he hoped to expand the patrols across the border.\n\n''Our objective is to stop the flow of drugs into this country, which is helping to fund Communist operations in \nCentral America,'' he said. ''If you're going to fight Communism, you have to fight it on both fronts.''\n\nCivilian Materiel Assistance, which recently changed its name from Civilian Military Assistance, says it has 5,000 \nmembers in all 50 states and 7 foreign countries.\n\n \n\nInvolvement in Nicaragua\n\n\nIt has gained some degree of prominence in the past because of activities in behalf of the rebels in Nicaragua.\n\nMr. Posey, a former marine who owns a produce business in Decatur, Ala., said the group last year provided $4 \nmillion in supplies for the rebels. Two members of the group were killed two years ago when their helicopter was \nshot down near the Nicaraguan border with Honduras.\n\nThe Saturday operation, according to Mr. Hagan, who was involved, was part of efforts to help report illegal \nactivities, particularly possible drug smuggling, to immigration officials.\n\n \n\nOfficial Encouragement Disputed\n\nMr. Hagan, who said he manages a Tucson-based company that does investigations, collections and \nrepossessions, said the group began the patrols to help provide information for law-enforcement officials. He said \nno government official asked for or encouraged the patrols, but he said local immigration and law enforcement \npersonnel were alerted to them.\n\nMr. Posey said, however, that the patrols began after an immigration official, whom he declined to name, \nrequested them.\n\nMr. Ezell of the immigration service said that he strongly doubted whether any immigration officials would have \nencouraged patrols. And he said there was no room at the border for similar private operations.\n\n''There is no place for any kind of a quasi-border patrol,'' he said. ''Maybe there's room for it in Lebanon, but this is \nAmerica.''\n\n \n\nDetails of Episode Unclear\n\nMr. Hagan said the incident Saturday began when patrols from the organization came upon two vehicles that had \ncrossed the border and broken down. He said the group alerted immigration officials and did no more than shine \nspotlights on the aliens who made no attempt to flee.\n\nBut Mr. Ezell said border patrol agents were told by members of the organization that the aliens were \napprehended after a ''firefight.''\n\nAnd two members of the group, unhappy with its involvement, told a different story from Mr. Hagan.\n\n \n\nUse of Booby Traps Reported\n\nThey said the group's activities included armed patrols several miles inside Mexico. And they said the aliens' \nvehicle broke down because it came in contact with booby traps set up by members of the group.\n\nThey said the patrols were supposed to serve a purely informational and reportorial function.\n\n''But suddenly, when we showed up on the spot, everything changed,'' one member said.\n\nThey said that weapons were fired and that the aliens, who included women and children, were detained at \ngunpoint for about 90 minutes before border patrol officers arrived.\n\nMembers of the group said they believed it was important for the organization to continue providing assistance to \nofficers trying to halt the entry of drugs into the country. But they said they were distressed by the incident Saturday.\n\n''I left because I did not want to terrorize innocent people who are coming here to help feed their families, '' one \nmember said.\n\n\n"}