{"title": "Immigration Fees Slashed For Eligible Salvadorans", "body": "\nThe Immigration and Naturalization Service, under pressure from Congress and immigrant rights groups, has \nagreed to a substantial reduction in the processing fees it charges Salvadoran immigrants enrolling in a special 18-\nmonth amnesty program.\n\nWith the application deadline barely six weeks away, only about 60,000 of the estimated 300,000 to 500,000 \nSalvadorans in this country believed eligible have taken advantage of the Temporary Status Program, INS officials \nsaid yesterday.\n\nAdvocacy groups and congressional sponsors of the amnesty blame the INS for the low enrollment in the program, \nwhich gives Salvadorans legal resident status for 18 months and, most importantly, work permits. After that period, \nhowever, they would again be subject to deportation if the attorney general declines to extend the amnesty.\n\nU.S. Rep. Joe Moakley (D-Mass.), one of the key sponsors of the program, told a congressional oversight \nsubcommittee this week that high INS processing and work permit fees totaling $ 380 for an individual and $ 1,435 \nfor a family of five -- dissuaded applicants, and said the agency failed to grant waivers for those who could not pay.\n\nMoakley demanded that the INS lower the fees, and introduced a bill extending the deadline period for applications \nby four months, to Oct. 31.\n\nINS officials said yesterday that a formula, which will go into effect next week, would charge $ 75 a person and $ \n225 for a family of three or more. The agency would charge an additional $ 60 for each six-month work permit. \nThose who have already paid will not get refunds.\n\nINS Commissioner Gene McNary, testifying after Moakley, said that given the planned fee reductions, he did not \nfeel an extension of the eligibility deadline was necessary. McNary said the low enrollment so far was not that \ntroubling because the agency expected a rush of applicants as the deadline approaches.\n\nThe INS estimates that a total of about 100,000 to 150,000 Salvadorans eventually will enroll in the program, an \nagency spokesman said yesterday. As many as 50,000 Salvadoran immigrants are believed eligible in the \nWashington area, and nearly 11,000 have enrolled so far.\n\nDespite the fee reductions, Moakley is going to continue to push for an extension in the enrollment deadline, his \npress secretary, Jim McGovern, said yesterday.\n\nCongress intended to provide a six-month sign-up period, McGovern said, and the INS, through its actions, has \n\"reduced that period by 4 1/2 months.\" McGovern said Moakley, chairman of the House Rules Committee, will likely \nattach the deadline extension amendment to a bill the Bush administration strongly supports.\n\n\nGraphic\n\n \n\nPHOTO, GENE MCNARY\n"}