{"title": "Federal immigration programgives some jurisdictions leeway", "body": "\nWhen D.C. Police Chief Cathy L. Lanier heard about a new federal immigration enforcement program last year, \nshe said it could have prevented eight killings in the city in the previous two years.\n\nBut her enthusiasm was tempered by a concern that the program, designed to detect suspects in police custody \nwho are undocumented immigrants, would also ensnare people who had committed minor offenses, prompting \nimmigrants not to report crimes and domestic abuse to police.\n\nLanier worked behind the scenes last year with federal officials to redesign the program in potentially far-reaching \nways, according to recently released internal documents by the U.S. Immigration and Customs Enforcement \nagency.\n\nBut Lanier's attempt to get the program to focus on serious offenses was stymied when the D.C. Council and \ncommunity groups expressed reservations about participating in any fashion. Eventually, the city withdrew from the \nprogram.\n\nLanier's efforts offer a glimpse into the myriad ways in which communities in the Washington region and across the \nnation have grappled with the controversial immigration enforcement program known as Secure Communities. The \nDistrict's experience also reveals how inconsistent federal guidelines have created widespread confusion. Arlington \nCounty, for example, was forced to participate in the program against its will. Other jurisdictions, such as the \nDistrict and Montgomery County, have been given significantly more latitude.\n\nThe Secure Communities program grew out of recommendations by the 9/11 Commission and has become a \ncenterpiece of the Obama administration's effort to focus immigration enforcement on criminals.\n\nUnder the program, fingerprints routinely collected by local authorities are forwarded to Immigration and Customs \nEnforcement for a status check. If a fingerprint is matched with someone known to be in the country illegally, ICE \ncan order the immigrant's detention as a first step toward deportation.\n\nInitially, federal immigration officials promised many local governments that their participation would be voluntary. \nBut in late 2009 and 2010, the officials modified their assurances. They began telling communities that the only \n\n\nvoluntary part of the program was that a jurisdiction could choose not to receive information about why ICE \nwanted police to detain someone - a relatively minor aspect of the program.\n\n\"Because Secure Communities is fundamentally an information-sharing partnership between federal agencies, \nstate and local jurisdictions cannot opt out from the program, though state and local jurisdictions can opt not to \nreceive the results of immigration queries,\" ICE spokesman Brian Hale said.\n\nHale said he expected that every jurisdiction in the country would be actively participating in the program by 2013. \nHe credited the program with apprehending more than 59,000 undocumented immigrants who committed crimes, \nincluding about 21,000 who had committed serious offenses such as murder, rape and child sexual abuse.\n\nLast fall, the Arlington County Board cited the risk the program posed to community policing efforts and voted not to \nparticipate. But federal officials told the county that local jurisdictions cannot decide to opt out.\n\nIn Maryland, the situation is more mixed than it is in Virginia, where every jurisdiction in the state is participating in \nSecure Communities. The program has been activated in more than half of Maryland's 24 jurisdictions, including \nPrince George's, Baltimore and Anne Arundel counties, according to ICE. The city of Baltimore is not yet \nparticipating in the program.\n\nAlthough it is not clear why, Montgomery County appears to have been given leeway in joining the program, \naccording to internal documents from ICE obtained under a Freedom of Information Act request by various \nimmigration and legal advocacy groups.\n\n\"Montgomery County is neither opting-in nor opting-out of the program,\" Montgomery County Police Chief J. \nThomas Manger said in a statement. \"When [Secure Communities] comes to the entire state of Maryland, we will \nparticipate.\"\n\nManger also said the county routinely shares with ICE the names of all suspects who have been arrested in violent \nor dangerous crimes, along with any available information about their nationalities.\n\nIn an interview, Lanier said that she had hoped to find a middle ground that targeted violent and dangerous \noffenders for immigration checks while withholding the fingerprints of suspects whom police picked up for minor \noffenses.\n\n\"In the case of domestic violence, or if it is a minor misdemeanor case, there is a concern people will not come \nforward and report it,\" she said, explaining why she thought suspects picked up in minor crimes should not be \nreferred for an immigration status check.\n\nShe also said she was concerned that domestic abuse wouldn't be reported because the victims would fear the \ndeportation of family members. \"If they don't report it before it escalates, we don't have a chance to stop it before it \nescalates.\"\n\nLanier said she had conversations on modifying the program with members of Homeland Security Secretary Janet \nNapolitano's office. She characterized federal officials as cooperative and said she had hoped that a modified \nprogram could create a new model for the nation. The District, she added, does not run suspects' names through \nany immigration databases.\n\nAfter the D.C. Council expressed opposition to joining the program - and immigration advocacy groups voiced \nstrong opposition to the program in any form - Lanier said she broke off the discussion with federal officials and \npulled out of the program.\n\nFederal immigration authorities \"permitted the District not to participate until 2013,\" Lanier said. \"I was trying to \nnegotiate some kind of agreement before it became mandatory in 2013. It's a different ballgame now.\"\n\nAdvocates for immigrants remain worried that the program is an overly broad dragnet.\n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2010/07/25/AR2010072501790.html\nhttp://www.ice.gov/doclib/secure-communities/pdf/sc-activated.pdf\n\n\n\"The program's mandate is to target serious criminals that pose a threat to public safety,\" said Sarahi Uribe of the \nNational Day Laborer Organizing Network, which obtained the internal documents through the FOIA request.\n\n\"We've seen a majority of those identified and deported pose no threat to public safety.\"\n\nvedantams@washpost.com\n"}