{"title": "The Changing Structure of Immigration to the OECD: What Welfare Effects on Member Countries?", "body": "\nABSTRACT:\n\nWe investigate the welfare implications of two pre-crisis immigration waves (1991-2000 and 2001-2010) and of \nthe post-crisis wave (2011-2015) for OECD native citizens. To do so, we develop a general equilibrium model that \naccounts for the main channels of transmission of immigration shocks--the employment and wage effects, the \nfiscal effect and the market size effect--and for the interactions between them. We parameterize our model for 20 \nselected OECD member states. We find that the three waves induce positive effects on the real income of natives; \nhowever, the size of these gains varies considerably across countries and across skill groups. In relative terms, the \npost-crisis wave induces smaller welfare gains compared to the previous ones. This is due to the changing origin \nmix of immigrants, which translates into lower levels of human capital and smaller fiscal gains. With a few \nexceptions, differences across cohorts explain a tiny fraction of the highly persistent, cross-country heterogeneity in \nthe economic benefits from immigration.\n\nKeywords Immigration ? Welfare * Crisis ? Inequality * General equilibrium\n\nJEL Classification C68 F22 J24\n\n1 Introduction\n\nFor the last 50 years or so, industrialized countries have experienced a sharp rise in the proportion of immigrants \noriginating from developing countries. This changing national origin mix of the immigrant flow can potentially affect \nthe labor market performance of immigrants (Borjas 1993) or their fiscal contribution in the host country (Borjas and \nTrejo 1993). In public opinions, the common portrayal of this process is a growing inflow of poorly educated \nimmigrants trying to gain access to the labor markets and to the welfare systems of rich countries. Such inflow is \nusually perceived as depressing wages, causing job losses, increasing income inequality and widening fiscal \ndeficits. In contrast to popular perceptions, the academic literature has found little effects of immigration on fiscal \ndeficits and on natives' labor market outcomes. Interestingly, many studies have even identified global economic \ngains for the host-country population. However, little is known about the evolution of these gains or about the \nwelfare implications of the recent trend in the origin mix of immigrants. Has the economic impact of immigration \ndeteriorated over the last 25 years? Has the post-crisis immigration wave been less beneficial or more detrimental \nthan earlier ones? Who are the winners and losers from recent immigration? These are the questions addressed \nin this paper.\n\n\nMore precisely, we investigate the welfare effects of the post-crisis immigration wave for OECD native citizens and \ncompare it with two pre-crisis immigration waves. For 20 selected OECD member states, we develop a general \nequilibrium model that accounts for the main channels of transmission of immigration shocks. The model is \nparameterized to match the economic and socio-demographic characteristics of each country of the sample in the \nyear 2010. Using data on immigration stocks by country of origin, education level, duration of stay and labor \nmarket status, we identify the size and structure of three cohorts of immigration, (i) immigrants who arrived \nbetween 1991 and 2000, (ii) those who arrived between 2001 and 2010, and (iii) those who arrived between 2011 \nand 2015 (referred to as the post-crisis wave). By reference to the year 2010, we then quantify how the real income \nof native citizens has been affected by these three immigration cohorts, distinguishing between working-age \nnatives and retirees, and between college graduates and the less educated.\n\nImmigration affects the size of the economy as well as the composition of the population. Thanks to the \ndevelopment of new theoretical foundations and to the recent availability of comparative migration data, a growing \nconsensus on how to formalize the economic responses to immigration shocks has emerged in the literature. In \nparticular, recent studies have investigated how immigration impacts wages, employment rates and income \ninequality (e.g., Card 2009; Ottaviano and Peri 2012). taxes and public spending (e.g., Storesletten 2000). and \nfirms' entry and exit decisions as well as the variety of goods available to consumers (e.g., Giovanni et al. 2015; \nIranzo and Peri 2009). Assessing the welfare impact of immigration on natives requires accounting for these \nvarious transmission channels and for the interactions between them. This task is performed in Aubry et al. (2016), \nwho combine the major transmission channels of migration shocks into an integrated, multi-country model with firms \nand heterogeneous individuals. Their model allows to quantify the effect of each channel, to identify the dominant \nones, and to compare the between- and within-country redistributive effects of immigration. Although labor market \nand fiscal effects are non-negligible in some countries, they conclude that an important source of gain comes from \nthe market size effect, i.e., the change in the variety of goods available to consumers, which translates into a \nchange in the average price index. Another related work is that of Battisti et al. (2017), who parameterize a general \nequilibrium model with search frictions and wage bargaining for 20 OECD economies. They also model the fiscal \neffect of immigration but disregard the market size mechanism.\n\nIn this paper, we depart from the model developed in Aubry et al. (2016). Contrary to them, we abstract from \ninternational trade in goods and services (which is shown to induce negligible effects on the welfare impact of \nimmigration), but we account for changes in labor market participation and for the unemployment rates of \nimmigrants. There are two reasons why accounting for the labor market status of immigrants might be important. \nFirstly, immigrants from poor countries are perceived as having smaller participation rates than natives and other \nimmigrants; hence, the rising share of these migrants might reduce the average participation and employment \nrates. Secondly, economic responses to immigration are likely to be affected by the \"employability\" of immigrants. \nIf employment rates are low, immigration induces less competition on the labor market, but smaller fiscal gains \nand smaller market size effects. We use this model to assess the welfare consequences of the changing structure \nof the immigrant flow. (1)\n\nOverall, we find that the three immigration waves induce positive effects on the real income of natives. We find \nlarge cross-country variations in the welfare impact of immigration, but these disparities are strongly persistent \nacross immigration waves. Countries exhibiting the largest gains are Australia, Luxembourg, the UK, Switzerland, \nFrance and Austria. These are the countries where quality-selective immigration policies are implemented, or \nwhere population aging has reached an advanced stage. In spite of these economic gains, anti-immigration \nsentiments are on the rise in some of these countries. The smallest gains are obtained in Scandinavian countries, \nBelgium, Spain and Greece. The effect of immigration on income inequality varies across countries; it can be \npositive or negative, depending on the educational structure of immigration. Although immigration does not \nadversely affect the real income of less educated natives, it increases the income gap with college graduates in a \nmajority of countries (especially in Scandinavian countries, Belgium, Spain and Greece).\n\nTurning our attention to the evolution of these gains, our analysis reveals that the changing origin mix is a good \npredictor of the changing educational structure of the immigrant population. This implies that the structure of dyadic \nmigrant inflows is highly persistent over time. However, with a few exceptions, the correlation between dyadic and \nsource-country characteristics is limited. This means that (i) the actual \"education mix\" of immigrant flows is \n\n\n\naffected by the origin mix through dyadic self-selection patterns, and (ii) these dyadic differences in self-selection \nare highly persistent across immigrant waves. They presumably vary with enduring destination characteristics such \nas immigration policy, geography, language, colonial ties, wage and industry structures. Selection along labor \nmarket preferences is driven by a subset of these characteristics as well as by labor market institutions. As far as \nwelfare implications are concerned, we find no evidence of systematic changes across the two pre-crisis \nimmigration waves. On the contrary, the post-crisis wave induces smaller welfare gains compared to the earlier \nones. This is because post-crisis immigrants are relatively less educated than former immigrants. They earn less \nand induce smaller fiscal gains. With the exception of Portugal, this result applies to all 20 OECD countries under \ninvestigation. The inequality impact has slightly intensified after the crisis, but not in all countries. These \nphenomena can be attributed to the combined effect of the changing origin mix and of self-selection. However, as \nstated above, these welfare changes induced by the origin mix are limited and much smaller than those induced by \nhighly persistent self-selection patterns. In other words, over the last 25 years, the welfare responses to the \nchanging origin mix have been limited.\n\nThe remainder of the paper is organized as follows. Section 2 provides stylized facts on the changing size and \nstructure of immigration as well as on the process of migrants' self-selection. Section 3 describes the theoretical \nmodel and the calibration strategy. Quantitative results are discussed in Sect. 4. Finally, Sect. 5 concludes.\n\n2 Origin Mix and Self-Selection: Stylized Facts\n\nImmigration has become a first-order political issue in virtually all industrialized countries. This is partly due to the \nfact that the size and structure of immigration have considerably evolved over the last half century. This is \nillustrated in Fig. 1, which depicts immigration trends to 20 selected OECD countries, namely the 15 members of \nthe European Union (EU 15), the USA, Canada, Australia, Switzerland and Japan. Exploiting bilateral migration \ndata from Ozden et al. (2011) and from United Nations (2014), Fig. la shows that the share of the foreign-born \npopulation increased in all high-income countries between 1960 and 2015; on average, it increased from 4.6 to \n11.0% (+ 6.4 percentage points). Figure lb shows that this change is totally explained by the inflow of immigrants \nfrom developing countries, whose average share in the total population increased from 1.5 to 7.9% (once again, \n+6.4 percentage points). In spite of limited differences across countries, an increasing share of the population of \nOECD member states is originating from countries that are economically, geographically and culturally more \ndistant. In the USA (red bold curve), the population share of immigrants from developing countries increased by \n9.6% (1.3 times the change in the total immigration rate); in the EU15 (black bold curve), it increased by 7.1% \n(83% of the total change). The growth rate of the total stock of immigrants has been curbed by the recent crisis. \nHowever, the crisis has affected both inflows from rich and from poor countries.\n\nIn this context, the rising concerns about immigration are legitimate. Developing countries exhibit lower \nproductivity levels, lower levels of human capital and lower labor market participation rates (mostly due to lower \nfemale participation rates). The changing origin mix of immigrant flows is thus usually associated with a decrease in \ntheir average skill level, productivity and participation rate. Figure 1c-f provides the mean gaps in schooling, income \nand labor market participation between origin and destination countries, as proxied by the ratio of the (weighted) \nmean level observed in migrants' origin countries to the mean level observed in the destination country. A ratio \nabove 100% means that the average immigrant is originating from a country with more schooling, higher income \nper capita or higher participation rates; a ratio below 100% means that immigrants have observable characteristics \nassociated with lower productivity. Between 1960 and 2015, the schooling ratio decreased in the majority of \ncountries (except in the USA, Australia, Canada, Switzerland, and to a lesser extent Japan, Belgium and Portugal). \nIt increased from 27 to 35 in the USA; it decreased from 112 to 73 in the EU 15 (see Fig. 1c). Over the same period, \nthe income ratio decreased in all countries. It declined from 50 to 26 in the USA and from 66 to 46 in the EU15 (see \nFig. I d). Finally, while males' participation rates are usually greater at origin (see Fig. If), females' participation rates \ndeclined in virtually all countries (except in the USA and in Japan). It increased from 84 to 88 in the USA and \ndecreased from 105 to 91 in the EU 15 (see Fig. le).\n\nUnder neutral selection, the changing origin mix of immigrant flows would result in large changes in the educational \nstructure, productivity and labor market performance of immigrants. Natives' views reflect these presumptions. For \nexample, the 2014 edition of the Transatlantic Trends on Immigration reveals that about 60% of European citizens \n\n\n\nview emigration and immigration as a problem and not as an opportunity. Such concerns are particularly important \nregarding immigrants from developing countries; 56% of Europeans expressed concerns about non-EU \nimmigration, while only 43% perceive intra-EU migration as a problem. Public opinions are partly governed by \nnoneconomic reasons such as the perceived negative effects of immigration on social cohesiveness, national \nidentity, crime and terrorism. However, attitudes toward immigration are systematically correlated with two major \neconomic concerns: the perceived adverse labor market effects of immigration, and its fiscal effects. The \nEuropean Social Survey data for the year 2014 show that only 26% of European respondents believe that \nimmigrants contribute positively to public finances, and only 35.9% think that immigrants contribute to create new \njobs for natives. (2)\n\nHowever, these general perceptions must be tempered by the fact that migrants self-select along many attributes \nand partly assimilate (Abramitzky et al. 2012; Chiquiar and Hanson 2005; McKenzie and Rapoport 2010; Moraga \n2011; Ambrosini and Peri 2012; Kaestner and Malamud 2014). The degree of self-selection governs migrants' \ncharacteristics and outcomes at destination. If it is strong, the correlation between migrants' and home-country \nattributes becomes weak. Furthermore, if migrants select their destination country to limit the gap between their \nown preferences and the host-country characteristics, a positive correlation between migrants' and host-country \nattributes can be obtained (i.e., there is positive sorting). To illustrate the process of self-selection, we use the \nDatabase on Immigrants in OECD countries (DIOC) described in Arslan et al. (2015). The data are collected by \ncountry of destination and are mainly based on population censuses and administrative registers. The DIOC \ndatabase provides detailed information on the country of origin, demographic characteristics, level of education, and \nlabor market outcomes of the population of OECD member states. (3) Focusing on the census round 2010, we \nextract information about the country of origin (220 countries), age (25-64 and 65+), educational attainment (college \ngraduates and less educated) and labor market status (employed, unemployed, inactive) of immigrants residing in \nthe 20 selected destination countries listed above. For the 4400 dyads of countries in the sample, Fig. 2 compares \nthe average level of education and participation rate of immigrants aged 25 and over with those of the home- and \nhost-country.\n\nThe comparison with the home-country characteristics is illustrated in Fig. 2a- d. Figure 2a compares the dyadic \nand home-country shares of college-educated and shows the regression line. The slope is equal to 0.22 in the full \nsample of 4400 dyads. Ranking countries by corridor size (from the 30 largest to the smallest), Fig. 2c depicts no \nsize dependence; for all subsamples, the dyad-origin correlation varies between 0.2 and 0.3 without any clear \npattern. In contrast to the origin mix hypothesis, the education levels of immigrants and those left behind are poorly \ncorrelated (a strong sign of self-selection). As for participation rates, Fig. 2b compares dyadic and home-country \nparticipation rates which is greater for large corridors. In the full sample, the correlation is almost nil (0.01). \nHowever, Fig. 2d shows that the correlation amounts to 0.55 for the 30 to 40 largest corridors (representing 40 and \n45% of the total migrant stock) and to 0.37 when considering the 50 largest corridors.\n\nThe comparison between dyadic and host-country characteristics is illustrated in Fig. 2e-h. Figure 2g shows that the \ncorrelation between dyadic and host-country shares of college-educated is larger. It varies between 0.4 and 0.5 for \nthe most important corridors and falls to 0.25 when small corridors are included. In Fig. 2h, the correlation in \nparticipation rates behaves similarly, it varies between 0.4 and 0.5 when considering the largest corridors, while for \nthe whole sample it reduces to 0.25 (see Fig. 2f).\n\nIn sum, the origin mix theory states that the characteristics immigrants can be predicted using the characteristics of \nthe home country. Given the increasing share of immigrants originating from poor countries, it predicts a decline in \nthe average economic performance of migrants at destination. Our stylized facts lead us to substantially qualify this \nview. Overall, the education levels of immigrants and their participation rates are more strongly correlated with the \nhost-country characteristics than with the home-country ones. The dyad-origin correlations are greater for large \ncorridors, but they are small for the vast majority of dyads. Quantitatively, it is thus unclear whether the changing \nnational origin mix of immigrant flows sensibly affects the welfare responses to immigration. The responses are \nlikely to vary across destination countries. To address this question, the next section describes a model that fully \naccounts for the dyadic structure of immigration. We use it to compare the welfare responses to three successive \ncohorts of immigrants in each of the 20 selected OECD member states in our sample.\n\n\n\n3 Theoretical Model\n\nWe develop a static model endogenizing the economic effect of immigration on macroeconomic variables and on \nthe welfare of native (non-migrant) citizens. We formalize countries as independent entities and do not account for \ntrade linkages or capital flows between them. (4) The country subscripts are omitted for expositional convenience. \nEach country is populated by heterogeneous individuals, firms that produce heterogeneous goods, and the \ngovernment. As far as individuals are concerned, we distinguish between natives and immigrants, between age \ngroups and between two skill groups. The superscript o refers to the origin country, with o = n for natives and o = f \nfor foreigners. When the dyadic dimension of the data is used, we split f into f = ([f.sub.1], [f.sub.2],..., [f.sub.F]) for \nimmigrants from the F foreign countries. The subscript a refers to the age group, with a = y for working-age \nindividuals and a = r for retirees. The subscript s refers to the skill group, with s = h for college graduates and s = 1 \nfor the less educated. The demographic size of these groups is denoted by [N.sup.o.sub.a,s] and is assumed to be \nexogenous. (5) As far as firms are concerned, there is a mass B of firms that operate on a monopolistically \ncompetitive market with a fixed cost of entry; each of them produces a differentiated good. The government taxes \nincome and consumption to finance redistributive transfers, unemployment benefits and public consumption.\n\nIn line with the recent literature, four channels of transmission of immigration shocks are taken into consideration \nin the benchmark model: the employment effect, the wage effect, the fiscal effect, and the market size effect. \nAdditional and less consensual channels are investigated in the robustness analysis in \"Appendices\". We model the \nlabor market effects as in Ottaviano and Peri (2012), the fiscal effect as in Storesletten (2000), the market size \neffect as in Krugman (1980). We account for the age structure of immigration to match the fiscal features of each \neconomy. In addition, we account for the difference in employment rates between immigrants and natives by \nintroducing heterogeneity in the disutility of labor and in unemployment rates. Note that these could as well reflect \ndifferential access to jobs due to discrimination. The data reveal that differences in employment rates are mainly \ngoverned by differences in participation rates. This motivates our choice to endogenize participation rates and to \nassume, for simplicity, that active workers spend an exogenous fraction of their active time in unemployment (due, \nfor example, to exogenous job destruction and finding rates). (6) Accounting for immigrants' employment is \nimportant as it governs the intensity of the competition with natives on the labor market and well as the size of fiscal \nand market size effects.\n\nIn this section, we describe the preferences and the technology used to endogenize individuals' and firms' decisions \nin Sects. 3.1 and 3.2. We then characterize the monopolistically competitive equilibrium in Sect. 3.4. Finally, we \nexplain our parameterization strategy in Sect. 3.5.\n\n3.1 Individuals\n\nThe preferences of a representative individual in the age group a = (y, r), of education level j = (h, l) and from origin \ncountry o = (n, f) are described by the following utility function:\n\n[v.sup.o.sub.a,s] = [C.sup.o.sub.a,s] - [[[phi].sup.o.sub.a,s] (1 - [[gamma].sup.o.sub.a,s]).sup.1 + [eta]]/[1 + [eta]]]. \n(1)\n\nUtility is a linear function of a composite consumption aggregate, [C.sup.o.sub.a,s] (discussed below), and depends \nnegatively on the endogenous amount of time spent on the labor market, 1 - [[gamma].sup.o.sub.a,s]. Hence, the \nsupply of labor in the group (o, a, s) is defined as (1 - [[gamma].sup.o.sub.a,s])[N.sup.o.sub.a,s]. The parameter \n[eta] is the inverse of the elasticity of labor supply to Labor income; it is common to all individuals. The parameter \n[[phi].sup.o.sub.a,s] captures the disutility of participating in the labor market (i.e., disutility of working or of \nsearching for a job). It varies by age group, by education level and by country of origin. We assume \n[[phi].sup.o.sub.r,s] = [infinity] for all retirees, implying that retirees are inactive and only consume the transfers \nreceived from the government. As far as working-age individuals are concerned, we calibrate [[phi].sup.o.sub.y,s] \nso as to match the observed participation rate in each dyadic group. Hence, the model allows to capture differences \nin participation rate across skill groups and across natives and immigrants from a specific origin country; these \ndifferences are assumed to be due to the heterogeneity in cultural traits or social norms between countries and to \nthe cultural selection of immigrants.\n\n\n\nIn addition, we assume that consumers have a preference for variety. This means that the utility from consumption \ndoes not only depend on the quantity of goods consumed; it also increases with the variety of goods. Remember \nthere is a mass B of varieties available for consumption. Following Krugman (1980), the utility of consumption is \ndescribed by a CES utility function over the continuum of varieties:\n\n[mathematical expression not reproducible], (2)\n\nwhere [c.sup.o.sub.a,s] (i) stands for the quantity of variety i [member of] [0, B] produced in the country and \nconsumed by an individual of type (a, o, s). Varieties are imperfect substitutes, characterized by a constant \nelasticity of substitution equal to [epsilon] > 1.\n\nIn each destination country, working-age immigrants in a given skill group are perfectly substitutable workers from \nthe firm's perspective. They have identical marginal productivity levels and earn identical wages per hour worked, \n[w.sup.f.sub.s], [for all]f = ([f.sub.1], [f.sub.2], ..., [f.sub.F]), which usually differs from the natives' wage rate, \n[w.sup.n.sub.s]. At each moment in time, active workers face exogenous job separation and finding rates, implying \nthat they spend an exogenous fraction 1 - [u.sup.o.sub.s] of their active time in employment and the remaining \nfraction [u.sup.o.sub.s] in unemployment (searching for a job). Working and searching induce the same disutility. \nJob separation and finding rates differ across natives and immigrants, but are homogeneous among immigrants \n(i.e., [u.sup.f.sub.s], [for all]f = {[f.sub.1], [f.sub.2], ..., [f.sub.F]}, and [u.sup.n.sub.s] for natives). During each \nunemployment spell, active workers receive unemployment benefits, [b.sup.o.sub.s], that are assumed to be \nproportional to their wage rate. We write [b.sup.o.sub.s] = [delta]w.sup.o.sub.s] where [delta] captures the \nreplacement rate of the national unemployment insurance scheme. Finally, the government allocates group-specific \ntransfers to each group of individuals, [T.sup.o.sub.a,s], that do not depend on the labor market status. In practice, \n[T.sup.o.sub.a,s] includes redistributive transfers that vary across origin and skill types, as well as public \nconsumption which is assumed to be identical across all individuals (including retirees). Labor income is taxed at a \nflat rate [tau], while consumption is taxed at a flat rate v.\n\nThe individual budget constraint can be written as follows:\n\n[mathematical expression not reproducible], (3)\n\nwhere p(i) measures the price of variety i, P stands for the ideal price index (capturing the average price per unit of \nthe optimal consumption bundle), and [[bar.[omega].sup.o.sub.a,s] measures the nominal income per active hour, \ni.e., per hour supplied on the labor market (a weighted average of net wages and unemployment benefits: \n[[bar.[omega].sup.o.sub.s] [equivalent to] [w.sup.o.sub.s][(1 - [u.sup.o.sub.s](1 - [tau]) + [u.sup.o.sub.s][delta]]).\n\nThe individual's optimization problem consists in maximizing (1) subject to (2) and (3). The solution of this problem \ncan be expressed as follows:\n\n[mathematical expression not reproducible] (4)\n\n[mathematical expression not reproducible], (5)\n\n[v.sup.o.sub.a,s] = [eta][C.sup.o.sub.a,s]/[1 + [eta]] + [T.sup.o.sub.a,s]/[(1 + [eta]) (1 + v) P]. (6)\n\nClearly, the labor market participation rate increases with the real income per active hour, [[??].sup.o.sub.s]/P, and \ndecreases with the disutility of labor, [[phi].sup.o.sub.a,s]; 1/[eta] is the elasticity of labor supply to real income per \nactive hour. If [delta] < 1 - [tau], expected unemployment spells reduce the expected income of active individuals \n([partial derivative][[??].sup.o.sub.s]/[partial derivative][u.sup.o.sub.s] < 0), implying that the participation rate is a \ndecreasing function of the expected unemployment rate. As firms use the same technology and preferences over \nvarieties are symmetric, firms adopt the same pricing rule (p(i) = p, [for all]i) and the ideal price index equals P = \np(i)[B.sup.-1]/([epsilon] - 1])]. Given [epsilon] > 1, this implies that an increase in the number of varieties available to \nconsumers reduces the ideal price index, due to increased competition between monopolistic manufacturers. The \ncomparative study of Evers et al. (2008) reveals that the elasticity of labor supply to income is small (i.e., [eta] is \n\n\n\nlarge). Hence, the utility level [v.sup.o.sub.a,s] in (6) is almost equal to the net-of-tax, real income level \n[C.sup.o.sub.a,s]. In the quantitative analysis, we proxy welfare with the real income of people.\n\nThe mapping between bilateral and destination notations is straightforward. In equilibrium, the total employment of \ncollege-educated and less educated natives is defined as:\n\n[mathematical expression not reproducible]\n\nSymmetrically, the total employment of college-educated and less educated immigrants is defined as:\n\n[mathematical expression not reproducible].\n\n3.2 Firms\n\nThere is a continuum of firms with a measure B producing differentiated consumption goods indexed by i. Each \nmonopolistic manufacturer i is characterized by the same technology, adopts the same pricing rule, employs the \nsame number of employees, offers the same wage rates to its employees and produces the same quantity of \ngoods, y(i). Hence, the total GDP in the economy amounts to Y = By(i).\n\nAt the firm level, the production technology is described by a nested constant elasticity of substitution (CES) \nfunction. The upper-level production function can be written as:\n\n[mathematical expression not reproducible], (7)\n\nwhere the scale factor A stands for total factor productivity (TFP) and q(i) is the quantity of efficiency units of labor \nused by firm i. Labor in efficiency unit q(i) is a CES function of h(i) and l(i), which stand for the composite quantity of \ncollege-educated and less educated workers employed by firm i; [[sigma].sub.1] measures the elasticity of \nsubstitution between skill groups and [[theta].sub.1] determines the relative productivity of college graduates \ncompared to the less educated.\n\nTo capture the imperfect substitution between immigrants and natives, we assume that h(i) and l(i) are governed by \na lower level, nested CES production technology (as in Card 2009; Docquier et al. 2014; Ottaviano and Peri 2012):\n\n[mathematical expression not reproducible] (8)\n\n[mathematical expression not reproducible], (9)\n\nwhere [[sigma].sub.2] measures the elasticity of substitution between immigrant and native workers within each skill \ngroup and [[theta].sub.2] determines the relative productivity of native workers compared to immigrants. As stated \nabove, immigrants from all origin countries are treated as perfect substitutes from the employer's perspective.\n\nFirms maximize their profits. Given their market power, their optimal price is equal to a constant markup over the \nmarginal cost of employing one unit of efficient labor: p = [epsilon]/[epsilon] - 1 [bar.w]/A, where [bar.w] in the \nnumerator is a wage composite related to the nested CES production function (the price of one efficiency unit of \nlabor) defined as:\n\n[mathematical expression not reproducible].\n\nThe optimal employment levels are such that the marginal value of employee equals the nominal wage rate for \neach type of workers. These optimal employment levels {[h.sup.n](i), [l.sup.n](i), [h.sup.f] (i), [l.sup.f] (0)} solve the \nfollowing system:\n\n[mathematical expression not reproducible], (10a)\n\n[mathematical expression not reproducible], (10b)\n\n[mathematical expression not reproducible], (10c)\n\n\n\n[mathematical expression not reproducible], (10d)\n\nProfits are decreasing with the number of firms: 1/[epsilon] [(p/P).sup.1 - [epsilon]] [bar.w]Q = [bar.w]Q/B[epsilon], \nwhere Q is the aggregate quantity of efficiency units of labor available in the economy, Q = Bq(i); Q is given by the \nnested CES combination of the four types of workers employed in the economy. However, each firm faces a fixed \nentry cost, [psi], to enter the domestic market. This fixed cost is expressed in units of efficient labor composite and \nis interpreted as an investment that a firm must make to explore the market and differentiate its product. Therefore, \nthe aggregated demand for labor also includes the demand for workers employed for investment purposes. In a free \nentry equilibrium, operational profits are zeroed by the entry of new firms ([bar.w]Q/B[epsilon] - [psi][bar.w] = 0), so \nthat there is no incentive to start up a business for potential entrants. In line with Krugman (1980), the zero-profit \ncondition defines B, the equilibrium mass of manufacturers operating in the economy:\n\nB = Q/[epsilon][psi]. (11)\n\n3.3 Government\n\nThe fiscal policy consists of two tax rates (the consumption tax rate v and a labor income tax rate [tau]), a vector \n[T.sup.o.sub.a,s] of group-specific transfers that includes redistributive transfers and public consumption, and the \nunemployment insurance scheme allocating a fraction 5 of the wage rate to each unemployed active individual. Our \nfiscal bloc is a static version of Storesletten (2000), except that we do not link transfers to wages and we rule out \nbudget deficits. Hence, the government budget constraint can be written as:\n\n[mathematical expression not reproducible]. (12)\n\nOn the revenue side, total production is equal to total consumption; consumption and income tax revenues are \nproportional to Y. The mix between the consumption and income tax rates only induces redistributive effects: a \ngreater income tax rates means greater transfers from working-age individuals to retirees. On the expenditure side, \nunemployment benefits are proportional to the foregone labor income of unemployed active individuals, while \ntransfers and public consumption are exogenous. Transfers differ across natives and immigrants but not across \nimmigrants from different origin countries (i.e., [T.sup.f.sub.a,s] [for all]f = {[f.sub.1], [f.sub.2], ..., [f.sub.F]} and \n[T.sup.n.sub.a,s] for natives). As in Storesletten (2000), we assume that the income tax rate r adjusts to balance the \ngovernment budget. Other studies show that immigration can affect the generosity of public transfers (Facchini \nand Mayda 2009). Alternative fiscal rules are used in the robustness analysis in \"Appendix 2\".\n\n3.4 Monopolistic Competitive Equilibrium\n\nDefinition 1 For a set of common parameters {[epsilon], [eta], [[sigma].sub.1], [[sigma].sub.2]}, a set of destination-\nspecific parameters [mathematical expression not reproducible], and a set of origin-destination-specific parameters \n{[[phi].sup.o.sub.a,s], [N.sup.o.sub.a,s]}, the monopolistically competitive equilibrium is a set of endogenous \nvariables [mathematical expression not reproducible] that satisfies the following conditions:\n\n(i) individuals maximize their utility (1) subject to (2) and (3),\n\n(ii) optimal employment (10) and zero-profit condition (11) holds,\n\n(iii) labor markets clear (i.e., [H.sup.o] = [Bh.sup.o](i) and [L.sup.o] = B[l.sup.o](i) for all o),\n\n(iv) government budget (12) is balanced.\n\n3.5 Parameterization\n\nOur model is parameterized to match the economic and socio-demographic characteristics of 20 OECD member \nstates (EU 15 countries, the USA, Australia, Canada, Japan and Switzerland) in the year 2010. This implies \nmatching the population structure (by age, by education, by origin), income per capita and income disparities \nbetween groups of workers, labor market outcomes and fiscal data. This section describes the data sources used \nfor parameterizing the model and discusses the calibration strategy. Table 1 summarizes the calibration outcomes.\n\n\n\nPopulation data ([N.sup.o.sub.a,s])--In line with Sect. 2, we use the Database on Immigrants in OECD countries \n(DIOC) described in Arslan et al. (2015). For each OECD member state, the database covers the census round \n2010 and documents the structure of the population by country of origin, by age, by education level, by duration of \nstay and by labor market status. We first classify individuals by country of origin (220 countries). Immigrants \nreporting ex-USSR, ex-Yugoslavia or ex-Czechoslovakia as their origin country are assumed to originate from \nRussia, Serbia and the Czech Republic, respectively. Immigrants who did not report their origin country are \ndistributed proportionately to observations. Then, we define the college-educated group as individuals who have at \nleast one year of college education or a bachelor degree (ISCED code 5). Those with no education and with pre-\nprimary, primary or secondary education completed are defined as the less educated. We classify individuals who \ndid not report their education level as low-skilled. As for the age structure, we defined individuals aged 25-64 as the \nworking-aged group; those aged 65 and over form the retiree population. Individuals who did not report their age \nare assumed to belong to the working-age group.\n\nLabor force data ([[gamma].sup.o.sub.a,s], [u.sup.o.sub.s])--An important feature of the DIOC database is that it \nincludes data on the labor market status. For each origin country and each skill group, we identify the proportions of \ninactive, active-employed and active-unemployed individuals aged 25 to 64. We can thus identify the number of \nemployed, unemployed and inactive individuals for each skill group and for each country of origin.\n\nIncome data (Y, [w.sup.o.sub.s])--In the model, labor is the only factor of production. Hence, the national income is \nequal to the national gross domestic product (GDP). Aggregate income data are taken from OECD.Stat database; \nwe use the level of GDP in PPP value. By definition, total income is the sum of wages earned by native and \nimmigrant workers. Data on the wage ratio between college-educated and less educated workers are taken from \nthe Education at Glance 2012 report of the OECD; we use them as a proxy for [[bar.w].sub.h]/w[[bar.w].sub.l]. Data \non the wage ratio between native and immigrant workers are obtained from Buchel and Frick (2005) and from \nDocquier et al. (2014); we use them as a proxy for [w.sup.n.sub.s]/[w.sup.f.sub.s]. Using these wage ratios, \nemployment levels and GDP data, we can proxy the wage rate and labor income of each group.\n\nFiscal data (v,[tau],[T.sup.n.sub.a,s])--Comparable aggregate data on public finances are obtained from the Annual \nNational Accounts harmonized by the OECD. This database reports aggregate public revenues and public \nexpenditures by broad category, as percentage of GDP. We use to identify the consumption tax rate (v) as well as \nthe ratio of public expenditure to GDP, which is equal to v + [tau] in our model. We also identify the amount of public \nconsumption and treat it as a homogeneous transfer to all residents (as a part of [T.sup.o.sub.a,s]). Redistributive \ntransfers are also included in [T.sup.o.sub.a,s]. In line with Aubry et al. (2016), we use the Social Expenditure \nDatabase (SOCX) of the OECD to decompose social protection expenditures, and the European Union Statistics on \nIncome and Living Conditions (EU-SILC, provided by Eurostat) to disaggregate education and social protection \ntransfers received by the natives; we identify transfers to natives by education level and by age group. We add \nthese transfers to public consumption per capita and use it as a proxy for [T.sup.n.sub.a,s]. Finally, we also collect \ndata on the share of unemployment benefits in GDP.\n\nCalibration of common parameters ([epsilon], [[sigma].sub.1], [[sigma].sub.2], [eta])--The model includes four \ncommon parameters for which a consensus range of values can be found in the existing literature; benchmark \nvalues are reported in the top panel of Table 1. The elasticity of substitution between varieties of goods is estimated \nin the range of 3-8.4 by Feenstra (1994). We assume [epsilon] = 7 as a benchmark value, which means that the \nmodel predicts conservative market size effects. As far as elasticities of substitution between groups of worker are \nconcerned ([[sigma].sub.1] and [[sigma].sub.2]), we follow Ottaviano and Peri (2012) and use [[sigma].sub.1] = 2 \nand [[sigma].sub.2] = 20. Finally, we use [eta] = 10, which implies an elasticity of labor supply to income of 0.1, as in \nEvers et al. (2008). We consider alternative levels in the robustness analysis (see \"Appendix 2\").\n\nCountry-specific parameters--The model also includes other parameters that vary across countries to match \nobserved economic and socio-demographic characteristics. These parameters capture the cross-country disparities \nin productivity, in fiscal policies and in labor market institutions. We use all the degrees of freedom of the data to \nidentify these parameters, distinguishing between 10 sets of country-specific parameters and calibrating them to \nmatch 10 sets of moments (as summarized in the bottom panel of Table 1). Consequently, our model is exactly \nidentified. Preferences differ across types of individual. The parameter governing the disutility of labor, \n\n\n\n[[phi.sup.o.sub.a,s], is allowed to vary by dyad of country and by skill group. Using (4), it is calibrated to match the \nobserved participation rate, 1 - [[gamma].sup.o.sub.a,s]. We obtain a matrix of 220 X 20 parameters. The average \nlevel is 67% greater than the disutility parameter of American non-migrants. Exogenous unemployment rates are \ndirectly available from the DIOC data (with a mean of 9.5%).\n\nTechnological parameters are also allowed to vary across countries. The firms' preferences for workers are \ncalibrated to match the wage ratios between workers. Hence, [[theta].sub.1] is set to match data on [[bar.w].sub.h]/ \n[[bar.w].sub.l], while [[theta].sub.2] matches data on [w.sup.h.sub.s]/[w.sup.f.sub.s]. The mean levels of \n[[theta].sub.1] and [[theta].sub.2] exceed 0.5. This determines the aggregate quantity of labor in efficiency unit. The \nTFP level, A, is then chosen to match the observed level of GDP in PPP value. The mean level of A is 10.5% \nsmaller than the US level. As for the fixed cost of entry, [psi], we equalize it with the number of days required to set \nup a business, available from the OECD.Stat database and normalized by the US level. The scale of this variable \nhas no impact on our results. The mean level is 43.5% greater than the US level.\n\nAs far as fiscal parameters are concerned, we calibrate the replacement rate [delta to match the observed share of \nunemployment benefits in GDP. Regarding the other public transfers, the SOCX and SILC data allow us to identify \nthe transfer profile by age and by education level for natives and immigrants. However, the data for immigrants are \nless precise due to small sample problems. We jointly rescale the transfers to natives [T.sup.n.sub.a,s] and \ncalibrate the immigrant-to-native ratio of public transfers, [T.sup.f.sub.a,s]/[T.sup.n.sub.a,s], to match two moments: \nthe observed share of public expenditures in GDP, and the estimated fiscal contribution of immigrants as \npercentage of GDP. We thus assume that the age and skill profiles of immigrants and natives are different but \nproportional. On average, [T.sup.n.sub.a,s] amounts to 32.1% of income per capita, and immigrants receive 6.6% \nmore than natives sharing similar characteristics. As immigrants earn less than the natives and pay less tax, their \nfiscal contribution is smaller within each age and education cell. However, recent immigrants are younger than \nnatives and contribute positively to public finances. Contrary to Battisti et al. (2017), accounting for the age structure \nof the immigrant population helps us capturing the fiscal impact of the recent immigration waves. Cross-country \nestimations of the fiscal impact of the total stock of immigrants are taken from OECD (2013), Tab 3.7. The \nconsumption tax rate is extracted from the OECD Annual National Accounts database. Hence, by definition, the \nequilibrium income tax rate r can be computed from (12) and matches the share of public expenditures in GDP.\n\n4 Results\n\nFocusing on 20 selected OECD countries, our goal is to quantify the impact of three recent immigration waves on \nthe welfare of the native population (proxied by the net-of-tax, real income level) and to characterize the role of the \nchanging structure of immigration flows. In the real world, migration decisions are endogenous and depend, \namong other factors, on the real income at destination and on the size of migration costs. To proxy the \"causal\" \nimpact of immigration on the welfare of natives, we proceed as in laboratory experiments and simulate the welfare \nresponses to \"out-of-equilibrium\" migration counterfactuals. Our strategy follows Giovanni et al. (2015) or Aubry et \nal. (2016). Firstly, we start from the calibrated model, which takes the observed/equilibrium size and structure of the \nimmigrant population in 2010 as given. Secondly, we identify the size and structure of three cohorts of immigrants: \nthose who arrived between 2001 and 2010, those who arrived between 1991 and 2000 and who were still living in \nthe destination country in 2010, and recent immigrants who arrived between 2011 and 2015 (forming the post-crisis \nwave). Thirdly, we use the model to simulate the welfare responses to three counterfactual immigration scenarios. \nIn the first one, we eliminate the 2001-2010 immigration cohort from the stock of immigrants in 2010 those who \narrived between 2001 and 2010 (as if migration costs had been prohibitively high over that period); in the second \none, we eliminate the 1991-2000 cohort; in the third one, we add the 2011-2015 cohort. (7) We compute the real \nincome responses to immigration by reference to the 2010 levels, assuming that all country-specific characteristics \n(productivity, fiscal policy, labor market institutions) as well as the size and structure of the native population are \nunaffected. (8)\n\nDue to return migration, mortality and changing incentives to migrate, the 1991-2000 counterfactual differs in size \nfrom the 2001-2010 one. Similarly, the 2011-2015 shock is smaller as it only covers a period of 5 years following \nthe last economic crisis. These shocks induce varying effects on the proportion of immigrants in the total population. \nDefining the share of foreigners in the host-country population as [mathematical expression not reproducible] we \n\n\n\ncan assess the contribution of each immigrant wave (i.e., 1991-2000, 2001-2010 and 2011-2015) to the total share \nof foreigner. We denote this contribution by [DELTA]m. To identify the effect of the changing structure of \nimmigration, we express the macroeconomic and welfare responses in relative terms by dividing all effects by \n[DELTA]m; we thus report semi-elasticities of macroeconomic variables and welfare to immigration. For each type \nof native individual in the year 2010, the semi-elasticity of real income to immigration can be expressed as:\n\n[mathematical expression not reproducible]. (13)\n\nThe relative change in real income is expressed as percentage deviation from the nomigration counterfactual (i.e., \nafter eliminating the 1991-2000 or 2001-2010 precrisis waves in the first two experiments, or before adding the \n2011-2015 post-crisis wave in the third experiment). Hence, a positive deviation implies a welfare gain due to the \nimmigration wave, while a negative deviation implies a welfare loss. The same expression is used when \ndiscussing the effect on any extensive macroeconomic variable (in USD). When describing the effect on intensive \nvariables (i.e., a variable which does depend on the volume of the system, such as the tax rate, the (un) \nemployment rate, the proportion of college graduates, the support ratio), we simply divide the numerator of the \nexpression above by [DELTA]m.\n\nThe model accounts for four interdependent mechanisms of transmission. Two of them work through the labor \nmarket. Firstly, immigration affects the size and structure of the labor force. The greater the employment rate of \nimmigrants, the larger the labor supply shock. The latter induces responses in nominal wages. The skill structure of \nimmigration determines who wins and who loses among natives. Other things being equal, immigration also \ninduces a wage surplus for natives (i.e., the wage gains for the winners exceed the wage losses for the losers); the \nsize of this wage surplus is small in this type of model (Borjas 1995). Secondly, wage responses affect the \nparticipation rates of natives and former immigrants. Thirdly, immigration affects the amounts of public revenues \nand expenditures. If it induces a fiscal gain, immigration reduces the equilibrium tax rate; otherwise, the tax rate \nincreases. In our experiments, immigration usually generates a fiscal gain. Given the transfer profiles by age and \nby skill group, the fiscal contribution of immigrants increases with their education level and with their employment \nrate. Fourthly, immigration increases the total demand for goods and services, which supports entrepreneurship \nand the number of varieties available to consumers. Hence, the ideal price index decreases. General equilibrium \ninterdependencies result from the fact that responses in nominal wages, tax rates and prices affect labor market \nparticipation rates and vice versa. The real income of working-age natives is affected by wages, taxes, prices and \nlabor supply decisions. Native retirees, on the other hand, are assumed to receive no labor income, to pay no taxes, \nand to be affected only through the market size channel (i.e., by the price response to immigration).\n\nIn this section, we first describe the three immigration waves in Sect. 4.1. We then discuss the macroeconomic \neffects of immigration in Sect. 4.2. Section 4.3 describes the welfare and inequality implications for the native \npopulation.\n\n4.1 Immigration Cohorts\n\nWe describe the effects of the counterfactuals on socio-demographic variables, i.e., on the population size, on the \nproportion of college graduates in the working-age population, h [equivalent to] [[summation].sub.o] \n[N.sup.o.sub.y,h] [[summation].sub.o,s] [N.sup.o.sub.y,s] and on the support ratio defined as the ratio of working-\nage residents to population: s [equivalent to] [[summation].sub.o,s][N.sup.o.sub.y,s]/[[summation].sub.o,a,s] \n[N.sup.o.sub.a,s].\n\nThe first counterfactual consists of eliminating immigrants who arrived between 2001 and 2010. Data on immigrants \nby duration of stay, by origin country and by education level are available from the DIOC database. The same \ndatabase can be used to characterize the second counterfactual, which consists in eliminating immigrants who \narrived between 1991 and 2000. These cohorts are not perfectly comparable: immigrants arrived between 1991 and \n2000 are older and had more opportunities to return to their home country. Hence, the remaining members of this \ncohort in the year 2010 can be more or less educated than those of the next cohort for other reasons than the \nchanging origin mix. This must be kept in mind when comparing the two pre-crisis waves.\n\n\n\nAs for the third counterfactual, data on the 2011-15 inflow by education level are not available. We use the United \nNations data and compute the growth rates of dyadic immigrant stocks between 2010 and 2015. We apply these \ngrowth rates to the stock of working-age immigrants in 2010 and assume that the additional immigrants have the \nsame education level as migrants from the same origin country arrived between 2001 and 2010. Hence, in the third \nexperiment, the effect of immigration on human capital is totally governed by the changing origin mix of the \nmigrant inflows after the crisis. In \"Appendix 1,\" we show that this method is highly relevant to predict the skill \nstructure of immigration of past immigrant waves. This is because the dyadic education structure is very stable \nacross cohorts. This does not fully guarantee that it is identically relevant to predict the structure of the post-crisis \nwave, but it mitigates concerns about the unavailability of education data for the latter cohort. We also assume that \nall adult immigrants from these three waves belong to the working-age population.\n\nFigure 3 characterizes the socio-demographic effects of these three immigration waves. The left panel (Fig. 3a, c, \ne) compares the effect of the 1991-2000 wave on the horizontal axis with that of the 2001-2010 wave on the \nvertical axis. The right panel (Fig. 3b, d, f) compares the effect of the 2001-2010 wave on the horizontal axis with \nthat of the 2011-2015 wave on the vertical axis. The 45-degree line allows visualizing which wave dominates.\n\nFigure 3a, b depicts the size of the shocks (Am). Comparing 1991-2000 with 2001-2010, the average shock sizes \nequal 3.7 and 5.1 percentage points, respectively. The 2001-2010 wave is larger in 11 countries, including France, \nBelgium, the UK, Australia and Sweden. Changes are drastic in Ireland and Luxembourg. On the contrary, the \n1991-2000 waves dominates in 8 countries, including Switzerland, Germany, Austria and, to a lesser extent, \nCanada and the USA. Comparing 2001-2010 with 2011-2015, the average shock sizes equal 5.1 and 1.6 \npercentage points, respectively (the latter corresponds to a 3.2 p.p. shock over a decade). Overall, Fig. 3b shows \nthat the pre- and post-crisis trends are very similar; this means that most observations are close to the 22.5-degree \nline (i.e., the 5-year shock of 2011-2015 is slightly smaller than half the 10-year shock of 2001-2010). Exceptions \nare Belgium and Luxembourg, where the post-crisis migration inflows are larger, and Ireland, where they are \nsmaller. Remember that in Eq. (13), we neutralize the size of the shock ([DELTA]m) when interpreting its welfare \nimplications, in order to highlight the role of the changing structure of immigration.\n\nFigure 3c, d depicts the effect on the support ratio ([DELTA]s/[DELTA]m). Changes in the age structure govern the \nfiscal responses to migration. By definition, the semi-elasticity is equal to the ratio of retirees to population and is \nindependent of the size and structure of immigration. Hence, the effect of immigration is greater in countries with \nolder populations (such as Germany, Luxembourg, Austria, Italy or Sweden), and smaller in countries with younger \npopulations (such as Canada, USA, Australia and Ireland). Hence, immigration increases the support ratio \neverywhere, and particularly in countries where the median age of the native population is low. This effect does not \nvary across immigrant cohorts.\n\nAs far as the education level is concerned, it varies with the origin mix and with the degree of self-selection of \nimmigrants. The latter is affected by dyadic and destination characteristics such as the immigration policy, \nlinguistic proximity, colonial links, geographic distances and the industry structure (not modeled in our approach). \nFigure 3e, f depicts the effect of immigration on the proportion of college graduates ([DELTA]h/[DELTA]m). \nChanges in human capital govern the productivity and inequality responses to migration. The two figures show a \nremarkable persistence across immigration waves. Countries where immigration increases human capital \ninclude Australia, Canada and the UK (i.e., countries conducting quality-selective immigration policies) as well as \nLuxembourg. On the contrary, immigration reduces human capital in Scandinavian countries, Belgium or Greece. \nBetween 2001 and 2010, immigration increases human capital in Switzerland and decreases it in Portugal. Figure \n3f shows that most observations are located below the 45[degrees] line, implying that, with very few exceptions, the \npost-crisis immigration wave is relatively less educated than the previous one. This potentially affects their market \nsize and fiscal impacts of immigration.\n\n4.2 Macroeconomic Effects\n\nFigure 4 characterizes the macroeconomic effects of the three immigration waves. We focus on the average \nemployment rate, the income tax rate and the average price index. As before, the left panel (Fig. 4a, c, e) compares \n\n\n\nthe effect of the 1991-2000 wave with that of the 2001-2010 wave. The right panel (Fig. 4b, d, f) compares the \neffect of the 2001-2010 wave with that of the 2011-2015 wave. (9)\n\nFigure 4a, b depicts the aggregate employment effects of immigration. These effects mostly depend on the \naverage disutility of labor and induced participation rates of immigrants and, to a lesser extent, on the endogenous \nlabor market participation responses of the natives. There are a few countries where immigration increases the \naverage employment rates (e.g., the poorer countries of Europe). On the contrary, immigration reduces \nemployment rates in countries where immigrants exhibit higher disutility for labor (such as Scandinavian countries \nand Belgium). The comparison between cohorts reveals very small differences. In particular, despite its lower level \nof education, the 2011-2015 wave induces very similar effects compared to the pre-crisis waves. This is because \nthe correlation between the employment and human capital levels of immigrants is limited in the data (around 0.5). \nHence, employment responses are very persistent across immigration waves: the degradation of immigrant's \nhuman capital after the crisis has small effects on the employment response to immigration, as evidenced from \nFig. 4b.\n\nFigure 4c, d illustrates the market size effect of immigration. Using a conservative elasticity of substitution between \ngoods (e = 7), we obtain non-negligible effects on the average price index. On average, increasing the immigration \nshare by one percentage point reduces the average price level by 0.24% in 1991-2000 and in 2001-2010. A similar \nmagnitude of the market size effect can be observed for the 2011-2015 period. The price elasticity to migration \ndepends on changes in human capital and employment rates. Again, these figures show a strong persistence over \nimmigration waves. Countries where market size effects are large are Australia, Canada, Luxembourg, Ireland. \nThe effect is smaller in Scandinavian countries and Belgium. Remember the market size mechanism is the only \nchannel through which native retirees are economically affected by immigration (due to the fixed-benefit fiscal \nrule). Figure 4c, d thus depicts the impact of immigration on the real income of retirees; this effect is positive in all \ncountries and across all waves.\n\nThe fiscal impact of immigration is described in Fig. 4e, f. Remember that for each country, our model is calibrated \nto match the estimated fiscal contribution of the total stock of immigrants. The latter contribution is the sum of the \nfiscal costs induced by old immigrants and the fiscal gains induced by younger immigrants. In our experiments, \nrecent immigration flows make the population younger. Although immigrants receive higher transfers than natives \nsharing similar characteristics, young immigrants generate a positive contribution to public finances. On average, \nincreasing the immigration share by one percentage point reduces the income tax rate by 0.67 percentage point in \n1991-2000, by 0.71 percentage point in 2001-2010, and by 0.62 percentage point in 2011-2015. The fiscal impact is \nstrongly persistent across waves; its size is governed by fiscal policy and by the age structure of the population. \nCountries exhibiting large fiscal gains are France, Switzerland and Austria (i.e., countries where population aging \nhas reached an advanced stage or where immigrants receive relatively less transfers). Countries where fiscal gains \nare consistently smaller are Canada, Germany, the USA (i.e., countries where the population is younger or where \nimmigrants receive relatively more transfers). In the majority of countries, the decrease in the average education \nlevel of post-crisis immigrants results in smaller fiscal gains for natives.\n\n4.3 Welfare and Inequality Effects\n\nWe now aggregate the transmission channels and compute the welfare implications of immigration for the natives. \nAs stated above, we use the net-of-tax, real income level as a proxy for utility. Figure 5 gives the effect on the \naverage real income of working-age natives, and the effect on the real income ratio between young college-\neducated natives and the less educated. The latter inequality response is essentially governed by the wage effect of \nimmigration: the income ratio increases if immigrants are less educated than working-age natives and decreases \notherwise. The wage effect is slightly amplified by changes in labor market participation rates. On the contrary, \nthese labor market responses have limited effects on the average real income of natives because the immigration \nwage surplus per se is small (Borjas 1995). Hence, the average income response is mostly governed by the fiscal \nand market size effects of immigration, which affect all working-age natives with the same intensity. The left panel \n(Fig. 5a, c) compares the effect of the 1991-2000 wave on the horizontal axis with that of the 2001-2010 wave on \nthe vertical axis. The right panel (Fig. 5b, d) compares the effect of the 2001-2010 wave on the horizontal axis with \nthat of the 2011-2015 wave on the vertical axis.\n\n\n\nFigure 5a, b shows that immigration always increases the real income of working-age natives. In addition, cross-\ncountry disparities in the average welfare gain are strongly persistent across immigration waves. The largest \nimmigration gains are obtained in Australia, Austria, France, Luxembourg, Switzerland and the UK. The smallest \ngains are observed in Scandinavian countries, Germany, Belgium, Spain and the USA. The latter set of countries \nexhibits smaller fiscal and market size gains from immigration. The 2001-2010 immigration wave induces very \nsimilar effects as the 1991-2000 one, although the gain increases for Swiss and British natives, and decreases for \nthe Portuguese. On the contrary, Fig. 5b shows that the post-crisis wave is relatively less beneficial in the vast \nmajority of countries. Consistently with Fig. 4, this can be explained by the changing origin mix of immigrants, which \naffects the level of human capital and the fiscal benefits from immigration.\n\nFigure 5c, d depicts the effect on inequality in real income, as defined by the ratio of real income between college-\neducated and less educated natives aged 25-64. Although we identify a high degree of persistence in cross-country \ndisparities, persistence is smaller than for macroeconomic variables and average effects. Large variations across \nwaves are observed in Portugal and Switzerland. Overall, it comes out that all immigration waves increase \ninequality in the majority of countries. This is particularly the case in Scandinavian countries, Belgium, Spain and \nGreece. The effect is small in countries such as France, Austria or the USA. Immigration decreases inequality in \ncountries where migrants are positively selected such as Luxembourg, Australia, Canada and the UK. This being \nsaid, the impact on the real income of low-skilled natives is almost always positive, as the fiscal and market size \neffects dominate labor market effects. The only exceptions are Spain, Japan and Greece after the 2011-2015 wave, \nwhere the semi-elasticity of income to migration is negative but virtually nil (the loss is smaller than 0.1%). Figure 5d \nshows that the post-crisis cohort induces more inegalitarian (or less egalitarian) effects than the pre-crisis cohort in \ntwo-thirds of the countries. The opposite effect is found in the rest of the sample.\n\nOverall, the key findings of our analysis are that (i) the last three waves of immigration have not deteriorated the \nreal income of the native population, (ii) that the distribution of the gains varies across countries and across skill \ngroups as a function of the structure of immigration, (iii) that these redistributive effects are strongly persistent over \ntime, and (iv) that the post-crisis immigration wave is less beneficial for natives than the previous ones, and more \ninegalitarian in the majority of countries (keeping in mind that its skill structure is not directly observable, but is \nestimated). In \"Appendix 2,\" we show that the results of the benchmark model are highly robust to the choice of \nparameters, to the inclusion of technological externalities, and to alternative fiscal rules.\n\n5 Concluding Remarks\n\nDespite large changes in the number and in the origin mix of immigrants, little is known about the evolution of their \nwelfare impact on the native populations in the OECD member states. This paper compares the welfare \nimplications of two precrisis immigration waves (1991-2000 and 2001-2010) to those of the post-crisis wave \n(2011-2015). Our analysis relies on a general equilibrium model that accounts for the main channels of \ntransmission of immigration shocks--the employment and wage effects, the fiscal effect and the market size effect-\n-and for the interactions between them. Focusing on 20 selected OECD member states, we find that the three \nwaves induce positive effects on the real income of natives, although the size of these gains varies across \ncountries and across skill groups. For example, we estimate that increasing the immigrant share in the total \npopulation by one percentage point raises the average income of natives by 0.5% in the OECD member states. \nHowever, this effect varies between 0.3% in Finland and 0.9% in Luxembourg. As far as income inequality is \nconcerned, the same inflow of immigrants increases the ratio of real income between college graduates and the \nless educated by 0.5% in Greece and decreases it by 0.5% in Australia. These average welfare gain and inequality \neffects are strongly persistent across immigration waves. In relative terms, the postcrisis wave induces smaller \nwelfare gains compared to the previous ones (on average, - 0.02% for each percentage point of immigration). This \nis due to the changing origin mix of immigrants, which translates into lower levels of human capital and smaller \nfiscal gains. This overall result applies to all OECD countries and to all categories of native citizens. However, \ndifferences across cohorts explain a tiny fraction of the highly persistent, cross-country heterogeneity in the \neconomic benefits from immigration. This heterogeneity is presumably governed by enduring destination \ncharacteristics such as the immigration policy, the wage structure or the industry structure. This implies that the \neconomic consequences of the changing origin mix of immigrants should not be overestimated.\n\n\n\nAppendices\n\nAppendix 1: Comparability Between Cohorts\n\nTwo different methods are used to identify the size and structure of the pre-crisis (2001-10) and post-crisis (2011-\n15) immigrant cohorts. For the pre-crisis waves, we directly identify the number and characteristics of immigrants \narrived between 2001 and 2010 (or between 1991 and 2000) using DIOC data by duration of stay. For the post-\ncrisis wave, we proxy their number using the relative variation in dyadic immigrant stocks between 2010 and 2015 \nfrom the United Nations database. We then proxy their education level using the dyadic education structure of the \nprevious wave. This method is relevant if the dyadic education structure of immigration is stable over time. To \nvalidate our hypothesis, in Fig. 6a we use the same method and retrospectively predict the education structure of \nthe 1991-2000 wave. We can then compare our \"back-casts\" with the observed structure; the correlation between \npredicted and observed structure of 1991-2000 immigrant cohort equals 0.97. We are thus confident that our \nimputation method does not drive the results.\n\nAnother difference is that the welfare effect of the pre-crisis wave is computed using a 10-year inflow of immigrants, \nwhile the effect of the post-crisis wave is computed using a 5-year inflow. As the model is nonlinear, one may fear \nthat the size of the shock matters and that our semi-elasticities are not comparable. To check this, we simulated the \neffect of the post-crisis wave on a 10-year basis, assuming that the size and structure of the 2016-2021 inflow are \nidentical to those of the 2011-15 inflow. The outcomes are presented in Fig. 6b. The correlation between the \nsemielasticities computed using 5-year and 10-year shocks equal 0.998. We are thus confident that our \ncomparative results are not driven by differences in the size of immigration.\n\nAppendix 2: Robustness Checks\n\nIn this section, we investigate whether the conclusions of the benchmark analysis are robust to the choice of \nparameters, to the inclusion of technological externalities, to the fiscal rule used to balanced the government budget \nconstraint, and to the characteristics of immigrants. Focusing on the effect of the 2001-2010 wave, we assess the \nsensitivity of its impact on the average level of real income and on income inequality. Figure 7 depicts the results \nobtained under nine variants of the benchmark model.\n\nSensitivity to elasticities. In Fig. 7a, b, we consider alternative levels for three elasticities, namely for the elasticity of \nsubstitution between goods in the utility function ([epsilon] = 4 instead of 7), for the elasticity of substitution between \nimmigrant and native workers in production ([[sigma].sub.2] = 50 instead of 20), and for the inverse of the elasticity \nof labor supply to labor income ([eta] = 5 instead of 10). (10) For these three variants, we recalibrate the TFP (A) \nand the disutility of labor ([phi]) to match observed GDP levels and participation rates in 2010, and simulate the no-\nmigration counterfactual.\n\nFigure 7a shows that the average welfare impact of immigration is one and a half times greater when the elasticity \nof substitution between goods equals 4, and 1.2 times greater when labor market participation rates are more \nelastic to labor income. Increasing the elasticity of substitution between immigrant and native workers to 50 has a \nminor impact on our results. In all variants, the correlation with the benchmark results exceeds 0.99. As far as the \ninequality impact is concerned, results are almost independent on the choice of elasticity (see Fig. 7b). Hence, the \nwelfare effects depicted in Fig. 5 are highly robust to the choice of elasticities.\n\nSensitivity to externalities. In Fig. 7c, d, we account for three TFP externalities. The first one is a schooling \nexternality; it assumes that the elasticity of TFP to the proportion of college graduates in the labor force is equal to \n0.3, in line with Croix and Docquier (2012) or Aubry et al. (2016). The second one is a diversity externality; it \nassumes that the semi-elasticity of TFP to birthplace diversity is equal to 0.2, as in Alesina et al. (2016) or Ortega \nand Peri (2014). The third one is a diaspora externality which captures the effect of migration on trade and FDI, and \nthe resulting effect of trade and FDI on TFP. Although our model does not account for trade and FDI, we directly \nmodel the TFP externality due to the presence of migrant diasporas. A first strand of literature has identified a \ncausal impact of migration on trade and FDI, with respective elasticities of 0.1 and 0.2. (11) Another strand has \nidentified a causal effect of trade and FDI on TFP, with respective elasticities of 0.3 and 0.01 (see Anderson et al. \n2016; Feyrer 2009). Combining these findings gives an elasticity of TFP to migration of 0.035. For these three \n\n\n\nvariants, we calibrate the scale factors of the TFP function to match the GDP levels in 2010, and simulate the \nnomigration counterfactual.\n\nFigure 7c shows that the schooling externality significantly increases the gain from immigration in countries \nattracting college-educated migrants (such as Australia, Luxembourg, the UK and Switzerland) while it reduces the \ngain in Spain, Belgium and Greece. Birthplace diversity quantitatively matters only in newer immigration countries \nsuch as Ireland, Portugal and Finland. At the estimated elasticity levels, the diaspora externality has negligible \neffects on the results. Results for inequality are almost independent on the inclusion of externalities (see Fig. 7d). \nAgain, the welfare effects depicted in Fig. 5 are highly robust to TFP externalities.\n\nSensitivity to immigrants' characteristics. In Fig. 7e, f, we consider three alternative distributions of characteristics of \nimmigrant workers. We first assume that all immigrants have the same disutility of labor as natives (same [phi]'s). \nWe then assume they have identical unemployment rate as natives (same m's). Finally, we assume identical skill \nstructures for the immigrant and native populations (same h's). For these three variants, we simulate the new \nhypothetical benchmark for 2010 (keeping other parameters constant), and simulate the no-migration \ncounterfactuals.\n\nFigure 7e shows that the average welfare gain from immigration is highly robust to labor market characteristics of \nimmigrants. Imposing the same disutility of labor (governing participation rates) or the same unemployment rate as \nnative workers marginally affects the results, with the exception of Scandinavian countries and Belgium. Inequality \nresponses are also robust to labor market characteristics. This is in line with the fact that changes in employment \nrates in the post-crisis period hardly affected the welfare impact of immigration. On the contrary, equalizing \nimmigrants' and natives' levels of schooling reduces the gains from immigration in \"selective\" countries (Fig. 7e), \nand neutralizes the inequality responses to immigration (Fig. 7f). This confirms that the level of human capital of \nimmigrants affects the macroeconomic and welfare responses to immigration; the degradation of immigrant's \nhuman capital after the crisis is responsible for smaller welfare gains.\n\nSensitivity to the fiscal rule. In our benchmark model, we assume that the income tax rate adjusts to balance the \ngovernment budget constraint. We consider two alternative fiscal rules, using the consumption tax rate or the \namount of public transfers as the adjustment variable. Figure 7g, h shows that the average welfare gain from \nimmigration is highly robust to the fiscal rule. Slightly smaller gains are obtained when public transfers or \nconsumption tax rates are used to adjust the budget. This is because the fiscal gain is now shared between young \nand old natives.\n\nAppendix 3: Country-Specific Results and Parameters\n\nSee Tables 2 and 3.\n\nTable 2 Calibrated country-specific parameters\nCountry [psi] [tau] v [T.sup.\n\nn.sub.L\n]\n\n[T.sup.\nn.sub.H\n\n]\nAUS 0.45 0.25 0.16 0.31 0.31\nAUT 3.75 0.23 0.20 0.20 0.21\nBEL 0.71 0.40 0.17 0.35 0.37\nCAN 0.27 0.32 0.18 0.37 0.40\nCHE 1.79 0.20 0.09 0.12 0.16\nDEU 1.88 0.24 0.14 0.17 0.21\nDNK 0.54 0.15 0.22 0.20 0.19\nESP 2.32 0.17 0.15 0.16 0.14\nFIN 2.50 0.36 0.19 0.33 0.32\nFRA 0.63 0.12 0.20 0.08 0.15\nGBR 0.80 0.16 0.17 0.18 0.19\nGRC 2.32 0.23 0.19 0.19 0.23\n\n\n\nIRL 0.89 0.24 0.22 0.32 0.28\nITA 1.16 0.20 0.18 0.15 0.23\nJPN 2.00 0.15 0.12 0.11 0.11\nLUX 2.95 0.47 0.16 0.47 0.52\nNLD 0.71 0.33 0.17 0.34 0.34\nPRT 0.80 0.22 0.20 0.23 0.21\nSWE 1.25 0.13 0.27 0.20 0.20\nUSA 1.00 0.16 0.10 0.16 0.16\nCountry [T.sup.f.s\n\nub.L]\n[T.sup.F.\nsub.H]\n\n[T.sup.n.\nsub.LR]\n\nAUS 0.27 0.27 0.35\n\nAUT 0.31 0.31 0.48\n\nBEL 0.33 0.35 0.49\n\nCAN 0.31 0.34 0.40\n\nCHE 0.18 0.23 0.32\n\nDEU 0.25 0.30 0.36\n\nDNK 0.41 0.40 0.24\n\nESP 0.24 0.23 0.32\n\nFIN 0.35 0.35 0.49\n\nFRA 0.30 0.38 0.42\n\nGBR 0.31 0.31 0.30\n\nGRC 0.25 0.29 0.51\n\nIRL 0.37 0.35 0.36\n\nITA 0.25 0.33 0.47\n\nJPN 0.20 0.20 0.32\n\nLUX 0.26 0.31 0.86\n\nNLD 0.26 0.32 0.43\n\nPRT 0.27 0.27 0.48\n\nSWE 0.34 0.33 0.37\n\nUSA 0.23 0.23 0.25\n\nCountry [T.sup.n.\nsub.HR]\n\n[T.sup.f.s\nub.LR]\n\n[T.sup.f.s\nub.HR]\n\nAUS 0.48 0.29 0.43\n\nAUT 0.82 0.44 0.64\n\nBEL 0.64 0.45 0.55\n\nCAN 0.44 0.33 0.36\n\nCHE 0.36 0.38 0.40\n\nDEU 0.44 0.45 0.52\n\nDNK 0.37 0.41 0.50\n\nESP 0.62 0.35 0.43\n\nFIN 0.79 0.47 0.70\n\nFRA 0.50 0.62 0.68\n\nGBR 0.50 0.36 0.54\n\nGRC 0.62 0.58 0.68\n\nIRL 0.47 0.43 0.53\n\nITA 0.54 0.55 0.62\n\n\n\nJPN 0.42 0.36 0.45\n\nLUX 0.89 0.41 0.43\n\nNLD 0.65 0.32 0.51\n\nPRT 0.95 0.44 0.58\n\nSWE 0.55 0.47 0.60\n\nUSA 0.31 0.30 0.35\n\nCountry [delta] F[C.sup.\nn]\n\nE/Y\n\nAUS 0.41 0.00 0.34\n\nAUT 0.52 0.12 0.51\n\nBEL 0.63 0.76 0.50\n\nCAN 0.27 -0.06 0.41\n\nCHE 0.53 1.95 0.33\n\nDEU 0.42 - 1.13 0.45\n\nDNK 0.33 0.11 0.56\n\nESP 0.30 0.54 0.41\n\nFIN 0.43 0.16 0.53\n\nFRA 0.48 -0.52 0.53\n\nGBR 0.43 0.46 0.44\n\nGRC 0.44 0.98 0.47\n\nIRL 0.49 -0.23 0.50\n\nITA 0.29 0.98 0.48\n\nJPN 0.22 0.00 0.37\n\nLUX 0.46 2.02 0.44\n\nNLD 0.23 0.40 0.46\n\nPRT 0.23 0.52 0.46\n\nSWE 0.38 0.20 0.52\n\nUSA 0.33 0.03 0.31\n\nTable 2 summarizes the country-specific \nparameters calibrated using\nentrepreneurship and fiscal data, [psi] stands for \nthe fixed cost\nof entry, [tau] is the income tax rate, v is the \nconsumption tax\nrate, [T.sup.o.sub.s,a] is the transfer send to an \nindividual of\norigin o, age a and skill s, [delta] is the share of \nunemployment\nbenefits in govern- mental budget in %, \nF[C.sup.n] is the net\nfiscal contribution of immigrants to national \nbudgets, and E/Y is\nthe ratio of governmental expenditures to GDP\n\nTable 3 Effects of immigration (Benchmark minus counterfactual\n\nas % of the benchmark)\n91-00 Shl\n\nm \nHCap (%) Sup \n\n(%)\nwLN (%) wHN \n\n(%)\nwN (%)\n\n\n\n(%\n)\n\nAUS 3.1\n3\n\n0.52 36.89 2.61 1.55 2.27\n\nAUT 8.3\n8\n\n-0.23 40.31 5.87 7.08 6.07\n\nBEL 2.4\n6\n\n- 0.19 13.12 1.19 1.46 1.28\n\nCAN 6.5\n9\n\n0.82 57.08 4.20 3.21 3.72\n\nCHE 13.\n14\n\n- 1.48 75.78 7.08 9.93 7.91\n\nDEU 3.6\n1\n\n- 0.52 15.64 0.81 1.66 1.05\n\nDNK 2.1\n5\n\n- 0.25 9.97 0.56 0.76 0.62\n\nESP 2.0\n7\n\n- 0.20 10.54 0.71 1.17 0.87\n\nFIN 1.3\n0\n\n- 0.18 5.53 0.34 0.62 0.44\n\nFRA 1.1\n6\n\n- 0.01 6.16 1.02 1.04 1.03\n\nGBR 1.7\n0\n\n0.36 8.84 1.15 0.71 1.00\n\nGRC 4.4\n7\n\n- 0.53 19.36 1.98 3.59 2.41\n\nIRL 1.8\n6\n\n0.36 13.49 1.23 0.73 1.07\n\nITA 1.6\n6\n\n- 0.07 6.61 0.98 1.36 1.04\n\nJPN 0.3\n6\n\n- 0.05 1.21 0.10 0.17 0.13\n\nLUX 5.1\n1\n\n0.67 62.22 4.77 3.66 4.53\n\nNLD 2.9\n0\n\n- 0.20 15.60 0.97 1.28 1.07\n\nPRT 5.1\n3\n\n0.90 21.25 4.36 2.46 4.03\n\nSWE 2.8\n3\n\n- 0.01 13.87 1.39 1.39 1.39\n\nUSA 3.7\n2\n\n- 0.35 24.97 1.05 1.71 1.31\n\n01-10 Shl\nm \n(%\n)\n\nHCap (%) Sup \n(%)\n\nwLN (%) wHN \n(%)\n\nwN (%)\n\nAUS 6.7\n2\n\n1.89 74.95 6.63 3.15 5.52\n\nAUT 3.7\n8\n\n0.44 19.20 3.31 2.59 3.19\n\nBEL 5.7\n9\n\n- 1.66 29.71 1.61 3.71 2.29\n\nCAN 5.8\n2\n\n1.56 50.87 4.74 2.64 3.71\n\nCHE 6.7\n2\n\n2.00 41.88 6.70 3.55 5.79\n\nDEU 1.0 - 0.02 4.82 0.38 0.44 0.39\n\n\n\n8\nDNK 4.9\n\n3\n- 0.57 22.20 1.67 2.23 1.85\n\nESP 7.0\n4\n\n- 0.86 33.87 2.23 4.08 2.84\n\nFIN 2.3\n7\n\n- 0.49 9.99 0.41 1.10 0.67\n\nFRA 4.3\n1\n\n0.03 22.16 3.84 3.79 3.82\n\nGBR 6.1\n4\n\n2.09 30.44 5.50 3.11 4.71\n\nGRC 3.9\n0\n\n- 0.64 17.03 1.50 3.32 1.99\n\nIRL 13.\n30\n\n1.38 84.73 7.08 6.21 6.80\n\nITA 3.3\n3\n\n- 0.10 13.07 2.12 2.84 2.24\n\nJPN 0.3\n6\n\n- 0.05 1.21 0.10 0.17 0.13\n\nLUX 12.\n86\n\n1.99 137.14 11.79 7.96 10.96\n\nNLD 2.0\n2\n\n0.02 10.99 0.93 0.93 0.93\n\nPRT 2.6\n3\n\n- 0.04 11.18 0.99 1.46 1.07\n\nSWE 5.3\n4\n\n0.38 25.39 2.64 2.21 2.50\n\nUSA 3.1\n0\n\n- 0.16 20.96 1.01 1.40 1.17\n\n11-15 Shl\nm \n(%\n)\n\nHCap (%) Sup \n(%)\n\nwLN (%) wHN \n(%)\n\nwN (%)\n\nAUS 2.7\n0\n\n0.42 35.09 2.30 1.39 2.01\n\nAUT 1.8\n0\n\n0.05 9.75 1.38 1.41 1.38\n\nBEL 4.9\n2\n\n- 1.03 28.73 1.58 2.90 2.01\n\nCAN 1.7\n9\n\n0.25 17.32 1.20 0.88 1.04\n\nCHE 2.7\n3\n\n0.18 19.28 2.06 1.85 2.00\n\nDEU 0.3\n6\n\n- 0.04 1.61 0.11 0.16 0.12\n\nDNK 1.0\n2\n\n- 0.12 4.90 0.32 0.46 0.37\n\nESP - \n0.6\n8\n\n0.19 - 3.50 - 0.07 - 0.41 - 0.18\n\nFIN 1.2\n6\n\n- 0.40 5.53 0.03 0.53 0.22\n\nFRA 0.7\n8\n\n- 0.03 4.23 0.66 0.69 0.67\n\nGBR 1.3\n0\n\n0.32 7.05 0.98 0.60 0.85\n\nGRC - 0.02 - 1.01 -0.11 - 0.17 - 0.13\n\n\n\n0.2\n2\n\nIRL 0.3\n1\n\n0.04 2.32 0.17 0.13 0.16\n\nITA 0.0\n0\n\n0.00 0.00 0.00 0.00 0.00\n\nJPN - \n0.0\n6\n\n0.01 - 0.20 - 0.01 - 0.03 -0.02\n\nLUX 9.1\n4\n\n0.52 150.24 8.17 7.06 7.93\n\nNLD 0.8\n4\n\n0.07 4.73 0.47 0.41 0.45\n\nPRT 0.7\n2\n\n0.08 3.19 0.48 0.35 0.45\n\nSWE 2.7\n3\n\n-0.17 14.28 1.16 1.29 1.20\n\nUSA 1.0\n5\n\n0.01 7.50 0.43 0.47 0.45\n\n91-00 ine\nqu\nal \n(%\n)\n\nPrice (%) Tax \n(%)\n\nEmpl (%)\n\nAUS - 1.06 - 1.10 - 3.07 - 0.27\n\nAUT 1.21 - 2.00 - 9.29 - 0.29\n\nBEL 0.26 - 0.48 - 1.67 - 0.60\n\nCAN - 0.99 - 2.02 -3.70 - 0.06\n\nCHE 2.85 - 3.39 - 13.73 - 0.46\n\nDEU 0.86 - 0.67 - 0.70 -0.39\n\nDNK 0.20 - 0.28 - 0.69 -0.65\n\nESP 0.46 - 0.45 - 1.07 - 0.23\n\nFIN 0.28 -0.23 - 0.41 - 0.24\n\nFRA 0.01 - 0.22 - 1.69 - 0.09\n\nGBR - 0.44 - 0.43 - 1.04 - 0.09\n\nGRC 1.61 - 1.15 - 3.42 0.12\n\nIRL -0.50 - 0.62 - 0.48 0.01\n\nITA 0.38 - 0.43 - 1.35 0.06\n\nJPN 0.06 - 0.07 - 0.12 - 0.06\n\nLUX - 1.11 - 2.09 -4.52 0.16\n\nNLD 0.31 -0.60 - 0.95 - 0.46\n\nPRT - 1.90 - 1.71 - 4.49 0.59\n\nSWE 0.00 - 0.49 -2.64 -0.87\n\nUSA 0.66 - 0.72 - 1.91 0.07\n\n01-10 ine\nqu\nal \n(%\n)\n\nPrice(%) Tax \n(%)\n\nEmpl (%)\n\nAUS - 3.49 - 2.49 - 8.50 - 0.22\n\nAUT -0.72 - 0.97 -4.65 - 0.10\n\n\n\nBEL 2.10 - 1.01 -2.99 - 1.66\n\nCAN - 2.11 - 1.86 - 3.90 0.02\n\nCHE - 3.16 -2.08 - 8.85 0.12\n\nDEU 0.06 - 0.22 - 0.29 -0.10\n\nDNK 0.56 - 0.71 -2.45 - 1.01\n\nESP 1.85 - 1.51 - 3.73 -0.79\n\nFIN 0.69 -0.40 -0.54 - 0.50\n\nFRA -0.05 -0.81 -6.33 -0.38\n\nGBR -2.39 - 1.76 - 6.02 0.24\n\nGRC 1.82 - 0.99 - 2.90 0.15\n\nIRL -0.88 - 4.40 -3.45 0.45\n\nITA 0.71 - 0.89 - 3.02 0.20\n\nJPN 0.06 - 0.07 - 0.12 -0.06\n\nLUX -3.83 - 5.06 - 11.50 -0.15\n\nNLD 0.00 - 0.45 -0.98 -0.23\n\nPRT 0.48 - 0.72 - 0.60 0.20\n\nSWE -0.43 -0.88 -4.68 - 1.89\n\nUSA 0.39 - 0.62 - 1.71 0.07\n\n11-15 ine\nqu\nal \n(%\n)\n\nPrice (%) Tax \n(%)\n\nEmpl (%)\n\nAUS -0.90 -0.97 -2.51 -0.23\n\nAUT 0.04 - 0.45 - 1.96 -0.05\n\nBEL 1.31 -0.88 -2.33 - 1.48\n\nCAN -0.32 -0.56 -0.93 - 0.01\n\nCHE -0.21 -0.78 -2.92 - 0.03\n\nDEU 0.05 -0.07 -0.09 -0.03\n\nDNK 0.13 - 0.15 -0.46 -0.21\n\nESP -0.34 0.13 0.19 0.08\n\nFIN 0.50 - 0.19 -0.05 -0.32\n\nFRA 0.03 - 0.14 - 1.10 -0.07\n\nGBR -0.38 - 0.35 -0.92 -0.01\n\nGRC -0.07 0.06 0.17 -0.01\n\nIRL -0.03 - 0.10 - 0.05 0.01\n\nITA 0.00 0.00 0.00 0.00\n\nJPN -0.02 0.01 0.01 0.01\n\nLUX - 1.11 - 3.88 -5.92 -0.10\n\nNLD -0.07 - 0.20 - 0.51 - 0.06\n\nPRT -0.13 - 0.22 - 0.40 0.07\n\nSWE 0.14 - 0.45 -2.13 -0.97\n\nUSA 0.04 - 0.22 - 0.63 0.02\n\nTable 3 gives the macroeconomic \nresponses to the three migration\n\n\n\nwaves for 20 selected countries: the 15 \nmembers states of the\nEuropean Union (EU15), the USA, \nCanada, Australia, Switzerland and\nJapan. The first part gives the results for \nthe 1990-2000 wave; the\nsecond part gives the results for the 2000-\n2010 wave; the third\npart gives the results for the 2010-2015 \nwave. Columns are labeled\nas follows: Shim stands for the change in \nthe share of immigrants,\nHCap represents the change in the share \nof tertiary educated in the\ndestination country, Sup refers to the \nchange in the support ratio,\nwLN and wHN depict the changes in \nwelfare of low-skilled and\nhigh-skilled respectively, Inequal presents \nthe percentage\ndifference between wHN and wLN, Price \nis the change in price index,\nTax is the change in the income tax rate, \nEmpl is the change in the\nemployment ratio\n\nReferences\n\nAbramitzky, R., L P. Boustan, and K. Eriksson. 2012. Europe's tired, poor, huddled masses: Self-selection and \neconomic outcomes in the age of mass migration. American Economic Review 102(5): 1832-56.\n\nAlesina, A.. J. Harnoss, and H. Rapoport. 2016. Birthplace diversity and economic prosperity. Journal of Economic \nGrowth 21(2): 101-138.\n\nAmbrosini, J.W., and G. Peri. 2012. The determinants and the selection of Mexico-US migrants. The World \nEconomy 35(2): 111-151.\n\nAnderson, J. E., M. Larch, and Y. V. Yotov. 2016. Trade liberalization, growth, and FDI: Astructural estimation \nframework. In Paper presented at the Annual Conference (Vienna):Alternative Structures for Money and Banking. \nGerman Economic Association.\n\nArslan, C., J.-C. Dumont, Z. Kone, Y. Moullan, C. Ozden, C. Parsons, and T. Xenogiani. 2015. A new profile of \nmigrants in the aftermath of the recent economic crisis. OECD Social, Employment and Migration Working Papers, \n160.\n\nAubry, A., M. Burzyriski, and F. Docquier. 2016. The welfare impact of global migration in oecd countries. Journal of \nInternational Economics 101: 1-21.\n\nBahar, D., and H. Rapoport. 2018. Migration, knowledge diffusion and the comparative advantage of nations. \nEconomic Journal 128(612): F273-F305.\n\nBattisti, M., G. Felbermayr, G. Peri, and P. Poutvaara. 2017. Immigration, search and redistribution: A quantitative \nassessment of native welfare. Journal of the European Economic Association, https .//doi.org/10.1093/jeea/jvx035.\n\nBorjas, G.J. 1993. Immigration policy, national origin, and immigrant skills: a comparison of canada and the united \nstates. In Small Differences that Matter: Labor Markets and Income Maintenance in Canada and the United States, \ned. D. Card and R.B. Freeman. Chicago: University of Chicago Press.\n\n\n\nBorjas, G.J. 1995. The economic benefits from immigration. Journal of Economic Perspectives 9(2): 3-22.\n\nBorjas, G.J., and S.J. Trejo. 1993. National origin and immigrant welfare recipiency. Journal of Public Economics \n50(3): 325-344.\n\nBuchel, F., and J R. Frick. 2005. Immigrants economic performance across Europe-does immigration policy \nmatter? Population Research and Policy Review 24(2): 175-212.\n\nCard, D. 2009. Immigration and inequality. American Economic Review 99(2): 1-21.\n\nChiquiar, D., and G. Hanson. 2005. Internationa] migration, self-selection and the distribution of wages: evidence \nfrom mexico and the united states. Journal of Political Economy 113(2): 239-281.\n\nde la Croix, D., and F. Docquier. 2012. Do brain drain and poverty result from coordination failures? Journal of \nEconomic Growth 17(1): 1-26.\n\ndi Giovanni, J., A.A. Levchenko, and F. Ortega. 2015. A global view of cross-border migration. Journal of the \nEuropean Economic Association 13(1): 168-202.\n\nDocquier, F., C. Ozden, and G. Peri. 2014. The labour market effects of immigration and emigration in OECD \ncountries. Economic Journal 124(579): 1106-1145.\n\nDocquier, F., R. Turati, J. Valette, and C. Vasilakis. 2016. Multiculturalism and growth: skill-specific evidence from \nthe post-world war II period. 1RES Discussion Papers, 28.\n\nEvers, M., R. De Mooij, and D. Van De Vuuren. 2008. The wage elasticity of labour supply: a synthesis of empirical \nestimates. De Economist 156(1): 25\n\n43.\n\nFacchini, G., and A.M. Mayda. 2009. Does the welfare state affect individual attitudes toward immigrants? evidence \nacross countries. The Review of Economics and Statistics 91(2): 295-314.\n\nFeenstra, R.C. 1994. New product varieties and the measurement of international prices. American Economic \nReview 84(1): 157-177.\n\nFelbermayr, G. J., Jung, B., and Toubal, F. 2010. Ethnic networks, information, and international trade: revisiting \nthe evidence. Annals of Economics and Statistics/Annales daAZE-conomie et de Statistique 97-98: 41-70.\n\nFelbermayr, G.J., and F. Toubal. 2012. Revisiting the trade-migration nexus: evidence from new oecd data. World \nDevelopment 40(5): 928-937.\n\nFeyrer, J. 2009. Trade and income-exploiting time series in geography. NBER Working Paper no. 14910: National \nBureau of Economic Research.\n\nFoged, M., and G. Peri. 2016. Immigrants' effect on native workers: new analysis on longitudinal data. American \nEconomic Journal: Applied Economics 8(2): 1-34.\n\nIranzo, S., and G. Peri. 2009. Migration and trade: theory with an application to the eastern-western european \nintegration. Journal of International Economics 79(1): 1-19.\n\nJavorcik, B.S., C. Ozden, M. Spatareanu, and C. Neagu. 2011. Migrant networks and foreign direct investment. \nJournal of Development Economics 94(2): 231-241.\n\nKaestner, R., and O. Malamud. 2014. Self-selection and international migration: new evidence from mexico. Review \nof Economics and Statistics 96(1): 78-91.\n\n\n\nKerr, W .R. 2017. Heterogeneous technology diffusion and Ricardian trade patterns. Washington: The World Bank.\n\nKrugman, P. 1980. Scale economies, product differentiation, and the pattern of trade. American Economic Review \n70: 950-959.\n\nKugler, M., and H. Rapoport. 2007. International labor and capital flows: complements or substitutes? Economics \nLetters 94(2): 155-162.\n\nMcKenzie, D., and H. Rapoport. 2010. Self-selection patterns in mexico-us migration: the role of migration \nnetworks. Review of Economics and Statistics 92(4): 811-821.\n\nMoraga, J.F.-H. 2011. New evidence on emigrant selection. Review of Economics and Statistics 93(1): 72-96.\n\nMoretti, E. 2004a. Estimating the social return to higher education: evidence from longitudinal and repeated cross-\nsectional data. Journal of Econometrics 121(1): 175-212.\n\nMoretti, E. 2004b. Workers' education, spillovers, and productivity: evidence from plant-level production functions. \nAmerican Economic Review 94(3): 656-690.\n\nOECD 2013. The fiscal impact of immigration in OECD countries. International Migration Outlook.\n\nOrtega, F., and G. Peri. 2014. Openness and income: the roles of trade and migration. Journal of International \nEconomics 92(2): 231-251.\n\nOrtega, J. and G. Verdugo. 2016. Moving up or down? immigration and the selection of natives across \noccupations and locations. Working Paper, UniversitAl' Paris 1 PanthAl'on-Sorbonne.\n\nOttaviano, G.I., and G. Peri. 2012. Rethinking the effect of immigration on wages. Journal of the European \nEconomic Association 10(1): 152-197.\n\nOzden, C., C.R. Parsons, M. Schiff, and T.L. Walmsley. 2011. Where on earth is everybody? the evolution of global \nbilateral migration 1960-2000. World Bank Economic Review 25(1): 12-56.\n\nParsons, C.R., and P.-L. Vezina. 2018. Migrant networks and trade: The Vietnamese boatpeople as a natural \nexperiment. Economic Journal 128(612): F210-F234.\n\nSteingress, W. 2015. The causal impact of migration on us trade: evidence from a natural experiment. IZA Working \nPaper, 9058.\n\nStoresletten, K. 2000. Sustaining fiscal policy through immigration. Journal of Political Economy 108(2): 300-323.\n\nUnited Nations. 2014. United nations global migration database (UNGMD). United Nations Department of Economic \nand Social Affairs Population Division.\n\nMichal Burzynski is a postdoctoral researcher at CREA, University of Luxembourg. He holds a PhD in economics \nfrom Universite catholique de Louvain, Belgium. His main research interests are quantitative economic modeling \nand international migration. He published in Journal of International Economics, Scandinavian Journal of \nEconomics and Journal of Demographic Economics.\n\nFrederic Docquier is Research Associate at the National Fund for Economic Research and Professor of Economics \nat the Universite catholique de Louvain. He holds a PhD in Economics from the University of Aix-Marseille 2. His \nresearch interests are in quantitative development theory, economic growth and international migration. He has \nbeen acting as a ST Consultant for the World Bank since 2004 and served as Research Director of 1RES at \nUCLouvain between 2008 and 2012. He edited four books and published articles in Journal of Economic Theory, \nJournal of Economic Literature, Economic Journal. Journal of Development Economics, Journal of Economic \nDynamics and Control, Journal of Economic Growth and many other journals.\n\n\n\nHillel Rapoport is Professor of Economics at the Paris School of Economics, University Paris 1 Pantheon-Sorbonne, \nsince September 2013, a scientific advisor at CEPII since 2016, and the director of the \"Dynamics\" (economics and \ndemography) department of the Institut des Migrations since its creation in 2018. He is also a research fellow at the \nKiel Institute for the World Economy, IZA, CESifo and CREaM, and a member of the HCEO and EUDN research \nnetworks. He held positions at Bar-Ilan University and at the University of Lille and visiting positions at Stanford \nUniversity (in 2001-03) and Harvard University (in 2009-11). Since 2008 he is the scientific coordinator of the \n\"migration and development\" conferences jointly organized by the French Development Agency and the World \nBank. His research focuses on the growth and developmental impact of migration, on the links between migration \nand other dimensions of globalization today and in the past, and on the economics of immigration, diversity, and \nrefugee allocation and resettlement.\n\n(1) Another contribution of this paper is that we assess the sensitivity of our results to less consensual mechanisms \nof transmission highlighted in the recent literature, such as productivity externalities related to cultural diversity (e.g., \nAlesina et al. 2016; Docquier et al. 2016), to schooling (e.g., Moretti 2004a, b; Iranzo and Peri 2009) or to the \nincreased diffusion of productive capacity across countries (e.g., Bahar and Rapoport 2018; Kerr 2017). Results are \nprovided in \"Appendix 2\".\n\n(2) See http://trends.gmfus.org/transatlantic-trends/ and            http://www.europeansocialsurvey.org/.\n\n(3) For the sake of comparability, the data from Ozden et al. (2011) and from United Nations (2014) identify the total \nstock of immigrants in all destination countries, but only provide data by country of origin.\n\n(4) Using a similar framework, Aubry et al. (2016) find that the welfare effect is strongly robust to the inclusion of \ntrade. Ortega and Peri (2014) find that capital adjustments are rapid in open economies: an inflow of immigrants \nincreases one-for-one employment and capital stocks in the short term (i.e., within one year), leaving the \ncapital/labor ratio unchanged.\n\n(5) In the real world, the population structure, in general, and immigration rates, in particular, depend on the state \nof the economy. As we are interested in the \"causal\" impact of immigration on the welfare of natives, our strategy \nconsists of (i) endogenizing the state of the economy as a function of the size and structure of immigration, (ii) \ncalibrating our model using observed immigration data, and (iii) using counterfactual no-immigration scenarios to \nQuantify the welfare impact of immigration.\n\n(6) Note that Battisti et al. (2017) use a different model with exogenous participation rates and endogenous \nunemployment rates. In the sensitivity analysis in \"Appendix 2\", we show that our results are robust to alternative \nunemployment assumptions.\n\n(7) In our simulations, we assume that eliminating one immigration wave does not affect the size and structure of \nthe other waves.\n\n(8) Note that this implies that we neglect immigration effects on the educational and occupational structure of \nnatives. In particular, recent evidence suggests that immigration creates geographic as well as (more importantly \nfrom our viewpoint) occupational displacement, mostly upward (see, e.g., Foged and Peri (2016), for Denmark, or \nOrtega and Verdugo (2016), for France). By neglecting these effects, we somewhat underestimate the benefits from \nimmigration.\n\n(9) For detailed country-specific results, please consult Table 3.\n\n(10) An additional robustness check has been run to validate our assumption about identical elasticities of \nsubstitution between natives and migrants in both of the skill groups considered. Following Ottaviano and Peri \n(2012), we set the above-mentioned parameter to 14 in the group of high school dropouts. We find that the welfare \neffect for the low-skilled immigrants is more pronounced (the difference with the benchmark is below 1.5 p.p.), while \nthe rest of worker types are unaffected.\n\n\n(11) On migration and trade, see for example Iranzo and Peri (2009), Felbermayr et al. (2010), Felbermayr and \nToubal (2012) and, for studies exploiting natural experiments, Parsons and Vezina (2018) and Steingress (2015). \nOn migration and FDI, see Kugler and Rapoport (2007) and Javorcik et al. (2011).\n\nMichal Burzynski [1] * Frederic Docquier [2] * Hillel Rapoport [3]\n\nPublished online: 21 August 2018\n\nThis paper benefited from helpful comments from two anonymous referees. We thank Andrei Levchenko, Federico \nMandelman and the participants in the conference on \"Threats to globalization in the aftermath of the crisis\" (Kuala \nLumpur, July 2017) for their remarks and suggestions. We thank the IMF for financial support.\n\n[mail] Frederic Docquier\n\nfrederic.docquier@uclouvain.be\n\nMichal Burzynski\n\nmichal.burzynski@uni.lu\n\nHillel Rapoport\n\nhillel.rapoport@psemail.eu\n\n[1] CREA. University of Luxembourg, Luxembourg City, Luxembourg\n\n[2] FNRS and IRES, Universite Catholique de Louvain (Office D.232), 3, Place Montesquieu, 1348 Louvain-La-\nNeuve, Belgium\n\n[3] Paris School of Economics, Universite Paris 1 Pantheon-Sorbonne and CEPII, Paris, France\n\nCaption: Fig. 1 Changing size and origin mix of immigrants (EU 15 member states and selected OECD countries, \n1960-2015). Notes Figure 1 shows the results for 20 selected countries: the 15 members states of the European \nUnion (EU 15), the USA, Canada, Australia, Switzerland and Japan. The bold black curve represents the average \nof the EU 15; the dotted red curve represents the USA; light gray curves represent the other countries. Data in 10-\nyear intervals from 1960 to 2010 are obtained from Ozden et al. (2011); data for 1995, 2005, 2010 and 2015 are \nobtained from UNPOP; data for 1965, 1975, 1985 interpolate decadal observations\n\nCaption: Fig. 2 Migrants' selection by education and by labor market participation, 2010. Notes Figure 2a shows the \nshares of college graduates among origin-country residents (X-axis) and bilateral migrants (X-axis); Fig. 2b shows \nthe participation rates. We also provide the regression line. In Fig. 2c-d, dyads are ranked by descending order with \nrespect to the migrant stock (rank r = 1 for the largest dyad and r=4400 for the smallest). We consider subsamples \nincluding the r largest dyads and for r [less than or equal to] 30 up to r [less than or equal to] 4400, we compare the \nshare of the total migrant stock involved (X-axis) with the correlation between bilateral and origin-country shares of \ncollege graduates and participation rates. Figure 2e shows the shares of college graduates among host-country \nresidents (X-axis) and bilateral migrants (X-axis); Fig. 2f shows the participation rates. As above, Fig. 2g-h gives the \ncorrelation between bilateral and destination-country characteristics for the same subsamples for r [less than or \nequal to] 30 up to r [less than or equal to] 400. Data are obtained from the DIOC database for the year 2010\n\nCaption: Fig. 3 Socio-demographic effects of three immigration waves (Am and semi-elasticity to Am). Notes \nFigure 3 shows the results for 20 selected countries: the 15 members states of the European Union (EU15), the \nUSA, Canada, Australia, Switzerland and Japan. The left panel compares the effects of the 1991-2000 and 2001-\n2010 immigration waves. The right panel compares the effects of the 2011-2015 and 2001-2010 immigration \nwaves. The diagonal is the 45 degree line\n\nmailto:frederic.docquier@uclouvain.be\n\nCaption: Fig. 4 Macroeconomic effects of three immigration waves (Semi-elasticity to [DELTA]m). Notes Figure 4 \nshows the results for 20 selected countries: the 15 members states of the European Union (EU15), the USA, \nCanada, Australia, Switzerland and Japan. The left panel compares the effects of the 1991-2000 and 2001-2010 \nimmigration waves. The right panel compares the effects of the 2011-2015 and 20012010 immigration waves. \nThe semi-elasticity is defined as the ratio of the percentage of deviation in X to the change in the immigration rate. \nThe diagonal is the 45 degree line. Black solid lines represent unweighted averages effects across countries for \neach immigration wave\n\nCaption: Fig. 5 Welfare impact of three immigration waves (Semi-elasticity to [DELTA]m). Notes Figure 5 shows \nthe results for 20 selected countries: the 15 members states of the European Union (EU 15), the USA, Canada, \nAustralia, Switzerland and Japan. The left panel compares the effects of the 1991-2000 and 20012010 \nimmigration waves. The right panel compares the effects of the 2011-2015 and 2001-2010 immigration waves. \nThe semi-elasticity is defined as the ratio of the percentage of deviation in X to the change in the immigration rate. \nThe diagonal is the 45 degree line. Black solid lines represent unweighted averages effects across countries for \neach immigration wave\n\nCaption: Fig. 6 Comparability across immigrant cohorts. Notes Figure 6a plots the imputed HS share in the 1991-\n2000 cohort using the 2001-10 HS shares, while Fig. 6b compares the welfare effects of 2011-15 wave with an \nimputed 2011-2020 one\n\nCaption: Fig. 7 Sensitivity analysis (immigration wave 2000-2010). Notes Figure 7 shows the results for 20 \nselected countries: the 15 members states of the European Union (EU 15), the USA, Canada, Australia, \nSwitzerland and Japan. The left panels depict the changes in average real wages, while the right panels provide \ndeviations in income differentials between high-skilled and low-skilled\n\nTable 1 Common and country-specific parameters\n\nParameters without country variation\nParameters Description Mean\n[epsilon] Elast, subst. btw goods 7.0\n[[sigma].sub.1] Elast, subst. btw skills 2.0\n[[sigma].sub.2] Elast, subst. immig/natives 20\n1/[eta] Elast of labor supply 0.1\nParameters varying across \ncountries\n[[phi].sup.o.sub.a,s] Disutility of labor (relative to USA) 1.675\n[u.sup.o.sub.s] Unemployment rates 0.095\n[[theta].sub.1] Firms' preference HS 0.557\n[[theta].sub.2] Firms' preference native 0.527\nA TFP (relative to USA) 0.894\n[psi] Cost of entry (relative to USA) 1.435\n[delta] Replacement rate 0.600\n[T.sup.n.sub.a,s] Public transfers (% of GDPpc) 0.321\n[T.sup.f.sub.a,s]/ Ratio of public transfers 1.066\n[T.sup.n.sub.a,s]\n\nv Consumption tax rate 0.173\nParameters SD Source/moment matched\nParameters without country \nvariation\n[epsilon] n.a. Feenstra (1994)\n[[sigma].sub.1] n.a. Ottaviano and Peri (2012)\n[[sigma].sub.2] n.a. Ottaviano and Peri (2012)\n1/[eta] n.a. Evers et al. (2008)\nParameters varying across \n\n\n\ncountries\n[[phi].sup.o.sub.a,s] 1.487 Matches [[gamma].sup.o.sub.a,s]\n[u.sup.o.sub.s] 0.072 Matches DIOC data\n[[theta].sub.1] 0.050 [[bar.w].sub.h]/[[bar.w].sub.l]\n[[theta].sub.2] 0.040 Matches \n\n[w.sup.h.sub.s]/[w.sup.f.sub.s]\nA 0.294 Matches total GDP\n[psi] 0.952 Nb. days to create a firm\n[delta] 0.300 Matches unemp/GDP\n[T.sup.n.sub.a,s] 0.089 Matches gov. exp/GDP\n[T.sup.f.sub.a,s]/ 0.467 Matches fiscal cont. immig\n[T.sup.n.sub.a,s]\n\nv 0.042 Matches OECD data\n"}