{"title": "Suit Points to Guest Worker Program Flaws", "body": "\nImmigration authorities worked closely with a marine oil-rig company in Mississippi to discourage protests by \ntemporary guest workers from India over their job conditions, including advising managers to send some workers \nback to India, according to new testimony in a federal lawsuit against the company, Signal International. \n\n  The cooperation between the company and federal immigration agents  is recounted in sworn depositions by \nSignal managers who were involved when tensions in its shipyard in Pascagoula, Miss., erupted into a public clash \nin March 2007. \n\n  Since then, hundreds of the Indian workers have brought a civil rights lawsuit against the company, claiming they \nwere victims of human trafficking and labor abuse. Signal International is fighting the suit and has sued American \nand Indian recruiters who contracted with the workers in India. The company claims the recruiters misled it -- and \nthe workers -- about the terms of the work visas that brought them to this country. \n\n  The Departments of Justice and Homeland Security have opened separate investigations. The federal Equal \nEmployment Opportunity Commission determined in September that there was ''reasonable cause'' to believe the \nIndian guest workers at Signal had faced discrimination and a work environment ''laced with ridicule and \nharassment.''\n\n  The Signal case has come to represent some of the flaws and pitfalls, for immigrants and for employers, in the H-\n2B temporary guest worker program. As Congressional lawmakers weigh moving forward this year on an \noverhaul of the immigration system, they are debating whether to include an expansion of guest worker programs. \n\n  A lawyer for Signal, Erin C. Hangartner, said the company could not comment on the suit. \n\n  As it rushed to repair offshore oil rigs after Hurricane Katrina, Signal International hired about 500 skilled \nmetalworkers from India in 2006. Numerous workers have said that they paid as much as $20,000 to Signal's \nrecruiters, many going into debt or selling their homes. They said recruiters had promised that their  visas would \nsoon be converted to green cards, allowing them to remain as permanent residents.\n\n  Once the workers realized they would not receive green cards, many complained of fraud and banded together to \nseek help from American lawyers. \n\n  In a deposition in the lawsuit, filed in Federal District Court in New Orleans, Signal's chief operating officer, Ronald \nSchnoor, said he grew frustrated with Indian workers who were ''chronic whiners.'' In early 2007 he decided to fire \nseveral who were encouraging protests. \n\n\n  Those workers ''were making impossible demands'' for the company to secure green cards for them or to repay \nthe high fees, Mr. Schnoor said. They were ''taking workers away from their work and actually trying to get them to \njoin some effort they were organizing,'' he said. \n\n  Mr. Schnoor and Darrell Snyder, a manager in the shipyard, where the Indians were living in a labor camp, said \nthey had consulted with agents from Immigration and Customs Enforcement for ''guidance'' on how to fire the \nworkers, following the rules of the H-2B program. \n\n  Mr. Schnoor said the ''direction'' he received from an immigration enforcement agent was this: ''Don't give them \nany advance notice. Take them all out of the line on the way to work; get their personal belongings; get them in a \nvan, and get their tickets, and get them to the airport, and send them back to India.'' \n\n  Signal managers said they tried to carry out those instructions on March 9, 2007, putting several Indian workers \ninto vans to take them to the airport. They were prevented from leaving the shipyard by immigrant advocates \ngathered at the gates.\n\n  In an internal e-mail message 10 days later, Mr. Snyder reported that another immigration official had assured him \nin a meeting that day that the agency would pursue any Indian workers who left their jobs, ''if for no other reason \nthan to send a message to the remaining workers that it is not in their best interests to try and 'push' the system.'' \n\n  Carl Falstrom, an immigration lawyer in New Orleans who is not associated with the Signal case, said there were \nrules for employers who fired guest workers. They are required to provide return airfare to the workers' home \ncountries, and they are supposed to notify the visa agency, Citizenship and Immigration Services, when workers \nare no longer employed. But, Mr. Falstrom said, private companies cannot carry out deportations. \n\n  Saket Soni, director of the New Orleans Workers' Center for Racial Justice, which represents some workers in \nthe lawsuit, said the managers' testimony showed that immigration enforcement agents had ''advised the \ncorporation on how to retaliate against workers who were organizing.'' \n\n  An ICE  spokesman, Brian Hale, said he could not comment on a continuing investigation. But Mr. Hale said ICE \nagents were generally aware that  a company that fires workers  in the H-2B program ''is prohibited from \ncompelling individuals to get on the plane.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A plaintiff in a federal lawsuit at a 2008 protest, holding a sign he says shows what he paid to get work in \nthe United States.(PHOTOGRAPH BY BRENDAN HOFFMAN FOR THE NEW YORK TIMES)                                   \n"}