{"title": "Update;Finding a Legal Nanny", "body": "\nAs the recent Zoe Baird and Kimba Wood difficulties illustrate, finding a nanny who not only cares for your child, \nbut also is legal to work, can be difficult.\n\nPart of the complexity stems from IRCA -- the Immigration Reform and Control Act -- passed in 1986. IRCA applies \nto all employers in the United States, requiring them to hire only those legally authorized to work.\n\nBut for those trying to do the right thing by hiring legal workers, the technicalities can be confusing at best. For \ninstance, so-called \"green\" cards no longer are green. There are 16 different versions of Social Security cards, and \nthere is a little-known anti-discrimination amendment, section four of IRCA, that can leave employers feeling caught \nin a Catch-22.\n\nSection four is designed to protect those who may appear or sound \"foreign,\" but in fact are legal to work in the \nUnited States. Several readers -- including Cecilia Munoz, senior immigration policy analyst of National Council of \nLa Raza, a Hispanic civil rights organization based in the District -- have expressed concern that in the quest to hire \nlegal employees, employers will inadvertently discriminate against perfectly legal workers who speak with an \naccent, appear to be foreign-born, or have a foreign-sounding surname.\n\nTechnically, the anti-discrimination section of IRCA applies only to those employing four or more workers, usually \nnot the average family seeking in-home child-care for their offspring, says William Ho-Gonzalez, special counsel for \nimmigration-related unfair employment practices at the Department of Justice.\n\nBut by asking for specific documents, such as a green card, families can \"violate the spirit of the law,\" Ho-Gonzalez \nsays, \"even though they would not be subject to prosecution by our office.\"\n\nWhat gets confusing is understanding which documents can be used to show work authorization. \"The green card \nis not the only one,\" Munoz says. \"There are over a dozen documents that establish work authorizations.\"\n\nOne of the simplest means to identify an authorized worker is by looking at either a valid driver's license or state ID \ncard with photo or description plus an unrestricted Social Security card. Any candidate who can supply these \ndocuments \"has fulfilled all the requirements for verifying work authorization,\" Ho-Gonzalez says.\n\nProspective employees who can show one of the following documents also are legal to employ, according to the \nDepartment of Justice:\n\n\nU.S. passport;\n\nUnexpired foreign passport with I-551 stamp or with I-94 form with the words \"Employment Authorized\";\n\nCertificate of U.S. Citizenship (N-560 or N-561);\n\nAlien Registration Receipt Card or Resident Alien Card with photo (I-151 or I-551);\n\nTemporary Resident Card (I-688);\n\nINS Work Permit (I-688A or I-688B);\n\nUnexpired Refugee Travel Document (I-571);\n\nUnexpired Re-entry Permit (I-327).\n\nIn addition, candidates for a position may verify their identify by producing such documents as a school ID, U.S. \nmilitary ID or draft card, Federal, state or local government ID with photo or description, Canadian driver's license, \nNative American Tribal ID or a voter's registration card.\n\nThen, if they also can produce one of the following for work authorization, they can be legally employed: Social \nSecurity card (unless stamped not valid for employment); U.S. birth certificate (including Puerto Rico, Guam and \nU.S. Territories); Certification of Birth Abroad of U.S. Citizen (FS-545 or DS-1350); document from INS with words \n\"Employment Authorized,\" U.S. Citizen ID (I-197); Resident Citizen Card (I-179) or a Native American Tribal ID.\n\n\"The key,\" says Munoz, \"is never to make assumptions. You can have an Irish person or a Canadian person who \nlooks so American and turns out to be an undocumented worker, or you can have someone named Maria \nHernandez, with dark skin and dark hair, whose family has lived in the United States for six generations. The \nimportant thing is to treat everyone in the same way.\"\n\nMore questions? Call the Office of Special Counsel at the Justice Department. Locally, phone 202-616-5594, or call \nthe toll-free number, 1-800-255-7688. You also can write to the Special Counsel at the U.S. Department of Justice, \nP.O. Box 27728, Washington, D.C. 20038-7728.\n\nAdditional information also is available from the Handbook for Employers, published by the Internal Revenue \nService and available from the IRS, the Justice department and the Immigration and Naturalization Service (write to \nthe Employer and Labor Relations Office at the INS, 4420 N. Fairfax Drive, Arlington, Va. 22203). This 36-page \nbooklet provides I-9 forms (which can be filled out by the new employee after being hired) for verification of \nemployment eligibility. It also shows pictures of sample documents ranging from state ID cards and driver's licenses \nto various forms of the resident alien card, employment authorization cards and other documents.\n"}