{"title": "Herndon Stands Up. But for What?", "body": "\n On May 2, voters in Herndon ousted the mayor and council members who had supported the creation of a day-\nlaborer center for the town's immigrant workers. Was this a measure of public opinion on illegal immigration? Here's \nwhat the advocates on both sides say:  \n\n History has a penchant for using small towns as a stage for large events. Think of Gettysburg and Selma. Almost \ntwo weeks ago, the history-making town was Herndon, where voters fired their mayor and like-minded members of \nthe Herndon Town Council in what can be seen as the first true metric in the national debate on illegal immigration. \n\n  Herndon is an American microcosm: 26 percent Hispanic, 10 percent black, 37 percent foreign-born. Once \nreliably conservative, these days it trends liberal and votes Democratic. Herndon's deposed political leaders were \ndeaf to the widespread opposition among town residents to a taxpayer-funded day-laborer site that was  created \nlast August.  \n\n Those of us who thought that facilitating illegal activities was wrong were painted as racist, hate-mongering \nxenophobes. Nearly all the local newspapers, including The Post, supported the incumbents or their policies and \npainted opponents as anti-immigrant, rather than anti-\"illegal\" immigrant. Those who profit from the exploitation of \nillegal immigrant labor endorsed and funded the mayor and his allies.  \n\n Herndon holds a clear warning for Washington and both major political parties: Stop ignoring the will of the people \nabout illegal immigration, or you will be checking in at your own day-laborer site  --  on K Street, no doubt.  \n\n  On May 1 thousands of uninvited illegal immigrants took to the streets with signs and slogans. But history will \nrecall that on the next day, tiny Herndon gave deed to the words that they chanted: \"¡Sí, se puede!\" Yes, it can be \ndone.  \n\n And it was  --  in Herndon.  \n\n Who's next?  \n\n  --  William Campenni \n\n is a member of the Herndon Minutemen. \n\n  williamcampenni@verizon.net \n\n\n  Project Hope and Harmony led the effort to create a site at which day laborers could congregate in Herndon. We \nfelt it was a moral imperative to help those who badly needed help and to solve a community problem with the help \nof members of that community. Sadly, opponents of the site say that it serves illegal immigrants, and they found \neager allies for that viewpoint among anti-immigration groups and self-righteous journalists. \n\n The site has done its intended job; it has ended the chaos on the street corners where laborers assembled in the \nheat, cold or rain in the hope of getting a job. Often, the day laborers were exploited. But apparently it doesn't \nmatter how well the site works, how much it would cost to expel workers that our economy needs or how inhumane \nit would be to close the site: Critics still want the day laborer site shut down. \n\n Some say the public has spoken through the recent election. Some say the laborers would be better served by \nreturning home and perhaps trying to come back as legal immigrants. Some say they don't want the \"illegals\" to be \nput on a path to legalization. But the more I hear these opinions, the more I see them for what they really are: \nbigotry.  \n\n I once saw a bumper sticker that read, \"Hate is not a family value.\" Apparently, in Herndon, it is about to become \none unless the decent silent majority reclaims the community. \n\n   --  Mukit Hossain \n\n is founder of Project Hope and Harmony. \n\n mhossain@continewtech.com \n\n  Should we reward illegal behavior with hard-earned dollars from law-abiding citizens? The voters in the recent \nHerndon election answered the question with a resounding \"No.\" By ousting the mayor and council members who \nsupported using taxpayer dollars to build a day-laborer center for illegal immigrants to congregate and find jobs, \nHerndon voters chose instead to elect officials who would follow the law.  \n\n Legal immigration made this country what it is today. We honor legal immigrants when we ensure that our laws are \nfollowed. I don't believe it is too much to ask that individuals obey the laws of our society before they take \nadvantage of what our society has to offer. To reward illegal behavior is to further encourage that behavior and to \ndemean those who have followed the rules to come to America legally.  \n\n The former elected officials in Herndon sought not to honor legal immigration but to encourage even more illegal \nimmigration. As it began to become an issue during last year's governor's race, Herndon officials simply blamed \nthe illegal immigration issue on the federal government. I agree that our federal government must give us real and \nmeaningful immigration reform legislation that will be enforced at all levels of government. Until then, locally elected \nofficials should not encourage the blatant violation of our laws.  \n\n Our nation was founded on the rule of law. Allowing one group to violate those laws with encouragement from \nlocally elected officials strikes a blow to our legal system. Do we allow individuals to obey only those laws they feel \nlike obeying? The voters in Herndon thought not.  \n\n  --  Jerry Kilgore \n\n was the Republican candidate for Virginia \n\n governor in the 2005 election. \n\n jkilgore@williamsmullen com \n\n  On May 2 Herndon citizens elected a new mayor and Town Council in a contest characterized by some as a \nreferendum on U.S. immigration policy. \n\nmailto:mhossain@continewtech.com\n\n\n  Herndon is a small town in Fairfax County, and immigration issues are not the town's to solve. The agency that \ndoes have that mandate  --  U.S. Citizenship and Immigration Services  --  has told Herndon that it does not have \nthe manpower to enforce immigration laws in the town. Yet the town badly needed a solution to the problem of men \ngathering on street corners to seek day work. That is why the Town Council approved a permit for the management \nof a temporary, regulated site for day workers. The Supreme Court has ruled that anti-loitering ordinances in the \nabsence of criminal activity are not enforceable. It also is clear that an anti-solicitation ordinance without the \nexistence of a regulated site would have violated federal law. \n\n The regulated worker center does not violate federal, state or local laws. Rather, it is adherence to such laws that \nmade the center the most workable solution for the town. Having such a site also allowed Herndon to establish an \nanti-solicitation ordinance, which it enacted in September. \n\n  Since the center opened, day workers have almost disappeared from Elden Street, a former problem area. The \nsite also provides an orderly process for the assembly and employment of day workers. Herndon's incoming mayor \nand council members won election based on promises to close the regulated site. They were elected by a narrow \nmajority with the help and the financial support of outside interest groups. I wish them and Herndon well. \n\n   --  Michael L. O'Reilly \n\n  is mayor of Herndon; he was defeated in  \n\nthe election. \n\n mike.oreilly@herndon-va.gov \n"}