{"title": "Film follows immigrant's struggles to study at U-Md.", "body": "\nThe Gandhi Brigade and a Montgomery College student worked together to document the undocumented this \nsummer.\n\nMontgomery College student Laura Moya and the Silver Spring-based community group made a film this summer \nfollowing an undocumented immigrant's journey to get a higher education. \n\nThe documentary, \"The Rights of Butterflies,\" follows a Montgomery College student, known only by  Katya in the \nfilm, who is struggling to find the money to complete her bachelor's degree at the University of Maryland. \n\nKatya immigrated to the United States from El Salvador with her mother when she was 13. She completed her \nassociate's degree at Montgomery College and now wants a degree in communications from Maryland, said Laurel \nGwizdak, media trainer for the film.\n\nAlthough she has been accepted at Maryland, Katya can't afford tuition. Because she still is an El Salvador \nresident, Katya is not eligible for in-state tuition. And because she has no legal status, Katya is not eligible for loans \nor grants, Gwizdak said.\n\nIn the documentary, Katya applies for small scholarships, hoping they will add up. At the end of the film, Katya still \ndoes not have enough money to enroll, Gwizdak said.\n\n\"People will connect with her and see the injustices she is facing and want to fight for her, and want to root for her \nand want her to go to school,\" Gwizdak said. \n\nMoya wanted to show the human experience behind the discussion about undocumented immigrants in the United \nStates, Gwizdak said. \n\n\"[Moya] had a very strong viewpoint that she did not want this to be a politically divisive film,\" Gwizdak said. \"She \nwanted to stay clear of topics and focus in on an individual who could be our sister, friend, neighbor.\"\n\nMoya approached the Gandhi Brigade, which works with youth on media projects, about her idea last spring, and \nfive members of the group joined her crew. The Gandhi Brigade signed on as the executive producer, said Richard \nJaeggi, executive director of the Gandhi Brigade. \n\nMoya, Gwizdak and the Gandhi Brigade members filmed from the end of June through August, Jaeggi said. \n\n\nThe crew members, most of whom came from immigrant families, worked about five hours per day, five days per \nweek, Jaeggi said. They followed Katya to school, home, her friend's houses and offices where she met with \npeople about scholarships. \n\n\"What [Moya] really wanted was for it to be something that reached people that either were indifferent to the plight \nof young people who lack documentation, or were against it but didn't have all the facts,\" Jaeggi said. \"She really \nwanted to create something very personal, very human.\"\n\nThose working on the movie also collaborated with a separate team at Pyramid Atlantic, an arts center in Silver \nSpring. The Pyramid Atlantic group created posters inspired by undocumented immigrants, said Catherine Chu, a \nyouth organizer with the Gandhi Brigade. \n\nThe group working on the movie and those collaborating on posters would come together to hear from experts on \nimmigration. Then, one group left to film, and the others headed to the art studio. \n\nThe group of 10 high school students made silk-screen posters, working on them four hours a day, four days a \nweek in July, Chu said. They completed many rounds of designs and eventually settled on three posters for the final \nproject.\n\nOne poster features an image of a family portrait cracked in half, another shows a girl with wings chained down, \nand the third shows scenes of a boy growing up and graduating from high school, followed by an image of a \nquestion mark. \n\n\"They were really proud of them,\" Chu said. \"You could see the progression in posters as they were made that \nmonth.\" \n\n\"The Rights of Butterflies\" will be screened Monday from 6:30 to 8:30 p.m. at the Silver Spring Civic Building at One \nVeterans Place. The screening is free and open to the public.\n\nktousignant@gazette.net\n"}