{"title": "Invisible Community's Hushed Cheer; 'Guest Worker' Plan Excites Area's Illegal Mexican Immigrants", "body": "\nIt's been 25 years since Jorge Saavedra slipped over the border from Mexico, one more peasant fleeing poverty. \nHe is now the established owner of two Hispanic grocery stores in the Maryland suburbs, but he has never \nforgotten his early struggle to survive. \n\nSo when Saavedra heard this week that President Bush was planning to establish a \"guest worker\" program and \nto legalize other immigrants already here, he was thrilled. \n\n\"All of us who came from there had a lot of hunger,\" said Saavedra, a small man with slicked-back hair, standing \nnext to a plastic locker of warm tortillas in La Poblanita, his shop in Riverdale Park in Prince George's County. \"The \npeople over there come to work. They don't come to rob.\" \n\nIn the rapidly growing Mexican community in Washington, news of possible immigration reform has inspired \ncuriosity and hope. Mexicans, who make up roughly half of the country's illegal immigrants, will probably be \namong the main beneficiaries of the program.  \n\nBush is expected to announce his proposal in mid-January. The program, which is still being developed, would \nrequire the approval of Congress, which has largely opposed easing immigration requirements since the Sept. 11, \n2001, terrorist attacks.  \n\nShoppers interviewed in Riverdale Park, where a sort of Little Mexico has flourished in recent years, were cautious \nabout the possibility of a new immigration program, with some wondering if it would be nothing more than an \nelection-year tease. If it does happen, they said, thousands of lives could be transformed, in ways large and small.  \n\n\"A work permit would let you go to other places where you could earn more. Imagine! I'd be so happy,\" said \nMarisela, a 30-year-old single mother who works as a cashier to support her three children back in Mexico. The \nRiverdale Park resident declined to provide her last name because she is here illegally. \n\nRoberto, 25, who also withheld his surname, comes from a family whose members have immigrated to the United \nStates seeking work for two generations. But now, he said, the simplest transactions are nearly impossible without \na work permit or Social Security card. \n\n\n\"It's a basic element you need. If you go anywhere, buy a car, get a cellular, they ask for your Social Security,\" said \nthe construction worker, who lives in Manassas. Many immigrants resort to using fake documents at such \nmoments but fear getting caught and perhaps arrested. \n\nAlthough Mexicans represent the biggest immigrant group in the United States, for years they were nearly \ninvisible in the Washington area. That is changing. Salvadorans remain the region's largest immigrant group, but, \naccording to the 2000 Census, the nearly 32,400 Mexicans make theirs the fifth-largest community, trailing the \nKorean, Indian and Vietnamese groups. The current number of Mexicans could be much higher, experts say, \nbecause groups with large numbers of undocumented people are often underrepresented in census data. \n\nConcentrations of Mexicans have developed in such places as Manassas, Alexandria and Hyattsville. In the census \ntract of East Riverdale, almost half the foreign-born population is from Mexico, nearly 2,200 people.  \n\nSaavedra, who reached the United States in time for the last major immigration amnesty in 1986, sees the growth \nreflected in the Mexican-owned restaurants, bakeries and groceries that have sprung up not far from his shop near \nKenilworth Avenue and East West Highway. His store bustles with customers seeking Mexican favorites: Jumex \nguava nectar; tamarind seeds; plastic tubs of rich, dark mole sauce; even lollipops dusted with chile powder.  \n\n\"All these people are in construction,\" said Saavedra, 45, a native of Puebla state, waving at men in jeans and \npaint-spattered boots who were picking up containers of lard or examining the packets of dried chiles, 14 different \nvarieties. \"They're all Mexican. Honestly, this kind of opportunity doesn't exist in Mexico.\" \n\nOpportunity may draw Mexicans to the Washington area, but it hasn't been easy for many to get work permits. \nSalvadorans and other Central Americans have benefited over the years from programs granting temporary \nresidence to people whose homelands were engulfed in war or lashed by natural disasters. No such program has \nbeen open to Mexicans. \n\nSome have lived in the shadows for more than a decade, hoping to become legal.  \n\nGina, a 31-year-old cleaning woman, arrived in the area 13 years ago, planning to earn money to help her parents, \nwho scratch out a living on a tiny farm in the southern Mexican state of Veracruz. She married another Mexican \nhere and has two boys, ages 9 and 4. Without U.S. residency papers, she is reluctant to visit home, for fear she \nwon't be able to get back across the border. \n\n\"It's been so long since I saw my father,\" she said, shaking her head. \"If I went, I'd be afraid for my children. \nSomething could happen to me. And they're small.\" She declined to provide her last name. \n\nFor all their hopes, the Mexicans are aware that it won't be easy to get a new program. Public opinion has swung \nagainst immigration since the terrorist attacks. Some politicians and citizens feel that granting work permits would \nreward those who arrived illegally.  \n\nAnd many worry that increased immigration will hurt U.S. workers. The Bush plan would reportedly create a Web-\nbased job registry in which employers who fail to find U.S. workers could offer positions to foreign \"guest \nworkers.\" In addition, some undocumented immigrants could get work authorization. \n\n\"The 'guest worker' provision of this proposal will sound the death knell of the American middle class,\" Dan Stein, \nexecutive director of the Federation for American Immigration Reform, said in a statement. \"Employers will never \nagain have to compete for workers by offering better pay or benefits. They will simply have to look across the \nborder.\" \n\nMany immigrants disagreed.  \n\nJavier Ramirez sees immigration reform as a question of justice and a way to avoid the hundreds of deaths that \noccur each year as migrants traipse across baking deserts or hide in locked railcars and trucks. The construction \nworker scoffed at the idea that U.S. workers could be harmed.  \n\n\n\n\"Americans don't want to do this job. If we fix the Americans' highways, why can't we have papers?\" asked the 40-\nyear-old resident of Manassas, who has lived in the United States for 17 years and was sponsored for residency by \nan employer.  \n\nBut his brother Jose, who drives a cement truck, said he couldn't imagine the program would solve the problems in \nthe U.S. immigration system. \"Too many people would want to come. They all couldn't come,\" he said. \"So people \nwould still arrive illegally.\"  \n"}