{"title": "The Immigration Equation", "body": "\nThe day I met George Borjas,cloistered in his office at the John F. Kennedy School of Government at Harvard while \ngraduate students from Russia, India, China and maybe Mexico mingled in the school cafe, sipping coffee and \nchattering away in all their tongues, the United States Senate was hotly debating what to do about the country's \nimmigration policy. Borjas professed to be unfazed by the goings-on in Washington. A soft-spoken man, he \nstressed repeatedly that his concern was not to make policy but to derive the truth. To Borjas, a Cuban immigrant \nand the pre-eminent scholar in his field, the truth is pretty obvious: immigrants hurt the economic prospects of the \nAmericans they compete with. And now that the biggest contingent of immigrants are poorly educated Mexicans, \nthey hurt poorer Americans, especially African-Americans, the most.\n\nBorjas has been making this case -- which is based on the familiar concept of supply and demand -- for more than a \ndecade. But the more elegantly he has made it, it seems, the less his colleagues concur. ''I think I have proved it,'' \nhe eventually told me, admitting his frustration. ''What I don't understand is why people don't agree with me.''\n\n  It turns out that Borjas's seemingly self-evident premise -- that more job seekers from abroad mean fewer \nopportunities, or lower wages, for native workers -- is one of the most controversial ideas in labor economics. It lies \nat the heart of a national debate, which has been encapsulated (if not articulated) by two very different immigration \nbills: one, passed by the House of Representatives, which would toughen laws against undocumented workers and \nprobably force many of them to leave the country; and one in the Senate, a measure that would let most of them \nstay. \n\n  You can find economists to substantiate the position of either chamber, but the consensus of most is that, on \nbalance, immigration is good for the country. Immigrants provide scarce labor, which lowers prices in much the \nsame way global trade does. And overall, the newcomers modestly raise Americans' per capita income. But the \nimpact is unevenly distributed; people with means pay less for taxi rides and household help while the less-affluent \ncommand lower wages and probably pay more for rent.\n\n  The debate among economists is whether low-income workers are hurt a lot or just a little -- and over what the \nanswer implies for U.S. policy. If you believe Borjas, the answer is troubling. A policy designed with only Americans' \neconomic well-being in mind would admit far fewer Mexicans, who now account for about 3 in 10 immigrants. \nBorjas, who emigrated from Cuba in 1962, when he was 12 (and not long after soldiers burst into his family's home \nand ordered them at gunpoint to stand against a wall), has asserted that the issue, indeed, is ''Whom should the \nUnited States let in?'' \n\n\n  Such a bald approach carries an overtone of the ethnic selectivity that was a staple of the immigration debates a \ncentury ago. It makes many of Borjas's colleagues uncomfortable, and it is one reason that the debate is so \ncharged. Another reason is that many of the scholars who disagree with Borjas also hail from someplace else -- like \ngardeners and seamstresses, a surprising number of Ph.D. economists in the U.S. are foreign-born. \n\n  Easily the most influential of Borjas's critics is David Card, a Canadian who teaches at Berkeley. He has said \nrepeatedly that, from an economic standpoint, immigration is no big deal and that a lot of the opposition to it is most \nlikely social or cultural. ''If Mexicans were taller and whiter, it would probably be a lot easier to deal with,'' he says \npointedly.\n\n  Economists in Card's camp tend to frame the issue as a puzzle -- a great economic mystery because of its very \nsuccess. The puzzle is this: how is the U.S. able to absorb its immigrants so easily? \n\n  After all, 21 million immigrants, about 15 percent of the labor force, hold jobs in the U.S., but the country has \nnothing close to that many unemployed. (The actual number is only seven million.) So the majority of immigrants \ncan't literally have ''taken'' jobs; they must be doing jobs that wouldn't have existed had the immigrants not been \nhere. \n\n  The economists who agree with Card also make an intuitive point, inevitably colored by their own experience. To \nthe Israeli-born economist whose father lived through the Holocaust or the Italian who marvels at America's ability \nto integrate workers from around the world, America's diversity -- its knack for synthesizing newly arrived parts into \na more vibrant whole -- is a secret of its strength. To which Borjas, who sees a different synthesis at work, replies \nthat, unlike his colleagues, the people arriving from Oaxaca, Mexico, are unlikely to ascend to a university faculty. \nMost of them did not finish high school. ''The trouble with the stories that American journalists write about \nimmigration,'' he told me, ''is they all start with a story about a poor mother whose son grows up to become.. . .'' and \nhis voice trailed off as if to suggest that whatever the particular story -- that of a C.E.O., a ballplayer or even a story \nlike his own -- it would not prove anything about immigration. What economists aim for is to get beneath the \nanecdotes. Is immigration still the engine of prosperity that the history textbooks describe? Or is it a boon to \nbusiness that is destroying the livelihoods of the poorest workers -- people already disadvantaged by such \npostmodern trends as globalization, the decline of unions and the computer? \n\n$( The Lopsided-Skill-Mix Problem $)\n\n  This spring, while militias on the prowl for illegal immigrants were converging on the Arizona border and, on the \nother side of the political fence, immigrant protesters were taking to the streets, I sampled the academic literature \nand spent some time with Borjas and Card and various of their colleagues. I did not expect concurrence, but I \nhoped to isolate what we know about the economic effects of immigration from what is mere conjecture. The first \ngleaning from the Ivory Tower came as a surprise. All things being equal, more foreigners and indeed more people \nof any stripe do not mean either lower wages or higher unemployment. If they did, every time a baby was born, \nevery time a newly minted graduate entered the work force, it would be bad news for the labor market. But it isn't. \nThose babies eat baby food; those graduates drive automobiles. \n\n  As Card likes to say, ''The demand curve also shifts out.'' It's jargon, but it's profound. New workers add to the \nsupply of labor, but since they consume products and services, they add to the demand for it as well. ''Just because \nLos Angeles is bigger than Bakersfield doesn't mean L.A. has more unemployed than Bakersfield,'' Card observes. \n\n  In theory, if you added 10 percent to the population -- or even doubled it -- nothing about the labor market would \nchange. Of course, it would take a little while for the economy to adjust. People would have to invest money and \nstart some new businesses to hire all those newcomers. The point is, they would do it. Somebody would realize that \nthe immigrants needed to eat and would open a restaurant; someone else would think to build them housing. \nPretty soon there would be new jobs available in kitchens and on construction sites. And that has been going on \nsince the first boat docked at Ellis Island.\n\n\n\n  But there's a catch. Individual native workers are less likely to be affected if the immigrants resemble the society \nthey are joining -- not physically but in the same mix of skills and educational backgrounds. For instance, if every \nimmigrant were a doctor, the theory is, it would be bad for doctors already here. Or as Borjas asked pointedly of \nme, what if the U.S. created a special visa just for magazine writers? All those foreign-born writers would eat more \nmeals, sure, but (once they mastered English, anyway), they would be supplying only one type of service -- my \ntype. Bye-bye fancy assignments.\n\n  During the previous immigrant wave, roughly from 1880 to 1921 (it ended when the U.S. established restrictive \nquotas based on country of origin), the immigrants looked pretty much like the America into which they were \nassimilating. At the beginning of the 20th century, 9 of 10 American adults did not have high-school diplomas, nor \ndid the vast majority of immigrants. Those Poles and Greeks and Italians made the country more populous, but \nthey did not much change the makeup of the labor market.\n\n  This time it's different. The proportion of foreign-born, at 12 percent, remains below the peak of 15 percent \nrecorded in 1890. But compared with the work force of today, however, the skill mix of immigrants is lopsided. \nAbout the same proportion have college degrees (though a higher proportion of immigrants are post-graduates). \nBut many more -- including most of the those who have furtively slipped across the Mexican border -- don't have \nhigh-school diplomas. \n\n  The latest estimate is that the United States has 11.5 million undocumented foreigners, and it's those immigrants \n-- the illegal ones -- who have galvanized Congress. The sponsor of the House legislation, Representative James \nSensenbrenner, a Republican from Wisconsin, says bluntly that illegals are bad for the U.S. economy. His bill would \nrequire employers to verify the status of their workers from a national database and levy significant penalties on \nviolators. But H.R. 4437 isn't primarily an economics bill -- it's an expression of outrage over the porousness of \nAmerica's borders. Among many other enforcement measures, the bill forces the U.S. to build hundreds of miles of \nfencing on its Southern border. \n\n  The Senate bill is irreducibly complex (more than 800 pages), but basically, it seeks to cure the problem of illegals \nby bringing them in from the shadows. Those already here would be able to continue working and get on track \ntoward a more normalized status. In the future, employers could bring in guest workers -- what Senate draftsmen \nrefer to hopefully as temporary workers -- as long as they paid them the going wage. \n\n  This latter bill, the product of an alliance between John McCain and Edward Kennedy, isn't really an economics \nbill, either, at least not the way economists see it. Its premise is that if you legalize undocumented people and \nreinforce the borders, then whatever negative impact immigrants have on the labor market will go away. The \ntheory is that newly minted green-card holders, no longer having deportation to fear, will stick up for their rights and \nfor higher wages too. Interestingly, some big labor unions, like the Service Employees International Union, are \nsupporters. But economists are skeptical. For one thing, after the U.S. gave amnesty to the nearly three million \nundocumented workers who were in the country in 1986, their wages didn't budge. Second, economists, as you \nmight expect, say market forces like supply and demand, not legal status, are what determine wages. \n\n  It baffles some economists that Congress pays so little heed to their research, but then immigration policy has \nnever been based on economics. Economic fears played a part in the passage of the exclusionary acts against \nChinese in the late 19th and early 20th centuries, and in the 1920's of quotas (aimed in particular at people from \nsouthern and eastern Europe), but they were mostly fueled by xenophobia. They were supplanted in the Civil Rights \nera by the Immigration and Nationality Act of 1965, which ended quotas and established a new priority based on \nfamily reunification. That law, also sponsored by Kennedy, had nothing to do with economics, either. It made the \nchief criterion for getting in having a relative who was already here. \n\n  If economists ran the country, they would certainly take in more immigrants who, like them, have advanced \ndegrees. (The U.S., which is hugely dependent on foreigners to fill certain skilled occupations like scientific \nresearch and nursing, does admit a relative handful of immigrants each year on work visas.) Canada and \nAustralia admit immigrants primarily on the basis of skills, and one thing the economists agree on is that high \nearners raise the national income by more than low earners. They are also less of a burden on the tax rolls. \n\n\n\n  With the exception of a few border states, however, the effect of immigration on public-sector budgets is small, \nand the notion that undocumented workers in particular abuse the system is a canard. Since many illegals pay into \nSocial Security (using false ID numbers), they are actually subsidizing the U.S. Treasury. And fewer than 3 percent \nof immigrants of any stripe receive food stamps. Also, and contrary to popular wisdom, undocumented people do \nsupport local school districts, since, indirectly as renters or directly as homeowners, they pay property taxes. Since \nthey tend to be poor, however, they contribute less than the average. One estimate is that immigrants raise state \nand local taxes for everyone else in the U.S. by a trivial amount in most states, but by as much as $1,100 per \nhousehold per year in California. They are certainly a burden on hospitals and jails but, it should be noted, poor \nlegal workers, including those who are native born, are also a burden on the health care system. \n\n$( Parsing the Wage Gap $)\n\n  Economists focus on Mexicans not because many are undocumented but because, relative to the rest of the labor \nforce, Mexicans have far fewer skills. And Mexicans and other Central Americans (who tend to have a similar \neconomic background) are arriving and staying in this country at a rate of more than 500,000 a year. Their average \nincomes are vastly lower than those both of native-born men and of other immigrants. \n\n  Native-born workers: $45,400\n\n  All immigrants: $37,000\n\n  Mexican immigrants: $22,300 \n\n  The reason Mexicans earn much less than most Americans is their daunting educational deficit. More than 60 \npercent of Mexican immigrants are dropouts; fewer than 10 percent of today's native workers are. \n\n  That stark contrast conveys, to economists, two important facts. One is that Mexicans are supplying a skill level \nthat is much in demand. It doesn't just seem that Americans don't want to be hotel chambermaids, pick lettuce or \nrepair roofs; it's true. Most gringos are too educated for that kind of work. The added diversity, the \ncomplementariness of skills, that Mexicans bring is good for the economy as a whole. They perform services that \nwould otherwise be more expensive and in some cases simply unavailable.\n\n  The Americans who are unskilled, however, must compete with a disproportionate number of immigrants. One of \nevery four high-school dropouts in the U.S. was born in Mexico, an astonishing ratio given that the proportion of \nMexicans in the overall labor force is only 1 in 25. So it's not magazine writers who see their numbers expanding; \nit's Americans who are, or would be, working in construction, restaurants, household jobs, unskilled manufacturing \nand so forth. \n\n  That's the theory. But economists have had a hard time finding evidence of actual harm. For starters, they noticed \nthat societies with lots of immigrants tend, if anything, to be more prosperous, not less. In the U.S., wages in cities \nwhere immigrants have clustered, like New York, have tended to be higher, not lower. Mississippi, on the other \nhand, which has the lowest per-capita income of any state, has had very few immigrants. \n\n  That doesn't necessarily mean that immigrants caused or even contributed to high wages; it could be they simply \ngo where the demand is greatest -- that their presence is an effect of high wages. As statisticians are wont to \nremind us, ''Correlation does not imply causation.'' (The fact that hospitals are filled with sick people doesn't mean \nhospitals make you sick.) Maybe without immigrants, wages in New York would be even higher. \n\n  And certainly, wages of the unskilled have been a source of worry for years. From 1970 to 1995, wages for high-\nschool dropouts, the group that has been the most affected by immigrants, plummeted by more than 30 percent, \nafter adjusting for inflation. Look at the following averages (all for male workers):\n\n  College graduates: $73,000\n\n  People with some college: $41,000\n\n\n\n  High-school grads: $32,000 \n\n  Dropouts: $24,800\n\n  These figures demonstrate a serious problem, at least if you care about wage inequality, and a quick glance at this \nlist and the previous one shows that native-born dropouts are earning only a shade more than Mexicans working in \nthis country. But that hardly proves that cheap Mexican labor is to blame. For one thing, economists believe that \nother factors, like the failure of Congress to raise the minimum wage, globalization (cheap Chinese labor, that is) \nand the decline of unions are equally or even more responsible. Another popular theory is that computer technology \nhas made skilled labor more valuable and unskilled labor less so. \n\n  Also, when economists look closely at wage dispersion, the picture isn't wholly consistent with the immigrants-\nas-culprits thesis. Look again at the numbers: people at the top (college grads) make a lot more than average but \nfrom the middle on down incomes are pretty compressed. Since only dropouts are being crowded by illegal \nimmigrants, you would expect them to be falling further behind every other group. But they aren't; since the mid-\n90's, dropouts have been keeping pace with the middle; it's the corporate executives and their ilk at the top who are \npulling away from the pack, a story that would seem to have little to do with immigration. \n\n  This isn't conclusive either, Borjas notes. After all, maybe without immigrants, dropouts would have done much \nbetter than high-school grads. Economists look for the ''counterfactual,'' or what would have happened had \nimmigrants not come. It's difficult to tell, because in the real world, there is always a lot more going on -- an oil \nshock, say, or a budget deficit -- than the thing whose effect you are studying. To isolate the effect of immigrants \nalone would require a sort of lab experiment. The trouble with macroeconomics is you can't squeeze your subjects \ninto a test tube. \n\n$( Marielitos in Miami, Doctors in Israel and Other Natural Experiments $)\n\n  The academic study of immigration's economic effects earned little attention before the subject started to get \npolitical traction in the 1980's. Then, in 1990, Borjas, who was on the faculty at the University of California at Santa \nBarbara, published a book, ''Friends or Strangers,'' which was mildly critical of immigration's effects.\n\n  That same year, David Card realized that a test tube did exist. Card decided to study the 1980 Mariel boat lift, in \nwhich 125,000 Cubans were suddenly permitted to emigrate. They arrived in South Florida with virtually no advance \nnotice, and approximately half remained in the Miami area, joining an already-sizable Cuban community and \nswelling the city's labor force by 7 percent.\n\n  To Card, this produced a ''natural experiment,'' one in which cause and effect were clearly delineated. Nothing \nabout conditions in the Miami labor market had induced the Marielitos to emigrate; the Cubans simply left when \nthey could and settled in the city that was closest and most familiar. So Card compared the aftershocks in Miami \nwith the labor markets in four cities -- Tampa, Atlanta, Houston and Los Angeles -- that hadn't suddenly been \ninjected with immigrants. \n\n  That the Marielitos, a small fraction of whom were career criminals, caused an upsurge in crime, as well as a more \ngeneralized anxiety among natives, is indisputable. It was also commonly assumed that the Marielitos were taking \njobs from blacks. \n\n  But Card documented that blacks, and also other workers, in Miami actually did better than in the control cities. In \n1981, the year after the boat lift, wages for Miami blacks were fractionally higher than in 1979; in the control cities, \nwages for blacks were down. The only negative was that unemployment rose among Cubans (a group that now \nincluded the Marielitos).\n\n  Unemployment in all of the cities rose the following year, as the country entered a recession. But by 1985, the last \nyear of Card's study, black unemployment in Miami had retreated to below its level of 1979, while in the control \ncities it remained much higher. Even among Miami's Cubans, unemployment returned to pre-Mariel levels, \n\n\n\nconfirming what seemed visible to the naked eye: the Marielitos were working. Card concluded, ''The Mariel influx \nappears to have had virtually no effect on the wages or unemployment rates of less-skilled workers.'' \n\n  Although Card offered some hypotheses, he couldn't fully explain his results. The city's absorption of a 7 percent \ninflux, he wrote, was ''remarkably rapid'' and -- even if he did not quite say it -- an utter surprise. Card's Mariel study \nhit the cloistered world of labor economists like a thunderbolt. All of 13 pages, it was an aesthetic as well as an \nacademic masterpiece that prompted Card's peers to look for other ''natural'' immigration experiments. Soon after, \nJennifer Hunt, an Australian-born Ph.D. candidate at Harvard, published a study on the effects of the return \nmigration of ethnic French from Algeria to France in 1962, the year of Algerian independence. Similar in spirit \nthough slightly more negative than the Mariel study, Hunt found that the French retour had a very mild upward \neffect on unemployment and no significant effect on wages. \n\n  Rachel Friedberg, an economist at Brown, added an interesting twist to the approach. Rather than compare the \neffect of immigration across cities, she compared it across various occupations. Friedberg's curiosity had been \npiqued in childhood; born in Israel, she moved to the U.S. as an infant and grew up amid refugee grandparents who \nwere a constant reminder of the immigrant experience. \n\n  She focused on an another natural experiment -- the exodus of 600,000 Russian Jews to Israel, which increased \nthe population by 14 percent in the early 1990's. She wanted to see if Israelis who worked in occupations in which \nthe Russians were heavily represented had lost ground relative to other Israelis. And in fact, they had. But that \ndidn't settle the issue. What if, Friedberg wondered, the Russians had entered less-attractive fields precisely \nbecause, as immigrants, they were at the bottom of the pecking order and hadn't been able to find better work? \nAnd in fact, she concluded that the Russians hadn't caused wage growth to slacken; they had merely gravitated to \npositions that were less attractive. Indeed, Friedberg's conclusion was counterintuitive: the Russians had, if \nanything, improved wages of native Israelis. She hypothesized that the immigrants competed more with one \nanother than with natives. The Russians became garage mechanics; Israelis ran the garages.\n\n$( Measuring the Hit to Wages $)\n\n  By the mid-90's, illegal immigration was heating up as an issue in the United States, prompting a reaction in \nCalifornia, where schools and other public services were beginning to feel a strain. But academics were coalescing \naround the view that immigration was essentially benign -- that it depressed unskilled native wages by a little and \nraised the average native income by a little. In 1997, a panel of the National Academy of Sciences, which reviewed \nall of the literature, estimated that immigration during the previous decade had, at most, lowered unskilled-native \nwages by 1 percent to 2 percent. \n\n  Borjas didn't buy it. In 1999 he published a second, more strident book, ''Heaven's Door.'' It espoused a \n''revisionist'' view -- that immigration caused real harm to lower-income Americans. Borjas argued that localized \nstudies like Mariel were flawed, for the simple reason that labor markets in the U.S. are linked together. Therefore, \nthe effects of immigration could not be gauged by comparing one city with another. \n\n  Borjas pointed out, as did others, that more native-born Americans started migrating out of California in the 1970's, \njust as Mexicans began arriving in big numbers. Previously California was a destination for Americans. Borjas \nreckoned that immigrants were pushing out native-born Americans, and that the effect of all the new foreigners \nwas dispersed around the country. \n\n  The evidence of a labor surplus seemed everywhere. ''If you wanted a maid,'' he recalled of California during the \n90's, ''all you had to do was tell your gardener, and you had one tomorrow.'' He felt certain that Mexicans were \ndepressing unskilled wages but didn't know how to prove it. \n\n  After Borjas moved East, he had an inspiration. It was easy to show that high-school dropouts had experienced \nboth lower wage growth and more competition from immigrants, but that didn't settle the point, because so many \nother factors could have explained why dropouts did poorly. The inspiration was that people compete not only \nagainst those with a like education, but also against workers of roughly the same experience. Someone looking for \n\n\n\na first job at a McDonald's competes against other unskilled entry-level job seekers. A reporter with 15 years' \nexperience who is vying for a promotion will compete against other veterans but not against candidates fresh out of \njournalism school.\n\n  This insight enabled Borjas to break down the Census data in a way that put his thesis to a more rigorous test. He \ncould represent skill groups within each age as a point on a graph. There was one point for dropouts who were 10 \nyears out of school, another for those who were 20 years and 30 years out. Each of these points was repeated for \neach decade from 1960 to 2000. And there was a similar set of points for high-school graduates, college graduates \nand so forth. The points were situated on the graph according to two variables: the horizontal axis measured the \nchange in the share of immigrants within each ''point,'' the vertical axis measured wage growth. \n\n  A result was a smattering of dots that on casual inspection might have resembled a work of abstract art. But \nlooking closer, the dots had a direction: they pointed downward. Using a computer, Borjas measured the slope: it \nsuggested that wages fell by 3 to 4 percent for each 10 percent increase in the share of immigrants.\n\n  With this graph, Borjas could calculate that, during the 80's and 90's, for instance, immigrants caused dropouts to \nsuffer a 5 percent decline relative to college graduates. In a paper published in 2003, ''The Labor Demand Curve Is \nDownward Sloping,'' Borjas termed the results ''negative and significant.''\n\n  But what about the absolute effect? Assuming businesses did not hire any of the new immigrants, Borjas's finding \nwould translate to a hefty 9 percent wage loss for the unskilled over those two decades, and lesser declines for \nother groups (which also received some immigrants). As we know, however, as the population grows, demand \nrises and business do hire more workers. When Borjas adjusted for this hiring, high-school dropouts were still left \nwith a wage loss of 5 percent over those two decades, some $1,200 a year. Other groups, however, showed a very \nslight gain. To many economists as well as lay folk, Borjas's findings confirmed what seemed intuitive all along: add \nto the supply of labor, and the price goes down. \n\n  To Card, however, what seems ''intuitive'' is often suspect. He became a labor economist because the field is full \nof anomalies. ''The simple-minded theories that they teach you in economics don't work'' for the labor market, he \ntold me. In the 90's, Card won the prestigious Clark Medal for several studies, including Mariel and another \nshowing that, contrary to theory, raising the minimum wage in New Jersey (another natural experiment) did not \ncause fast-food outlets to cut back on employment. \n\n  In a recent paper, ''Is the New Immigration Really So Bad?'' Card took indirect aim at Borjas and, once again, \nplumbed a labor-market surprise. Despite the recent onslaught of immigrants, he pointed out, U.S. cities still have \nfewer unskilled workers than they had in 1980. Immigrants may be depriving native dropouts of the scarcity value \nthey might have enjoyed, but at least in a historical sense, unskilled labor is not in surplus. America has become so \neducated that immigrants merely mitigate some of the decline in the homegrown unskilled population. Thus, in \n1980, 24 percent of the work force in metropolitan areas were dropouts; in 2000, only 18 percent were. \n\n  Card also observed that cities with more immigrants, like those in the Sun Belt close to the Mexican border, have \na far higher proportion of dropouts. This has led to a weird unbalancing of local labor markets. For example, 10 \npercent of the work force in Pittsburgh and 15 percent in Cleveland are high-school dropouts; in Houston the figure \nis 25 percent, in Los Angeles, 30 percent. The immigrants aren't dispersing, or not very quickly. \n\n  So where do all the dropouts work? Los Angeles does have a lot of apparel manufacturers but not enough of such \nimmigrant-intensive businesses to account for all of its unskilled workers. Studies also suggest that immigration is \ncorrelated with a slight increase in unemployment. But again, the effect is small. So the mystery is how cities absorb \nso many unskilled. Card's theory is that the same businesses operate differently when immigrants are present; \nthey spend less on machines and more on labor. Still, he admitted, ''We are left with the puzzle of explaining the \nremarkable flexibility of employment demand.'' \n\n  Card started thinking about this when he moved from Princeton in the mid-90's. He noticed that everyone in \nBerkeley seemed to have a gardener, ''even though professors are not rich.'' In the U.S., which has more unskilled \n\n\n\nlabor than Europe, more people employ housecleaners. The African-American women who held those jobs before \nthe war, like the Salvadorans and Guatemalans of today, weren't taking jobs; they were creating them. \n\n$( The Personal Is Economic $)\n\n  Though Card works on immigration only some of the time, he and Borjas clearly have become rivals. In a recent \npaper, Card made a point of referring to the ''revisionist'' view as ''overly pessimistic.'' Borjas told Business Week \nthat Card's ideas were ''insane.'' (''Obviously I didn't mean he is insane; he is a very bright guy,'' Borjas clarified \nwhen we talked. ''The idea that you can add 15 or 20 million people and not have any effect seems crazy.'') Alan B. \nKrueger, an economist who is friendly with each, says, ''I fear it might become acrimonious.'' Card told me twice \nthat Borjas's calculations were ''disingenuous.'' ''Borjas has a strong view on this topic,'' Card said, ''almost an \nemotional position.'' \n\n  Card is more comfortable with anecdote than many scholars, and he tells a story about his wife, who teaches \nEnglish to Mexicans. In one class, she tapped on a wall, asking a student to identify it, and the guy said, ''That's \ndrywall.'' To Card, it signifies that construction is one of those fields that soak up a disproportionate number of \nMexicans; it's a little piece of the puzzle. ''Even when I was a kid in Ontario 45 years ago,'' he notes, ''the tobacco \npickers were Jamaicans. They were terrible jobs -- backbreaking.'' Card is a political liberal with thinning auburn air \nand a controlled, smirky smile. His prejudices, if not his emotions, favor immigrants. Raised by dairy farmers in \nGuelph, Ontario, he remembers that Canadian cities were mostly boring while he was growing up. The ones that \nattracted immigrants, like Toronto and Vancouver, boomed and became more cosmopolitan.\n\n  ''Everyone knows in trade there are winners and losers,'' Card says. ''For some reason it doesn't stop people from \nadvocating free trade.'' He could have said the same of Wal-Mart, which has put plenty of Mom-and-Pop retailers \nout of business. In fact, any time a firm offers better or more efficient service, somebody will suffer. But the \neconomy grows as a result. \n\n  ''I honestly think the economic arguments are second order,'' Card told me when we discussed immigration. ''They \nare almost irrelevant.''\n\n  Card's implication is that darker forces -- ethnic prejudice, maybe, or fear of social disruption -- is what's really \nmotivating a lot of anti-immigrant sentiment. Borjas, a Hispanic who has written in blunt terms about the skill \ndeficits of Mexicans, in particular arouses resentment. ''Mexicans aren't as good as Cubans like him,'' Douglas S. \nMassey, a demographer at Princeton, said in a pointed swipe. \n\n  Borjas lives an assimilated life. He has a wife who speaks no Spanish, three kids, two of whom study his mother \ntongue as a foreign language, and a home in Lexington, a tony Boston suburb. Yet his mind-set often struck me as \nthat of an outsider -- an immigrant, if you will, to his own profession. \n\n  When I asked the inevitable question -- did his exile experience influence his choice of career? -- he said, ''Clearly \nit predisposed me.'' The seeds of the maverick scholar were planted the year before he left Cuba, a searing time \nwhen the revolution was swinging decisively toward Soviet-style communism. His family had owned a small factory \nthat manufactured men's pants. The factory was shut down, and the family made ready to leave the island, but their \ndeparture was delayed by the death of Borjas's father. The son had to attend a revolutionary school, where the \nprecepts of Marxism-Leninism were drilled into the future economist with notable lack of success. One day he \nmarched in the band and drummed the ''Internationale'' in front of Fidel Castro and the visiting Yuri Gagarin, the \nSoviet cosmonaut. ''Since that year I have been incredibly resistant to any kind of indoctrination,'' he told me -- an \nattitude that surfaces in wry references to the liberal Harvard environs as the ''People's Republic of Cambridge'' and \nto American political correctness in general.\n\n  Borjas's family arrived with virtually no money; they got some clothing from Catholic Charities and a one-time \nstipend of, as he recollects, $100. His mother got a factory job in Miami, where they stayed several years. Then the \nfamily moved to New Jersey. He attended Saint Peter's College in Jersey City and got his Ph.D. at Columbia. \n\n\n\n  I asked him whether the fact that he was Cuban, the most successful Latin subgroup, had affected his views of \nother Hispanics. ''Look, I've never been psychoanalyzed,'' he said with an air of resignation, as if he were \naccustomed to hearing such loaded questions. One thing Borjas shares with Card is a view that others treat \nimmigration emotionally. But Borjas takes comfort not in anecdote but in empiricism. As he said to me often, ''The \ndata is the data.''\n\n$( Immigrants Can Be Complementary $)\n\n  Economists on Card's side of the debate recognize that they at least have to deal with Borjas's data -- to reconcile \nwhy the local studies and national studies produce different results. Card shrugs it off; even 5 percent for a dropout, \nhe observes, is only 50 to 60 cents an hour. Giovanni Peri, an Italian working at the University of California, Davis, \nhad a more intriguing response. Peri replicated Borjas's scatter diagram, and also his finding that unskilled natives \nsuffer a loss relative to, say, graduates. He made different assumptions, however, about how businesses adjust to \nthe influx of new workers, and as a result, he found that the absolute harm was less, or the gain was greater, for all \nnative-born groups. By his reckoning, native dropouts lost only 1 percent of their income during the 1990's.\n\n  Peri's theory is that most of the wage losses are sustained by previous immigrants, because immigrants \ncompete most directly with one another. It's a principle of economics that a surplus in one part of the production \nscheme raises the demand for every other one. For instance, if you have a big influx of chefs, you can use more \nwaiters, pushing up their wages; if you have a lot of chefs and waiters, you need more Sub-Zeros, so investment \nwill also rise. The only ones hurt, in this example, are the homegrown chefs -- the people who are ''like'' the \nimmigrants. \n\n  Indeed, workers who are unlike immigrants see a net gain; more foreign doctors increases the demand for native \nhospital administrators. Borjas assumes that a native dropout (or a native anything) is interchangeable with an \nimmigrant of the same skill level. Peri doesn't. If enough Mexicans go into construction, some native workers may \nbe hurt, but a few will get promotions, because with more crews working there will be a greater demand for \nforemen, who most likely will be natives. \n\n  Natives have a different mix of skills -- English, for instance, or knowledge of the landscape. In economists' lingo, \nforeigners are not ''perfect substitutes.'' (Friedberg also observed this in Israel.) In some cases, they will \ncomplement rather than compete with native workers. Vietnamese manicurists in California cater to a lower-price, \nless-exclusive market than native-run salons. The particular skills of an Italian designer -- or even an economist -- \nare distinct from an American's. ''My work is autobiographical to a large extent,'' notes Peri, who got into the field \nwhen the Italian government commissioned him to study why Italy was losing so many professionals. The \nforeigners he sees in California are a boon to the U.S. It astonishes him how people like Sensenbrenner want to \nrestrict immigration and apply the letter of the law against those working here. \n\n  This is a very romantic view. The issue is not so much Italian designers as Mexican dropouts. But many Mexicans \nwork jobs that are unappealing to most Americans; in this sense, they are not exactly like natives of their skill level \neither. Mexicans have replenished some occupations that would have become underpopulated; for instance, 40,000 \npeople who became meat processors immigrated to the U.S. during the 1990's, shoring up the industry. Without \nthem, some plants would have raised wages, but others would have closed or, indeed, relocated to Mexico. \n\n$( Are All Dropouts the Same? $)\n\n  I talked to half a dozen vintners and a like number of roofing-company owners, both fields that rely on Mexican \nlabor, and frequently heard that Americans do not, in sufficient numbers, want the work. In the case of the \nvineyards, if Mexicans weren't available, some of the grapes would be harvested by machine. This is what \neconomists mean by ''capital adjusting.'' If the human skills are there, capital will find a way to employ them. Over \nthe short term, people chase jobs, but over the long term jobs chase people. (That is why software firms locate in \nSilicon Valley.)\n\n\n\n  If you talk to enough employers, you start to gather that they prefer immigrant labor over unskilled Americans. \nThe former have fewer problems with tardiness, a better work ethic. Some of this may be prejudice. But it's possible \nthat Mexican dropouts may be better workers than our dropouts. In Mexico, not finishing high school is the norm; it's \nnot associated with an unsuitability for work or even especially with failure. In the U.S., where the great majority do \ngraduate, those who don't graduate have high rates of drug use and problems with the law. \n\n  The issue is charged because the group with by far the highest rate of incarceration is African-American dropouts. \nApproximately 20 percent of black males without high-school diplomas are in jail. Indeed, according to Steven \nRaphael, a colleague of Card's at Berkeley, the correlation between wages and immigration is a lot weaker if you \ncontrol for the fact that so many black men are in prison. But should you control for it? Borjas says he thinks not. It's \npretty well established that as the reward for legal work diminishes, some people turn to crime. This is why people \nsold crack; the payoff was tremendous. Borjas has developed one of his graphs to show that the presence of \nimmigrants is correlated with doing time, especially among African-Americans. Incarceration rates, he notes, rose \nsharply in the 70's, just as immigration did. He doesn't pretend that this is the whole explanation -- only that there is \na link. Card retorts: ''The idea that the way to help the lot of African-Americans is to restrict Mexicans is ridiculous.'' \nBlack leaders have themselves mostly switched sides. In the 20's, A. Philip Randolph, who led the Pullman Porters, \nspoke in favor of immigration quotas, but the civil rights establishment no longer treats immigration as a big issue; \ninstead it tends to look at immigrants as potential constituents. (One person who takes issue with the prevailing \nview is Anthony W. Williams, an African-American pastor in Chicago who is running for Congress against \nRepresentative Jesse Jackson Jr. Black leaders have forsaken their mission, he told me. ''Immigration will destroy \nthe economic base of the African-American community.'')\n\n  In the spring, as the Senate Judiciary Committee was trying to parse these issues into a piece of legislation, \nBorjas and Card were invited to air their views. Each declined, in part because they don't think politicians really \nlisten. As if to prove the point, the effort to write a joint bill has stalled, following Sensenbrenner's announcement \nthat the House intends to stage a series of public hearings on immigration around the country over the summer. \nThere will be a lot said about border control, many heartfelt stories and probably very little about natural \nexperiments. \n\n  The economists do have political opinions, of course. Borjas leans to a system like Canada's, which would admit \nimmigrants on the basis of skills. He also says that, to make sure the problem of illegals does not recur, the U.S. \nshould secure its borders before it adjusts the status of its present illegals. \n\n  Advocates of a more open policy often cite the country's history. They argue that the racists of bygone eras were \nnot only discriminatory but also wrong. Card, for instance, mentioned an article penned by a future U.S. senator, \nPaul Douglas, titled ''Is the New Immigration More Unskilled Than the Old?'' It was written in 1919, when many \npeople (though not Douglas) held that Jews, Slavs and Italians were incompatible with the country's Anglo and \nTeutonic stock. Nativism has always been part of the American scene, and it has tended to turn ugly in periods \nwhen the country was tired of or suspicious of foreigners. In 1952, quotas were maintained in a law sponsored by \nSenator Pat McCarran, a prominent McCarthyite. There remains today a palpable strain of xenophobia in the anti-\nimmigrant movement. Dan Stein, president of the Federation for American Immigration Reform, remarked to me, \nrather meanly, ''If someone comes here from China and they go swimming in a dangerous river, a sign in English is \nenough, but the Mexicans want it in Spanish.'' Ninety years ago, some signs were in German, as were 500 \nnewspapers on American soil.\n\n  But U.S. history, as Borjas observes, can be read in two ways. For sure, earlier waves of immigrants assimilated, \nbut America essentially closed the gate for 40 years. Antipathy toward Germans during World War I forced German-\nAmericans to hide all traces of their origins. The quotas of the 1920's were reinforced by the Depression and then \nby World War II. The country had time to let assimilation occur. \n\n  A reverse process seems to be occurring with Mexican-Americans. Very few Mexicans came north in the decades \nafter 1920, even though they were relatively free to do so. As recently as 1970, the U.S. had fewer than one million \nMexicans, almost all of them in Texas and California. The U.S. did bring Mexican braceros to work on farms during \nthe 1940's, 50's and 60's. The program was terminated in 1964, and immigration officials immediately noticed a \n\n\n\nsharp rise in illicit border crossings. The collapse of the Mexican economy in the 70's gave migrants a further push. \nFinally, Mexicans who obtained legal status were (thanks to the 1965 reform) able to bring in family members. \n\n  The important point is that, ultimately, there was a catalytic effect -- so many Mexicans settled here that it became \neasier for more Mexicans to follow. One story has it that in a village in central Mexico people knew the price of \nmushrooms in Pennsylvania sooner than people in the next county over. Even if apocryphal, it illustrates what \neconomists call a network effect: with 12 million people born in Mexico now dispersed around the U.S., information \nabout job-market conditions filters back to Mexico with remarkable speed.\n\n  Now that the network is established, the exodus feels rather permanent; it is not a wave but a continuous flow. \nThis has led to understandable anxiety, even among economists, about whether Mexicans will assimilate as rapidly \nas previous groups. Although second-generation Mexicans do (overwhelmingly) speak English, and also graduate \nfrom high school at far higher rates than their parents, Borjas has documented what he calls an ethnic ''half-life'' of \nimmigrant groups: with each generation, members of the group retain half of the income and educational deficit (or \nadvantage) of their parents. In other words, each group tends toward the mean, but the process is slow. Last year \nhe wrote that Mexicans in America are burdened if not doomed by their ''ethnic capital,'' and will be for several \ngenerations. In ''Heaven's Door,'' Borjas even wrote forgivingly of the quota system enacted in the 20's, observing \nthat it ''was not born out of thin air; it was the political consensus. . .reached after 30 years of debate.'' These are \ndistasteful words to many people. But Borjas does not advocate a return to quotas. His point is that Americans \nshouldn't kid themselves: ''National origin and immigrant skills are so intimately related, any attempt to change one \nwill inevitably change the other.'' \n\n$( The Limits of Economics $)\n\n  Economists more in the mainstream generally agree that the U.S. should take in more skilled immigrants; it's the \nissue of the unskilled that is tricky. Many say that unskilled labor is needed and that the U.S. could better help its \nnative unskilled by other means (like raising the minimum wage or expanding job training) than by building a wall. \nNone believe, however, that the U.S. can get by with no limits. Richard B. Freeman of Harvard floated the idea that \nthe U.S. simply sell visas at a reasonable price. The fee could be adjusted according to indicators like the \nunemployment rate. It is unlikely that Congress will go for anything so cute, and the economists' specific \nprescriptions may be beside the point. As they acknowledge, immigration policy responds to a host of factors -- \ncultural, political and social as well as economic. Migrant workers, sometimes just by crowding an uncustomary \nallotment of people into a single dwelling, bring a bit of disorder to our civic life; such concerns, though beyond the \neconomists' range, are properly part of the debate. \n\n  What the economists can do is frame a subset of the important issues. They remind us, first, that the legislated \ngoal of U.S. policy is curiously disconnected from economics. Indeed, the flow of illegals is the market's signal that \nthe current legal limits are too low. Immigrants do help the economy; they are fuel for growth cities like Las Vegas \nand a salve to older cities that have suffered native flight. Borjas's research strongly suggests that native unskilled \nworkers pay a price: in wages, in their ability to find inviting areas to migrate to and perhaps in employment. But the \nprice is probably a small one. \n\n  The disconnect between Borjas's results and Card's hints that there is an alchemy that occurs when immigrants \nland ashore; the economy's potential for absorbing and also adapting is mysterious but powerful. Like any form of \neconomic change, immigration causes distress and disruption to some. But America has always thrived on dynamic \ntransformations that produce winners as well as losers. Such transformations stimulate growth. Other societies (like \nthose in Europe) have opted for more controls, on immigration and on labor markets generally. They have more \nstability and more equality, but less growth and fewer jobs. Economists have highlighted these issues, but they \ncannot decide them. Their resolution depends on a question that Card posed but that the public has not yet come \nto terms with: ''What is it that immigration policy is supposed to achieve?''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: Manuel I. Immigrant from Guatemala. House Painter.\n\nNorma M. Immigrant from Mexico. Housecleaner.\n\n Salvador C. Immigrant from Mexico. Construction. (Photographs by David Turnley/Getty Images, for The New \nYork Times)\n"}