{"title": "The Everymigrant's Guide to Crossing the Border Illegally", "body": "\nWhen the desert is cool, as it is now, illegal immigration becomes a flood.\n\n Of the million people who were arrested trying to sneak into the United States over the Mexican border last year, \nmore than half were caught from January to April, the United States Border Patrol says. \n\n  To avoid detection, smugglers now lead people through more demanding and dangerous terrain; more than 300 \npeople died trying to cross last year.\n\n To help prevent death and deportation, the Mexican government has published a guide that advises its citizens on \nthe intricacies of sneaking into the United States. It also gives tips on how migrants should conduct themselves \nafter reaching the streets of the promised land.\n\n The 31-page pamphlet, ''Guide for the Mexican Migrant,'' has infuriated some American politicians and citizens \nwho say the Mexican government is effectively encouraging a criminal activity that is fraying the American cultural \nfabric and draining state and local municipalities.\n\n The Mexican government says it is simply recognizing reality. \n\n Many illegal immigrants living in Los Angeles said they had heard about the booklet, but few had actually seen it. A \ngroup of Latino men waiting for work outside the Home Depot superstore on Sunset Boulevard were offered copies \nof the booklet by a reporter. They freely admitted that they were in the United States illegally. That said, the men \nflipped through the booklet for a few minutes before dismissing the effort of the Mexican government.\n\n ''Useless,'' said Jorge Castillo, 30, a Guatemalan who has made the desert trek seven times in seven years. \n\n ''Trash,'' said Efrain Travolia, 35, a Mexican who speaks a little English.\n\n These men and a dozen others milling about offered a portrait of the trip and practical advice on how to make it \nand how to live upon arrival in Los Angeles.\n\n The booklet warns the migrant that if he decides to use the services of a smuggler, he should not hand his children \nover to him, not carry packages or drive a vehicle for him, as they may contain drugs, and not trust his assurances. \n\n There is better advice that may save your life, the men said.\n\n\n ''Never hire a coyote on the border,'' said Mr. Castillo, a thickly built man with whiskers and gold teeth, referring to \nthe smugglers who guide illegal migrants into the United States. Have a friend recommend a contractor while you \nare in your hometown, he advised. ''This way, if anything happens to you, your family knows his family.''\n\n Those who hire strangers at the border are more likely to be robbed, raped or held for ransom, Mr. Castillo said. It \nshould not cost more than $2,000, he said, to go from the Mexican side of the border to Phoenix.\n\n Once migrants are taken to Phoenix, the men said, they are locked in ''safe houses'' until they call loved ones who \nwire money to the smugglers. The enterprise works on a cash-on-delivery basis. Migrants should be sure to have a \ncode word so that if things are going badly, their loved ones can intervene by going to the family of the smuggler \nback at home, ensuring the migrant's safety and release, Mr. Castillo said.\n\n ''If immigration catches you, never give the name of the coyote,'' cautioned Mr. Travolia, who said he had on \noccasion smuggled people over the border himself. ''You might end up dead or in prison.'' \n\n Mr. Travolia told of a woman who informed on a smuggler to United States immigration officials. The smuggler then \ntold officials that she was his partner. ''She is sitting in jail right now,'' Mr. Travolia said.\n\n Crossing a river can be risky, the Mexican government guide says: ''Heavy clothing grows heavier when wet, and \nthis makes it difficult to swim or float.''\n\n Mr. Travolia, who is from Guadalajara, advised: ''Try never to cross the river. Never do it. If you have to, write your \nname in your underpants in case you drown. Then they can find your family and you can be buried by a priest.''\n\n Mr. Castillo said that if migrants made it as far as an American river, that was not the time to be cheap.\n\n ''Spend the $5 for an inner tube,'' he said. \n\n Apparently there are people waiting at the riverbanks to rent flotation devices to the traveler. The booklet carries \nlittle advice about what to carry, except to say that salted water prevents dehydration. \n\n The day laborers say that supplies for crossing the desert should include two gallons of water, canned food, salty \npeanuts or seeds, painkillers and six packs of tobacco or four cloves of garlic. The cigarettes are not for smoking \nbut to create a circle of tobacco in which to sleep. \n\n ''Tobacco keeps rattlesnakes away,'' Mr. Castillo said. Garlic applied liberally to the shins also repels snakes, he \nadded.\n\n Wear dark colors, the men said. Never wear red; it can attract attention. Wear two pairs of pants because walking \nis done in the darkness, when there is danger of walking into cactus spines. Carry a plastic bag as a raincoat and \nblanket. Sleep under bushes and out of the sun.\n\n If immigration authorities chase you, count your steps. If you forget the number, you cannot retrace the route to the \nspot where the group split. Then the migrant may become disoriented and alone. ''These are the people who die,'' \nMr. Castillo said. \n\n Pocket money is necessary, but never put your money in your pockets, they said. Hide it on your body. \n\n If the Mexican police arrest you before you cross the border, Mr. Castillo said, offer 500 pesos immediately. \nAnything less, to the officer inclined to accept a bribe, he added, could be construed as an insult and result in jail \ntime. Last year, 42 Mexican immigration officials were charged with running a human smuggling ring. \n\n The Mexican guide says that once migrants are living here they should not call attention to themselves or alter \ntheir routines, and that they should refrain from attending loud parties and driving without a license.\n\n\n\n ''Use your common sense,'' countered Mr. Castillo. ''This country is good as long as you don't start offending \npeople. Try to look confident.'' Never get drunk and pass out in the bushes at Home Depot, he said. This is against \nthe law.\n\n Whenever plagued by doubt or confusion while living in the United States, there is one simple rule, Mr. Castillo \nsaid. \n\n ''Always remember how much you have suffered to get here. If you forget how much you suffered, you will be sent \nback.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Immigrant workers in Los Angeles looked over copies of a Mexican government guide for migrants. (Photo \nby J. Emilio Flores for The New York Times)                   \n"}