{"title": "PRESIDENT CLINTON'S COMMITMENT TO WELFARE REFORM: THE DISTURBING RECORD SO FAR", "body": "\nINTRODUCTION\n\nPresident Bill Clinton has promised to \"end welfare as we know it,\" and his Administration is drawing up proposals \nfor Congress which, the White House claims, will deliver on that promise.  In making this bold commitment, the \nPresident acknowledges that the War on Poverty has failed.  America today is spending seven times as much in \nconstant dollars on means-tested welfare as it was when the War on Poverty started in 1965.  Overall the U.S. \ntaxpayers have spent $ 5 trillion on welfare since Lyndon Johnson launched his \"war,\" an amount greater than the \ncost of defeating Germany and Japan in World War II.\n\nPresident Johnson declared his \"war\" would be a great investment which would return its cost to society manyfold, \nand the average American household has already \"invested\" around $ 50,000 in taxes in fighting the War on \nPoverty.  But in many respects the fate of lower-income Americans has become worse, not better, in the last \nquarter-century.\n\nA key reason is that welfare has caused a collapse of the low-income family.  Today, one child in eight is being \nraised on welfare through the Aid to Families with Dependent Children (AFDC) program.  When the War on Poverty \nbegan, roughly one black child in four in the United States was born out of wedlock.  Today two out of three black \nchildren are born out of wedlock.  Rapid increases in illegitimacy are occurring among low-income whites as well; \nthe illegitimate birth rate among low-income white high school drop outs is 48 percent.  Overall 30 percent of \nchildren in the U.S. are now born to single mothers.\n\nOne reason why this trend is so destructive is that single-parent homes dependent on welfare are poor \nenvironments for raising children.  Children brought up in such circumstances have limited prospects for \nsucceeding in mainstream society.  They are far more likely to fail in school.  They are more likely to get caught up \nin crime.  And they are more likely to end up on welfare themselves as adults.  June O'Neill of Baruch College, in \nNew York City, has even shown that long-term welfare dependence reduces a child's intellectual ability by one-third \nwhen compared with nearly identical low-income children not on welfare. n1 \n\nSingle-parent families also impose staggering social costs on the communities around them.  Young black men \nraised without fathers on average commit twice as much crime as young black men raised in similar low-income \nfamilies with both a father and mother present. n2 The threat of violence that makes most Americans afraid to walk \nat night in major U.S. cities is a direct result of family disintegration engendered by the welfare state. \n\nIt is indeed, as the President maintains, vital to end welfare as we know it.  The center-piece of President Clinton's \nreform proposal does give the appearance of changing the system, at least in part.  The President proposes to \nrequire those parents in the AFDC program who have received welfare for over two years to perform community \nservice work (workfare) in exchange for continued AFDC benefits.  However, despite the conservative rhetoric, the \n\n\nactions of the Clinton Administration during its first year in office have gone in exactly the opposite direction.  The \nClinton Administration has in fact sought to expand conventional welfare programs and to undermine existing work \nrequirements for welfare recipients.\n\nSpecifically, the Clinton Administration thus far has:\n\nProposed a huge increase in conventional welfare spending.  After promising to end welfare, the Clinton \nAdministration in its first budget proposal asked for $ 110 billion over five years in expanded spending for existing \nwelfare programs, such as Food Stamps, the Women, Infants and Children Food Program (WIC), public housing, \nand energy assistance.\n\nIgnored funding for workfare.  Despite its pleas for an additional $ 110 billion for conventional welfare spending, \nClinton's proposed budget did not seek one extra dime for expanding workfare programs.  But all experts agree that \nif the government is to require welfare recipients to work in exchange for benefits, extra funds must be provided to \nadminister such work programs. n3 \nPostponed long-term work requirements.  By avoiding any real commitment to expanding workfare up to the \npresent time, the Clinton Administration has ensured that its efforts to \"end welfare as we know it\" cannot even \ncommence until fiscal year 1995.  This very late start makes it unlikely that more than four or five percent of all \nparents enrolled in the AFDC program actually will be required to work in exchange for welfare benefits by the time \nPresident Clinton seeks re-election in 1996.\n\nAttempted to reduce current work requirements.  Far from promoting workfare programs, the Clinton Administration \nhas spent most of 1993 seeking to undermine the few work requirements in existing law.  It has even gone so far as \nto advise states to violate the current law in order to reduce the amount of work that welfare recipients would be \nrequired to perform.\n\nThe history of welfare is littered with the rhetoric of politicians who have claimed they were overhauling the system \nwhile little or nothing was changed.  The Clinton Administration is perfectly poised to join in this venerable tradition.  \nEven worse, despite passing references in a few speeches, Clinton seems determined to avoid serious policies \ndealing with the core welfare problem: how to reduce illegitimacy and encourage marriage.\n\nLESSONS FROM THE PAST: THE LEGACY OF BOGUS REFORM\n\nThe history of the U.S. welfare system is marked by a complete disconnect between political rhetoric and public \npolicy reality.  For instance, in launching the War on Poverty, President Lyndon Johnson confidently declared \"the \ndays of the dole are numbered.\" But then he greatly expanded the number of welfare programs and the number of \nAmericans receiving welfare.\n\nJust five years ago, Americans were told that the welfare system had been dramatically overhauled with the \npassage of the Family Support Act of 1988.  The public was told that most welfare recipients would be required to \nwork in exchange for benefits.  Senator Patrick Moynihan (D-NY) declared of the reforms, which he championed, \n\"For 50 years the welfare system has been a maintenance program.  It has now become a jobs program.\" n4 \nWelfare spending, supporters said, would be dramatically trimmed as child support payments from absent fathers \nreplaced government-funded welfare benefits for most single mothers.  The claim was eerily similar to today's \ndeclarations. \n\nThe 1988 reforms, it was alleged, would require millions of welfare mothers with young children to work.  This claim \nhad ramifications in other areas of public policy; over the next two years, it gave a major impetus to efforts to fund a \nnational government day care system through the Act for Better Childcare.  Proponents of this legislation argued \nthat the 1988 welfare reforms demonstrated that the idea of mothers in general caring for children in the home was \npasse.  Thus, a new government day care infrastructure would be required not only for the children of welfare \nmothers who would allegedly be sent to work, but also for children of the general population.\n\n\n\nBut in the five years since the 1988 \"welfare overhaul,\" the only noticeable change in the welfare system has been \na dramatic surge in spending.  Welfare spending by federal, state, and local governments in 1988 was $ 217 billion \n-- by 1992, spending had surged to $ 305 billion (both figures are in constant 1992 dollars).\n\nWhile Americans were told that the 1988 reforms required most welfare recipients to work for benefits, by 1992 \nonly one percent of all AFDC parents were actually required to perform community service work (workfare) in \nexchange for welfare assistance. n5 A slightly greater number were required to search for a job or undertake \ntraining.  Overall, as table 1 shows, during the average month in 1992, only 6.9 percent of AFDC parents were \nrequired to work, search for a job, or participate in education and training for more than 20 hours per week. \nTable\n\nPercentage of Adult AFDC Recipients Participating in Mandatory Job Search, Community Service Work, or \nTraining: FY1992 \n\nAlabama 7.2%\nAlaska 3.8%\nArizona 2.8%\nArkansas 9.6%\n\nCalifornia* 4.8%\n\nColorado 11.1%\nConnecticut 14.6%\nDelaware 8.0%\nDistrict of Columbia 6.0%\nFlorida 3.8%\nGeorgia 4.7%\nHawaii 0.7%\nIdaho 8.4%\nIllinois 6.6%\n\nIndiana* 1.2%\n\nIowa 3.8%\nKansas 9.2%\nKentucky 5.1%\nLouisiana 4.0%\nMaine 5.2%\nMaryland 4.6%\nMassachusetts 16.5%\n\nMichigan* 6.9%\n\nMinnesota 5.1%\nMississippi 2.5%\nMissouri 3.8%\nMontana 15.1%\nNebraska 31.5%\nNevada 9.0%\nNew Hampshire 9.8%\nNew Jersey 8.9%\nNew Mexico 7.6%\nNew York 6.8%\nNorth Carolina 5.1%\nNorth Dakota 13.0%\n\n* -- data represent participants as percentage of full AFDC caseload for 1991.\n\n* -- data represent participants as percentage of full AFDC caseload for 1991.\n\n* -- data represent participants as percentage of full AFDC caseload for 1991.\n\n\n\nOhio 9.6%\nOklahoma 24.6%\nOregon 10.4%\nPennsylvania 5.9%\nRhode Island 10.9%\nSouth Carolina 5.4%\nSouth Dakota 8.6%\nTennessee 4.2%\nTexas 5.2%\nUtah 30.0%\nVermont 7.4%\nVirginia 6.7%\nWashington 11.2%\nWest Virginia 6.9%\nWisconsin 18.1%\nWyoming 11.7%\nNationwide Average 6.9%\n\nSource: Office of Family Assistance, Department of Health and Human Services.  All data are monthly averages of \nrecipients who participated in programs more than 20 hours per week.\n\nWhen pressed to explain the dismal results of the 1988 legislation, the conventional excuse is a shortage of funding \nfor the Job Opportunities and Basic Skills (JOBS) program contained in the Act.  Under the provisions of the \nlegislation, this program operates workfare, job search, and training activities for welfare recipients.  This \nconvenient explanation is misleading, however.  The real problem of the 1988 reforms was that very few AFDC \nrecipients were in fact required to participate in any JOBS activity.  Since the Act required only six percent of the \nAFDC caseload to participate in job search, training, or community service work, most states met these \nrequirements using only part of the allocated federal JOBS funds. n6 There was a shortage of requirements, not a \nshortage of money. \n\nSignificantly, Congress poured billions of dollars into expanding the coverage of conventional welfare programs \nafter passing the Family Support Act. n7 Since 1988, expansions in Medicaid and housing programs alone would \nhave been far more than sufficient to fund work programs for all AFDC parents.  The simple fact is that Congress, \nafter telling the American public that it was going to require welfare recipients to work for their benefits, did \neverything but that.  What Congress actually did was to limit workfare programs while expanding conventional \nwelfare dramatically. \n\nCongress has followed the traditional pattern in welfare policy over the last five years.  Lawmakers talk tough about \nworkfare, but Congress keeps the actual number of recipients who are required to work as low as possible, and \nexpands spending on conventional welfare programs.  Unfortunately, during its first year in office, the Clinton \nAdministration has shown every indication that it intends to follow this well-worn path.\n\nClinton's Reform Rhetoric\n\nAs candidate and as President, Bill Clinton has spoken often about the need to reform welfare.  At times his \nrhetoric has been stirring; in Putting People First: How We Can All Change America, Clinton pledged to \"honor and \nreward people who work hard and play by the rules.\" Welfare reform, and more specifically his pledge to \"end \nwelfare as we know it\" was invoked often and with great effect during the campaign, and played a key role in \nClinton's strategy of portraying himself as a \"New Democrat.\"\n\nThe centerpiece of President Clinton's reform proposal is to end welfare as a long-term one-way hand-out.  Adult \nwelfare recipients in the AFDC program would receive normal welfare for only two years.  If they remained on \nwelfare for over two years they would be required to perform community service work in exchange for benefits.  In \nPutting People First, which laid the foundation for recent policy pronouncements, Clinton states the government \nshould:\n\n\n\nAfter two years, require those who can work to go to work, either in the private sector or in community service: [the \ngovernment should] provide placement assistance to help everyone find a job, and give the people who can't find \none a dignified and meaningful community service job. n8 \n\nWith this statement, Clinton adopted rhetorically the workfare policy advocated by Ronald Reagan and other \nconservatives for over twenty years, but opposed by liberal majorities in Congress.\n\nYet Clinton's proposal was not limited to creating new responsibilities for welfare recipients.  In addition to the \n\"stick\" of required work, he proposed new \"carrots\" or incentives to \"honor and reward those who work hard and \nplay by the rules.\" These incentives include an expansion of the Earned Income Tax Credit (EITC) and government-\nfunded health care for low-income working parents.\n\nEarlier this year, in an address to the National Governors Association, Clinton repeated his \"carrots and sticks\" \ntheme of welfare reform.  \"We must provide people on welfare with more opportunities for job training,\" he \ndeclared, \"with the assurance that they will receive the health care and child care they need when they go to work, \nand with all the opportunities they need to become self-sufficient.  But then we have to ask them to make the most \nof these opportunities and to take a job.\" n9 \n\nWhile Clinton's rhetorical commitment to requiring welfare recipients to work and to rewarding families who strive to \nbe self-sufficient is commendable, it is also strangely limited.  Despite having an entire chapter devoted to children \nand another to the family, Putting People First never mentions illegitimacy or marriage. n10 By ignoring the need to \nreduce illegitimacy and to promote marriage Clinton evades the core problem of the welfare state and the root of \nmany of America's social problems. n11 Insisting that welfare mothers work at community service jobs will do little \nto reduce welfare costs or to improve society as long as the illegitimate birth rate remains at 30 percent and rising. \nTHE CLINTON RECORD TO DATE\n\nAs disturbing as the lack of commitment to tackling illegitimacy is the widening chasm between Clinton's welfare \nreform rhetoric and his actions.  The record thus far suggests that Bill Clinton intends to deliver on all of the \n\"carrots\" of welfare reform, such as expanding the Earned Income Tax Credit, and providing government-funded \nhealth care to millions of Americans, but deliver on few or none of the \"sticks,\" such as work and personal \naccountability.\n\nA Disturbing Appointment\n\nIn his first concrete action on the welfare reform front, President Clinton appointed Donna Shalala as head of the \nDepartment of Health and Human Services (HHS).  The choice was odd because Shalala had served for years on \nthe Board of Directors of the Children's Defense Fund, a Washington-based organization which has taken the lead \nin opposing work requirements for welfare recipients.  Shalala actually served at the Children's Defense Fund \nduring a period when the organization opposed the minuscule work and job search requirements in the 1988 Family \nSupport Act.  In her lengthy confirmation testimony Shalala mentioned welfare reform in only one vague sentence.  \nUpbraided by Senator Moynihan for her lack of interest in reform, Shalalala promised merely to create yet another \ntask force to look into reform.\n\nRevealing Budget Proposals\n\nAn even greater disappointment to those who trusted in Clinton's promise to \"end welfare\" was the President's \nproposed budget submitted in the spring of 1993.  The President's budget asked for $ 110 billion in expanded \nwelfare spending over the next five years.  Welfare spending was already projected to grow at a baseline rate of \nroughly 50 percent over five years, before the proposed spending increases.  Thus Clinton was proposing $ 110 \nbillion in new spending above an already rapidly expanding baseline.\n\nTrue, some $ 26 billion of this new welfare spending was to expand the Earned Income Tax Credit.  By \nsupplementing the earnings of low-wage working parents, the EITC does help to \"make work pay\" relative to \nwelfare.  It is one of Clinton's \"carrots\" to reward constructive behavior and should be considered part of his \n\n\n\nwelfare reform package.  But the other spending increases sought by Clinton were largely for conventional welfare \nprograms invented in the earlier years of the War on Poverty: Food Stamps, public housing, energy aid, community \ndevelopment grants, and Head Start, among others.  A complete list of Clinton's proposed welfare spending \nincreases is included in the Appendix.\n\nSome might attempt to justify this expansion of conventional welfare programs on the grounds that welfare was cut \nback during the Reagan and Bush years.  In reality, federal, state, and local welfare spending (measured in \nconstant 1992 dollars) grew by more than 50 percent in the Reagan-Bush period, rising from $ 195 billion in 1980 to \n$ 305 billion in 1992.  And as a percentage of GNP, welfare spending climbed from 4.2 percent when Ronald \nReagan took office to 5.2 percent when George Bush left.  So the claimed \"reduction\" of funding during this period \ncannot justify Clinton's proposed increases.\n\nNo Workfare Funding\n\nStill, the dramatic spending increases for conventional welfare proposed by Clinton are only part of the picture.  \nThe most devastating fact about Clinton's budget is that the $ 110 billion in proposed new welfare spending did not \ncontain one thin dime for expanding workfare.  If large numbers of welfare recipients are to be required to work, \ntotal welfare costs may fall as recipients leave the rolls, but the amount of money specifically devoted to operating \nwork programs must be greatly increased.  The funds for administering workfare for welfare recipients are currently \nincluded under the JOBS program created by the Family Support Act of 1988.  In his address to the National \nGovernors Association in February, Clinton said that the JOBS program had been highly successful but had been \nhampered by a lack of funds.  However, his budget released a few weeks later contained no increase in \nJOBS/workfare funding.\n\nSome might argue that Clinton could not increase workfare funding until all the details of his welfare reform could \nbe worked out.  But when Clinton ultimately unveils his reform, it will contain work programs similar to the workfare \nprogram (Community Work Experience program) which exists in current law and is already operated on a small \nscale as part of JOBS.  If the intent is to \"end welfare as we know it\" the Clinton Administration should have begun \nby vastly increasing as soon as possible the number of recipients required to participate in existing workfare \nprograms.  It was not necessary to wait until every detail of its final workfare plan had been developed.  It is also \nworth noting that the Clinton budget contained emergency funding requests for other initiatives such as National \nService, even though the details of those programs had not been worked out.\n\nIf the Clinton Administration was serious in its plan to require workfare, it would have asked for supplemental \nappropriations for workfare in 1993 and, say, a quadrupling of JOBS funding for 1994.  Instead Clinton sought \naggressively to expand conventional welfare not workfare.  The money for the proposed expansion of the Food \nStamp program alone could have quadrupled future funding for JOBS/workfare.  n12 By procrastinating on its \ncommitment to workfare, the Clinton Administration ensured that its campaign to end welfare would not even begin \nuntil Fiscal Year 1995. \n\nWhile not all the President's spending initiatives were approved by Congress, the proposed budget presents a \ndramatic statement of presidential priorities.  The message is clear.  The President has promised a welfare reform \nof both carrots (positive incentives for constructive behavior) and sticks (sanctions or limits on negative behavior).  \nFollowing the pattern which has become almost habitual, the carrots have appeared promptly but the stick is \nnowhere in sight.\n\nThe Administration's budget story has a final hypocritical twist.  A few months after Clinton proposed $ 110 billion in \nincreased spending, mainly for conventional welfare programs, Clinton political appointees at HHS began \nsuggesting that it might be necessary to scale back Clinton's welfare reform plan because the government lacked \nfunds to pay for it. n13 Thus Clinton appointees sought to build a case for reneging on Clinton's workfare policy by \nciting a lack of funds at the same time the Administration was proposing vast increases in conventional welfare \nspending. \nThe War Against Workfare\n\n\n\nThe Clinton Administration has not merely ignored its commitment to workfare; it has actually spent most of 1993 \nattempting to roll back existing work requirements.\n\nUnder the 1988 Family Support Act, only one group of welfare recipients was actually required to work in exchange \nfor benefits.  That group was fathers in two-parent families receiving benefits from the Aid to Families with \nDependent Children-Unemployed Parent (AFDC-UP) program.  According to the Family Support Act, fathers in \nAFDC-UP families would be required to work in community service programs for sixteen hours per week.  Congress \nlimited this requirement to only 40 percent of AFDC-UP fathers and postponed the effective date of the work \nrequirement until FY 1994.  Note the minimal nature of this requirement: two-parent AFDC-UP families are 9 \npercent of the AFDC caseload, so 40 percent of 9 percent means only 3.6 percent of the total AFDC caseload faced \na real work requirement.  Even that requirement to work for a few hours per week was delayed until FY 1994, six \nyears after the Act's passage.\n\nThe Clinton Administration's actions with regard to this minimal work requirement have been unequivocal -- it has \nrepeatedly attacked it.  During the debate on the Omnibus Budget Reconciliation Act, the Clinton Administration \nsought to postpone the AFDC-UP work requirement effective date from FY 1994 to FY 1996. n14 Since all the work \nprovisions of the AFDC program undoubtedly will be completely rewritten before 1996, the Clinton Administration \neffectively was proposing to kill the only real work provision in existing law. n15 The Administration claimed lamely \nthat it was trying to postpone work requirements on AFDC-UP fathers because there were no funds to operate such \nworkfare programs.  Even assuming this dubious argument is correct, there were no funds to implement these \nworkfare programs in FY 1994 precisely because the Clinton Administration requested none. \n\nWhile the House of Representatives went along with Clinton's plan to roll back the AFDC-UP work requirements \nduring the congressional debate on the budget, the Senate rebelled at this effort to gut the only work requirement in \nexisting law.  Led by Senator Moynihan, the Senate rejected the Clinton plan.  The Senate then prevailed over the \nHouse in conference and the modest AFDC-UP work requirements were maintained unchanged.\n\nAfter the Clinton Administration failed in its legislative efforts to eliminate work requirements for AFDC-UP fathers, it \nadopted a back-door strategy: If it could not wipe out the law, the Administration proposed to neuter it by permitting \nand encouraging an open violation of the law by state governments.  This September, a few days before the AFDC \nwork requirements were to take effect, Clinton's HHS issued a new regulation which greatly weakened the \nrequirements. n16 Whereas the law requires participating AFDC-UP fathers to perform community service work at \nleast sixteen hours per week, the Clinton regulations cut this to only eight hours per week. n17 \n\nSince these proposed regulations deliberately and clearly violated the law, they drew a firestorm of protest.  Among \nthe critics, Senator Alfonse D'Amato (R-NY) declared, \"Now that they can't delay any longer, the Administration is \ntrying to water down these requirements.  It is clear that this Administration is evading welfare reform.\" n18 Faced \nwith vocal opposition in the Senate and press articles calling attention to the contradiction between Clinton's \nrhetoric and policy, HHS quickly rescinded its regulations. \nState Experimentation and Waivers\n\nThe only area of the Clinton record that suggests even the slightest momentum toward genuine reform has been \nwaivers granted to state governments.  In keeping with his \"New Democrat\" theme, President Clinton has \nacknowledged that all wisdom may not reside in Washington, D.C. He has thus proposed to foster state \nexperimentation in welfare policy by granting state governments waivers from federal law in operating some \nwelfare programs. n19 \n\nIn addressing the National Governors Association, President Clinton repeated his campaign pledge to promote \nstate experimentation:\n\nWe need to encourage experimentation in the states . . .  I do not want the Federal Government, in pushing welfare \nreforms based on [my] general principles, to rob [state governors] of the ability to do more, to do different things.  . . \n.  My view is that we ought to give you more elbow room to experiment. n20 \n\n\n\nClinton explained that serious support for experimentation must permit the states to undertake initiatives which go \nbeyond federal reform policies and do things which he, the President, might not personally approve of.  In order to \nfoster experimentation, he pledged to \"approve waivers of experiments that I did not necessarily agree with.  . . .  If \nwe didn't disagree on anything, what would be the need for experiments?  That is the nature of the experiment, is \nthat one person has an idea different from another person.\" n21 \n\nHowever, to date, few of the waiver requests submitted to the Clinton Administration have proposed significant \nreforms.  The key exception was the waiver request submitted by Wisconsin Governor Tommy Thompson for an \nexperiment in two counties.  In those counties, the Governor planned to convert the AFDC program into a program \nof temporary aid.  AFDC recipients could receive benefits for two years, after which their AFDC benefits would be \nterminated.  In contrast to President Clinton's national reform proposal, Thompson's experimental plan did not \nguarantee community service jobs to those who stayed on welfare over two years.\n\nThe response of Clinton's HHS was predictable.  Despite the President's explicit pledge to grant waivers for policies \nhe did not fully agree with, HHS attempted to crush the Wisconsin waiver request.  HHS demanded that the \nGovernor eviscerate his proposal by guaranteeing all AFDC recipients who remained on AFDC over two years the \nright to community service jobs.  This would have converted the Thompson proposal from a unique experiment into \na mere clone of what Clinton was proposing to do nationally.\n\nGovernor Thompson refused to yield to HHS pressure.  HHS then sought to cripple the proposal by requiring the \nWisconsin government to entangle itself in thousands of dollars of \"due process\" litigation each time an AFDC case \nwas actually terminated.  Despite months of resistance, it was HHS rather than Thompson that finally buckled, and \nthe waiver request was granted without crippling modifications.\n\nThe Wisconsin waiver will initiate a bold experiment, but its scope is limited.  The experiment is restricted to only \ntwo counties and does not begin until January 1995.  Welfare benefits will not be terminated for any recipients until \ntwo years later, in January 1997.\n\nReviewing the overall record of the Administration, the lesson is plain.  The Clinton record on workfare has been a \ndisaster.  After campaigning on the theme of \"ending welfare\" and requiring welfare recipients to work, Clinton has \nexpanded conventional welfare spending, requested no funds for workfare, and sought to abolish the only real work \nrequirement in existing law.  This is scarcely an auspicious start for \"ending welfare as we know it.\"\n\nPRINCIPLES OF REAL REFORM\n\nThe welfare system desperately needs reform.  Real reform would convert welfare from a one way hand-out into a \nsystem of mutual responsibility in which welfare recipients would be given aid but would be expected to contribute \nsomething back to society for assistance given.  A reformed system also must strongly discourage dependency and \nirresponsible behavior and encourage constructive behavior.  It must firmly control soaring welfare costs, which \nare slowly bankrupting the nation.  Finally, and most important, welfare reform must seek to reduce the illegitimate \nbirth rate in the U.S. and promote the formation of stable two-parent families.  Any \"reform\" which does not \ndramatically reduce the illegitimate birth rate will not save money and will fail to truly help America's children and \nsociety.\n\nWith these objectives in mind, real reform must be based on the following eight principles:\n\n1) Establish serious workfare requirements.\n\nThe key to successful workfare is the number of welfare recipients who are required to participate.  Following the \npattern of the 1988 reforms, it is likely that the Clinton plan will be quite complex, appearing to require large \nnumbers of recipients to perform community service work when in reality few are.  Real reform would require all \nfathers in the AFDC-UP program to perform community service work forty hours per week in 1994.  It would also \nrequire able-bodied single persons in the Food Stamp program to work.  And it should require half of all single \nmothers on AFDC to perform community work service for benefits by 1996.\n\n\n\n2) Establish sensible workfare priorities.\n\nWorkfare programs should be efficient and low-cost.  Workfare should be established first for those persons who \nhave the least justification for being out of the labor force.  Therefore workfare requirements should be imposed \ninitially on able-bodied, non-elderly single persons on welfare, followed by fathers in two-parent families on welfare \nand absent fathers who fail to pay child support.  After workfare has been put in operation for these groups, those \nsingle mothers on AFDC who do not have preschool children should be required to work. n22 \n\nHigh day care expenses mean that putting a single mother with a young child to work in a community service work \nprogram costs roughly two to three times as much as requiring a mother with older child to work.  Because work \nprograms inevitably operate within fixed budgets, an emphasis on workfare participation by mothers with younger \nchildren leads to a sharp reduction in the total number of persons who will be required to work.  One little-\nunderstood aspect of the workfare debate is that liberals often attempt to focus workfare programs on mothers with \nvery young children precisely because they understand this will quickly soak up available funds and thereby limit \nthe number of recipients required to participate.  Liberal welfare advocates also would like to undermine the \ngeneral concept of workfare by showing that all workfare programs cost more than they save -- so they promote the \nleast cost-effective workfare programs (namely, those with a heavy emphasis on mothers with young children).\n\nAbout half of AFDC single mothers do not have any pre-school children under age five.  Workfare should be \nimposed on single mothers with younger children under five only after most mothers with older children have been \nrequired to work.  However, if an AFDC mother gave birth to an additional child after her initial enrollment in AFDC, \nthat child should not exempt her from work requirements.  (This rule is needed to prevent mothers from having \nadditional children to escape the work requirement.)\n\n3) Limit welfare given to unwed teen mothers.\n\nBy paying young women to have children out of wedlock, the current welfare system encourages them in a course \nof action that, in the long term, proves self-defeating to the mothers and harmful to both the children and society.  \nPlacing millions of single mothers in work and training programs will have little positive effect for society as long as \nthe illegitimate birth rate remains over 30 percent.\n\nCongress must go to the heart of the dependency problem by seeking to reduce the number of illegitimate births.  It \nhas been a tragic mistake for the government to pay money to fourteen-year-old girls on the condition that they \nhave children out of wedlock.  The government should begin to address the illegitimacy problem by ending the \ndisastrous present policy of giving AFDC cash payments to unmarried teen mothers.\n\nAs Washington Post journalist Leon Dash has shown in his book When Children Want Children, most unmarried \nteen mothers both conceive and deliver their babies deliberately rather than accidentally. n23 While young women \ndo not bear unwanted children in order to gain a welfare income, they are very much aware of the role which \nwelfare will play in supporting them once a child is born.  Thus, the availability of welfare bolsters the decision to \nbecome pregnant.  Refusing to pay young unwed mothers direct cash benefits would certainly result in a sharp and \nsubstantial drop in teen illegitimacy. n24 \n\nThose federal AFDC funds, which currently are given directly to unwed mothers under age 21 should be converted \ninto block grants to the states.  State governments could use the funds to develop innovative new policies for \nassisting those teenagers who continue to have children out of wedlock.  Such polices could include supporting the \nmothers in tightly supervised group homes or promoting adoption.  But federal funds could no longer be used to \nsimply give cash welfare to teen mothers.\n\n4) Do not provide increased AFDC and Food Stamp benefits to mothers who bear additional children while already \nenrolled in the AFDC program.\n\n\n\nUnder the current system, if a mother enrolled in AFDC bears additional children she receives an automatic \nincrease in her AFDC and Food Stamp benefits.  No other family in U.S. society receives an automatic increase in \nits family income if it has more children.  There is no reason to provide expanded welfare benefits to single mothers \nwho have additional illegitimate children after they are already dependent on welfare.\n\nA limitation of this sort has already been put in effect in the state of New Jersey by black Democratic \nAssemblyman Wayne Bryant.  Although available evidence is limited, early data suggest that the policy will \nsignificantly reduce the number of out-of-wedlock births.  State officials call attention to a 16 percent drop in births \namong welfare recipients in the first two months following the change in policy. n25 \n5) Require paternity establishment for children receiving AFDC.\n\nCurrent law requires that an AFDC mother must make a \"good faith\" effort to identify the father of the child in order \nto receive AFDC.  This law is routinely ignored.\n\nThe government should require, for children born after January 1994, that the mother identify the father of the child \nin order to receive AFDC, public housing, or Food Stamps. n26 Exceptions to this rule in a few hardship cases \ncould be given but the exceptions should not exceed 10 percent. \n\nModern DNA testing permits government officials to determine the child's real father with absolute confidence.  \nOnce the mother has identified the father and paternity has been established, the father can be required to pay \nchild support to offset welfare costs.  If the child support paid does not equal half the cost of the AFDC and Food \nStamps received by the mother and child, the remainder should become a debt which the father must repay at a \nfuture point.\n\nIf the father claims he cannot pay any child support because he cannot find a job, the government should require \ncommunity service work from him to fulfill his obligation.  Experiments with this approach in Wisconsin have led to \nsurprising improvements in the ability of absent fathers to locate private sector employment and pay child support.  \nMoreover, the definite expectation among young men that they will be identified as fathers and required to pay child \nsupport for their children may put an end to the ethos in some communities where young men assert their \nmasculinity by lathering children they have no intention to support.\n\n6) Reduce welfare's marriage penalty.\n\nThe current welfare system heavily penalizes marriage between a mother and a working man.  This marriage \npenalty should be reduced by creating a tax credit for lower-income parents who are married and who are working \nrather than living on welfare.\n\n7) Provide increased funding for abstinence education.\n\nScientific experiments have shown that strong sexual abstinence curricula substantially change teenagers' attitudes \ntoward early sexual activity.  Among girls taking abstinence courses, pregnancy rates have been reduced by over \n40 percent when compared with girls who have not taken the sex abstinence classes. n27 By contrast, programs \npromoting contraception may increase pregnancy rates. \n8) Cap the growth of welfare spending.\n\nNo matter how frequently official Washington proposes to \"end welfare,\" the costs of welfare continue to rise.  \nWelfare absorbed about 1.5 percent of GNP when Lyndon Johnson launched the War on Poverty in 1965; it had \nrisen to over 5 percent by 1992.  With a $ 305 billion price tag, welfare spending now amounts to $ 8,300 for each \npoor person in the U.S.  Worse still, Congressional Budget Office figures project total welfare costs to rise to half a \ntrillion dollars, or about 6 percent of GNP, by 1998. n28 Predictably, the Clinton Administration maintains that half a \ntrillion dollars is not enough; \"ending welfare\" for the Clinton Administration means adding on even more spending. \n\nThe long history of bogus welfare reforms, all of which were promised to save money but did not, leads to one \nobvious conclusion.  The only way to limit the growth of welfare spending is to do just that: limit the growth of \n\n\n\nwelfare spending.  The welfare system must be put on a diet.  The future growth of federal means-tested welfare \nspending should be capped at, say, 3.5 percent per annum. n29 Individual programs would be permitted to grow at \ngreater than or less than 3.5 percent according to congressional priorities, provided aggregate spending fell within \nthe 3.5 percent ceiling.  By slowing the outpour from the federal welfare spigot, the cap gradually would reduce the \nsubsidization of dysfunctional behavior: dependency, non-work, and illegitimacy.  The cap also would send a \nwarning signal to state welfare bureaucracies.  Cushioned by a steady and increasing flow of federal funds in the \npast, most bureaucracies have found no need to grapple with the tough and controversial policies needed to really \nreduce illegitimacy and dependency.  With a cap on future federal funds, state governments would, for the first time, \nbe forced to adopt innovative and aggressive policies which would reduce the welfare rolls. \nCONCLUSION: THE COMING BOGUS REFORM\n\nClinton's promise to \"end welfare as we know it\" was a focal point of his 1992 election campaign.  Clinton aides \nadmit that welfare reform is pivotal to Clinton's effort to define himself as a \"New Democrat.\" By claiming that he will \nrequire welfare recipients to work for the benefits they get, Clinton has seized a very popular issue; nearly 90 \npercent of the public believe that able-bodied welfare recipients should be required to \"do work for their welfare \nchecks.\" n30 \n\nBut Clinton's actions in his first year in office indicate strongly that he intends to expand rather than end welfare.  \nWhile Clinton no doubt will boldly embrace the symbols of reform, there is very little indication that he will actually \nseek substantial changes in the current system.  All the evidence suggests that Clinton will duplicate the \nmeaningless welfare reform debate of 1988.  As in 1988, the public again will be told that America has achieved a \nrevolutionary change in welfare when in fact little or nothing has been altered.\n\nUsing the 1988 reform and the first year Clinton record as prognosticators, it seems likely that President Clinton will \npropose a new round of bogus reform which will have the following features:\n\ncheckmark Any proposed legislation will have tough language about requiring work, but the actual work provisions \nwill be technical and complex.  Few on Capitol Hill will read and understand them.\n\ncheckmark While the Administration will claim that vast numbers of welfare recipients will be required to perform \ncommunity service work under its proposed legislation, few will actually be required to work.  The percentage of \nAFDC recipients who are actually required to perform community work service work will probably be under 10 \npercent in 1996.\n\ncheckmark The workfare programs established will be inefficient and unnecessarily expensive.  The costs of \noperating these programs will exceed any savings they achieve by encouraging welfare recipients to leave the \nrolls.  The Clinton Administration will claim vaguely that the programs will save money \"in the long run.\"\n\ncheckmark The Clinton Administration will call for a heavy new investment in education and training programs for \nwelfare recipients despite the compelling evidence that such programs are ineffective in raising the wage rates of \nwelfare recipients.\n\ncheckmark The false notion that huge numbers of welfare mothers have been required to work will be used to \njustify creating a federal day care system for middle class families.\n\ncheckmark The central problem of high illegitimacy rates will rarely be mentioned; no effective policies to reduce \nillegitimacy and promote marriage will be adopted.\n\n\n\ncheckmark Means-tested welfare spending will continue to soar after the \"reforms\" and will almost certainly top $ \n500 billion by 1998.\n\ncheckmark The entire Clinton reform will be swaddled in tough, conservative rhetoric.\n\nThe bogus welfare reform of 1988 simply perpetuated a social disaster.  By creating a facade of illusory change, \nthe 1988 Family Support Act stalled serious reform efforts for a half decade.  Accumulating evidence indicates the \n1988 process is about to be repeated.\n\nBut American society cannot afford another round of bogus welfare reform.  The welfare state is out of control and \ngrowing rapidly.  Insidiously, welfare creates its own clientele; by undermining work ethic and family structure, the \nwelfare state generates a growing population in \"need of aid.\" This is why welfare spending has risen from 1.5 \npercent of GNP when Lyndon Johnson launched the War on Poverty in 1965 to 5 percent today.  Spending will rise \nto 6 percent of GNP within few years, and there is no end in sight.  Moreover, by promoting illegitimacy and family \ndisintegration, welfare is a leading cause of crime and other social problems.\n\nThe only way to end this expensive and destructive pattern is to enact true reform -- reform that controls costs, \nreduces dependency, and above all, reduces illegitimacy.\n\nAPPENDIX\n\nProposed Expansions for Welfare Programs from \"A Vision for Change for America\" The Clinton Administration \nBudget Proposal, FY 1994\n\nThe following is a list of spending increases in means-tested welfare programs and related programs for low-\nincome persons and communities proposed by the Clinton Administration in its initial budget submitted to Congress \non February 17th of this year.  While not all of these spending increases were enacted by Congress, the list does \ngive a clear indication of the priorities of the Clinton Administration.\n\nAll figures are taken directly from the Appendix to the President's budget summary, A Vision of Change for America. \nn31 Most figures represent proposed spending increases over a five-year period from fiscal year 1994 through \nfiscal year 1998.  However, \"Summer of Opportunity\" figures generally represent short-term spending initiatives of \none or two years.  Some programs are listed more than once in the budget, receiving multiple increases from \nseparate initiatives.  For example, the Clinton Administration proposed to increase WIC funding as part of the \n\"Summer of Opportunity\" and again as part of \"Lifelong Learning.\" In these cases, the total proposed increase for \nthe program is the sum of all the increases listed separately in the budget. \nProposed Increases in the FY 1994 Budget Request \n\n\"Summer of Opportunity\"\n\nWIC Supplemental Feeding Program:\n\nExpand food benefits to women and children. Cost: $ 75 million\n\nEmergency Food Assistance Program:\n\nProvide added federal money to purchase food Cost: $ 23 million\nfor food banks.\n\nChapter 1, Summer School Program:\n\nExpand funding for summer school programs Cost: $ 500 million\nfor children in poor neighborhoods.\n\nChapter 1, Census Supplemental:\n\nExpand education funding for schools in Cost: $ 235 million\n\n\n\ndisadvantaged areas.\n\nHead Start Summer Program:\n\nExpand Head Start through Cost: $ 500 million\nthe summer months.\n\nHHS/Head Start Childcare Feeding:\n\nPay for meals of children attending Cost: $ 56 million\nthe expanded\n\nHead Start summer program.\n\nImmunization:\n\nBuy vaccines for low-income children. Cost: $ 300 million\n\nSummer Youth Employment:\n\nFinance more than 700,000 summer jobs Cost: $ 1,000 million\nfor low-income youths.\n\nWorker Profiling:\n\nProvide funds to identify workers that need Cost: $ 29 million\njob placement help.\n\nCommunity Service Employment\n\nfor Older Americans:\n\nProvide added funds to expand Cost: $ 26 million\nparticipation of senior citizens\n\nin community service projects.\n\nExtend Unemployment Compensation: Cost: $ 4,000 million\n\nNational Service Program:\n\nPay \"volunteers\" to perform Cost: $ 15 million\ncommunity service.\n\nUrban Development and Housing Initiative\n\nAccelerate Public Housing Modernization:\n\nAccelerate a \"backlog\" of funding for 5-year cost: $ 1,035 million\nimproving public housing.\n\nCommunity Development Block Grants:\n\nFunding for previously unfunded 5-year cost: $ 2,536 million\nprojects like street and bridge\n\nwork, building rehabilitation, painting\n\nand resurfacing, and other \"public\n\n\n\nservice projects\" in\n\ndisadvantaged areas.\n\nSupportive Housing:\n\nExpand funding for homeless shelters. 5-year cost: $ 423 million\n\nEnvironment/Energy\n\nIncrease Weatherization Grants:\n\nExpand grants to encourage state 5-year cost: $ 47 million\nweatherization programs\n\nfor low-income people.\n\nRebuild America -Infrastructure\n\nBusiness and Community Initiative:\n\nProvide federal assistance 5-year cost: $ 1699 million\nto low-income rural\n\nresidents to raise their standard of living.\n\nIncrease Weatherization Grants:\n\nProvide more federal money for low-income\n\npeople to insulate their homes. 5-year cost: $ 375 million\n\nCommunity Development Block Grant:\n\nProvide more funds for low- and 5-year cost: $ 430 million\nmoderate-income\n\nresidents to improve their communities.\n\nEnterprise Zones (tax incentive):\n\nInvest in \"enterprise zones\" in poor areas. 5-year cost: $ 4,119 million\n\nCommunity Development Banks:\n\nCreate banks that would provide 5-year cost: $ 468 million\ngovernment loans\n\nfor business and housing purposes in low- and\n\nmoderate-income areas.\n\nHousing Vouchers:\n\nExpand housing subsidies to more Americans. 5-year cost: $ 1,370 million\n\nPreservation and Restoration\n\nof Assisted Housing:\n\nProvide funds to upgrade government 5-year cost: $ 1,377 million\nrental housing.\n\n\n\nSupportive Housing Program:\n\nIncrease funds for homeless. 5-year cost: $ 424 million\n\nDistressed Public Housing:\n\nIncrease funds to repair and 5-year cost: $ 373 million\nrestore public housing.\n\nHOPE Youthbuild:\n\nProvide added spending on young people. 5-year cost: $ 106 million\n\nLifelong Learning\n\nWIC (Special supplemental\n\nfood program for women,\n\ninfants, and children):\n\nExpand food aid to families 5-year cost: $ 3,634 million\nwith young children.\n\nParenting and Family Support:\n\nProvide funds to government 5-year cost: $ 1,450 million\nprograms to teach low-\n\nand moderate-income parents\n\nhow to raise children.\n\nHead Start:\n\nIncrease Head Start funding. 5-year cost: $ 13,846 million\n\nNational Service:\n\nEmploy \"volunteers\" for community service. 5-year cost: $ 9,430 million\n\nWorker Training Initiatives:\n\nAdd to funding for training 5-year cost: $ 14,910 million\nlow-income workers.\n\nRewarding Work\n\nEITC:\n\nExpand refundable tax credits to 5-year cost: $ 26,787 million\nlow-income working families with children.\n\nUnemployment Extension: 5-year cost: $ 2,400 million\n\nHealth Care\n\nFood Stamps:\n\n\n\nProvide funds to expand 5-year cost: $ 12,000 million\nthe Food Stamp program.\n\nLow-income Home Energy Assistance Program:\n\nIncrease funding to pay utilities bills for 5-year cost: $ 2,945 million\nlow- and moderate-income families.\n\nNothing written here is to be construed as necessarily reflecting the views of The Heritage Foundation or as an \nattempt to aid or hinder the passage of any bill before Congress.\n\nGraphic\n\n \n\nGraph, U.S. Welfare Spending: 1929-1992, Source: Heritage calculations based on U.S. government data. \nHeritage DataChart\n"}